" United Nations  A/63/PV.12\r\n  \r\n \r\nGeneral Assembly \r\nSixty-third session \r\n \r\n12th plenary meeting \r\nFriday, 26 September 2008, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-52265 (E) \r\n*0852265* \r\nPresident: Mr. D’Escoto Brockmann . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\nThe meeting was called to order at 3.20 p.m. \r\n \r\nAgenda item 8 (continued) \r\n \r\nGeneral debate \r\n \r\n  Address by Mr. Lawrence Gonzi, Prime \r\nMinister of the Republic of Malta \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the Prime Minister of the \r\nRepublic of Malta. \r\n Mr. Lawrence Gonzi, Prime Minister of the \r\nRepublic of Malta, was escorted to the rostrum. \r\n The President (spoke in Spanish): I have great \r\npleasure in welcoming His Excellency Mr. Lawrence \r\nGonzi, Prime Minister of the Republic of Malta, and \r\ninviting him to address the General Assembly. \r\n Mr. Gonzi (Malta): I would like to join other \r\ndelegations in congratulating you, Sir, on your \r\nunanimous election to preside over the sixty-third \r\nsession of the General Assembly. I am sure that with \r\nyour experience and diplomatic skills you will chart a \r\nsuccessful outcome of this session. \r\n I also take this opportunity to express my \r\nappreciation to Mr. Kerim, President of the Assembly \r\nat its sixty-second session, for his leadership and \r\ndedication in guiding us diligently throughout his \r\ntenure. \r\n Human security and the dignity of every man and \r\nwoman require us to continue the discussion in order to \r\nbuild consensus on the principle of the responsibility to \r\nprotect, particularly in relation to genocide, war \r\ncrimes, ethnic cleansing and crimes against humanity, \r\nas agreed by the 2005 World Summit. While we realize \r\nthe sensitivity of the issue, Malta agrees with the \r\nSecretary-General that we need to move from \r\ndeclarations of commitment to practice and \r\nimplementation. \r\n Likewise, the fight against terrorism must remain \r\nhigh on our agenda. We should not lower our guard. \r\nWe must always be vigilant and ready to take \r\ncollective and practical action on a daunting, complex \r\nand politically sensitive issue. Terrorism has no \r\nboundaries, and the unspeakable acts of terrorism can \r\nstrike anywhere, at any time, in poor and rich \r\ncountries, with innocent victims paying for these \r\nvicious terror attacks, such as that perpetrated in \r\nPakistan last week, attacks which undermine the \r\nhuman rights and fundamental freedoms of the \r\nindividual and of society itself. \r\n Malta, as a State party to the International \r\nCriminal Court, believes that the work carried out so \r\nfar by the Court is commendable and merits our \r\ncontinued cooperation and commitment towards the \r\nmaintenance of international peace and security. \r\n Malta feels that the continuing recruitment and \r\nuse of children in armed conflict and other grave \r\noffences against children merit our full condemnation. \r\nIn this regard, we welcome the sustained activity of the \r\nSecurity Council Working Group on Children and \r\nArmed Conflict as well as the sterling work being \r\ncarried out by the Secretary-General’s Special \r\nA/63/PV.12  \r\n \r\n08-52265 2 \r\n \r\nRepresentative for Children and Armed Conflict, \r\nMs. Coomaraswamy. \r\n The protection of the human being brings with it \r\nthe responsibility to protect the environment. One of \r\nthe issues which have been described as the defining \r\nchallenge of our times, and also a matter described as \r\nthe flagship issue of the debate at the sixty-second \r\nsession, is climate change.  \r\n Next December we shall commemorate the \r\ntwentieth anniversary of the Assembly’s adoption, on \r\nthe proposal of Malta, of resolution 43/53, entitled \r\n“Protection of global climate for present and future \r\ngenerations of mankind”, in paragraph 1 of which the \r\nAssembly recognized that “climate change is a \r\ncommon concern of mankind”. Malta is proud that the \r\nseminal proposal launched in 1988 found universal \r\nsupport, which eventually led to the United Nations \r\nFramework Convention on Climate Change and the \r\nKyoto Protocol. \r\n The fact that the Assembly met earlier this year, \r\nafter high-level panel discussions, for a thematic \r\ndebate on “Addressing Climate Change: the United \r\nNations and the World at Work” continues to give \r\ncredibility and authority to the will of the \r\noverwhelming majority of States to respond urgently to \r\nclimate change.  \r\n The process initiated at the Bali Conference last \r\nyear established a clear road map with a view to \r\nagreeing on a new multilateral, comprehensive, \r\ncoherent and effective post-2012 agreement, which we \r\nhope will be reached by 2009, in order to avoid any \r\nimplementation gap. \r\n Malta reiterates its conviction that we have a \r\ncommon obligation and responsibility to support \r\nambitious and urgent action, at the national, regional \r\nand international levels, within the United Nations \r\nFramework Convention so as to stop and overturn in \r\nthese coming years the accumulation of greenhouse \r\ngases, which are causing detrimental climate change. \r\nThe vulnerability of small island States like my \r\ncountry to the negative impacts of climate change \r\nneeds to be underlined. \r\n For obvious reasons, Malta continues to direct its \r\nefforts towards making the Mediterranean a region of \r\npeace and cooperation. \r\n We welcome and recognize the important \r\ndevelopments on the Cyprus question; the renewed \r\nvigour in Israeli-Palestinian negotiations; the indirect \r\nnegotiations between Israel and Syria, with Turkish \r\nmediation; the formation of a national unity \r\nGovernment in Lebanon; and the improved relations \r\nbetween Lebanon and Syria. \r\n Since we met here last year important \r\ndevelopments have taken place on the negotiations for \r\na permanent settlement of the Palestinian question. The \r\nAnnapolis Conference, held in November 2007, \r\nrenewed hope when there was otherwise a bleak future \r\nwith regard to the resolution of this question. Malta \r\nfeels that all United Nations Member States, without \r\nexception, should continue to support the Secretary-\r\nGeneral in his quest, together with the Quartet, to \r\nresolve the issue of Palestine refugees and that of the \r\npermanent status of Jerusalem, as well as the other \r\nimportant issues of settlements, borders, water and \r\nsecurity. \r\n The Paris International Donors Conference for \r\nthe Palestinian State, the formal start of Israeli-\r\nPalestinian negotiations and the series of meetings \r\nbetween Prime Minister Olmert and President Abbas \r\nhave given a most welcome meaning to the efforts \r\nbeing made to resolve all outstanding issues, including \r\nall core issues without exception.  \r\n Malta’s hosting of a United Nations International \r\nMeeting on the Question of Palestine, held in June this \r\nyear, followed shortly afterwards by the visit to Malta \r\nof President Mahmoud Abbas in July, came at an \r\nimportant — indeed, crucial — phase in the ongoing \r\nefforts to implement the Road Map and its \r\ncommitments, as well as the obligations for a \r\npermanent two-State solution. We shall continue to \r\nlend our support to all initiatives that would bring \r\neverlasting peace to both the Israeli and Palestinian \r\npeople. \r\n We welcome all initiatives which create a bond \r\nbetween European and Mediterranean countries. A case \r\nin point is the Parliamentary Assembly of the \r\nMediterranean, with its headquarters in Malta, aiming \r\nto bring together all the littoral States of the \r\nMediterranean on an equal footing to examine \r\nquestions and take decisions on issues of direct interest \r\nto the countries in the region. \r\n An important development in the Euro-Med \r\npartnership was the launching last July, on the \r\ninitiative of President Sarkozy of France, of what is \r\nnow known as the Union for the Mediterranean within \r\n A/63/PV.12\r\n \r\n3 08-52265 \r\n \r\nthe Barcelona Process. Malta believes that this \r\ninitiative will be a significant milestone in our common \r\nefforts to promote security and prosperity in the Euro-\r\nMediterranean region, to the equal benefit of all \r\nEuropean Union member States and Mediterranean \r\npartners. Malta looks forward to working \r\nconstructively with other members of the Union to \r\naddress some of the problems which the Mediterranean \r\nconfronts, including in particular development, food \r\nsecurity and the provision of water and energy. \r\n While referring to these problems, I must \r\nhighlight also the unprecedented increase in the influx \r\nof irregular immigrants that have been arriving in \r\nMalta mainly from the African continent. Malta is well \r\naware of its responsibility in this area. However, as has \r\nbeen highlighted on numerous occasions, it is \r\nextremely difficult for us to continue to carry such a \r\nburden, which is so acutely disproportionate to the size \r\nof the country and its population.  \r\n It is for this reason that Malta has continuously \r\nrequested assistance in tackling this problem through \r\nthe principles of solidarity and sharing of \r\nresponsibilities by Europe and other countries, as well \r\nas the United Nations High Commissioner for \r\nRefugees. Malta is grateful to those countries that have \r\ncome forward to assist us in coping with this \r\nphenomenon. Nevertheless, much more needs to be \r\ndone by us all, including the countries of origin and the \r\ncountries of transit. \r\n Africa continues to present us with a formidable \r\nchallenge. It is a challenge not only for African \r\ncountries themselves, but for the whole of the \r\ninternational community. While noting with \r\nsatisfaction the success stories in the reduction of \r\npoverty, Malta remains very concerned that progress in \r\nAfrica is still lagging behind. We have an obligation to \r\nenhance efforts to assist African countries to meet their \r\nlegitimate goals of sustainable development. \r\n It has been acknowledged that the Millennium \r\nDevelopment Goals and the protection of human rights \r\nshare a number of characteristics which require our \r\nconstant attention. Recent phenomena, such as climate \r\nchange, rising food prices and international financial \r\ninstability, add further obstacles to the attainment of \r\nthese Goals. Poverty eradication and the achievement \r\nof all the Millennium Development Goals are to be \r\npriorities of our times which should be addressed in a \r\nmultidimensional way, both through the conduct of \r\npolitical and economic decision-making and through \r\nsocial and environmental factors related to different \r\nfacets, such as culture and gender equality, geography, \r\nclimate and energy. \r\n Malta strongly believes that the pledges made at \r\nthe Millennium Summit in 2000 on the attainment of \r\nthe Millennium Development Goals remain the \r\noverarching objective of our global agenda. Besides \r\nbeing a signatory to the Call to Action launched by \r\nPrime Minister Gordon Brown, Malta is also actively \r\nworking to reach its targets for official development \r\nassistance set by the European Union. \r\n The United Nations is passing through exciting \r\nbut challenging times. Under the able leadership of the \r\nSecretary-General, the search for a reinvigorated \r\nOrganization that will provide the whole membership \r\nwith a sound basis to look to the future with vigour and \r\ndetermination has been endorsed and accepted by \r\nMember States. \r\n During the sixty-second session, Member States \r\ncontinued to consider a series of critical issues in the \r\nprocess of reforming our Organization, including \r\nadvancing a system-wide coherence, reviewing all \r\nmandates originating from resolutions of the General \r\nAssembly, management practices, the revitalization of \r\nthe General Assembly, and giving the Security Council \r\na more equitable representation. \r\n We all recognize that the transformation of the \r\nUnited Nations into a stronger Organization requires \r\nfrom all of us determination and conviction that only a \r\nconcerted effort by all Member States can achieve. The \r\nreform of the United Nations is an evolving exercise \r\nwhich requires on our part not only understanding, but \r\nalso solidarity and partnership which we as Member \r\nStates must engage to overcome the new and emerging \r\nchallenges facing humankind. \r\n In a few weeks, Member States will be \r\ncelebrating the sixtieth anniversary of the adoption of \r\nthe Universal Declaration of Human Rights. Sixty \r\nyears have passed since that historic day in 1948, six \r\ndecades which have witnessed great political, \r\neconomic and social upheavals in the lives of our \r\npeoples. Throughout these years, this family of nations \r\nhas also increased fourfold, an increase bringing with it \r\na diverse community, large and small countries, rich \r\nand poor, but with the sole aim of upholding the \r\nfundamental premise of the Universal Declaration that \r\nA/63/PV.12  \r\n \r\n08-52265 4 \r\n \r\n“all human beings are born free and equal in dignity \r\nand rights”. \r\n This anniversary on 10 December 2008 will \r\nprovide us with the opportunity to rededicate ourselves \r\nto the pledges and commitments we made when we \r\nbecame Members of this Organization. It is a \r\nrecommitment which as Prime Minister of Malta, and \r\non behalf of the Maltese people, I solemnly make \r\ntoday. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the Prime \r\nMinister of the Republic of Malta for the statement he \r\nhas just made. \r\n Mr. Lawrence Gonzi, Prime Minister of the \r\nRepublic of Malta, was escorted from the \r\nrostrum. \r\n \r\n  Address by Mr. Derrick Sikua, Prime Minister \r\nof the Solomon Islands \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the Prime Minister of the \r\nSolomon Islands. \r\n Mr. Derrick Sikua, Prime Minister of the Solomon \r\nIslands, was escorted to the rostrum. \r\n The President (spoke in Spanish): I have great \r\npleasure in welcoming His Excellency Mr. Derrick \r\nSikua, Prime Minister of the Solomon Islands, and \r\ninviting him to address the General Assembly. \r\n Mr. Sikua (Solomon Islands): At the outset, Sir, \r\nallow me to offer the warm and sincere congratulations \r\nof Solomon Islands on your election as President of the \r\nAssembly at its sixty-third session. I am confident that \r\nwith your vast experience and able leadership you will \r\nguide this session to a fruitful outcome. You can rest \r\nassured of Solomon Islands unwavering support and \r\ncooperation during your tenure of office. \r\n Through you, I acknowledge the good work of \r\nyour predecessor, Mr. Srgjan Kerim, who has shown \r\ngreat leadership on issues of global concern, in \r\nparticular on climate change, financing for \r\ndevelopment, United Nations reform and the \r\nMillennium Development Goals.  \r\n My delegation is pleased to see you, \r\nMr. President, take such issues head on, presiding over \r\nthe high-level event on the Millennium Development \r\nGoals as we arrive at the midpoint of our time-bound \r\ncommitments. Unfortunately, many countries, including \r\nmy own, are off track in terms of achieving the Goals. \r\n My delegation also wishes to join others in \r\nconveying its gratitude and appreciation to our \r\nSecretary-General, Mr. Ban Ki-moon, who has worked \r\ntirelessly and diligently to protect and preserve the \r\nprinciples and purposes of the Charter during his first \r\nyear in office. We wish him well as he carries on the \r\ngood work he has begun — in particular, his regular \r\nbriefings of the membership, making his office \r\naccountable and transparent in carrying out its \r\nactivities. \r\n This year our multilateral institution is being \r\nrevisited by history and challenged by the changing \r\ninternational system. Unilateralism and changing \r\npostures by big Powers are creating a new global order. \r\nThe creation of new fronts in Asia, the Pacific and \r\nEastern Europe is coupled with the ongoing conflicts in \r\nthe Middle East and parts of Africa. Above all, the \r\narms race is no longer a threat, but a reality. \r\n The structural imbalances of the international \r\nfinancial architecture have exposed the inability of the \r\nmajor developed markets to respond to the volatility of \r\nthe international financial system, resulting in State \r\ninterventions. The world economy is looking more \r\nprecarious and unequal. For small open economies the \r\nresults are catastrophic. Hence, we must be cautious in \r\nusing the free market approach and recognize its \r\nlimitations. \r\n The increasing cost of food and energy is causing \r\nmacroeconomic instability throughout the world today. \r\nThis speaks of the complexity and weakness of the \r\ninternational system. It reflects the uneven distribution \r\nof wealth that continues to fail the developing \r\ncountries, generating instability across the world. This \r\ncan only be corrected by having an open rule-based, \r\nnon-discriminatory and equitable trading system.  \r\n Furthermore, market speculation and agricultural \r\nsubsidies continue to pose major risks to the global \r\neconomy. The failure of the recent Doha Round is of \r\nconcern to my delegation, as it further marginalizes the \r\nsmall economies from globalization. The issue of the \r\nfood crisis now deserves our immediate and most \r\nserious consideration at this session. \r\n My delegation deeply regrets that the recently \r\ndiscussed United Nations food crisis Comprehensive \r\nAction Plan is not matched by the required resources. \r\n A/63/PV.12\r\n \r\n5 08-52265 \r\n \r\nCountries will therefore need to look at their own \r\nresources for solutions. To this end, Solomon Islands is \r\nworking on short-, medium- and long-term solutions. \r\nThe population is encouraged to eat locally produced \r\nfood and to undertake community-based rice growing \r\nprogrammes. Solomon Islands hopes to further \r\nstrengthen its relations with rice-growing countries. \r\nMy Government commends the Republic of China on \r\nTaiwan for supporting Solomon Islands rice-growing \r\nprogrammes. \r\n Dependency on imported fossil fuel and food is \r\nreversing Millennium Development Goals gains, \r\npainstakingly achieved over the last decades. Solomon \r\nIslands is no exception. Thus, cleaner energy to power \r\nthe world economy is the way forward. In this \r\nconnection, we look to both the North and the South \r\nfor solutions. I wish to thank the Republic of China on \r\nTaiwan, Turkey, Italy and Austria for coming forward \r\nwith community-based renewable energy programmes. \r\nSuch cooperation preserves the indispensable character \r\nof our noble institution and translates into action the \r\nSolomon Islands rural electrification policy of bringing \r\naffordable electricity to 80 per cent of its population in \r\nthe rural areas.  \r\n We are also exploring bulk purchasing \r\narrangements with Venezuela, using the models of the \r\nPetro Carribe arrangement. We hope, having spent a \r\nthird of our national budget on fuel alone, that this will \r\nprovide Solomon Islands with some breathing space. \r\n Climate change and natural disasters continue to \r\ncreate anxiety and cast a dark cloud over the future and \r\nsurvival of humanity, in particular of the 50 million \r\npeople of small island developing States. The \r\nmagnitude of climate change has outgrown the existing \r\ncapacity of the United Nations system. Our multilateral \r\ninstitution is heavy on providing technical support and \r\nanalytical data and less weighty with regard to on-the-\r\nground activities. Regional and subregional \r\nintergovernmental organizations are also going in the \r\nsame direction, leaving countries to fend for \r\nthemselves. Solomon Islands hopes that the Small \r\nIsland Developing States Unit within the United \r\nNations will be strengthened to effectively coordinate \r\nimplementation of meeting the special needs of small \r\nisland developing States. \r\n Today there is already within Solomon Islands a \r\nsteady migratory pattern of movements of indigenous \r\npopulations from their ancestral low islands to larger \r\nislands as sea levels rise. This has placed much stress \r\non the diverse fragile land tenure system, causing \r\nfriction between ethnic groups. Climate change is for \r\nSolomon Islands a sustainable development, security \r\nand poverty issue — all are interlinked. It is about \r\npreserving our forests, about our reforestation \r\nprogramme and about providing environment-friendly \r\nopportunities for the resources owners in our rural \r\nareas. \r\n On this note, Solomon Islands is embarking on an \r\nambitious programme of scaling down logging, which \r\nis the country’s major export income-earner. My \r\nGovernment has earmarked funds for community-based \r\nreafforestation and reforestation programmes. It is \r\nhoped that over time the agriculture, tourism and \r\nfisheries industries will fill the forestry vacuum within \r\nthe country’s economy, and that sustainable harvest of \r\nforests will become the norm. \r\n The increased frequency and magnitude of \r\nnatural disasters remind us that no country will be \r\nspared. Solomon Islands is still recovering from last \r\nyear’s tsunami. We feel the pain and suffering of the \r\nGovernments and peoples of Myanmar and the \r\nPeople’s Republic of China, hit by Cyclone Nargis and \r\nearthquake respectively.  \r\n More recently the three hurricanes that battered \r\nour fellow islanders in the Caribbean speak of our \r\ncommon vulnerability to natural disasters.  \r\n My delegation hopes that a more committed \r\noutcome will emerge from the Bali Action Plan.  \r\n Solomon Islands further notes with concern the \r\nproliferation of climate change financial mechanisms \r\noutside the multilateral process. This will once again \r\ndisadvantage the most vulnerable countries — small \r\nisland developing States and least developed countries. \r\nClimate change for us requires new and additional \r\nresources. Accessibility to the Adaptation Fund and \r\nfunds for mitigation and technology transfer are at the \r\nheart of the solutions to climate change challenges. \r\n In this light, Solomon Islands fully associates \r\nitself with the Alliance of Small Island States \r\nDeclaration on the issue, as well as the recently \r\nadopted Pacific Islands Forum Leaders’ Niue \r\nDeclaration on Climate Change. We further call on the \r\nUnited Nations membership to support the draft \r\nresolution on climate change and security. \r\nA/63/PV.12  \r\n \r\n08-52265 6 \r\n \r\n On the issue of terrorism, Solomon Islands is \r\nconcerned about the lack of progress on the draft \r\ncomprehensive terrorism convention. The absence of a \r\nlegal definition of terrorism is creating gaps in our \r\nglobal fight against terror. We continue to condemn \r\nterrorism in whatever form and manifestation. We urge \r\nthe international community to weed out the evils that \r\nbreed terrorism. Our fight against terrorism must be \r\nresponsible and humane. \r\n I take this opportunity to sincerely congratulate \r\nthe Regional Assistance Mission to Solomon Islands, \r\ncommonly referred to as RAMSI. The Government and \r\npeople of Solomon Islands value its partnership with \r\nthe Regional Mission, and I thank all participating \r\nPacific Islands Forum Countries for their ongoing \r\ncontribution and commitment. RAMSI continues to \r\nenjoy popular support, as it provides a unique \r\nopportunity and an enabling environment to rebuild \r\nSolomon Islands. Since assuming office nine months \r\nago, my Government, the Coalition for National Unity \r\nand Rural Advancement, has defined its relationship \r\nwith RAMSI and the Pacific Islands Forum through \r\nconsultation and dialogue. This is done through \r\nregional and national processes. \r\n Solomon Islands and RAMSI will soon \r\ncommence negotiations on a proposed Government-\r\nRAMSI partnership framework, which will form the \r\nbasis of future cooperation. The guiding principles of \r\nthe framework are that it should be people-centred, \r\nnationally owned and driven and aligned to \r\nGovernment priorities and policies. This should \r\nguarantee its sustainability and long-term success. \r\n Meanwhile, our Parliamentary Foreign Relations \r\nCommittee has been mandated by our National \r\nParliament to review RAMSI. The Committee is \r\nexpected to report its findings to Parliament next year. \r\n Solomon Islands is establishing a Truth and \r\nReconciliation Commission, modelled on South \r\nAfrica’s experience, to address people’s traumatic \r\nexperience during the three years of ethnic conflict. It \r\nis our hope that the process will rebuild confidence, \r\ntrust and unity among the diverse cultural communities \r\nin Solomon Islands. \r\n More than 80 per cent of the country’s resources \r\nand land are traditionally owned. Last month the \r\nSolomon Islands National Parliament passed a Secured \r\nTransactions Bill, which will make traditional assets \r\nbankable to allow more investment in the informal \r\nsector. Solomon Islands is also considering putting in \r\nplace a Political Parties Integrity Bill to instil national \r\nstability and nurture its growing democracy. \r\n On the issue of achieving the Millennium \r\nDevelopment Goals, as a small island developing State \r\nwith least developed country status, we find that much \r\nof our achievement rests on partnership with all \r\nstakeholders at all levels. Solomon Islands is one of the \r\nhighest foreign aid recipient countries. This \r\nunfortunately has overstretched and crowded our \r\nnational policy space in strengthening and maintaining \r\ngood relations with all donors. Meanwhile, the \r\nGovernment welcomes new approaches by \r\nnon-traditional donors of providing direct assistance \r\nusing existing national institutional frameworks. This \r\nstrengthens governance and democracy, as provided for \r\nunder the Paris Declaration, allowing the State to \r\nincrease its legitimacy and reach out to its population \r\nmore meaningfully. \r\n My delegation remains concerned that much of \r\nthe debate on the Millennium Development Goals is \r\ncentred on social commitments, from health to gender \r\nand from HIV/AIDS to education. Economic issues are \r\ngiven no attention, placing countries with huge youth \r\nand unemployed populations in an awkward and fragile \r\nsituation. We consider such a gap as a time bomb that \r\nwill explode and trigger more instability in the future if \r\nit remains unaddressed.  \r\n Educating our youth is the way forward. We are \r\ntherefore grateful to those countries that continue to \r\ntrain our young people. This year a new partner, Cuba, \r\nis offering medical training opportunities for more than \r\n60 students. Solomon Islands will make every effort to \r\nutilize these training opportunities. \r\n Within my subregion of the Pacific, the \r\nMelanesian Spearhead Group, after some 20 years of \r\ninformal existence, has established a secretariat, \r\nlocated in Vanuatu. This should further strengthen \r\nrelations among the subregion’s countries and its wider \r\nneighbours, as we continue to address our collective \r\ndevelopment aspirations. \r\n We have only eight months left to register our \r\ncontinental shelf, as required by the United Nations \r\nConvention on the Law of the Sea. We are working \r\ndiligently on the matter, having just accessed the \r\nDivision for Ocean Affairs and the Law of the Sea \r\nTrust Fund four months ago. Solomon Islands \r\nwelcomes the recent decision by the eighteenth \r\n A/63/PV.12\r\n \r\n7 08-52265 \r\n \r\nMeeting of States Parties to the Convention \r\nrecognizing the technical and resources constraints on \r\nmany developing countries in meeting the required \r\ntime frame of May 2009. We are determined to keep \r\nworking on this very important issue, which will \r\nredefine our territorial waters. \r\n I turn to sustainable development issues. Hailing \r\nfrom the world’s largest ocean, countries of the Pacific \r\nhave relied on the ocean for their livelihood and \r\neconomic sustenance. This has prompted certain \r\ncountries of the Pacific, including Solomon Islands, to \r\ninitiate sustainable management arrangements to \r\nprotect our juvenile tuna stocks by closing pockets of \r\nhigh seas adjacent to our respective exclusive \r\neconomic zones. \r\n The review of the implementation of the \r\nMonterrey Consensus scheduled for late this year \r\nshould promote global growth and better international \r\ndevelopment support, especially for the least developed \r\ncountries which remain on the periphery of the \r\ninternational system. Solomon Islands hopes the \r\nreview will also reinvigorate the operations and \r\ngovernance of the Bretton Woods institutions, to make \r\nthem more responsive to the changing character of the \r\ninternational financial system and become an effective \r\npart of the multilateral system. \r\n As one of the least developed countries, Solomon \r\nIslands looks forward to the Fourth United Nations \r\nConference on the Least Developed Countries, \r\nscheduled for 2010, which will provide an opportunity \r\nto address the special challenges of the least developed \r\ncountries. My delegation joins other least developed \r\ncountries in looking to you, Mr. President, for \r\nleadership to work on the modalities of the conference \r\nduring this session. \r\n On the issue of democratization of the United \r\nNations, Solomon Islands believes that our \r\nOrganization must play a prominent role in influencing \r\nand shaping the dynamics of the international system. \r\nThis can be achieved only by increasing the legitimacy \r\nof our premier Organization through wider \r\nparticipation of its membership. This means that \r\nstrengthening the General Assembly is crucial. \r\nEnsuring that the Secretariat is representative of the \r\nmembership is a must.  \r\n We also call for a genuine attempt by the \r\nSecretariat to undertake a universal recruitment drive, \r\nin particular among those that remain underrepresented \r\nin the Organization. This could be achieved through \r\nannual country competitive recruitment exams. \r\nSolomon Islands welcomes the recent recruitment \r\nexams held in Honiara, and would like to see them held \r\nannually. \r\n On the issue of system-wide coherence, Solomon \r\nIslands notes the establishment five months ago of the \r\njoint office arrangement between the United Nations \r\nDevelopment Programme (UNDP), the United Nations \r\nPopulation Fund (UNFPA) and the United Nations \r\nChildren’s Fund (UNICEF). Having one of the largest \r\nUNDP country programmes in the subregion of the \r\nPacific, we note with concern that more than 70 per \r\ncent to 80 per cent of the programmes are spent on \r\nconsultancy, making country-United Nations relations \r\ndistant.  \r\n In this regard, my delegation welcomes the \r\nappointment of an in-country UNDP Deputy Resident \r\nRepresentative. However, we renew our call for a fully \r\nfledged in-country Resident Representative. \r\n Security Council reform continues to elude the \r\nOrganization. It is like a process that has never started \r\nand takes the longest to finish. We have over the years \r\nidentified elements for negotiations, yet remain \r\nreluctant to move into intergovernmental negotiations. \r\nI am confident that you will give us leadership, \r\nMr. President, and plough deep in facilitating an \r\nintergovernmental process on Security Council reform \r\nby February 2009. In this connection, Solomon Islands \r\nreiterates its support for Japan, Brazil and India as \r\npermanent members in an enlarged Security Council. \r\n On the issue of Taiwan, Solomon Islands \r\ncongratulates the Government and people of Taiwan on \r\nthe successful free and fair election of President Ma \r\nYing-jeou in March this year. My delegation \r\nacknowledges the goodwill shown by Taiwan in \r\ndeveloping an atmosphere of trust, flexibility, \r\npragmatism and a positive spirit to reduce tension \r\nacross the Taiwan Strait with greater economic \r\nengagement through trade, tourism and cultural \r\nexchange.  \r\n We also note the intention to replace armed \r\nconfrontation with negotiation, and isolation with \r\nengagement. Resumption of direct flights between the \r\ntwo countries, increased dialogue, and people-to-\r\npeople interaction are all positive developments that \r\nshould be encouraged. Above all, much has happened \r\nsince the March election. \r\nA/63/PV.12  \r\n \r\n08-52265 8 \r\n \r\n Solomon Islands calls on the international \r\ncommunity to recognize the Republic of China on \r\nTaiwan’s good faith and build on the positive \r\nmomentum. The international community must provide \r\nthe Republic of China on Taiwan with the necessary \r\nand appropriate international space if we are to be \r\nresponsible and contribute to the maintenance of \r\ninternational peace, stability and security along the \r\nTaiwan Strait. \r\n Solomon Islands welcomes the 47-day Annapolis \r\ntalks held from December 2007 into January this year. \r\nMy delegation shares the Quartet’s support for ongoing \r\nPalestine and Israel negotiations to realize the shared \r\ngoal of establishing a Palestine State by December \r\n2008 as a just, permanent and long-lasting solution to \r\nthe Middle East conflict.  \r\n Solomon Islands further salutes Turkey for \r\nmediating talks between Israel and Syria in April, and \r\nsalutes the courage of the two countries in discussing \r\nissues that are difficult and sensitive. \r\n In conclusion, as we reflect on the range of the \r\nglobal agenda before us, we must honour and act on \r\nour collective commitments. We must also define a \r\npath that offers our people human security \r\nguaranteeing freedom from want, freedom from fear \r\nand freedom to live in human dignity. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the Prime \r\nMinister of the Solomon Islands for the statement he \r\nhas just made. \r\n Mr. Derrick Sikua, Prime Minister of the Solomon \r\nIslands, was escorted from the rostrum. \r\n \r\n  Address by Mr. Manmohan Singh, Prime \r\nMinister of the Republic of India \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the Prime Minister of the \r\nRepublic of India. \r\n Mr. Manmohan Singh, Prime Minister of the \r\nRepublic of India, was escorted to the rostrum. \r\n The President (spoke in Spanish): I have great \r\npleasure in welcoming His Excellency Mr. Manmohan \r\nSingh, Prime Minister of the Republic of India, and \r\ninviting him to address the General Assembly. \r\n Mr. Singh (India): May I first congratulate you, \r\nSir, on your election as President of the Assembly at its \r\nsixty-third session. I am sure that your wisdom and \r\nvast experience will guide us as we deliberate the many \r\nchallenges that the world faces today. \r\n The United Nations is the embodiment of our \r\nfaith in the benefits of collective action and of \r\nmultilateral approaches in resolving global issues. At \r\nthe 2005 World Summit we pledged ourselves to an \r\nagenda for early and meaningful reform of the United \r\nNations. However, we must acknowledge frankly that \r\nthere has been little progress on the core elements of \r\nthe reform agenda. \r\n We need to make more determined efforts to \r\nrevitalize the General Assembly to enable it to fulfil its \r\nrightful role as the principal deliberative organ of the \r\nUnited Nations system. The composition of the \r\nSecurity Council needs to change to reflect \r\ncontemporary realities of the twenty-first century. Only \r\na truly representative and revitalized United Nations \r\ncan become the effective focal point for the \r\ncooperative efforts of the world community. We need \r\nto expeditiously hold negotiations towards this end. \r\n Globalization has contributed to ever-widening \r\ncircles of prosperity, and we in India have also \r\nbenefited from it. But its benefits have not been \r\nequitably distributed. Ensuring inclusive growth within \r\nnations, and inclusive globalization across nations, is a \r\ncentral challenge facing us all. \r\n The development gains that many countries have \r\nmade are today threatened by a possible food crisis, a \r\nglobal energy crisis and, most recently, unprecedented \r\nupheavals in international financial markets. \r\n The net impact of these problems is that both the \r\nindustrialized economies and the developing \r\neconomies face inflation and a slowdown in growth \r\nafter several years of robust expansion. Industrialized \r\ncountries can afford periods of slow growth. \r\nDeveloping countries cannot. There is therefore an \r\nurgent need for coordinated action by the global \r\ncommunity on several fronts. \r\n The explosion of financial innovation \r\nunaccompanied by credible systemic regulation has \r\nmade the financial system vulnerable. The resulting \r\ncrisis of confidence threatens global prosperity in the \r\nincreasingly interdependent world in which we all live. \r\nThere is, therefore, a need for a new international \r\ninitiative to bring structural reform in the world’s \r\nfinancial system, with more effective regulation and \r\n A/63/PV.12\r\n \r\n9 08-52265 \r\n \r\nstronger systems of multilateral consultations and \r\nsurveillance. This must be designed in as inclusive a \r\nmanner as possible. \r\n The world food crisis is the cumulative \r\nconsequence of the neglect of agriculture in the \r\ndeveloping world, exacerbated by distortionary \r\nagricultural subsidies in the developed world. \r\nDiversion of cultivable land for producing biofuels is \r\ncompounding the problem. \r\n The world needs a second green revolution to \r\naddress the problem of food security. We need new \r\ntechnologies, new institutional responses and above all \r\na global compact to ensure food and livelihood \r\nsecurity. This will require transfer of technology and \r\ninnovation from developed to developing countries. \r\nIndia is very keen to expand cooperation with Africa in \r\nAfrica’s quest for food and livelihood security for its \r\npeople. \r\n Trade liberalization in agriculture can help, \r\nprovided it adequately takes into account the livelihood \r\nconcerns of poor and vulnerable farmers in the \r\ndeveloping and least developed countries. \r\n It is feared that many of the conflicts of the \r\ntwenty-first century will be over water. We must \r\ntherefore reflect on how to use this scarce resource \r\nmost efficiently. We need to invest in new technologies \r\nand new production regimes for rain-fed and dryland \r\nagriculture and explore cost-effective desalination \r\ntechnologies. \r\n Poverty, ignorance and disease still afflict \r\nmillions and millions of people. The commitment to \r\nachieve the ambitious targets set as part of the \r\nMillennium Development Goals was an \r\nacknowledgement by the international community that \r\nglobal prosperity and welfare are indivisible and that \r\naffluence cannot coexist with pervasive poverty. \r\n Unfortunately, solemn commitments made for the \r\ntransfer of financial resources from the developed to \r\nthe developing world have remained largely \r\nunfulfilled. The commitment of developed countries to \r\nmove to the target set long ago of 0.7 per cent of gross \r\nnational income as official development assistance \r\nneeds to be honoured as a matter of priority. In this \r\ncontext, special efforts have to be made to address the \r\nconcerns of Africa for adequate resource flows to \r\nsupport its development. \r\n Poverty alleviation and livelihood security are \r\nclosely linked to energy security. We need a much \r\ngreater measure of predictability and stability in the oil \r\nand gas markets. We need to think of ways and means, \r\nsuch as early warning mechanisms, to help countries \r\ncope with oil shocks. \r\n We must put in place a global cooperative \r\nnetwork of institutions of developed and developing \r\ncountries engaged in research and development in \r\nenergy efficiency, clean energy technologies, and \r\nrenewable sources of energy. \r\n India is registering rapid economic growth, and \r\nhas combined it with declining energy intensity of its \r\neconomy. However, our total demand will keep \r\nincreasing, and we are actively looking for all possible \r\nsources of clean energy. \r\n The opening of international civil nuclear \r\ncooperation with India will have a positive impact on \r\nglobal energy security and on the efforts to combat \r\nclimate change. This is a vindication of India’s \r\nimpeccable record on non-proliferation and testifies to \r\nour long-standing commitment to nuclear disarmament \r\nthat is global, universal and non-discriminatory in \r\nnature. The blueprint for this was spelled out by Prime \r\nMinister Rajiv Gandhi in this very Assembly 20 years \r\nago. \r\n I reiterate India’s proposal for a nuclear weapons \r\nconvention prohibiting the development, production, \r\nstockpiling and use of nuclear weapons and providing \r\nfor their complete elimination within a specified time \r\nframe. \r\n Climate change can be overcome successfully \r\nonly through a collaborative and cooperative global \r\neffort. \r\n We support the multilateral negotiations now \r\ntaking place under the United Nations Framework \r\nConvention on Climate Change. The outcome must be \r\nfair and equitable and recognize the principle that each \r\ncitizen of the world has equal entitlement to the global \r\natmospheric space. \r\n I believe that the pursuit of ecologically \r\nsustainable development need not be in contradiction \r\nto achieving our growth objectives. As Mahatma \r\nGandhi once said, “The earth has enough resources to \r\nmeet people’s needs, but will never have enough to \r\nsatisfy people’s greed.”  \r\nA/63/PV.12  \r\n \r\n08-52265 10 \r\n \r\n India has unveiled an ambitious national action \r\nplan on climate change. Even as we pursue economic \r\ngrowth, we are committed to our per capita emissions \r\nof greenhouse gases not exceeding those of the \r\ndeveloped countries. \r\n The growing assertion of separate identities and \r\nethnic, cultural and religious intolerance threaten our \r\ndevelopmental efforts and our peace and stability. It is \r\nvital that we strengthen international cooperation to \r\ncombat terrorism and to bring the perpetrators, \r\norganizers, financers and sponsors of terrorism to \r\njustice. We should conclude expeditiously the draft \r\ncomprehensive convention on international terrorism. \r\n In this context, the situation in Afghanistan is a \r\nmatter of deep concern. The international community \r\nmust pool all its resources to ensure the success of \r\nAfghanistan’s reconstruction efforts and its emergence \r\nas a moderate, pluralistic and democratic society. \r\n We welcome the return of democracy in Pakistan. \r\nWe are committed to resolving all outstanding issues \r\nbetween India and Pakistan, including the issue of \r\nJammu and Kashmir, through peaceful dialogue. \r\n We also welcome the coming to power of \r\ndemocratically elected Governments in Nepal and \r\nBhutan. We seek to expand areas of cooperation with \r\nall these countries to deal with the challenges of \r\nsustainable development and poverty eradication. \r\n The United Nations is a living symbol of \r\npluralism. It has weathered many storms. It is the \r\nvehicle through which our combined will and efforts to \r\naddress global challenges must be articulated and \r\nimplemented. Unless we rise to the task, we will \r\nbequeath to succeeding generations a world of \r\ndiminishing prospects. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the Prime \r\nMinister of the Republic of India for the statement he \r\nhas just made. \r\n Mr. Manmohan Singh, Prime Minister of the \r\nRepublic of India, was escorted from the rostrum. \r\n Mr. Abdelaziz (Egypt), Vice-President, took the \r\nChair. \r\n  Address by Mr. Ivo Sanader, Prime Minister of \r\nthe Republic of Croatia \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Republic \r\nof Croatia. \r\n Mr. Ivo Sanader, Prime Minister of the Republic \r\nof Croatia, was escorted to the rostrum. \r\n The Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Ivo Sanader, Prime \r\nMinister of the Republic of Croatia, and inviting him to \r\naddress the General Assembly. \r\n Mr. Sanader (Croatia): I would like first to \r\ncongratulate Mr. Miguel d’Escoto Brockmann on his \r\nassumption of the presidency of the General Assembly \r\nat its sixty-third session, as well as to thank Mr. Srgjan \r\nKerim for the excellent work he did during his \r\npresidency of the General Assembly in the preceding \r\nyear. \r\n As we gather here once again to address the most \r\nsignificant issues on the global agenda, the General \r\nAssembly opening session reminds us of our shared \r\nvision of the United Nations as the embodiment of a \r\nfamily of nations.  \r\n It reminds us of the constant need for an effective \r\nmultilateral effort to address global challenges, and to \r\nmaintain and build peace in a range of conflict zones \r\nand post-conflict societies, searching for solutions \r\nwithin the rule-based international order, through the \r\npromotion of freedom, democracy, development and \r\nrespect for human rights. \r\n It also gives us the opportunity to take stock of \r\nour achievements, as well as to redouble our \r\ncommitment to world peace and progress. \r\n This is a commitment that Croatia and its people \r\naccepted even before our independence: a commitment \r\nto strengthen international cooperation through \r\neffective multilateral organizations for advancing \r\npeace and security, facilitating development and \r\ncombating poverty, protecting our environment, \r\neradicating diseases and promoting public health. \r\n As a renewal of that commitment, we celebrate \r\nthis year the 120th anniversary of the birth of the \r\nfamous Croat, Dr. Andrija Štampar, a founding father \r\nof the World Health Organization (WHO) and the first \r\nPresident of the WHO Assembly. In his inaugural \r\nspeech in 1948, Dr. Štampar clearly stated that the \r\n A/63/PV.12\r\n \r\n11 08-52265 \r\n \r\nOrganization should become a pioneer of world peace \r\nand promote understanding among nations. \r\n Dr. Štampar’s words are also true for the broader \r\nfamily of United Nations institutions. His words are a \r\ntestimony to the lasting commitment of Croatia and its \r\npeople to the promotion of peace through international \r\ncooperation. \r\n Since our independence, Croatia’s leaders have \r\ncome every year before this Assembly to renew this \r\nsolemn commitment. Even in the most difficult of \r\ntimes, when our own existence was in peril and \r\ncollective security guarantees vanished, we still came \r\nto New York to express Croatia’s adherence to the \r\nvalues enshrined in the Charter. \r\n Croatia has come a long way since those testing \r\ndays of struggle. Yet our determination in pursuing the \r\nCharter principles has remained intact. \r\n We have developed a stable democracy and a \r\ngrowing economy, but we have not forgotten those \r\nbrave men and women who struggled for and achieved \r\nour independence, as well as those men and women of \r\ngoodwill who, under the flag of the United Nations, \r\nassisted us in our time of need. \r\n With that conviction and determination, with that \r\nsincere sense of gratitude and a genuine vocation for \r\ncooperation, I come today before the Assembly to \r\nshare with it Croatia’s views on the most pressing and \r\nrelevant issues for our international community. \r\n On this occasion, though, Croatia is for the first \r\ntime in a position to address these issues from a \r\ndifferent angle — that of an elected member of the \r\nSecurity Council. Membership of the Security Council \r\nis not only a great honour for Croatia, but also a great \r\nresponsibility we have been preparing for in recent \r\nyears. \r\n(spoke in French)  \r\n Over the past decade, Croatia has completed a \r\ntransformative journey that may without exaggeration \r\nbe described as impressive. Since the war-torn early \r\n1990s it has emerged as an anchor of stability, security \r\nand cooperation in South-East Europe.  \r\n Croatia is today at the doorstep of the European \r\nUnion. We are determined to conclude the accession \r\nnegotiations in 2009, thus completing a demanding \r\nprocess of profound political, economic and social \r\nreforms. \r\n Our European vocation has guided us in the \r\ntesting period of our transition, and it will continue to \r\nguide us once Croatia becomes a full member of the \r\nEuropean Union. \r\n(spoke in English) \r\n We attach equal importance to our membership of \r\nthe North Atlantic Treaty Organization (NATO), and \r\nwe look forward to the celebration of our accession to \r\nthe alliance at the next summit in spring 2009, which \r\nwill also mark NATO’s sixtieth anniversary. \r\n Through reforms, we have successfully turned \r\nour country from a consumer to a net contributor to \r\ninternational peace and security. Today, Croatian forces \r\nare engaged in 13 United Nations peacekeeping \r\noperations in four different continents. Our men and \r\nwomen in uniform also serve in the NATO-led \r\noperation in Afghanistan and the European Union \r\noperation in Chad, in accordance with the relevant \r\nSecurity Council resolutions. \r\n In all these conflict areas, our service men and \r\nwomen have proved their dedication and \r\nprofessionalism. However, probably their most \r\nvaluable contribution is their ability to share with the \r\nlocal population Croatia’s own experience in \r\novercoming the consequences of war and taking the \r\nroad of reconciliation, cooperation and development. \r\n As a member of the Security Council, Croatia \r\nwill continue to work as a responsible and dedicated \r\npartner in the common effort to maintain and build \r\npeace through the promotion of human rights and \r\ndemocracy, the fight for the eradication of poverty and \r\ninjustice, and the advancement of effective \r\nmultilateralism. \r\n In this Croatia will be guided by a sense of \r\nresponsibility, solidarity and good faith. We hold that \r\neffective multilateral action, including with regional \r\norganizations, is our best guarantee in safeguarding \r\nthese values. \r\n While we see progress in advancing these values \r\nin some troubled areas of our world, such as \r\nAfghanistan, Iraq and the Middle East, we have also \r\nwitnessed other conflicts arising, such as in Georgia. \r\n In this respect, we welcome the six-point \r\nagreement brokered by the European Union presidency \r\nand President Sarkozy in August, as well as the \r\nimplementing agreement from September. \r\nA/63/PV.12  \r\n \r\n08-52265 12 \r\n \r\n We are also aware that the failure to address these \r\nissues in a multilateral context of cooperation could \r\nlead us into old paradigms of confrontation. At the \r\nsame time, the lack of audacity to confront them could \r\nendanger the democratic gains obtained with the end of \r\nthe cold war. These gains should be preserved, as they \r\nthemselves derive from the fundamental principles \r\nemanating from the Charter. \r\n We should not forget that the United Nations \r\nstands for the common fundamental values of freedom, \r\nequality, solidarity, tolerance and respect for human \r\nrights. In this regard, the suffering of the people of the \r\nSudan, particularly in Darfur, and the suffering of the \r\npeople in Somalia and Myanmar are also stark \r\nreminders of the gap between the goals this \r\nOrganization has set and the realities on the ground. \r\n My country welcomes joint international efforts \r\nto address the question of flagrant violations of \r\ninternational humanitarian law and human rights \r\nthrough established international mechanisms and \r\ninstitutions like the International Criminal Court (ICC). \r\nThe ICC provides a vital recourse to justice in \r\nsituations where national Governments cannot or will \r\nnot address these issues themselves. \r\n Human rights and the rule of law are essential \r\nbuilding blocks for a more peaceful, just and \r\nprosperous world. This year we are marking the \r\nsixtieth anniversary of the Universal Declaration of \r\nHuman Rights. As a member of the Security Council, \r\nmy country is dedicated to advancing these rights to \r\nthose most vulnerable in conflict: civilians, notably \r\nwomen and children. \r\n We are pleased that this year the Council adopted \r\na strong and action-oriented resolution addressing the \r\ndisturbing practice of sexual violence as a method of \r\nwarfare.  \r\n We also continue to work on advancing the cause \r\nof preventing children becoming part of armed \r\nconflicts, believing that the realities on the ground \r\nrequire stronger Council involvement. For this and \r\nmany other reasons, Croatia has decided to present its \r\ncandidature for membership in the Human Rights \r\nCouncil for the period 2010-2013. \r\n We live in a world that has significantly redefined \r\nthe traditional notion of threats to international peace \r\nand security. In an increasingly interconnected world, \r\nglobal threats are taking many forms. \r\n Terrorism, poverty, disease, climate change, \r\nenvironmental degradation and rising food prices \r\ncommand that we work together, as only a common \r\nvision and collective action, implemented in the spirit \r\nof solidarity and responsibility, can counter these \r\nchallenges. \r\n Terrorism attempts to undermine the core values \r\nof the modern world and poses a serious challenge to \r\nour security, the basic principles of democratic \r\nsocieties and the rights and freedoms of our citizens. \r\nTerrorist acts are criminal in nature and cannot be \r\njustified under any circumstances. Croatia appreciates \r\nand fully supports all efforts in the global struggle \r\nagainst terrorism, within the United Nations system \r\nand beyond. \r\n Since the beginning of this year, my country has \r\nbeen chairing the Security Council Counter-Terrorism \r\nCommittee, which was established in the immediate \r\naftermath of the devastating terrorist attacks against the \r\nUnited States and the whole democratic world on \r\n11 September 2001. We have assumed this \r\nresponsibility with the utmost seriousness and are \r\nworking towards moving the Committee forward by \r\nfocusing on concrete results and achieving realistic \r\nobjectives. \r\n I would also like to reiterate the importance \r\nCroatia attaches to the Global Counter-Terrorism \r\nStrategy as one of the primary international documents \r\nin the global fight against terrorism. Croatia is also \r\nactive on the regional level, presiding over the \r\nCommittee of Experts on Terrorism (CODEXTER) \r\nwithin the Council of Europe. \r\n In overcoming global threats and challenges, \r\ninitiatives such as the Alliance of Civilizations can also \r\nact as a stimulus, augmenting mutual respect, \r\nunderstanding and cooperation among States and \r\npeoples across cultures and religions. As the Alliance’s \r\nmain goal is to counter intolerance, religious \r\nfundamentalism and extremism, Croatia is pleased to \r\nbe a part of this ever-growing group. \r\n Our dialogue and cooperation should also be \r\ndirected with more emphasis at combating poverty and \r\nestablishing a global partnership for development. In \r\nthis regard, my country welcomes the Secretary-\r\nGeneral’s leadership in calling for action to make \r\nprogress for the poorest of the poor, the so-called \r\nbottom billion. \r\n A/63/PV.12\r\n \r\n13 08-52265 \r\n \r\n We also believe that it is essential for \r\nGovernments to support the delivery of commitments \r\nmade, with the aim of getting the Millennium \r\nDevelopment Goals back on track. Specific \r\narrangements between donor and recipient countries on \r\nthe implementation of the Millennium Development \r\nGoals should be put into action through a human-\r\ncentred approach to the key themes of the Goals, or \r\nmore precisely health and education, the environment \r\nand the eradication of poverty. \r\n In this sense, we recognize the importance of \r\nmobilizing financial resources for development, as well \r\nas their effective use in developing countries. The \r\nMonterrey Consensus remains the foundation of the \r\nglobal partnership for development, and Croatia \r\nbelieves in a positive outcome of the review conference \r\nto take place in Doha later this year. In this context, \r\nCroatia will honour the obligations and figures \r\nestablished pursuant to its status as a candidate for \r\nmembership in the European Union. \r\n Through its transition process Croatia has \r\nemerged from being a recipient country to being a \r\ncountry whose own experience and resources have \r\nenabled it to become an international donor. As a \r\ncontributor to various United Nations funds and \r\nprogrammes, Croatia has confirmed its capability to \r\nsupport the activities of the United Nations in \r\nnumerous fields, and will continue to do so through \r\nsharing our experiences and assisting those in need. \r\n However, while Croatia increases its contribution \r\nto global progress and takes a more assertive role in the \r\ninternational arena, it also remains active in, and \r\ncommitted to, fostering stability in South-East Europe. \r\nOur membership in the Security Council and our \r\nadvanced phase of integration in the North Atlantic \r\nTreaty Organization (NATO) and the European Union \r\nhas not led us to turn our back on our neighbours. On \r\nthe contrary, it has enabled us to redouble our efforts in \r\npreserving stability and maximizing the benefits of \r\npeace. \r\n Through initiatives such as the establishment of \r\nthe Regional Cooperation Council (RCC), \r\nheadquartered in Sarajevo and with a top Croatian \r\ndiplomat, Mr. Hido Biscevic, as its first Secretary \r\nGeneral, we have actively contributed to regional \r\nstability. \r\n However, there is still unfinished business in our \r\nneighbouring region. Let me mention one example: \r\nBosnia and Herzegovina. The foundations for stability \r\nin that country reside in respect for equal rights for all \r\nthree constituent and sovereign people: Croats, \r\nBosniaks and Serbs. \r\n The Republic of Croatia stands ready, along with \r\nthe international community, to support and assist \r\nBosnia and Herzegovina, as well as all the other \r\ncountries in the region, through an active policy of \r\ncooperation. \r\n Such cooperation paves the way for long-standing \r\nsecurity and prosperity in South-East Europe. And in \r\nthat way Croatia will continue to back the Euro-\r\nAtlantic aspirations of all its neighbours. In that way \r\nmy country will renew its determination to foster \r\npeace, democracy and tolerance, thus honouring our \r\ncommitment to the Charter. \r\n Last April, in this very Hall, His Holiness Pope \r\nBenedict XVI reminded us that: \r\n “The founding principles of the Organization — \r\nthe desire for peace, the quest for justice, respect \r\nfor the dignity of the person, humanitarian \r\ncooperation and assistance — express the just \r\naspirations of the human spirit and constitute the \r\nideals which should underpin international \r\nrelations.” (A/62/PV.95, p. 3) \r\n We should always remember these ideals as we \r\ncontinue to work together on exploiting the full \r\npotential of the United Nations in creating a more \r\npeaceful, prosperous and democratic world. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nRepublic of Croatia for the statement he has just made. \r\n Mr. Ivo Sanader, Prime Minister of the Republic \r\nof Croatia, was escorted from the rostrum. \r\n \r\n  Address by Mr. Apisai Ielemia, Prime Minister \r\nand Minister for Foreign Affairs and Labour \r\nof Tuvalu \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Prime Minister and Minister for \r\nForeign Affairs and Labour of Tuvalu. \r\n Mr. Apisai Ielemia, Prime Minister and Minister \r\nfor Foreign Affairs and Labour of Tuvalu, was \r\nescorted to the rostrum. \r\nA/63/PV.12  \r\n \r\n08-52265 14 \r\n \r\n The Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Apisai Ielemia, Prime \r\nMinister and Minister for Foreign Affairs and Labour \r\nof Tuvalu, and inviting him to address the General \r\nAssembly. \r\n Mr. Ielemia (Tuvalu): Standing before the \r\nAssembly for the first time, I am greatly honoured by \r\nthis opportunity to speak on behalf of the people and \r\nGovernment of Tuvalu. \r\n Next week, on 1 October, Tuvalu will \r\ncommemorate the thirtieth anniversary of its \r\nindependence. While we take pride in moving forward \r\nin nationhood, as a small and young nation, we have \r\nfull confidence in the noble goals of the United Nations \r\nto guide us through the waters of our destiny. Our \r\npresence here in the United Nations is our statement of \r\nhope and trust in the goodwill of humanity. \r\n Let me on this occasion express Tuvalu’s deep \r\nappreciation to all members of the international \r\ncommunity for their invaluable support to my nation, \r\nand convey its warmest greetings and felicitations to \r\nthe Assembly at its sixty-third session. \r\n I wish also to associate us with previous speakers \r\nin extending our congratulations to the President on his \r\nelection and in expressing our appreciation to his \r\npredecessor, particularly for promoting the issue of \r\nclimate change, among other matters, within the \r\nAssembly’s agenda. \r\n Climate change is without doubt the most serious \r\nthreat to the global security and survival of mankind. It \r\nis an issue of enormous concern to a highly vulnerable \r\nsmall island State like Tuvalu. Here in this great house \r\nwe now know both the science and economics of \r\nclimate change. We also know the cause of climate \r\nchange, and that human actions by all countries are \r\nurgently needed to address it. \r\n The central message to us, world leaders, of both \r\nthe International Panel on Climate Change reports and \r\nthe Sir Nicholas Stern report on climate change is \r\ncrystal clear: unless urgent actions are taken to curb \r\ngreenhouse gas emissions by shifting to a new global \r\nenergy mix based on renewable energy sources, and \r\nunless there is timely adaptation, the adverse impacts \r\nof climate change on all communities will be \r\ncatastrophic. \r\n This great family, the United Nations, must not \r\nfail to take heed of these timely warnings, and to save \r\nus all, particularly the small and most vulnerable, from \r\nthis man-made catastrophe. \r\n The next 12 to 18 months are crucial in the \r\ncontext of negotiating a new international agreement \r\non climate change, based on the Bali Action Plan. We \r\nmust work together to ensure that all countries make a \r\nsubstantial effort to reduce their greenhouse gas \r\nemissions. \r\n We need to find the right incentives to ensure that \r\nall countries contribute to dramatically reducing \r\ngreenhouse gas emissions. This requires a substantial \r\ncollective effort. It also requires strong political \r\nleadership. Tuvalu observes with great disappointment \r\nthe clear absence of this leadership particularly \r\nemerging from the recently concluded Group of Eight \r\n(G-8) Summit. We need stringent, short-term targets by \r\nall major developed countries. \r\n Based on the principle of the polluter pays and \r\ncommon but differentiated responsibilities, the \r\nindustrialized world must show strong leadership in \r\nadvancing real actions on climate change. But all \r\ncountries must also act. In the little way we can, we in \r\nthe small island developing States are also committed \r\nto contributing to emission reduction through use of \r\nrenewable energy. \r\n While we call for urgent action to reduce \r\nemissions, we know that the impacts of climate change \r\nare upon us. For a highly vulnerable small coral atoll \r\nnation like Tuvalu, the consequences of the impacts of \r\nclimate change are frightening. The survival and \r\nsecurity of our entire nation, along with fundamental \r\nhuman rights and its cultural identity, are under threat; \r\nTuvalu is right on the edge of existence. Climate \r\nchange could well push us over that edge. \r\n Last year Tuvalu produced an international \r\nblueprint on adaptation which we presented as a \r\nsubmission to the Conference of the parties to the \r\nUnited Nations Framework Convention on Climate \r\nChange. This blueprint highlights a number of areas \r\nwhere we envisage greater collaboration within the \r\nUnited Nations system. Let me highlight a few. \r\n First, it is very clear that financial resources for \r\nadaptation are completely inadequate. Last year Oxfam \r\nInternational suggested that the adaptation needs of \r\ndeveloping countries will cost a minimum of \r\n$50 billion per year. We must work together to find \r\nthese additional funds. One means of increasing the \r\n A/63/PV.12\r\n \r\n15 08-52265 \r\n \r\nfunding for adaptation is through the creation of what \r\nwe call a burden-sharing mechanism. Funding for this \r\nmechanism could come from levies on the share of the \r\nproceeds from emissions trading and international \r\naviation and maritime transport. \r\n We also believe that new and additional sources \r\nof funding must be identified and channelled through \r\nthe recently established Adaptation Fund to help fund \r\nconcrete adaptation projects in-country to adapt to the \r\nimpacts of climate change, while ensuring long-term \r\nsurvival and livelihoods of our God-given lands. While \r\nwe welcome, therefore, the recent launch of several \r\nnew funding initiatives on climate change, we must \r\ncaution against the fragmentation of international \r\nefforts, and warn of the need, not to do more studies, \r\nbut to fulfil obligations to urgently save those suffering \r\nfrom climate change. \r\n Secondly, we need collaborative action by United \r\nNations institutions and non-governmental organizations \r\nto develop a comprehensive approach to long-term \r\nadaptation action. As a first step, we believe, a special \r\ncoordination committee should be established under the \r\nauspices of the General Assembly. \r\n Thirdly, the blueprint proposes the establishment \r\nof an international climate insurance pool. This would \r\nbe an internationally sourced pool of funds for an \r\ninsurance mechanism to provide support to the most \r\nvulnerable communities to meet the costs of rebuilding \r\nafter climate-related disasters. \r\n Those are only three ideas we have elaborated in \r\nour blueprint. There are a number of others. We \r\nencourage the President to look closely at the blueprint \r\nand develop the ideas further. \r\n We strongly believe that it is the political and \r\nmoral responsibility of the world, particularly those \r\nwho caused the problem, to save small islands and \r\ncountries like Tuvalu from climate change and ensure \r\nthat we continue to live in our home islands with long-\r\nterm security, cultural identity and fundamental human \r\ndignity. Forcing us to leave our islands due to the \r\ninaction of those responsible is immoral, and cannot be \r\nused as a quick-fix solution to the problem. \r\n In the context of all this, therefore, Tuvalu also \r\nstrongly supports the draft resolution on security and \r\nclimate change submitted by the Pacific small island \r\ndeveloping States, to be reintroduced at this sixty-third \r\nsession. We urge others to co-sponsor this very \r\nimportant draft resolution and properly address the \r\nissues raised in it. \r\n Tuvalu recently attended the High-Level \r\nConference on World Food Security. We share the \r\ngrave concerns regarding the current global issue of \r\nhigh food prices, food shortages and their associated \r\nsocial problems for humanity, which are made worse \r\nby high fuel prices. We highly commend the initiative \r\ntaken by the Secretary-General in establishing the \r\nHigh-Level Task Force on the Global Food Security \r\nCrisis, and the formulation of a Comprehensive \r\nFramework for Action. We sincerely hope that this \r\nFramework will produce concrete results in countries \r\nexperiencing the food crisis.  \r\n One of the most sensitive issues for small and \r\nvulnerable island developing States like Tuvalu has \r\nbeen the lack of recognition of our unique vulnerability \r\nin the consideration of the question of graduation from \r\nthe least developed country (LDC) status. Our \r\neconomic and environmental vulnerabilities cannot be \r\nignored. The enormous threat of more severe weather \r\nevents and a rising sea level hangs overhead like a \r\nlarge storm cloud. It hinders investment in our country \r\nand potentially puts into question our very survival. We \r\ntherefore make a strong and heartfelt appeal to the \r\nGeneral Assembly, the Economic and Social Council \r\nand our development partners to carefully reconsider \r\nthe criteria for LDC graduation.  \r\n Two issues are of particular concern. First, it is \r\nremarkable that nearly all recent graduates and \r\npotential graduates are small islands — including my \r\nown country, Tuvalu. The small island States that are \r\nalso LDCs eligible for graduation all have improved \r\ntheir per capita income and their human assets. Also, \r\nthey have in common the fact that they are highly \r\nvulnerable in economic and environmental terms. But \r\nthis vital criterion of vulnerability does not seem to be \r\ntaken seriously enough. In short, our countries are or \r\ncould be losing LDC status because of progress they \r\nhave made on per capita income, despite the fact that \r\nthe sustainability of that income is challenged by our \r\nvulnerability.  \r\n My second point has to do with the serious lack \r\nof coherence within the United Nations system. For \r\nseveral years the high level of vulnerability of small \r\nisland developing States has been recognized and \r\nreiterated in many different United Nations circles — \r\nin Rio, Barbados, Mauritius and Johannesburg, as well \r\nA/63/PV.12  \r\n \r\n08-52265 16 \r\n \r\nas in several other major United Nations events, \r\nincluding the Millennium Development Goals (MDGs) \r\nSummit Declaration. Yet this special vulnerability has \r\nnever been given serious recognition in the General \r\nAssembly and the Economic and Social Council, let \r\nalone recognized as the main criterion for LDC \r\ngraduation.  \r\n I therefore call on the United Nations to work \r\nseriously towards reform of the graduation rule so that \r\nno LDC that is recognized as highly vulnerable is \r\nforced to lose its LDC status.  \r\n Tuvalu wishes to commend the ongoing reforms \r\nwithin the United Nations but would also note with \r\ngrave concern that progress is slow. We clearly need to \r\nrestructure and expand the Security Council in order to \r\nproperly reflect regional balance. We must take a fresh \r\nlook at the membership so that the Council can \r\nproperly address emerging global peace and security \r\nchallenges, including climate change. We also believe \r\nthat a seat should be allocated for a representative from \r\na small island developing State in the reformed \r\nSecurity Council.  \r\n In the broader context of United Nations reforms, \r\nI support the Secretary-General’s remarks that  \r\n  “Our changing world needs a stronger \r\nUnited Nations. …  \r\n  “we need to be faster. … We need to pay \r\nless attention to rhetoric, and more attention to \r\nresults — to getting things done.” (A/62/PV.4, \r\npp. 1-2)  \r\nI could not agree more. To this end, I appeal again to \r\nthe United Nations for the earliest establishment of its \r\nJoint Presence office in Tuvalu in order to facilitate \r\nbetter coordination of United Nations interventions.  \r\n Tuvalu believes strongly that nations have the \r\nright to self-determination. The United Nations must \r\nuphold this principle. Therefore, we believe it is time \r\nthat the United Nations properly addressed the issue of \r\nTaiwan’s meaningful participation in the United \r\nNations specialized agencies. My Government strongly \r\nsupports Taiwan’s aspirations to meaningfully \r\nparticipate in the United Nations and its specialized \r\nagencies, recognizing Taiwan’s own political and \r\neconomic achievements and its constructive \r\ncontribution to international development, trade, \r\nhealth, education and technology. We appeal strongly \r\nthat Taiwan’s aspirations to participate as a full \r\nmember of specialized agencies of the United Nations \r\nbe given proper and urgent attention.  \r\n Finally, our story on the achievement of the \r\nMDGs is mixed. For small island developing States \r\nlike Tuvalu, addressing our sustainable development \r\nchallenges is not simply poverty reduction. It is the \r\nMDGs-plus. More than ever, we need a significant \r\nincrease in direct financing, technology and capacity \r\ndevelopment, as recognized under the Mauritius \r\nStrategy for Implementation, to cope with our unique \r\nisland challenges.  \r\n Mr. Derrick Sikua (Solomon Islands), Vice-\r\nPresident, took the Chair.  \r\n My Government firmly believes that the next 12 \r\nmonths will be an extremely critical time in the history \r\nof the United Nations. We must act promptly and \r\ndecisively to address climate change, to achieve the \r\nMillennium Development Goals and to respond to the \r\nglobal crises on food and energy. These issues are \r\nclosely linked. We must rise to these challenges. \r\n God bless the United Nations. Tuvalu mo te Atua. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister and \r\nMinister for Foreign Affairs and Labour of Tuvalu for \r\nthe statement he has just made. \r\n Mr. Apisai Ielemia, Prime Minister and Minister \r\nfor Foreign Affairs and Labour of Tuvalu, was \r\nescorted from the rostrum. \r\n \r\n  Address by Mr. Abbas El Fassi, Prime Minister \r\nof the Kingdom of Morocco \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Kingdom \r\nof Morocco. \r\n Mr. Abbas El Fassi, Prime Minister of the \r\nKingdom of Morocco, was escorted to the \r\nrostrum. \r\n The Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Abbas El Fassi, Prime \r\nMinister of the Kingdom of Morocco, and inviting him \r\nto address the General Assembly. \r\n Mr. El Fassi (Morocco) (spoke in Arabic): Allow \r\nme to begin by warmly congratulating His Excellency \r\nMr. Miguel d’Escoto Brockmann upon his election to \r\nthe presidency of the General Assembly at its sixty-\r\n A/63/PV.12\r\n \r\n17 08-52265 \r\n \r\nthird session. His election honours his long-lasting \r\npersonal commitment to the preservation of peace and \r\nsecurity and, particularly, his constant efforts to \r\nencourage reconciliation in Central America. I also \r\nwish to thank Mr. Srgjan Kerim for his excellent \r\nservice as President of the General Assembly at its \r\nprevious session.  \r\n I would also like to thank the Secretary-General, \r\nBan Ki-moon, for his generous and ongoing efforts to \r\nhelp reform our Organization, in particular those \r\naiming to improve its working methods and its \r\ninteraction with its Member States.  \r\n Twenty years ago, the fall of the Berlin Wall \r\nmarked the end of a cold war era that had been \r\ncharacterized by ideological divisions, arms races and \r\na weak multilateral system with inefficient \r\nmechanisms. With the end of that era came great hope \r\nand aspirations from the world’s peoples, leading some \r\nto believe in the beginning of a new world order — a \r\nworld order that would not only be more fair and \r\nequitable, but also distinguished by a culture of \r\nforgiveness among its nations. That new order was also \r\nmeant to spread the values of democracy and human \r\nrights, giving priority to development and the better \r\nand more efficient utilization of technological \r\nadvancements. At the same time, some people \r\npredicted that that new world order would restore \r\nprestige to the United Nations, allowing it to achieve \r\nmore consensus on international issues.  \r\n Rather than fulfilling the expectations of a better \r\nworld after the cold war, today’s reality has seen an \r\nincrease in regional and internal conflicts, especially \r\non the African continent. This situation is exacerbated \r\nby a race for energy resources and a frenzied \r\nexploitation of precious minerals.  \r\n At the economic and trade levels, the launch of \r\nthe World Trade Organization in 1994 in Marrakesh led \r\nto a substantial acceleration of world trade exchanges, \r\nbut it did not create a fair trade system that would \r\nrespond to the expectations of developing countries.  \r\n Indeed, in spite of the efforts deployed in \r\nnumerous United Nations conferences, official \r\ndevelopment assistance (ODA) has significantly \r\ndecreased over recent years. In fact, the assistance \r\nprovided by donor countries does not meet the \r\nexpectations of developing countries despite the \r\nformer’s commitment to increase their global annual \r\nassistance to developing countries to $50 billion by \r\n2010.  \r\n Therefore, notwithstanding the progress achieved \r\nover previous years, Morocco, in addition to other \r\ncountries, expresses its concern regarding the delay in \r\nthe launching of development processes in many \r\nAfrican countries. That delay is partly due to the \r\ncomplexity of the current international situation \r\nparticularly marked by economic and financial crises, \r\nwhich have had an impact on food security and the \r\nenergy needs of these countries. Those circumstances \r\nundermine years of ongoing efforts towards the \r\ndevelopment of African countries. In order to improve \r\nthat situation, the Kingdom of Morocco urges the \r\nUnited Nations and relevant financial institutions to \r\nundertake all the arrangements necessary to stabilize \r\nthe food market, to maintain social stability in \r\ndeveloping countries and to open the market to \r\nagricultural products, taking into consideration the \r\ncircumstances of the least developed countries.  \r\n The weak role of the United Nations in \r\nmaintaining peace and security throughout the world \r\nduring the cold war period was followed by a new \r\nphase, during which the multilateral system was \r\ncharacterized by the convening of several meetings and \r\nconferences focused on various global issues, as well \r\nas by the deployment of numerous peacekeeping \r\noperations, especially in Africa. As a troop-\r\ncontributing country, Morocco has spared no efforts to \r\nincrease its involvement in United Nations \r\npeacekeeping forces. The Kingdom is also actively \r\npromoting the enhancement of South-South \r\ncooperation by giving priority to African countries.  \r\n To parallel the changes taking place in the \r\ninternational arena, United Nations Member States \r\nlaunched major reforms centred on improving the \r\nOrganization’s actions, reinforcing its role and \r\nenhancing its mechanisms. Nevertheless, some \r\nweaknesses remain in coordination among the various \r\nUnited Nations bodies and between the Organization \r\nitself and regional organizations. That is particularly \r\nevident in the efforts to contain and prevent regional \r\nconflicts with potential spillover effects.  \r\n At this point, it is important to strengthen \r\nmultilateralism in order to meet new challenges and to \r\nput in place a new order based on justice and equality. \r\nThe pursuit of such an approach is not merely an \r\noption but is necessary, given the serious challenges \r\nA/63/PV.12  \r\n \r\n08-52265 18 \r\n \r\nfacing international peace and security and sustainable \r\neconomic and social development. \r\n The Middle East peace process, initiated at the \r\nMadrid Conference in 1991, was unfortunately \r\nunsuccessful in ending the conflict, which continues to \r\nsee heavy daily casualties and causes millions of \r\nPalestinians to live in inhumane and tragic conditions. \r\nIn this context Morocco closely follows the latest \r\ndevelopments regarding the situation in the Middle \r\nEast and encourages all initiatives aiming to bring \r\npeace to that region, with respect to international \r\nlegality and to the agreements previously reached, \r\nnamely the Road Map and the Arab Peace Initiative.  \r\n This last initiative undoubtedly represents a \r\nrealistic solution, reflecting the true commitment of \r\nArab countries to reach a just, comprehensive and \r\nlasting solution that would allow the Palestinian people \r\nto establish an independent State with Al-Quds as its \r\ncapital and force Israel to withdraw from all occupied \r\nArab land, a solution that would enable the people and \r\nthe countries of the Middle East to live in peace, \r\nstability and security.  \r\n The Kingdom of Morocco equally expresses the \r\nnecessity to respect the particular situation of \r\nJerusalem by avoiding degrading and humiliating \r\npractices and curtailing any attempts to undermine the \r\nspecificities of the Holy City in regard to culture, \r\nreligion and civilization. In this regard, His Majesty \r\nKing Mohammed VI, Chairman of the Al-Quds \r\nCommittee, spares no effort in encouraging world \r\nleaders to help put an end to the projects taking place \r\naround the Al-Aqsa Mosque and in other parts of \r\nJerusalem.  \r\n As far as Iraq is concerned, we closely follow \r\nprogress on the ground and encourage dialogue and \r\nnational reconciliation between the different ethnic, \r\npolitical and cultural factions in order to end the cycle \r\nof violence, to reach peace and stability, to preserve the \r\nterritorial integrity of that brotherly country and to \r\nallow it to rebuild its economy.  \r\n Morocco also launched a regional initiative in \r\nJune 2006 by convening an international ministerial \r\nconference on migration, development, environment \r\nand climate change. Morocco considers the celebration \r\nof the sixtieth anniversary of the Universal Declaration \r\nof Human Rights the right occasion to appoint a United \r\nNations special rapporteur on human rights issues. It \r\nwould aim to appropriately equip the United Nations to \r\nplay a leading role in ensuring that all citizens’ rights \r\nare protected and that the laws and political and \r\neconomic mechanisms regarding respect for human \r\nrights are harmonized in order to promote those rights.  \r\n The United Nations is based on the principles of \r\ncooperation and neighbourly relations, with regional \r\nintegration and cooperation representing the best \r\nmeans to ensure stability, economic development and \r\nan improved collective future. Since its independence, \r\nthe Kingdom of Morocco has placed the project of an \r\nArab Maghreb Union at the top of its priorities and \r\nconsidered it a strategic option. Morocco is firmly \r\ncommitted to making the Arab Maghreb Union the \r\nherald of an era of peace and the fulfilment of the \r\ncommon destiny of the populations of this region.  \r\n The Kingdom of Morocco is strongly convinced \r\nabout and deeply committed to overcoming all \r\nobstacles and to moving forward with regional \r\nintegration into the Arab Maghreb Union. The \r\nMoroccan autonomy initiative regarding the Western \r\nSahara, which was described by the Security Council \r\nas serious and credible, is the result of in-depth \r\nnational consultations and widespread international \r\nconsultations. As a result, the Security Council \r\nsuccessfully and unanimously adopted three \r\nresolutions — 1754 (2007), 1783 (2007) and 1813 \r\n(2008) — that call upon parties to enter into true \r\nnegotiations, taking into consideration the latest \r\ndevelopments and particularly the Moroccan initiative, \r\nwhich launched a new dynamic in favour of a lasting \r\nsolution to this conflict. \r\n Morocco remains strongly committed to \r\ncontinuing those negotiations with sincerity and \r\ngoodwill in order to find a final solution to that \r\nregional conflict, one that would respect the national \r\nsovereignty and territorial integrity of the Kingdom of \r\nMorocco and give the benefits of autonomy to the \r\nSahara and its population. It would be a lasting, \r\ncomprehensive and realistic solution to that regional \r\nconflict.  \r\n A strong, open, integrated and stable Arab \r\nMaghreb can play a key role in maintaining regional \r\npeace and security. Along the shores of the \r\nMediterranean, it can also contribute to enhancing \r\nAfrican integration and play an active role as an \r\nefficient and credible partner to achieve the noble goals \r\nfor which the United Nations was created. \r\n A/63/PV.12\r\n \r\n19 08-52265 \r\n \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nKingdom of Morocco for the statement he has just \r\nmade. \r\n Mr. Abbas El Fassi, Prime Minister of the \r\nKingdom of Morocco, was escorted from the \r\nrostrum. \r\n \r\n  Address by Mr. David Thompson, Prime \r\nMinister and Minister for Finance, Economic \r\nAffairs and Development, Labour, Civil Service \r\nand Energy of Barbados \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Prime Minister and Minister for \r\nFinance, Economic Affairs and Development, Labour, \r\nCivil Service and Energy of Barbados. \r\n Mr. David Thompson, Prime Minister and \r\nMinister for Finance, Economic Affairs and \r\nDevelopment, Labour, Civil Service and Energy \r\nof Barbados was escorted to the rostrum. \r\n The Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. David Thompson, \r\nPrime Minister and Minister for Finance, Economic \r\nAffairs and Development, Labour, Civil Service and \r\nEnergy of Barbados, and inviting him to address the \r\nGeneral Assembly. \r\n Mr. Thompson (Barbados): It is with great \r\npleasure that I associate the delegation of Barbados \r\nwith previous speakers who have congratulated the \r\nPresident on his election to the presidency of the \r\nGeneral Assembly at its sixty-third session. We are \r\nparticularly proud to see a fellow member of the Latin \r\nAmerican and Caribbean group assume that high \r\noffice, and I pledge to him the full support of the \r\nBarbadian delegation as he carries out his most \r\nimportant mandate. We wish also to commend his \r\npredecessor, His Excellency Mr. Kerim, for leading the \r\nAssembly over the past year through complex \r\ndiscussions on a range of global challenges.  \r\n I also extend the good wishes of the Barbadian \r\nGovernment to the Secretary-General. We offer him \r\nour continued support as he leads the United Nations at \r\nthis critical juncture in world affairs and seeks to \r\nidentify meaningful pathways to progress for Member \r\nStates with differing interests and national priorities.  \r\n On 15 January 2008, the citizens of Barbados, in \r\nexercise of their democratic right, which they hold \r\nsacred, voted in general elections to bring into office \r\nthe Government of the Democratic Labour Party, which \r\nI have the honour to lead. It is a tribute to the good \r\nsense of the Barbadian people and to the maturity of \r\nour democracy that in our country free and fair \r\nelections take place every five years and that the \r\ntransition to a new Administration is seamless, orderly \r\nand peaceful. That exemplary process affords me the \r\nopportunity to address the Assembly for the first time \r\ntoday as Prime Minister of Barbados. I am humbled by \r\nthe confidence the Barbadian people have shown in me \r\nand am conscious of the responsibility that now falls \r\nupon my Government to respond to the overwhelming \r\ncall for change that brought us to office.  \r\n Barbados is a stable, progressive small State \r\nwhose high human development rating can be \r\nattributed to the emphasis successive generations have \r\nplaced on the development of social capital. Our \r\ncountry is not endowed with abundant natural \r\nresources, and it is therefore our human resources that \r\nare our greatest asset.  \r\n Within our well-developed social democratic \r\nsystem, the new Barbadian Government will place the \r\ngreatest priority on policies that nurture the talents and \r\nenterprise of individuals and continue to assure our \r\npeople universal access to quality education, health \r\ncare, adequate housing and decent working conditions, \r\nall within an environment of respect for human rights \r\nand the rule of law.  \r\n We are well aware that we are now called upon to \r\ndo that in a time of unprecedented global, economic \r\nand social volatility, which is shaking the foundations \r\nof societies far larger and more powerful than our own. \r\nIn these circumstances, my Government’s immediate \r\nfocus must be on policies that seek to address the high \r\ncost of living, which is driven largely by high energy \r\nand food prices, to reduce the levels of domestic and \r\ninternational debt and to stabilize the national economy \r\nwhile keeping it competitive. Barbadians are a resilient \r\nand resourceful people. We have weathered \r\ninternational storms before, and with strong and \r\ncompetent leadership we will do so again.  \r\n In international affairs, Barbados cherishes the \r\nreputation it holds as a successful small State whose \r\npositions are based on principle and whose actions \r\nreflect a profound respect for democratic values. In its \r\nengagement with the rest of the world, the \r\nGovernment, which I have the honour to lead, pledges \r\nA/63/PV.12  \r\n \r\n08-52265 20 \r\n \r\nto uphold and carry forward the proud traditions of the \r\nfather of our independence and national hero, the Right \r\nExcellent Errol Barrow.  \r\n His address to this Assembly as we joined the \r\nranks of sovereign States remains as relevant today as \r\nit was when it was first delivered 42 years ago. His \r\nclear definition of the parameters of Barbados’ foreign \r\npolicy is the creed by which our Government and \r\npeople continue to live. It is perhaps appropriate if I \r\nquote his words directly, \r\n“We will support genuine efforts at world peace, \r\nbecause our society is stable. We will strenuously \r\nassist in the uprooting of vestigial imperialism, \r\nbecause our institutions are free. We will press \r\nfor the rapid economic growth of all \r\nunderdeveloped countries, because we are busily \r\nengaged in building up our own. \r\n “We have no quarrels to pursue and we \r\nparticularly insist that we do not regard any \r\nMember State as our natural opponent. We shall \r\nnot involve ourselves in sterile ideological \r\nwranglings because we are exponents, not of the \r\ndiplomacy of power, but of the diplomacy of \r\npeace and prosperity. We will not regard any \r\ngreat Power as necessarily right in a given \r\ndispute unless we are convinced of this, yet at the \r\nsame time we will not view the great Powers with \r\nperennial suspicion merely on account of their \r\nsize, their wealth, or their nuclear potential. We \r\nwill be friends of all, satellites of none.” \r\n(A/PV.1487, paras. 76 and 78) \r\n The position of the new Government of Barbados \r\nwill be guided by that enduring philosophy. Because \r\nwe are a small island, we will champion the issues of \r\ngreatest concern to small island developing States. We \r\nwill argue for the need for special recognition of their \r\ninherent vulnerabilities and for sensitive responses to \r\nthe critical challenges, such as climate change and \r\nsusceptibility to natural disasters, which constrain their \r\nsustainable development. \r\n Because a one-size-fits-all mentality threatens to \r\nfurther marginalize us in the new international trading \r\narrangements, we will continue to show leadership \r\nwithin the group of small vulnerable economies in \r\nadvocacy efforts to create a regime of special and \r\ndifferential treatment to cater to our unique \r\ncircumstances. \r\n Because we are a middle-income developing \r\ncountry deemed too successful to qualify for \r\nconcessionary financing but too high-risk for \r\nfavourable terms on the capital markets, we will join \r\nwith like-minded colleagues to lobby for adequate \r\nsupport mechanisms to ensure that our development \r\nprocess is not derailed. Because we are a Caribbean \r\ncountry, we will partner with our fellow Caribbean \r\nStates to protect our shared patrimony — the \r\nCaribbean Sea — from over-exploitation and \r\nenvironmental degradation and to secure our borders \r\nfrom the threats of drug and arms trafficking, money-\r\nlaundering and terrorism. We are fervent advocates of \r\nthe notion of the Caribbean as a zone of peace, and we \r\nview with great concern any action, from whatever \r\nquarter, that seeks to reintroduce the anachronism of \r\ncold-war rivalry into our peaceful regional community \r\nof nations.  \r\n Finally, because we are a responsible member of \r\nthe international community, and because we believe in \r\nthe positive role that small States can play in advancing \r\nthe cause of international peace and equitable social \r\nand economic development, we rededicate ourselves to \r\nthe building of an international system that operates on \r\nthe principle of multilateralism and that respects the \r\nsovereign equality of States and the tenets of genuine \r\nnon-alignment. \r\n Whatever semantics are used, there is little doubt \r\nthat we have entered an international economic crisis \r\nof grave proportions which threatens to derail the \r\nprogress of many States and to worsen the already \r\ndesperate circumstances of the most vulnerable among \r\nus. The volatility of oil prices makes managing the \r\neconomic affairs of our countries a daily challenge, and \r\nthe escalating cost of basic foods has had immense \r\npolitical and social consequences throughout the world. \r\nThe signals could not be clearer. Investment in \r\nrenewable sources of energy such as wind, solar, \r\ngeothermal and biofuels is imperative. National efforts \r\nwill certainly not be sufficient, and we will therefore \r\nneed to forge global partnerships, with increased \r\ninvestment in research and development and \r\nmeaningful incentives to reverse our excessive \r\ndependence on fossil fuels. \r\n The issue of food security is now at the centre of \r\nour national and international policy agenda. The \r\nmeasures proposed by United Nations agencies and \r\nthose agreed upon at the High-level Conference on \r\nWorld Food Security, held in Rome, must now find \r\n A/63/PV.12\r\n \r\n21 08-52265 \r\n \r\nexpression in specific programmes and projects. In \r\naddition to immediate humanitarian relief for the most \r\nseverely affected countries, policies must be put in \r\nplace urgently to boost production and productivity in \r\nagriculture and to correct distortions of the market that \r\njeopardize the global supply of food. Crisis situations \r\nare often catalysts for creative national action. But the \r\nenormity of the current crisis means that for many \r\ndeveloping countries national action will have a limited \r\nimpact unless it is accompanied by a supportive \r\nframework of international cooperation and the \r\nhonouring by the donor community of past \r\ncommitments for increased resources for development. \r\nA successful outcome to November’s Doha Review \r\nConference on Financing for Development must \r\ninclude a genuine global partnership to provide the \r\nrequired financial resources for the achievement of \r\ninternationally agreed development goals, including \r\nthe Millennium Development Goals. \r\n The availability of additional financial resources \r\nis not, however, the only requirement. Meaningful \r\nchanges must also be made that will allow for a greater \r\nvoice, representation and effective participation of \r\ndeveloping countries in international decision-making \r\nwithin the international financial institutions. The \r\ncauses of the present global financial crisis are firmly \r\nrooted in the failure of the international community to \r\nreform an undemocratic and antiquated system of \r\ninternational economic governance that has not kept \r\npace with the rapid growth of global interdependence. \r\nBarbados believes that those responsible for the crisis, \r\nand who also created, controlled and manipulated the \r\nglobal financial system for their own advantage, cannot \r\nnow be trusted to heal it. Developing countries must \r\ndemonstrate leadership in the search for a lasting \r\nsolution to the global financial crisis and insist that any \r\nexercise to institute reforms must strictly adhere to the \r\nprinciples of openness, transparency and inclusiveness, \r\nwith the United Nations taking the lead. \r\n The Economic and Social Council must be \r\nempowered to play a more meaningful role in global \r\neconomic decision-making, consistent with the \r\nmandate entrusted to it by the United Nations Charter. \r\nEven with the recent strengthening of the Council, its \r\ncurrent responsibilities fall short of the role envisaged \r\nfor it by the founders of this Organization. As a \r\nmember of the Economic and Social Council, Barbados \r\nis ready to work with other member States to end the \r\nmarginalization of the Council from the global economic \r\npolicy-setting and decision-making processes.  \r\n The Economic and Social Council is by no means \r\nthe only principal organ of the United Nations that is in \r\nurgent need of reform. The Security Council as it exists \r\nis not representative of the current realities and \r\ndynamics of international politics and must be \r\nreformed to reflect the situation today. We join those \r\nwho have called for the start of intergovernmental \r\nnegotiations on Security Council reform during the \r\nsixty-third session. \r\n As Prime Minister of a small island developing \r\nState in a region at the epicentre of the global climate \r\ncrisis, it is my hope that the current international \r\nefforts within the United Nations Framework \r\nConvention on Climate Change (UNFCCC) to respond \r\nto the scientific evidence on climate change prioritize \r\nthe concerns and needs of these vulnerable developing \r\ncountries, which are already being affected by the \r\ndangerous impacts of climate change. Failure to take \r\nurgent, ambitious and decisive action would be nothing \r\nshort of reckless indifference. \r\n In the wake of the destruction and devastation of \r\nthe 2008 hurricane season, we in the Caribbean are \r\nacutely aware of the precarious nature of our very \r\nsurvival, as well as the urgency attached to action to \r\nmitigate the causes of climate change. At the \r\nCopenhagen Climate Change Conference in 2009 we \r\nmust deliver an agreement that is comprehensive, \r\nambitious and inclusive, which adopts a package of \r\nmitigation-related activities that will ensure that long-\r\nterm temperature increases are stabilized well below \r\n2 Celsius degrees above pre-industrial levels, and also \r\nprovides small island developing States and other \r\nvulnerable developing countries with new, additional, \r\npredictable and easily accessible sources of funding for \r\nadaptation. Time is not on our side. \r\n During the sixty-third session the Assembly will \r\nconsider a draft resolution entitled “Towards the \r\nsustainable development of the Caribbean Sea for \r\npresent and future generations”, which will again seek \r\nto gain international support for the initiative of States \r\nmembers of the Association of Caribbean States to \r\nhave the Caribbean Sea recognized as a special area \r\nwithin the context of sustainable development. Since \r\nthe adoption by the General Assembly of resolution \r\n61/197 two years ago, the States members of the \r\nAssociation of Caribbean States have made significant \r\nA/63/PV.12  \r\n \r\n08-52265 22 \r\n \r\nstrides in developing the institutional and legal \r\nframework for Caribbean Sea governance and have \r\ncollaborated with various civil society stakeholders on \r\nmeasures to ensure sustainable management and \r\nconservation of our most precious natural resource. We \r\nlook forward to continued assistance from the \r\ninternational community in helping us to achieve the \r\nobjectives of that initiative. \r\n The Government of Barbados looks forward to \r\nmaintaining the excellent relations that we have \r\nenjoyed over these many years with the United \r\nNations. We pledge to continue to uphold the principles \r\nof its Charter and will do everything to assist in \r\nmaintaining an international system and community in \r\nwhich all nations can make their own contribution to \r\nthe betterment of mankind. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister and \r\nMinister for Finance, Economic Affairs and \r\nDevelopment, Labour, Civil Service and Energy of \r\nBarbados for the statement he has just made. \r\n Mr. David Thompson, Prime Minister and \r\nMinister for Finance, Economic Affairs and \r\nDevelopment, Labour, Civil Service and Energy \r\nof Barbados, was escorted from the rostrum. \r\n \r\n  Address by Mr. Geir H. Haarde, Prime Minister \r\nof the Republic of Iceland \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Republic \r\nof Iceland. \r\n Mr. Geir H. Haarde, Prime Minister of the \r\nRepublic of Iceland, was escorted to the rostrum. \r\n The Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Geir H. Haarde, Prime \r\nMinister of the Republic of Iceland, and inviting him to \r\naddress the General Assembly. \r\n Mr. Haarde (Iceland): Let me first join others in \r\ncongratulating Mr. d’Escoto Brockmann on his election \r\nto the presidency of the General Assembly at its sixty-\r\nthird session. I pledge Iceland’s support and \r\ncooperation in the important work that lies ahead. \r\n Almost all United Nations Member States \r\nrecently sent athletes to compete in the Beijing \r\nSummer Olympic Games, where the world witnessed \r\noutstanding sportsmanship, in terms of both \r\nperformance and conduct. The Olympics have become \r\na global venue where there is no contradiction between \r\nthe demonstration of international solidarity and \r\npositive patriotism. While recognizing that the example \r\nof such a sporting event cannot be applied directly to \r\ninternational relations in the political field, it could \r\nstill be an inspiration as we seek ways to make our \r\nOrganization more effective in dealing with the \r\nimmense global challenges of the twenty-first century. \r\nThe Olympics reflect the human commonality and \r\naspirations that should be our point of departure. \r\n Extreme poverty continues to remain an obstacle \r\nto development and security in many parts of the \r\nworld. Despite considerable accomplishments in the \r\nreduction of poverty, this is still the single most \r\ndaunting challenge facing mankind and the source of \r\nso many other problems with global repercussions. \r\nExperience shows that a combination of local, regional \r\nand international initiatives is usually required to \r\neradicate the manifold causes of poverty. This includes \r\nadditional resources for development cooperation. \r\n We, the international community, must fulfil the \r\npromises we made to our most vulnerable constituents \r\neking out an existence in extreme poverty, especially in \r\nsub-Saharan Africa. They are the ones who depend \r\nmost on the solidarity of the international community. \r\nThe forthcoming meeting in Doha on financing for \r\ndevelopment will test the resolve of the international \r\ncommunity and, for its part, Iceland aims to be among \r\nthe top contributors of official development assistance \r\n(ODA), having already doubled its budget for \r\ndevelopment cooperation over the past four years.  \r\n The Secretary-General has aptly referred to the \r\ninterconnected challenges of soaring food costs, \r\ndevelopment and climate change. Indeed, the objective \r\nof widespread sustainable development seems ever \r\nmore distant. But apathy or despair is not an option \r\nbecause, inevitably, the cost of inaction will rise \r\ncorrespondingly. Action needs to be broad-based and \r\nsustained, addressing both urgent humanitarian and \r\nlong-term structural issues. Much can be done to \r\nstrengthen food security. Iceland, for example, has for \r\ndecades shared its experience and expertise in modern \r\nfisheries with developing coastal States, including \r\nthrough the work of the United Nations University \r\nFisheries Training Programme in Reykjavik. Ninety-\r\nfive per cent of the people in the world dependent on \r\nharvesting living marine resources live in developing \r\ncountries. We will continue to make a small but \r\n A/63/PV.12\r\n \r\n23 08-52265 \r\n \r\nsignificant contribution towards improving their lives \r\nand thereby further the cause of sustainable \r\ndevelopment. Our goal of economic prosperity with \r\nenvironmental responsibility is the key to sustainable \r\ndevelopment and long-term prosperity. \r\n The threat of climate change can be tackled only \r\nthrough the combined efforts of the international \r\ncommunity. The urgency of the threat has been \r\nhighlighted repeatedly by my colleagues from the \r\nsmall island developing States and many least-\r\ndeveloped countries. They are the front-line States, \r\nexposed and vulnerable to the growing consequences \r\nof climate change. Ultimately, though, we will all be \r\naffected. It is in that spirit that Iceland welcomes and \r\nfully supports the Pacific Island initiative for a General \r\nAssembly resolution on security and climate change. \r\n The urgent work started in Kyoto must be \r\naccelerated in Copenhagen next year, and carbon \r\nemissions need to be systematically reduced. The \r\nworld can break the dependence on fossil fuels only by \r\noffering efficient and economical alternatives. Iceland \r\nis fortunate to have abundant hydroelectric and \r\ngeothermal power and has already reached the goal of \r\nderiving about 80 per cent of its energy consumption \r\nfrom clean renewable sources. The resulting expertise \r\nand technology have been made available to \r\ndeveloping States, and Iceland is proud to host the \r\nGeothermal Training Programme of the United Nations \r\nUniversity. \r\n Sixty years ago, Eleanor Roosevelt wisely \r\nobserved that “The Charter of the United Nations is a \r\nguiding beacon along the way to the achievement of \r\nhuman rights and fundamental freedoms throughout the \r\nworld”. As we celebrate the sixtieth anniversary of the \r\nUniversal Declaration of Human Rights, her words \r\nremind us of the progress already made and the long \r\nand difficult road ahead, made more difficult by major \r\nnew global challenges. \r\n Today’s world does not tolerate racial \r\ndiscrimination and the time has come to make sex \r\ndiscrimination universally unacceptable too. My \r\nGovernment will continue to promote gender equality \r\ninternationally. We will do it both through multilateral \r\nefforts within the United Nations — most notably in \r\nthe United Nations Development Fund for Women \r\n(UNIFEM) — and in the World Bank. Regrettably, \r\ngender equality and women’s empowerment remain \r\nelusive goals throughout the world. I urge the United \r\nNations to lead by example. \r\n The challenges posed by globalization also offer \r\nnew opportunities to revitalize the United Nations \r\nsystem and better equip the Organization to meet the \r\nchallenges of the twenty-first century: better \r\ntechnology, better communications and more efficient \r\nmanagement are all available. The United Nations is a \r\nlong way from being a perfect mechanism, but its role \r\nin the international system is indisputable and \r\nindispensable. If we settle for a United Nations that \r\nsometimes appears to be an abstract objective in itself, \r\nwe will never fully realize the potential of this \r\nuniversal gathering of nations. On the other hand, if we \r\nencourage a high level of ambition and adaptability I \r\nam convinced that the United Nations will live up to \r\nthe ideals of its founders and be celebrated as a \r\ncornerstone of the international architecture on the \r\ncentenary of the Charter in 2045. \r\n One simple method of raising the profile of the \r\nUnited Nations, as well as awareness of its important \r\nwork, is informing our citizens. I am pleased to inform \r\nthe Assembly that the Government of Iceland intends \r\nto make the purpose and work of the United Nations an \r\nintegral part of the curriculum at the primary and \r\nsecondary levels of education in our country, in \r\naddition to the existing and more selective activities at \r\nhigher levels. Iceland strongly encourages all Member \r\nStates to do the same. This may prove to be an \r\neffective means of offering the multilateral ideal of the \r\nUnited Nations as a part of the world view imparted to \r\nfuture leaders and citizens around the globe. \r\n It is perhaps an oversimplification to speak of a \r\ncontest between multilateralism and unilateralism in \r\ninternational affairs. Those different approaches \r\nfrequently overlap, but it is clear that when an effective \r\nmultilateral option is available it will always be the \r\npreferred choice for most countries, especially smaller \r\ncountries such as mine. This should inspire us to make \r\nthe United Nations a forum that can deliver substantive \r\nresults, in accordance with international law, in order \r\nto ensure that unilateral actions on issues of major \r\nsignificance become less likely. \r\n Iceland has been a responsible and active \r\nMember of the United Nations since 1946 and it is \r\nnow, after 62 years, seeking for the first time to serve \r\nas a non-permanent member of the Security Council, \r\nwith the full support of the other four Nordic countries. \r\nA/63/PV.12  \r\n \r\n08-52265 24 \r\n \r\nThe election will take place in this Hall in three weeks’ \r\ntime. \r\n Throughout the history of the United Nations the \r\nNordic countries have been key contributors to the \r\nOrganization’s peacekeeping and development \r\nassistance activities and have been able to play a role \r\nthat is disproportionate to their share of the global \r\npopulation. Above all, the Nordic countries have \r\nshown unwavering commitment to multilateral \r\ncooperation and the rule of law. If elected as a member \r\nof the Security Council, Iceland will continue in that \r\nstrong tradition. \r\n We seek the seat as a democratic State not in \r\nconflict with other countries; as a State with a history \r\nof solving its disputes peacefully; as a State that \r\nrespects universal human rights; and as a State without \r\nsubstantial geopolitical interests and, therefore, a State \r\nthat can approach issues with a certain objectivity. We \r\nsee our candidature not only from a national \r\nperspective. It is also a test of whether the smaller \r\nStates Members of the Organization, from all the \r\nregional groups, can have an opportunity to serve on \r\nthe Council and thus reinforce its legitimacy. The \r\nelection of Iceland would bolster the principle of \r\nsovereign equality and equitable representation. \r\n Academics sometimes associate certain periods in \r\nhistory with countries or regions as a way of \r\nhighlighting predominant characteristics or trends. It \r\nwould reflect well on us here today if we had the \r\nforesight and courage to take measures in coming years \r\nthat would give future historians reason to refer to the \r\ntwenty-first century as the century of the United \r\nNations. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nRepublic of Iceland for the statement he has just made. \r\n Mr. Geir H. Haarde, Prime Minister of the \r\nRepublic of Iceland, was escorted from the \r\nrostrum. \r\n \r\n  Address by Mr. Josaia V. Bainimarama, Prime \r\nMinister and Commander of the Military \r\nForces of the Republic of the Fiji Islands \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Republic \r\nof the Fiji Islands. \r\n Mr. Josaia V. Bainimarama, Prime Minister and \r\nCommander of the Military Forces of the \r\nRepublic of the Fiji Islands, was escorted to the \r\nrostrum. \r\n The Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Josaia V. Bainimarama, \r\nPrime Minister and Commander of the Military Forces \r\nof the Republic of the Fiji Islands, and inviting him to \r\naddress the General Assembly. \r\n Mr. Bainimarama (Fiji): The people of Fiji \r\nwarmly congratulate Mr. Miguel d’Escoto Brockmann \r\non his election to the presidency of the General \r\nAssembly at its sixty-third session. We also convey our \r\nsincere gratitude to his predecessor, His Excellency \r\nMr. Srgjan Kerim. I am particularly happy also to \r\nacknowledge the presence of the Prime Minister of the \r\nSolomon Islands, Mr. Derrick Sikua, one of the Vice-\r\nPresidents of the General Assembly and a member of \r\nour region of the South Pacific. \r\n This session of the General Assembly is \r\naddressing several issues of critical global interest: the \r\nglobal food crisis; climate change; peacekeeping; and \r\nthe law of the sea. All of those issues are of great and \r\ndirect importance to small island nations such as Fiji. I \r\nwill first briefly touch upon some of them. \r\n The people of Fiji have been affected in a very \r\nreal, immediate, serious and tangible way by the \r\nshocks transmitted to our small nation with the \r\ndramatic escalation in global food prices, energy price \r\nrises and the downturn in the global economy. In Fiji \r\nwe are using these adverse external developments as an \r\nopportunity to revamp our long-neglected agricultural \r\nsector. We have ample land resources, and we must put \r\nthem to better and more productive use. \r\n The food crisis and the need for self-reliance \r\nunfortunately run counter to the emergence of world \r\ntrading rules. The principle of free trade dictates an \r\nopen economy. Yet small developing economies like \r\nours in Fiji need to protect our agriculture to ensure \r\nfood security. We very much hope that international \r\ntrade negotiations and multilateral and bilateral trade \r\ndeals will enable us to protect agricultural development \r\nin our small, vulnerable economies. Fiji will support all \r\nconcerted efforts, public and private, national and \r\nmultinational, regional and subregional, that are being \r\npursued to address the global food crisis. \r\n A/63/PV.12\r\n \r\n25 08-52265 \r\n \r\n On the issue of climate change, Fiji looks to, and \r\nis relying on, the leadership of the Assembly President. \r\nThis is a critical issue for the very small island and \r\natoll nations in the Pacific. While the rest of the world \r\ncontinues endlessly to debate the implications of \r\nclimate change, in the very small islands and atolls in \r\nthe Pacific the problem is very much upon us. It is now \r\na present and very real danger. It poses a serious risk to \r\nregional stability and security. \r\n I appeal to the international community and its \r\nsystem of institutions to enhance efforts to assist us to \r\naddress the threats of global climate change. We need \r\ninvestments in adaptation measures. We need to move \r\nfrom rhetoric to a more pragmatic and speedy \r\nresponse. We call upon the agencies and our regional \r\npartners to coordinate efforts to ensure that we in the \r\nPacific region have the capacity, both human and \r\ninstitutional, to deal with this new threat, especially as \r\nit is getting stronger. The observed and potential \r\nimpacts on our peoples and ecosystems due to climate \r\nchange are all too real and immediate. We count on the \r\nPresident and the Secretary-General to exercise more \r\nvigorous and active leadership on this issue of global \r\nclimate change. \r\n I will now speak briefly on peacekeeping. I \r\nconvey our gratitude and appreciation to outgoing \r\nUnder-Secretary-General Jean-Marie Guéhenno for his \r\ndedicated leadership at the Department of \r\nPeacekeeping Operations (DPKO). He was fair and \r\ngenerous in implementing the reforms within DPKO \r\nand in the development of a United Nations \r\npeacekeeping doctrine that will guide future United \r\nNations peace operations and missions. We wish \r\nMr. Guéhenno well and assure his successor, Mr. Alain \r\nLe Roy, of our full support and cooperation. \r\n Fiji’s soldiers have a proud track record in United \r\nNations peacekeeping operations — a record of \r\nprofessionalism, discipline, compassion and ability. \r\nFiji’s Military Forces have shown that their training \r\nand ethics are an asset to peacekeeping operations. We \r\ncontinue to work very hard to keep that exceptional \r\nrecord intact. Yet despite that, the relationship between \r\nFiji and DPKO has been under strain. That is because \r\nof Fiji’s military’s involvement in our Government \r\nsince December 2006. We are, however, encouraged by \r\nthe ongoing discussion between officials of our \r\nPermanent Mission and the Department of \r\nPeacekeeping Operations. It would be less than honest \r\nof me if I did not observe that undue external influence \r\nappears to have been brought to bear to exclude Fiji \r\nfrom participation in new peacekeeping missions. I \r\nexpress the hope that the opportunity will be extended \r\nto us to participate in new peacekeeping missions. \r\n Please allow me to now address this body on \r\nFiji’s current situation and on our efforts to take the \r\ncountry forward. I should first like to look back, albeit \r\nbriefly. Fiji became independent on 10 October 1970. \r\nOur country then was seen as having great promise and \r\npotential. Our people, with high hopes, placed their \r\nfaith on our country’s leaders to build a new nation that \r\nwould be peaceful, stable, culturally vibrant, tolerant \r\nand prosperous. We felt then that by being part of the \r\ninternational family of nations Fiji could demonstrate \r\nby example the way the world should be. \r\n For just over 15 years following independence, \r\nwe achieved some progress. However, following the \r\ncoups of 1987 and 2000, the rot set in. Since then, \r\nFiji’s overall political, economic and social situation \r\nhas continued to deteriorate. Our people’s dream of a \r\ntolerant, united and prosperous nation was replaced by \r\na different reality — a reality characterized by political \r\ninstability, economic stagnation, increasing religious \r\nand racial intolerance, ethno-nationalism and politics \r\nbased on ethno-nationalism, a rise in crime, violence \r\nand corruption, increased poverty and the emigration \r\nof many of our talented, skilled and experienced \r\ncitizens.  \r\n On 5 December 2006, a political transition took \r\nplace in Fiji following an intervention from the Fiji \r\nMilitary Forces. Interim measures were put in place by \r\nthe President to ensure good governance, maintain law \r\nand order and stabilize the economy. The President of \r\nFiji subsequently appointed an interim Government, \r\nwhich I head. The legality of those actions has been \r\nchallenged and the matter is now before the courts of \r\nFiji. \r\n To date, my Government, which remains in \r\neffective control of governance in Fiji, has done \r\neverything within its power to adhere to the current \r\nConstitution. We recognize that that is the supreme law \r\nof our nation. At the same time, we have also come to \r\nrecognize that the very foundation on which we have \r\nsought to build our nation has been shaky and weak. \r\nTherefore, our efforts must now focus on re-laying a \r\nmore solid foundation to return Fiji to sustainable \r\ndemocratic governance. Our island nation must be \r\nrebuilt on the solid rock-like foundations of equal \r\nA/63/PV.12  \r\n \r\n08-52265 26 \r\n \r\nrights, social justice, democracy and good governance. \r\nWe cannot and must not repeat the mistake of trying to \r\nrebuild again on the proven proverbial foundation of \r\nsand, which is washed away by the evils of self-\r\ninterest, incompetence, intolerance and greed.  \r\n In January of last year, the interim Government \r\nembarked on a comprehensive examination of our \r\npolitical, economic, social and governance problems. \r\nWe did that to identify what contributed to the abysmal \r\nrecord of successive Governments since May 1987, and \r\nalso to find durable and just solutions. Early in that \r\nundertaking, my Government decided to reach out to \r\nthe people of Fiji to ensure that they became better \r\naware of Fiji’s problems and that they all became part \r\nof the solutions going forward. We did that while being \r\nmindful of the larger issue of mandate that the events \r\nof December 2006 raised. For my part, I took the view \r\nthat the interim Government must not pretend that it \r\nhad the capacity or the wisdom to solve our country’s \r\nproblems entirely on its own. \r\n My country, Fiji, faces deep-rooted and very \r\nfundamental problems that are both complex and \r\nstructural. My Government therefore recommended to \r\nthe President of Fiji that he set up a broadly \r\nrepresentative and independent consultative body to \r\nreach out to the people of Fiji and to get them actively \r\ninvolved in charting the way forward for Fiji. In late \r\n2007, the President of Fiji established a 45-member \r\nnational council for building a better Fiji and officially \r\nlaunched what is now known as the Peoples Charter \r\nInitiative. The President invited the leaders of all major \r\npolitical, social, community, business and religious \r\norganizations in the country to join the national council \r\nand to contribute to formulating a people’s charter for \r\nchange, peace and progress. Some, in particular those \r\norganizations that remain vigorously opposed to the \r\ninterim Government, chose not to accept the invitation \r\nof the President of Fiji. They wilfully persistently \r\nrejected the call to engage in constructive dialogue and \r\nto work towards a broad consensus on the way forward \r\nfor Fiji. \r\n Last year, when I addressed the Assembly, I \r\nbriefly mentioned our preparations to launch the \r\nPeoples Charter Initiative. I said then that through this \r\ninitiative the broad cross section of Fiji’s people would \r\nbe fully engaged and involved through consultation \r\nand participation in developing a comprehensive action \r\nagenda, and that that would be Fiji’s own way of \r\naddressing its problems. Today, I am pleased to inform \r\nthe Assembly that very considerable progress has been \r\nachieved on the Peoples Charter Initiative. \r\n The overarching objective of the people’s charter \r\nis to rebuild Fiji into a non-racial, culturally vibrant, \r\nunited, well-governed and truly democratic nation — a \r\nnation that seeks progress and prosperity. The vision \r\nfor rebuilding Fiji that underpins that overarching \r\nobjective is guided by a number of key principles, such \r\nas creating a just and fair society; achieving unity and \r\nnational identity; ensuring merit-based equality of \r\nopportunity for all citizens; transparent and \r\naccountable Government; uplifting the disadvantaged \r\nin all communities; and mainstreaming our indigenous \r\npeople, the i-Taukei, in a modern and progressive Fiji. \r\n We embarked upon the very bold programme of \r\ndrafting a people’s charter advisedly and for some very \r\ncompelling reasons. We can ill afford to carry on with \r\nbusiness as usual and in ways that continue to fragment \r\nand divide our nation. In that context, the process of \r\ndrafting the people’s charter has been a unique and \r\nunprecedented one — a nation-wide participatory and \r\nconsultative process of a scale and type never before \r\nattempted in Fiji. The whole process is one of \r\nempowerment the likes of which the people of Fiji \r\nhave never experienced before. Too often in national \r\ngovernance — and this applies to so-called \r\ndemocracies — it is the professional politicians who do \r\nthe thinking for the people. While the cries and voices \r\nof the people are often heard, however, they are just as \r\neasily ignored by the elected representatives and so-\r\ncalled leaders. \r\n From the outset, after being appointed as head of \r\nthe interim Government, I have felt that it was my duty \r\nto go to the people of Fiji in the most basic and \r\ndemocratic sense, that is, to consult, to actively involve \r\nour people, and to put real people’s democracy to \r\nwork, house to house, in each settlement and village \r\nand in towns and cities right across the country. \r\nThrough the People’s Charter Initiative, that is what we \r\nhave been doing. \r\n There are some, both in Fiji and outside, who are \r\ncynical in that regard. I am able to understand that, and \r\nnot only because such a process has never ever been \r\ntried before. It is indeed a most challenging and \r\ndifficult process to undertake. Even though the \r\npeople’s charter process has been undertaken by the \r\nnational council at arm’s length from the interim \r\nGovernment, there are those who oppose it simply \r\n A/63/PV.12\r\n \r\n27 08-52265 \r\n \r\nbecause it is an initiative of the interim Government. \r\nWhat they recognize, but choose not to admit, is that \r\nthe people’s charter process is a real threat to their \r\npositions of vested power and privilege. \r\n When I addressed the Assembly last year, I \r\npleaded for the support of the international community \r\nto help us in the wake of all the political and economic \r\nturbulence that Fiji has experienced since 1987. I \r\npleaded for support to develop a political and \r\ngovernance framework that is truly democratic, \r\naccountable, inclusive, equitable and non-racial, and \r\nwhich will seek to unify Fiji’s diverse communities as \r\na nation. I also sought constructive dialogue and \r\nengagement with the international community and with \r\nall our bilateral and multilateral development partners. \r\nI urged the international community to support us in \r\naddressing Fiji’s fundamental problems. \r\n I am asking the international community today \r\nnot to focus only on the removal of a Government. \r\nThat has already been done exhaustively. We have been \r\nsubjected to harsh international measures, which we \r\naccepted. We have endured those through the suffering \r\nof our people. The coups of 1987 and 2000 were \r\nexecuted in the interests of a few and based on ethno-\r\nnationalism, racism and greed. The events of \r\n5 December 2006 were not for any such extremist \r\nmotivation.  \r\n In 2000, in quelling the civilian-led coup, as \r\nCommander of the Fiji Military Forces, I played a \r\npivotal role in the handing of political power to a \r\ncivilian Government. Through the People’s Charter \r\nInitiative, I am seeking to empower the people of Fiji \r\nat large and to find just and sustainable solutions to our \r\ndeep-rooted and persistent problems. I wish to assure \r\nthe international community that I am personally \r\ndeeply committed to breaking the cycle of coups. \r\nEqually important, I am committed to breaking the \r\ncycle of bad and unjust governance that Fiji has \r\nsuffered since May 1987. \r\n To remove the coup culture and to commit to \r\ndemocratic and just governance and the rule of law, it \r\nis imperative that policies that promote racial \r\nsupremacy and that further the interests of self-seeking \r\npolitical, religious and traditional elites are removed \r\nonce and for all. In good faith, I anticipated that the \r\ninternational community would rally behind and extend \r\nsupport for such goals to help move Fiji forward. \r\nRegrettably, so far that has not happened.  \r\n To the contrary, since December 2006 punitive \r\nmeasures have continued to be taken against Fiji. \r\nTravel sanctions continue, which are being imposed in \r\nparticular by Australia, New Zealand, the United \r\nKingdom and the United States of America. Those are \r\napplied to interim Government ministers, senior civil \r\nservants, military personnel and statutory board \r\nappointees. Those sanctions have had significant \r\nadverse effects on our economy, as well as on the \r\nfunctioning of our key State institutions, on which we \r\nrely to promote good governance and accountability. \r\nPressure has been exerted on regional and multilateral \r\nagencies not to extend to Fiji much-needed financial, \r\ndevelopment and technical assistance.  \r\n As a result, we have not been able to make as \r\nmuch progress as we should have. We cannot travel \r\nand engage in discussions at important regional and \r\ninternational meetings abroad. That is despite the fact \r\nthat Fiji has made every effort to engage in dialogue \r\nwith our bilateral partners and the international \r\ncommunity in a constructive and transparent manner. \r\nWe have openly embraced and allowed various \r\nmissions sent by regional and international bodies such \r\nas the Pacific Islands Forum, the European Union, the \r\nUnited Nations and the Commonwealth secretariat. We \r\nextended to all of them our fullest support and \r\ncooperation in terms of engagement, in arranging \r\nappointments and in making available to them \r\nwhatever information they needed. That demonstrates \r\nthat we are keen to engage constructively in dialogue \r\nwith whoever is interested in helping move our country \r\nforward. Following the recent Pacific Islands Forum \r\nmeeting in Niue, I wrote last week to the Forum Chair \r\nand indicated that the interim Fiji Government is \r\nprepared to re-engage with the Forum Joint Working \r\nGroup and that we are prepared to welcome a visit, \r\nbefore December 2008, by the Forum’s Ministerial \r\nContact Group.  \r\n We are not able to schedule an election to return \r\nFiji to parliamentary democracy in the early part of \r\n2009, as earlier anticipated. We realize that that has \r\ncaused concern to some of our own people in Fiji, to \r\ncountries of the region and to some of our development \r\npartners. The stance taken by the international \r\ncommunity with regard to the delay in convening the \r\nelection, however, has given much ammunition to our \r\nopponents within Fiji. They have used it to vilify us \r\ndespite the progress that we are making towards just \r\nand sustainable solutions to our fundamental problems. \r\nA/63/PV.12  \r\n \r\n08-52265 28 \r\n \r\nI have already explained to Fiji’s people the need to \r\ndelay the election. I wish to inform our regional \r\npartners and the international community represented \r\nhere today that the interim Government cannot convene \r\nan election by March 2009. That is due to work still in \r\nprogress to agree on a democratic electoral system that \r\nis acceptable to the people of Fiji and that all political \r\nstakeholders can agree to through political dialogue.  \r\n We believe that the general election must be held \r\nas soon as possible. That will be done only after we \r\nhave achieved broad consensus in Fiji on a non-racial \r\nand truly democratic electoral system, and agreed on a \r\nconstitutional and legal way to introduce the changes. \r\nIt is necessary to change our current electoral system \r\nbecause it is undemocratic and does not provide for \r\nfree and fair elections. It contravenes the principle of \r\nequal suffrage as set out in the Universal Declaration \r\nof Human Rights. To achieve that, the President of Fiji \r\nhas proposed that a political dialogue forum be \r\nconvened as a mechanism independent of the national \r\ncouncil. It is through that forum that we hope to reach \r\nconsensus and introduce the reforms through legal and \r\nconstitutional means. Again, I say with emphasis, the \r\ntimeframe to achieve all that is not dependent upon me \r\nor the interim Government; it is the collective \r\nresponsibility of all stakeholders.  \r\n In May of this year, Fiji sought assistance from \r\nthe Commonwealth and the United Nations to \r\nfacilitate, as a priority and with urgency, the \r\nPresident’s proposed political dialogue forum. We had \r\nhoped that the forum, which would initially focus on \r\nelectoral reform, would have been convened by now. \r\nLittle progress has been made, and we are concerned \r\nabout the delay. I would like to take this opportunity to \r\nreiterate our request to the United Nations and the \r\nCommonwealth to help us urgently in that regard.  \r\n After taking into account the feedback from our \r\nnation-wide consultations, the draft peoples charter \r\nwill be amended as necessary and appropriate before it \r\nis finalized. It will then be adopted as a vision \r\nstatement that identifies our core problems and the \r\nsolutions recommended through the nation-wide \r\nconsultation process. It is incumbent upon me and my \r\nGovernment to build consensus on the peoples charter \r\nas the common principles on which we should rebuild \r\nour nation. The peoples charter will present a \r\nconsidered way forward for Fiji. We are not obliged to \r\nabandon the enormous and important work being \r\nachieved through an extensive participatory and \r\nconsultative process just because some people remain \r\nopposed and have decided not to participate. My \r\nGovernment’s task now is to persuade those opponents \r\nto come aboard, to join and to contribute. We hope to \r\nand must achieve consensus. \r\n At this particular juncture in the history of our \r\nnation, leadership is more about how we can seize the \r\npresent historic opportunity to manage the transition \r\nfrom the interim Government to a truly democratic \r\nGovernment and nation consisting of various ethnic \r\ncommunities but which is one nation with its people in \r\nunity in the true spirit in which the United Nations was \r\nestablished.  \r\n In conclusion, I reaffirm Fiji’s commitment to the \r\nUnited Nations and to the various United Nations \r\nconventions on human rights, the rule of law and \r\ndemocratic governance. We do not seek any special \r\nexemptions from our obligations under those \r\nconventions. All we seek from the United Nations is its \r\nunderstanding of our particular circumstances and the \r\ncomplex situation of Fiji. We invite the Organization to \r\nwork with us to assist us to rebuild our country and \r\nmove it forward. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister and \r\nCommander of the Military Forces of the Republic of \r\nthe Fiji Islands for the statement he has just made.  \r\n  Mr. Josaia V. Bainimarama, Prime Minister and \r\nCommander of the Military Forces of the Republic \r\nof the Fiji Islands, was escorted from the rostrum.  \r\n \r\n \r\n  Address by Mr. Roosevelt Skerrit, Prime \r\nMinister of the Commonwealth of Dominica.  \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the \r\nCommonwealth of Dominica. \r\n  Mr. Roosevelt Skerrit, Prime Minister of the \r\nCommonwealth of Dominica, was escorted to the \r\nrostrum.  \r\n \r\n The Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Roosevelt Skerrit, \r\nPrime Minister of the Commonwealth of Dominica, \r\nand inviting him to address the General Assembly.  \r\n Mr. Skerrit (Dominica): On behalf of my \r\ndelegation and the Government and the people of the \r\nCommonwealth of Dominica, I would like to \r\n A/63/PV.12\r\n \r\n29 08-52265 \r\n \r\ncongratulate the President on his election to preside \r\nover the sixty-third session of the General Assembly. \r\nWe are especially pleased that, for the first time, a \r\nnational of Nicaragua is presiding over this body. Let \r\nme assure him of my delegation’s fullest cooperation. \r\n We are meeting at a time of great international \r\nuncertainty. It stems from various global crises related \r\nto the availability and affordability of food, an \r\nincreasingly unstable international financial system and \r\nvolatility in the supply and cost of energy. In a \r\nstatement to the High-level Segment of the Economic \r\nand Social Council last July, China and the Group of \r\n77 commented on the predicament currently facing the \r\nworld. They observed, quite rightly, that it was  \r\n“driven significantly by a severely unbalanced… \r\neconomic system, made even more unbalanced by \r\nspeculation; a climate … and environmental \r\ncrisis; as well as a crisis of confidence in \r\ninternational institutions that were created to \r\nprovide policy advice and coordination on global \r\nissues.”  \r\n  Mr. Siles Alvarado (Bolivia), Vice-President, took \r\nthe Chair. \r\n \r\n Today we endure the consequences. For small and \r\nvulnerable States in the Caribbean, such as ours, \r\nglobalization continues to significantly change the \r\ndynamics of economic survival and sustainability. Our \r\nefforts to diversify our economies, adjust to global \r\ndevelopments and stay competitive represent a \r\nformidable undertaking. As small States, we \r\nincreasingly feel we have fallen off the radar screen of \r\ndeveloped countries, which seem inconsiderate of our \r\nplight, especially in the key areas of trade and \r\nfinancing for development. \r\n We keep hearing about a need for change. Indeed, \r\naround the world, change is being proffered as the \r\npanacea to all challenges and problems facing \r\nhumankind. When everything else has failed, change, it \r\nwould appear, becomes the only answer. As one of the \r\nyoungest heads of Government who will address the \r\nGeneral Assembly, I believe I have a duty to \r\ncommunicate to the world body that the word “change” \r\nis beginning to ring hollow with young people around \r\nthe world. \r\n Over the past decade, many countries have taken \r\nsteps to effect change, as recommended. Sadly, in far \r\ntoo many instances, things have remained pretty much \r\nthe same. What is really needed is meaningful change \r\nand a greater global commitment to making that \r\nchange happen. When I speak of meaningful change, I \r\nmean change that goes beyond lip service and makes a \r\nnoticeable difference in the lives of entire populations. \r\nMany countries cannot achieve such change alone. \r\nThey need vital support from countries with advanced \r\neconomies. \r\n Four years ago, when I addressed this body, I \r\nappealed for meaningful structures to be instituted to \r\nminimize the suffering and harmful effects of natural \r\ndisasters on small developing nations in particular. I \r\nam disappointed that no real progress has been made. \r\nToday, I address the Assembly against the backdrop of \r\nhundreds of fatalities and thousands of casualties from \r\nwhat so far has been a very active 2008 Atlantic \r\nhurricane season. Besides the loss of lives and personal \r\ninjuries, natural disasters have inflicted billions of \r\ndollars worth of damage on small developing States. \r\nMost of those States are incapable of starting any \r\nshort- or medium-term recovery programme on their \r\nown because of their limited resources. \r\n Compare their plight with that of some developed \r\ncountries where regions have been similarly devastated \r\nby hurricanes, earthquakes and mudslides. Those \r\nregions have been declared disaster areas and national \r\nresources have been mobilized to build and rebuild in \r\nrecord time, in some instances better than before. Let \r\nus compare the cases of two small countries: Haiti, in \r\nthe Caribbean, less than four hours away from where \r\nwe are meeting in the commercial capital of the world, \r\nand Georgia, on the Black Sea coast. Soon after the \r\nGeorgia crisis, the United States Administration \r\nannounced a $1 billion reconstruction package for \r\nGeorgia, pledging that $500 million of that package \r\nwas to be delivered by December of this year. That is \r\ncommendable indeed; but what of Haiti? \r\n That Caribbean country just south of the Florida \r\nkeys is the poorest country in the western hemisphere. \r\nIt is virtually a ward of the United Nations and the \r\nOrganization of American States. It was devastated by \r\nthe two worst hurricanes of this season — Gustav and \r\nIke. We saw heart-wrenching images of women and \r\nchildren who had lost everything, caught in razor wire \r\nas they fought each other for inadequate relief supplies. \r\nWhat is the response of the United States \r\nAdministration, the United States Congress and the \r\nUnited States presidential campaigns to the devastation \r\nin Haiti? What is the response of Canada and the \r\nA/63/PV.12  \r\n \r\n08-52265 30 \r\n \r\nEuropean Union? Where is the billion-dollar \r\nreconstruction package for the people and Government \r\nof Haiti? \r\n We, the international community, are in Haiti. \r\nThe United Nations Stabilization Mission in Haiti has \r\nbeen in the country for over three years now, and has \r\ndone a commendable job to help to restore the \r\ndemocratic, social and economic institutions of Haiti. \r\nBut we know what is needed to bring about real and \r\nmeaningful change, in the quality of life of the more \r\nthan 8 million people of that great country of Haiti. \r\nYet, we shrink from committing the resources and \r\nprogrammes needed to achieve those results. We are \r\nproviding life support to Haiti, not support for recovery \r\nand reconstruction. My question is: Why is the \r\nresponse to devastation in Georgia so different to our \r\nresponse to devastation in Haiti? \r\n In the international financial markets, turbulence \r\nof unprecedented and horrific proportions has taken \r\nplace. The last fortnight alone has broken decades-old \r\nrecords for corporate closures, collapses and job losses. \r\nThe effects of those events will be felt equally, and \r\nperhaps even more severely, in small developing \r\ncountries such as those in Latin America and the \r\nCaribbean. \r\n I speak today as the leader of a small developing \r\nisland State whose economy was effectively paralyzed \r\ndue to a series of decisions taken by representatives of \r\ndeveloped nations and multilateral agencies who \r\nseemed totally unmindful of or indifferent to the \r\nimpact of such actions on small and vulnerable \r\neconomies. In 2002 and 2003, the Commonwealth of \r\nDominica suffered one of the worst economic crises in \r\nits history. That was due in part to the deteriorating \r\nfortunes of the banana industry, precipitated by a \r\nUnited States of America-supported challenge to the \r\nEuropean Union banana import regime before the \r\nWorld Trade Organization. What might have been an \r\nacademic argument for some became an issue of \r\nsurvival for us. \r\n There is no country in the world that has been \r\nmore dependent on banana exports than Dominica. \r\nThat fact meant nothing to those who engineered the \r\nnear-demise of the industry in the Caribbean members \r\nof the African, Caribbean and Pacific Group of States \r\nas they put the WTO mechanisms to work to their \r\nbenefit. The result was severe economic crisis and \r\nhardship, from which our farmers are yet to recover. I \r\nbriefly recall those dire circumstances to emphasize the \r\nresolve, resilience and determination of our people, as \r\nwell as what may be described as the insensitivity or \r\nindifference of others to the plight of small developing \r\nMember nations. \r\n The meaningful change of which I speak and for \r\nwhich our populations yearn must be reflected in our \r\nattitudes and approaches to each other. Why speak of \r\nand proffer change if our attitude to the issue of the \r\nfundamental differences between nations — small and \r\nlarge, rich and poor — remains the same? \r\n I think here of the issue of climate change. The \r\nfourth assessment report of the Intergovernmental \r\nPanel on Climate Change found that sea-level rise \r\ncaused by global warming is likely to exacerbate storm \r\nsurges and coastal erosion on small islands. What that \r\nmeans for us is severe damage to the infrastructure of \r\nhuman settlements, including contamination of fresh-\r\nwater supplies and agricultural lands and the pollution \r\nof marine eco-systems caused by the indiscreet and \r\nunsustainable practices of others. \r\n Why speak of change if industrialized nations, in \r\nparticular, refuse to heed the warnings and show \r\ngreater commitment to saving the planet and reversing \r\nclimate change? Meaningful change should quicken the \r\npace of the climate change negotiations at Poznan, \r\nPoland later this year, with the objective of providing a \r\nrealistic and attainable framework for the 2009 \r\nagreement in Copenhagen. \r\n Change ought not merely to be a slogan or an \r\nexcuse for inaction. Let me reaffirm that change can be \r\nreal and meaningful. \r\n Take, for example, the response of the nations in \r\nthe Caribbean and Central America to the global \r\nenergy crisis. As expected, the surging price of oil has \r\nadversely impacted the economies of the small island \r\nStates of the Caribbean. To address the energy crisis in \r\nthe region, the Bolivarian Republic of Venezuela came \r\nup with an innovative initiative known as Petrocaribe \r\nin 2005. That initiative supplies fuel through a flexible \r\npayment facility to some 18 net oil-importing countries \r\nin the Caribbean and Central America. Petrocaribe also \r\nmakes provisions to guarantee regional energy \r\nsovereignty by establishing an energy security \r\narrangement through providing a reliable and timely \r\nsupply of oil from Venezuela and increasing fuel \r\nstorage capacity in the Caribbean. \r\n A/63/PV.12\r\n \r\n31 08-52265 \r\n \r\n Since the volatility in oil prices has placed \r\nnational balance of payments and foreign exchange \r\nreserves at risk, the Petrocaribe pact has taken on \r\nincreased economic importance as a critical lifeline for \r\nmany developing economies of the Caribbean and \r\nCentral America. The initiative has become the single \r\nlargest source of concessionary finance to the \r\nCaribbean region, with credits to importing countries \r\nfrom June 2005 to December 2007 amounting to some \r\n$1.17 billion. In contrast, traditional donors and \r\nmultilateral assistance during the period in question \r\namounted to approximately one quarter of the \r\nPetrocaribe figure. \r\n The Commonwealth of Dominica joins with other \r\ncountries of our hemisphere in expressing our \r\nappreciation to Government of Venezuela for the \r\nPetrocaribe initiative. We also applaud the Government \r\nof Trinidad and Tobago for establishing in 2004 a \r\nSpecial Petroleum Fund for member States of the \r\nCaribbean Community, which has provided timely \r\ngrant funding to meet general development objectives. \r\n Those two initiatives by the petroleum-exporting \r\nStates of Venezuela and Trinidad and Tobago are \r\nshining examples of South-South cooperation and are \r\ndeserving of emulation by other oil-producing States. \r\nThey demonstrate that meaningful change, if earnestly \r\npursued, can make a difference in the lives of the small \r\nand most vulnerable. \r\n The global crisis in the availability and price of \r\nfood presents yet another unprecedented challenge to \r\ndeveloping countries. It is another area where \r\nmeaningful change can make a difference.  \r\n Reports by the United Nations Conference on \r\nTrade and Development, which have helped to \r\nunderscore the gravity of the problem. One states that \r\n“World food prices have roughly doubled over the past \r\nthree years, but between April 2007 and April 2008 \r\nalone they increased by 85 per cent.” \r\n Of particular concern is the price of rice, a staple \r\nfor many people in the developing world. The price of \r\nrice has trebled since September 2007, rising by some \r\n160 per cent just within the first quarter of this year. \r\nWe concur with the views of the Secretary-General \r\nabout the worsening food crisis, which could push an \r\nadditional 10 million people into hunger and poverty, \r\nover and above the existing 800 million. \r\n We endorse the Secretary-General’s conclusion \r\nthat the crisis is a moral outrage, as well as his concern \r\nthat the achievement of the Millennium Development \r\nGoals (MDGs) is threatened by the double jeopardy of \r\nhigh food and fuel prices. \r\n All of that calls for meaningful change — change \r\nin attitude and change in practice. The people we are \r\nelected to serve are committed to and long for that \r\nchange. They have mandated us to make the necessary \r\nchange. The question is, are we so committed? Are we \r\nready? Are we going to agree to and effect meaningful \r\nchange? \r\n That, for many, is what the sixty-third session of \r\nthe General Assembly is all about: meaningful change \r\nfor the good of all, meaningful change that will make a \r\ndifference, meaningful change that will transform \r\nlives, meaningful change that will replace talk with \r\naction. For many small island States, securing a new \r\nglobal commitment to meaningful change will be the \r\nbenchmark for judging the success of the session. \r\n Let us therefore resolve at the sixty-third session \r\nof the General Assembly to effect the meaningful \r\nchange that can make a difference in the lives of our \r\npeoples. Dominica stands ready to play its part. \r\n The Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPrime Minister of the Commonwealth of Dominica for \r\nthe statement just made.  \r\n  Mr. Roosevelt Skerrit, Prime Minister of the \r\nCommonwealth of Dominica, was escorted from \r\nthe rostrum. \r\n \r\n \r\n  Address by Mr. Frederick Vaka’uta Sevele, \r\nPrime Minister of the Kingdom of Tonga. \r\n \r\n The Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the Prime \r\nMinister of the Kingdom of Tonga. \r\n  Mr. Frederick Vaka’uta Sevele, Prime Minister of \r\nthe Kingdom of Tonga, was escorted to the \r\nrostrum. \r\n \r\n The Acting President (spoke in Spanish): I have \r\ngreat pleasure in welcoming His Excellency Frederick \r\nVaka’uta Sevele, Prime Minister of the Kingdom of \r\nTonga, and inviting him to address the General \r\nAssembly. \r\nA/63/PV.12  \r\n \r\n08-52265 32 \r\n \r\n Mr. Sevele (Tonga): I would like to join previous \r\nspeakers in offering Mr. d’Escoto Brockmann my \r\nwarm congratulations on his election to the presidency \r\nof the General Assembly. \r\n As this is first time that I am here to address this \r\nAssembly, whose main objectives include the \r\npromotion of democracy and economic self-reliance, I \r\nam happy to record that the Kingdom of Tonga has \r\nbeen undertaking some historical and fundamental \r\neconomic and political reforms over the past few years. \r\n Eight years ago, the United Nations adopted the \r\nhistoric Millennium Declaration, offering new hope to \r\npeople living in poverty around the world. Yesterday \r\nwe met to review the progress we have made to date. \r\nThis midterm review provides us with yet another \r\nopportunity to assess our overall achievements, draw \r\nattention to the constraints and gaps and renew our \r\npolitical commitment to the achievement of the targets \r\nthat we set for the year 2015. \r\n While some progress has been made globally in \r\nregard to poverty reduction, there is yet much more \r\nwork to be done. Hardship and poverty have \r\ntraditionally not been an issue of serious concern in the \r\nKingdom of Tonga, but they are now becoming one. \r\nExternal influences are changing people’s attitudes and \r\naspirations, straining the traditional Tongan social \r\nsystem in which everyone’s needs were met by the \r\ncommunity as a whole. \r\n A recent study has found that although there are \r\nno families living in absolute poverty, there is a small \r\nproportion of the population living in hardship. \r\nPopulation growth, changes in lifestyle and the gradual \r\nbreakdown of the traditional social and family systems \r\nhave contributed to those increased hardships. But the \r\nmain cause has been our lack of foresight, drive and \r\ndetermination to retain much of that traditional spirit of \r\nself-reliance and self-sufficiency that has served us \r\nwell for centuries. That is the main challenge for Tonga \r\ntoday — to be more self-reliant and more self-\r\nsufficient, given the natural resources readily available \r\nto us within our own national borders. \r\n The main theme of the general debate this year — \r\nthe impact of the global food crisis on poverty and \r\nhunger in the world — is most timely. We all should \r\nlook upon this crisis as an opportunity to redouble our \r\nefforts and refocus on policy actions that would help \r\nboost agricultural production in order to build greater \r\nself-reliance and self-sufficiency. Development aid can \r\nassist, but in the long term there is no substitute for a \r\nmore dynamic and productive agricultural sector. \r\nGreater self-reliance is the ultimate goal for which \r\nKingdom of Tonga strives. \r\n Tonga’s performance under the United Nations \r\nHuman Development Index continues to reflect a high \r\nlevel of expenditure and investment in the social \r\nsectors, including health and education. The United \r\nNations Human Development Report for 2008 ranks \r\nTonga 55 out of a total of 177 countries. Tonga has \r\nachieved targets such as universal primary education \r\nand gender equality through the provision of free \r\nprimary school education. \r\n Tonga shares the concern that the President \r\nexpressed about the impact of climate change on small \r\nisland States. In his prepared remarks for his opening \r\nstatement on assuming the presidency last week, he \r\nemphasized that the negotiations process on agreed \r\nlong-term actions initiated in Bali \r\n“must be guided by a single consideration: saving \r\nthose small island States that today live in danger \r\nof disappearing entirely as nations. This is the \r\nreal challenge of our day and this should be our \r\nimmediate concern.” \r\n And so it should be. For already, the prospect of \r\nclimate refugees from some of the Pacific Island \r\nForum countries is no longer merely a prospect but a \r\nreality, with relocations of communities already being \r\nrelocated due to the rise in sea level. Urgent action \r\nmust be taken now. \r\n Last month in Niue, the leaders of the Pacific \r\nIsland Forum countries endorsed, for the first time, a \r\nregional declaration on climate change as part of the \r\nForum’s communiqué. The Niue Declaration duly \r\nrecognizes the serious current impact of climate change \r\nand the growing threat it poses to economic, social, \r\ncultural and environmental well-being as well as to the \r\nsecurity of Pacific island countries. Therefore, the \r\nPacific small island developing States will introduce a \r\ndraft resolution entitled “Climate change and security” \r\nduring the current session of the General Assembly. I \r\ncommend the draft resolution to Member States for \r\ntheir consideration and support. \r\n Tonga welcomes the resources and technical \r\nassistance that will become available through \r\ninitiatives such as Japan’s Cool Earth Promotion \r\nProgramme, the European Union’s Global Climate \r\n A/63/PV.12\r\n \r\n33 08-52265 \r\n \r\nChange Alliance, Australia’s National Climate \r\nAdaptation Programme for the Pacific and the increase \r\nin New Zealand’s financial support for climate change \r\nadaptation. \r\n This year marks the tenth anniversary of the \r\nnormalization of relations between Nuku’alofa and \r\nBeijing. This milestone has reaffirmed Tonga’s \r\ncommitment to the observance of the One China \r\npolicy, with the state of relations and economic \r\ncooperation between our two countries continuing to \r\nflourish and prosper. \r\n Tonga welcomes the reform process and debates \r\nunder way in international institutions. We share the \r\nview that the United Nations has a unique role and \r\nlegitimacy and acknowledge the reforms that are \r\noccurring to strengthen the coherence of the United \r\nNations system and, in particular, the efficacy of its \r\ndevelopment and humanitarian activities. It is vital that \r\nthe United Nations contribute to developing a global \r\nframework of rules and collective action in an \r\ninclusive and democratic manner. As a member of the \r\nCommonwealth, Tonga joined others in Kampala in \r\n2007, and most recently in London earlier this year, in \r\nexpressing concern that the current architecture of \r\ninternational institutions does not respond adequately \r\nto the challenges facing the small island States and \r\nenvironmental governance. \r\n The longstanding debate on the reform of the \r\nSecurity Council, now over 10 years old, remains \r\nfraught with uncertainty and an inability to reach \r\nagreement on improving fundamental aspects of the \r\nCouncil, including the questions of equitable \r\nrepresentation and an increase in its membership. In \r\nour opinion, the forthcoming intergovernmental \r\nnegotiations present a further opportunity for Member \r\nStates to advance this debate to a successful \r\nconclusion. Tonga continues to maintain its support for \r\nJapan’s proper and permanent place in any enhanced \r\nCouncil. \r\n Last year from this podium, we provided details \r\nof how our Legislative Assembly approved a timetable \r\nfor the implementation of reforms by 2010, leading to \r\ngreater democratization of our political system. \r\n His Majesty King George Tupou V is the driving \r\nforce guiding the political reform process on which we \r\nhave embarked as a nation. He holds the view that the \r\nmonarchy is an instrument of change and not an \r\nobstacle to it. He has for some years, therefore, \r\nencouraged the Government to take the necessary \r\nmeasures to bring about a more democratic form of \r\ngovernment, one in line with the aspirations of his \r\npeople and with the changing circumstances of our \r\nglobalized world. \r\n In July this year, royal assent was granted to the \r\nConstitution and Electoral Commission Act of 2008. Its \r\nmain task is to consider the constitutional and electoral \r\nimplications of the resolutions of the Legislative \r\nAssembly and to draft the necessary bills for \r\nconsideration and enactment. \r\n Tonga was the first Pacific State to present its \r\nnational report at the second session of the Human \r\nRights Council’s Universal Periodic Review earlier this \r\nyear. I wish to thank New Zealand for assisting in the \r\nfunding of the preparation of the report and also those \r\nMember States who took the opportunity to contribute \r\nconstructively to the review dialogue on the human \r\nrights situation in Tonga, as well as those who made \r\npledges of financial and technical support. \r\n In our globalized world, no sovereign nation can \r\nachieve its goals of progress, peace and security on its \r\nown, and that includes the Kingdom of Tonga. \r\nConstructive and active engagement in regional and \r\ninternational affairs through bilateral and multilateral \r\ncooperation mechanisms, with the United Nations at \r\nthe centre, and greater, yet appropriate, integration into \r\nthe global economy will thus continue to be the \r\ncornerstone of Tonga’s foreign policy. \r\n As a Member of the United Nations, Tonga \r\nwishes to reaffirm its commitment to continuing its \r\nactive involvement in the work of the United Nations \r\nas the central body coordinating the common efforts of \r\nthe family of nations to which we all belong. \r\n The Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPrime Minister of the Kingdom of Tonga for the \r\nstatement he has just made. \r\n  Mr. Frederick Vaka’uta Sevele, Prime Minister of \r\nthe Kingdom of Tonga, was escorted from the \r\nrostrum. \r\n \r\n \r\n  Address by Mr. Stephenson King, Prime Minister \r\nand Minister of Finance, External Affairs, Home \r\nAffairs and National Security of Saint Lucia \r\n \r\n The Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the Prime \r\nA/63/PV.12  \r\n \r\n08-52265 34 \r\n \r\nMinister and Minister of Finance, External Affairs, \r\nHome Affairs and National Security of Saint Lucia. \r\n  Mr. Stephenson King, Prime Minister and Minister \r\nof Finance, External Affairs, Home Affairs and \r\nNational Security of Saint Lucia, was escorted to \r\nthe rostrum. \r\n \r\n The Acting President (spoke in Spanish): I have \r\ngreat pleasure in welcoming His Excellency \r\nMr. Stephenson King, Prime Minister and Minister of \r\nFinance, External Affairs, Home Affairs and National \r\nSecurity of Saint Lucia, and inviting him to address the \r\nGeneral Assembly. \r\n Mr. King (Saint Lucia): Saint Lucia is pleased to \r\njoin the other Members of the United Nations family in \r\ncongratulating His Excellency Mr. Miguel d’Escoto \r\nBrockmann on his election as President of the General \r\nAssembly at its sixty-third session. We wish him every \r\nsuccess as he guides these important deliberations at \r\nthis most critical time. We also wish to express our \r\nappreciation to his predecessor, His Excellency \r\nMr. Srgjan Kerim, for the professional manner in \r\nwhich he spearheaded the work of the Assembly at its \r\nsixty-second session. In addition, we wish to \r\nacknowledge the important work undertaken by the \r\nSecretary-General, His Excellency Mr. Ban Ki-moon, \r\nand his team in continuing to promote the noble \r\nprinciples and values of the United Nations.  \r\n We have passed the midpoint in our quest to \r\nachieve the ambitious but achievable Millennium \r\nDevelopment Goals (MDGs) by the projected year, \r\n2015. Since the adoption of that timetable in 2000, \r\nhowever, the global economy has experienced a \r\nnumber of shocks that have served to challenge our \r\nability to achieve the MDGs within the allotted time. \r\nWe and the rest of the international community must \r\nredouble our efforts to meet those challenges by \r\naddressing them with serious conviction. \r\n As the Secretary-General has said, we face a \r\ndevelopment emergency, and emergencies require \r\nimmediate action. It is therefore imperative that the \r\ninternational community move with the utmost urgency \r\nto enact measures to address the challenges that have \r\nemerged. Inaction or indifference will only threaten to \r\nreverse the gains already made in some areas. We must \r\nensure that our annual reaffirmations of the right to \r\ndevelopment and the rights to food, shelter, security \r\nand peace do not ring hollow. \r\n In spite of the numerous difficulties and \r\nchallenges with which it is faced, Saint Lucia \r\nmaintains its commitment to the realization of the \r\nMDGs by 2015 and will do all within its means to \r\nattain that objective, even as new difficulties arise. For \r\nthat reason, Saint Lucia’s social indicators are fairly \r\nreasonable and reflect the investment that has been \r\nmade in human development over the years.  \r\n The reduction of poverty remains a top priority \r\nfor my Government, and increased resources have been \r\nmade available to programmes and institutions \r\ndedicated to the attainment of that objective.  \r\n In the education sector, universal access has \r\nalready been achieved at the primary and secondary \r\nlevels. Emphasis is currently being placed on \r\nimprovement of quality at the primary and secondary \r\nlevels, on expanded access at the tertiary level and on \r\nearly-childhood education. More attention is also being \r\ngiven to the higher school-dropout rates among young \r\nmen.  \r\n In the area of health care, reform of the health \r\nsector continues to be a priority, and significant \r\nprogress continues to be made towards the achievement \r\nof free health care for all. Success continues to be \r\nrecorded in respect of key indicators such as life \r\nexpectancy, infant mortality and immunization \r\ncoverage. Saint Lucia has achieved an even lower \r\ninfant mortality rate than the 30-per-1,000 target set for \r\nthe Caribbean by the World Health Organization, and \r\nwe have already achieved 100 per cent immunization \r\ncoverage. At the same time, the incidence of \r\ncommunicable diseases has been significantly reduced, \r\nalthough there is concern over chronic \r\nnon-communicable diseases. \r\n The AIDS pandemic continues to be the focus of \r\nour attention, and, with the assistance of regional and \r\ninternational partners, Saint Lucia has made important \r\nstrides in addressing that challenge. Our current HIV \r\nprevalence rate is 0.12 per cent. We continue to focus \r\non education as one of the main instruments in this \r\nfight, even as we devote increased resources to \r\nprogrammes geared towards early detection and the \r\nprovision of free or subsidized antiretroviral drugs. \r\n There are, however, two additional issues that are \r\ncritical to development in Saint Lucia and that are not \r\nproperly covered under the existing MDG framework. \r\nThe first issue encompasses violence, crime and \r\nsecurity. It is an issue that takes many forms, including \r\n A/63/PV.12\r\n \r\n35 08-52265 \r\n \r\ngender-based violence, which should be addressed in \r\nthe MDGs. The second issue is that of migration in all \r\nits dimensions, including the impact of the emigration \r\nof skilled workers — especially teachers and nurses — \r\non national development. It is imperative that we also \r\nconsider those two issues, as they affect the \r\nachievement of the MDGs and the development of \r\nSaint Lucia and many other countries. \r\n A particular challenge confronting us is the \r\nemergence of serious climate change and its \r\ndetrimental impact on the environment. Those \r\nconditions continue to disproportionately affect small \r\nisland developing States, such as Saint Lucia and the \r\nother States members of the Alliance of Small Island \r\nStates, whose national territories in the Atlantic, \r\nPacific and Indian Oceans and the Caribbean Sea are \r\nextremely vulnerable.  \r\n Increased drought on the one hand and torrential \r\nrains and flooding on the other are affecting all parts of \r\nthe globe and serve as recipes for disaster and human \r\nsuffering. Those conditions are being attributed more \r\nand more to the unbridled and unsustainable use of \r\nfossil fuels and the concomitant release of greenhouse \r\ngases. \r\n A second major challenge taxing our resolve, and \r\nalso associated with fossil fuel use, is the astronomical \r\nrise in energy prices. The astronomical rise in energy \r\nprices has created a new challenge as the world seeks \r\nto replace fossil fuels with cleaner and more cost-\r\neffective biofuels. The trouble with that approach is \r\nthat the decreased availability of agricultural \r\nproduction for food has resulted in higher prices for the \r\nstaple foods of people around the world, especially in \r\ndeveloping countries, but also among the marginalized \r\nof the developed world. That trade-off — food for \r\nfuel — if not carefully balanced, could cause increased \r\npoverty, hunger and economic and social \r\nmarginalization, which would serve to exacerbate \r\nalready unacceptable levels of poverty and hunger. \r\n That notwithstanding, we are heartened by the \r\nrenewed efforts and improvements in the renewable \r\nenergy agenda, but we lament the slow pace of their \r\nuse in developed countries and the high cost of those \r\ntechnologies to developing countries. There must be \r\ngreater liberalization and availability of new \r\ntechnologies in order to allow developing countries \r\nmore access to development models. In the meantime, \r\nwe must redouble international efforts to reduce the \r\nemissions of greenhouse gases to the levels already \r\naccepted by the large majority of the members of the \r\ninternational community. \r\n Last July, I joined with my fellow Caribbean \r\nCommunity (CARICOM) heads of Government in \r\nreviewing the impact of rising global prices, the issues \r\nsurrounding energy use and climate change and the \r\nimplications for the region’s food and nutrition \r\nsecurity. Among the issues arising from our \r\ndeliberations, we emphasized the need for \r\nGovernments to provide the necessary budgetary \r\nsupport and incentives for investment in agriculture, \r\nparticularly at this time. And, given the importance and \r\nthe development implications of climate change, we \r\nagreed to the establishment of a Task Force on Climate \r\nChange to give direction for the way forward. \r\n It is from that perspective that Saint Lucia and \r\nmany other like-minded countries have continued to \r\nemphasize the urgent need to focus on development \r\nbased on sustainable economic growth as the most \r\neffective means of transforming developing countries \r\nand enabling them to reach levels where they can \r\nrealize their long-term capacity for a significant \r\nenhancement of the quality of life of their people. \r\nAccordingly, Saint Lucia reiterates its strong \r\nconviction that the United Nations should regard \r\ndevelopment as the most essential tool for eradicating \r\npoverty and achieving the Millennium Development \r\nGoals. \r\n As food prices and energy costs rise, \r\ndevelopment finance is becoming even less available. \r\nWe appreciate the efforts of the countries that have met \r\nthe established official development assistance target \r\nof 0.7 per cent of gross domestic product. We urge \r\nother countries in a position to do so to act quickly so \r\nthat the target may not have to be shifted upwards due \r\nto increased poverty worldwide. \r\n Of particular concern to us is the difficulty facing \r\nthe lower-middle-income group of countries, to which \r\nSaint Lucia and many of the small island developing \r\nStates belong. In spite of their limited resources, the \r\nmembers of that group have initiated prudent economic \r\nmeasures and have been able to make significant \r\nstrides in their efforts to bring a reasonable level of \r\neconomic and social benefits to their people. \r\n However, policies that are ill-conceived and ill-\r\nadvised will continue to negate our efforts and reverse \r\nsome of the gains that have been made, forcing a \r\nA/63/PV.12  \r\n \r\n08-52265 36 \r\n \r\nreclassification of our status. We look forward to \r\nmeaningful progress at the Follow-up International \r\nConference on Financing for Development to Review \r\nthe Implementation of the Monterrey Consensus, to be \r\nheld in Doha later this year, and call on our \r\ndevelopment partners to give practical expression to \r\nthe numerous commitments that have been offered in \r\nthe past, but that remain unrealized. \r\n In Doha, we expect greater momentum on the \r\nquestion of trade and development. Many of our \r\ncountries are characterized by small size and the \r\nassociated vulnerabilities. While the products and \r\nservices we have to offer are few, they are nevertheless \r\nthe source of our livelihood. The investments in those \r\nproducts and services are significant for our countries, \r\nand while the pressure of competition from larger and \r\nmore diversified economies may force the \r\nconsideration of a wholesale shift in production focus, \r\nthe economic dislocation that would result from the \r\npursuit of such a strategy would be too overwhelming. \r\n In addition, as small as our population may be, \r\nthe youth sector is a sizable portion of our society, and \r\nthey need to be given hope. The best avenue is through \r\neducation and the development of small and medium-\r\nsized enterprises. Many countries have successfully \r\ndeveloped through that route, but have failed to share \r\ntheir experiences with others. We therefore need the \r\ntrade links to be open and fair, with greater \r\nconsideration given to the very small States, so that we \r\ntoo can meet the hopes and aspirations of our young — \r\nand until now, patient — populations. In that respect, \r\nwe call upon the United Nations Industrial \r\nDevelopment Organization to play a more meaningful \r\nrole in that endeavour. \r\n South-South cooperation continues to be a \r\nsignificant component of Saint Lucia’s approach to \r\ndevelopment. Saint Lucia continues to benefit from the \r\ngenerous economic and technical cooperation among \r\ndeveloping countries within and outside of the \r\nCaribbean region, including Cuba, Trinidad and \r\nTobago, Brazil and Mexico, to name a few, while we \r\ncontinue to develop closer cooperation with our Latin \r\nAmerican neighbours. \r\n We therefore applaud the establishment of the \r\nSouth Fund for Development and Humanitarian \r\nAssistance approved at the second South Summit, held \r\nin 2005 in Qatar, as a financing mechanism to assist \r\ndeveloping countries in economic, social, health and \r\neducational development, and in the alleviation of \r\nhunger, poverty and the impact of natural disasters. \r\n While developing countries have made great \r\nstrides in financing their own development and the \r\ndevelopment of other countries of the South, greater \r\ncooperation in the area of technology transfer, \r\nparticularly capacity-building and technical assistance, \r\nis required from the North. Capacity-building among \r\nyoung people is crucial to the development of the skills \r\nrequired to implement our commitments to achieve the \r\nMDGs.  \r\n We recognize the valuable role that both South-\r\nSouth and North-South cooperation play in the \r\nadvancement of the development agenda. However, we \r\nknow that triangular cooperation can be an equally \r\nuseful and cost-effective tool for furthering our \r\ndevelopment objectives. We therefore welcome efforts \r\nin that area. Critical also to the realization of the \r\nMDGs is the delivery of aid commitments to \r\ndeveloping countries without the burdensome \r\nconditionalities that are a typical feature of \r\ninternational programmes of development assistance. \r\n The sustainable development of our sister \r\nCARICOM country of Haiti continues to be a \r\nformidable challenge faced by our region and the wider \r\ninternational community. It is one that requires the \r\nimplementation of a long-term assistance programme \r\nthat ensures that economic and social recovery take \r\nroot and that the people of that country can be assured \r\nof a brighter future. \r\n We wish therefore to applaud the Government of \r\nHaiti for its successful completion of the national \r\ngrowth and poverty reduction strategy focusing on \r\nimproving democratic governance, security and justice, \r\nand the delivery of basic services. We call on the \r\ninternational community to assist Haiti in the speedy \r\nimplementation of the national growth and poverty \r\nreduction strategy. \r\n We therefore continue to call for the sustained \r\nrelease of pledged development resources so that the \r\nGovernment and the people of Haiti may continue to \r\nmeaningfully, and in a sustainable manner, undertake \r\nmeasures to confront the numerous challenges to the \r\ndevelopment of their country. \r\n Saint Lucia’s relationship with its partners is \r\nbased on a commitment to mutual respect and \r\nunderstanding for each other. In that vein, Saint Lucia \r\n A/63/PV.12\r\n \r\n37 08-52265 \r\n \r\npays tribute to the Government and the people of the \r\nRepublic of China, Taiwan, a democratic country that \r\nhas continued to abide by the very principles that the \r\nUnited Nations holds dear, seeking to nurture and \r\npreserve human rights and development. We \r\nacknowledge the contribution that the Republic of \r\nChina, Taiwan, has made to international development \r\nby its provision of substantial development assistance \r\nto developing countries in the spirit of South-South \r\ncooperation. The Government of Taiwan has provided \r\nsignificant cooperation assistance to Saint Lucia and \r\nother States in the areas of education, health, \r\nagriculture and tourism. \r\n We are also heartened by recent bilateral \r\ndiscussions that would serve to reduce tensions in the \r\nTaiwan Straits and would result in an increase in \r\neconomic cooperation, investment and transportation \r\nlinks. Natural disasters, epidemics and food and energy \r\ncrises know no boundaries. The 23 million people in \r\nTaiwan are inextricably linked to the world scene and \r\nhave the same responsibilities and obligations as others \r\nto collaborate in the prevention of global catastrophes. \r\nWe hope therefore that this body will take that fact into \r\nconsideration and allow them to meaningfully \r\nparticipate in the United Nations specialized agencies \r\nin the fight against such catastrophes. \r\n Saint Lucia is seriously concerned about the \r\nproliferation of small arms in our part of the world. \r\nThe presence of small arms in our region poses serious \r\nchallenges for the security and stability of our \r\nsocieties. As we struggle to address that problem \r\nwithin our limited resources, we call on those States \r\nthat are engaged in the production and trade of small \r\narms and ammunition to enact appropriate measures to \r\ncurb that illicit trade, which threatens the stability and \r\nsecurity of our societies. \r\n Saint Lucia remains concerned about the pace at \r\nwhich the matter of reform of the Security Council is \r\nproceeding. Reform of the Security Council has been \r\non the agenda of the United Nations for much too long. \r\nWe continue to support the view that it is time for the \r\nSecurity Council to be more democratic, in order to \r\nmake it better able to deal with the increasing number \r\nand complexity of issues it must deal with and more \r\nreflective of post-1948 reality. In that respect, Saint \r\nLucia supports the call for, at a minimum, a permanent \r\nseat on the Council for the African continent, just as \r\nother continents have such a seat. \r\n Recent events are providing a vivid illustration of \r\nthe need for reform of the Security Council. Large size, \r\nmilitary power, economic power, or large population \r\nare not in themselves sufficient criteria for a permanent \r\nseat on the Council. Adherence to the principles \r\nenshrined in the Charter of this Organization should be \r\nparamount over all others. \r\n In closing, Saint Lucia is a small country with \r\nresources that would fail to register in global terms. \r\nYet, small as we are, our people have hopes, \r\naspirations and ambitions like any other. Moreover, we \r\nhold the firm belief that we have the capacity to \r\ncontribute to the world in a measured way beyond our \r\nsize. We are probably best at economics, working \r\nmiracles with limited resources, and literature, where \r\nour aspirations are clearly articulated — having two \r\nNobel Laureates in these areas. We hold the view that \r\nour limited resources should be utilized and focused on \r\nimproving the quality of life of our people in \r\neducation, health, social services and economic \r\nopportunity. Those are our primary aims, and we \r\nbelieve them to be in conformity with those of this \r\neminent Organization. \r\n The Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPrime Minister and Minister of Finance, External \r\nAffairs, Home Affairs and National Security of Saint \r\nLucia for the statement he has just made. \r\n Mr. Stephenson King, Prime Minister and \r\nMinister of Finance, External Affairs, Home \r\nAffairs and National Security of Saint Lucia, was \r\nescorted from the rostrum. \r\n \r\n  Address by Mr. Ahmed Tidiane Souaré, Prime \r\nMinister of the Republic of Guinea \r\n \r\n The Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the Prime \r\nMinister of the Republic of Guinea. \r\n Mr. Ahmed Tidiane Souaré, Prime Minister of the \r\nRepublic of Guinea, was escorted to the rostrum. \r\n The Acting President (spoke in Spanish): I have \r\ngreat pleasure in welcoming His Excellency \r\nMr. Ahmed Tidiane Souaré, Prime Minister of the \r\nRepublic of Guinea, and inviting him to address the \r\nGeneral Assembly. \r\n Mr. Souaré (Guinea) (spoke in French): I would \r\nlike to discharge my first duty by conveying to the \r\nA/63/PV.12  \r\n \r\n08-52265 38 \r\n \r\nAssembly, on behalf of His Excellency the President of \r\nthe Republic of Guinea, General Lansana Conté, whom \r\nI am honoured to represent here, brotherly greetings \r\nalong with a strong message of solidarity from the \r\npeople of Guinea. On this solemn occasion, I am also \r\npleased to convey to Mr. Miguel d’Escoto Brockmann \r\nthe warmest congratulations of the Guinean \r\nGovernment following the election of a charismatic \r\nand enlightened individual of his stature to the \r\npresidency of the Assembly. I assure him of Guinea’s \r\nfull and entire cooperation throughout his mandate.  \r\n I would also like to take this opportunity to \r\nexpress my country’s gratitude to his illustrious \r\npredecessor for the skill with which he handled the \r\npresidency of the sixty-second session. To the \r\nSecretary-General, Mr. Ban Ki-moon, we once again \r\nconvey our deepest appreciation for the effectiveness \r\nand vision with which he leads the work of our \r\nOrganization, which is ever more in demand, because \r\nof the many challenges we face in shaping a world of \r\npeace, security, justice and prosperity for all.  \r\n With regard to international solidarity, 34 years \r\nago the dominant groups of the world promised to \r\nimplement the noble commitment made by the \r\ninternational community to eliminate the poverty that \r\nundermines living conditions in poor countries, in \r\nparticular through the regular allocation of 0.7 per cent \r\nof the gross domestic product of industrialized \r\ncountries to official development assistance. \r\n In the euphoric wake of the fall of the Berlin Wall \r\nin 1989, that promise had received only a symbolic \r\nfulfilment when the leading powers predicted, in a \r\npremature burst of triumphalism, that budgets that had \r\nbeen devoted until then to the arms race would, as of \r\nthen, be devoted to expediting poverty eradication. \r\nHowever, the current configuration of our world, \r\ndeeply divided as it is between rich and poor, shows \r\nmultiple signs of how those promises —which, when \r\nthey were made, awakened great hopes for the rapid \r\nachievement of an international world of peace, \r\neffective solidarity and shared well-being — have not \r\nbeen fulfilled. \r\n With regard to international peace, in spite of the \r\nsignificant reduction in the current number of armed \r\nconflicts, fears remain. Indeed, military expenditures \r\nhave increased significantly in recent years to \r\nproportions that hearken back to the darkest hours of \r\nthe cold war, times that we had hoped were left far \r\nbehind us.  \r\n The legitimate war against blind and \r\nunacceptable terrorism, waged on several fronts since \r\n2001, is unfortunately far from reassuring. The \r\nanachronistic Israeli-Palestinian conflict persists in \r\nspite of the welcome decision to seek a negotiated \r\nsettlement of that dispute. Tensions related to nuclear \r\nweapons control darken the horizon of a lasting \r\ninternational peace. Hegemonistic urges to control the \r\nstrategic resources of the planet are obvious in various \r\ninstances, raising legitimate fears for the security of \r\nthose countries that are vulnerable in military terms.  \r\n When it comes to combating global hunger, the \r\ncurrent food crisis poses an urgent and pressing \r\nchallenge that demands a rapid response at the \r\nnational, regional and international levels. Beyond the \r\nemergency, solidarity-based movement that has taken \r\nshape, that serious phenomenon requires a global, \r\nlong-term approach from us all. To that end, the \r\ninternational community as a whole must promote \r\npolicies and strategies geared towards returning \r\nagriculture to the heart of our national and \r\ninternational concerns. Our ability to satisfy the food \r\nneeds of the most vulnerable peoples and to preserve \r\nsocio-political stability in those countries depends on \r\nit.  \r\n With regard to poverty reduction, the results \r\nremain mixed, unfortunately. Indeed, poor countries \r\nare foundering even further, due not only to their \r\npopulation growth and insufficient social investments, \r\nbut also to the inadequate quality and inconsistency of \r\nofficial development assistance. In addition, all of that \r\nmust be viewed against the backdrop of the all-too-\r\ntimid engagement of their development partners and of \r\nglobal trade conditions that place them at a \r\ndisadvantage.  \r\n Currently, halfway to the 2015 deadline, official \r\ndevelopment assistance is still not being allocated at \r\nthe necessary pace. In spite of demonstrating their full \r\nresolve to take control of their destiny by enacting \r\nrobust measures in terms of political, economic and \r\nfinancial governance, poor countries must make do \r\nwith the drafting of new versions of poverty reduction \r\nstrategy papers that are unlikely to be implemented \r\nbecause of the lack of sufficient and appropriate \r\nfinancing.  \r\n A/63/PV.12\r\n \r\n39 08-52265 \r\n \r\n Meanwhile, the populations of poor countries \r\ncontinue to increase and to grow younger. They grow \r\nimpatient with the delay and slowness of their \r\nintegration into globalization. Their social needs are \r\ngrowing and their institutional stability, prospects for \r\ndemocracy and likelihood of sustainable social peace \r\nare faltering. The picture is one of a vicious circle \r\nwithin which the leaders and peoples of poor countries \r\nare caught. They look to their partners for an extension \r\nof the Heavily Indebted Poor Countries Debt Initiative \r\nand the removal of the obstacles that impede the export \r\nof their products in order to enable their economies to \r\nescape marginalization in the global trade system.  \r\n In that context, the Guinean Government urges \r\nthe implementation of the outcomes of high-level \r\nmeetings with respect to the priority agenda of \r\ninternational development agencies. Those outcomes \r\noutline approaches and steps that could improve the \r\nliving conditions of hundreds of millions of \r\nindividuals, particularly in Africa, who feel the full \r\nimpact of extreme poverty, illiteracy, endemic diseases, \r\ninsecurity, economic marginalization and socio-\r\npolitical exclusion.  \r\n Elected in April 2008 in Dakar to chair the \r\nLeading Group on Solidarity Development Levies, \r\nGuinea devotes all its energies to consolidating \r\ninitiatives in that field and to overseeing the design and \r\nimplementation of programmes that will serve to \r\nsupplement traditional financing sources. I appeal to \r\nMember States and to development partners to join us \r\nin that solidarity initiative in order to pool our \r\ncollective efforts to fight poverty and achieve our \r\ncommon goals.  \r\n From this rostrum of international solidarity, I \r\nhave the pleasure of calling on global leaders, in \r\nparticular those of the wealthy and emerging countries, \r\nto increase their support for poor countries, as the \r\ncommunity of humankind must preserve its meaning, \r\nhuman solidarity must show its effectiveness, and \r\nhumankind must share the certain knowledge that \r\nlasting peace cannot be forged within the current \r\nasymmetrical divisions of our world.  \r\n More resolute than ever before to make proper \r\nuse of the official development assistance that they will \r\nreceive, the populations of poor countries are \r\ndetermined to emerge from the poverty afflicting them. \r\nTheir young people want to make their parents and \r\ntheir countries proud by finding decent work at home. \r\nThey do not want to get involved in clandestine \r\nimmigration networks, nor do they want to deal with \r\ndrug traffickers. \r\n Encouraging results have been achieved in \r\nconflict prevention and in restoring, maintaining and \r\nbuilding peace in the world, and in Africa in particular, \r\nin spite of the human tragedies taking place in Darfur. \r\nOur Organization deserves to be congratulated and \r\nencouraged for that. Indeed, significant progress has \r\nbeen achieved by Côte d’Ivoire on the path towards \r\nrestoring peace and national reconciliation.  \r\n With regard to the Mano River Union, Guinea \r\ncalls on the international community to continue to \r\nsupport the efforts of the member States of that \r\norganization in order to prevent them from relapsing \r\ninto the cycle of doubt, insecurity and instability. We \r\nmust also welcome the successful measures initiated \r\nand led by the Peacebuilding Commission to \r\nconsolidate stability in Sierra Leone, Liberia and \r\nGuinea-Bissau.  \r\n In the Horn of Africa and in the Western Sahara, \r\nthrough the perseverance of the United Nations and the \r\nstakeholders in those crises, positive signs of \r\nsettlement are emerging. We urge all the stakeholders \r\nin those crises to engage in dialogue and coordination, \r\nwhich, if they are to be effective, require, of course, \r\nrespect for the commitments that have been made.  \r\n In the Middle East, it is obvious that resolving \r\nthe Israeli-Palestinian conflict will require a regional \r\nsolution based on the creation of an independent, \r\nsovereign and viable Palestinian State living side by \r\nside and in peace with Israel in accordance with the \r\nrelevant resolutions of the United Nations and the \r\nQuartet road map.  \r\n Moreover, Guinea reaffirms its unwavering \r\ncommitment to the principle of a single and undivided \r\nChina. \r\n I would now like to address the situation in my \r\ncountry, which for the past two years has faced a \r\nserious economic and social crisis, triggered by a \r\ncombination of internal and external factors, which I \r\nhave just described. I am pleased to be able to say \r\ntoday that through a national patriotic upsurge, \r\nsupported by the efforts of the international \r\ncommunity, including the Economic Community of \r\nWest African States, that situation is on the path \r\ntowards normalization and improvement. A \r\nA/63/PV.12  \r\n \r\n08-52265 40 \r\n \r\nGovernment open to all stakeholders, comprising the \r\nopposition, civil society and the two sides of industry, \r\nhas been established. That Government has drawn up \r\nand is currently implementing a minimum emergency \r\nprogramme that should pave the way for a relaunch of \r\nthe country’s economic and social development process \r\nin the near future.  \r\n In spite of the pitfalls and unstable resources, the \r\nresults obtained to date are encouraging. The \r\ninstitutional framework for governance is improving. \r\nThe pace of the democratic process, in particular the \r\npreparation for legislative elections, is quickening. The \r\nindependent national electoral commission is up and \r\nrunning. The political parties have received subsidies \r\nfor election preparations. A comprehensive coordination \r\nmovement involving all components of the nation is \r\nunder way. The mining agreements are being revised \r\nwith a view to protecting the interests of the country \r\nand, naturally, those of the investors themselves. \r\nEconomic and financial governance is being \r\nstrengthened, sanctioned by the adoption on 28 July \r\n2008, by the Executive Board of the International \r\nMonetary Fund, of the conclusions of the first review \r\nof the formal programme, which should lead our \r\ncountry to the completion point under the Heavily \r\nIndebted Poor Countries Debt Initiative. \r\n Working together with all actors in the nation, the \r\nGuinean Government remains firmly committed to \r\nshouldering its full share of responsibility in tackling \r\nthe huge challenges posed by HIV/AIDS, drugs, lack \r\nof security, terrorism, the illicit circulation of light \r\nweapons and the structural causes underlying \r\nclandestine immigration. The eradication of poverty, \r\nmaintenance of peace, institutional stability and \r\npromotion of human rights and fundamental freedoms \r\nlie at the heart of our national priorities. \r\n Sixty-three years after the establishment of the \r\nUnited Nations, eight years after the adoption of the \r\nUnited Nations Millennium Declaration and at the \r\nmidpoint towards the implementation of the \r\nMillennium Development Goals, my country, Guinea, \r\nbelieves in the future of a world of greater solidarity, \r\njustice and fairness, thus safer in the context of a true \r\nand fair partnership. A reformed, revitalized United \r\nNations, adapted to new developments, remains the \r\nappropriate forum to meet the challenges that we all \r\nface. \r\n Before I conclude, I am pleased to report that \r\n2008 marks the fiftieth anniversary of both our \r\ncountry’s independence and its accession the United \r\nNations. That gives me the opportunity to reaffirm to \r\nmy country’s firm commitment, alongside the rest of \r\nthe international community, to achieving the noble \r\nideals of our Organization, and to supporting and \r\nrespecting all its principles and purposes, which are the \r\nfoundation of a true community of destiny.  \r\n The Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPrime Minister of the Republic of Guinea for the \r\nstatement he has just made. \r\n The Honourable M. Ahmed Tidiane Souaré, \r\nPrime Minister of the Republic of Guinea, was \r\nescorted from the rostrum. \r\n The Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Jean Asselborn, Deputy \r\nPrime Minister and Minister for Foreign Affairs of the \r\nGrand Duchy of Luxembourg. \r\n Mr. Asselborn (Luxembourg) (spoke in French): \r\n“[We] will not enjoy development without security, we \r\nwill not enjoy security without development, and we \r\nwill not enjoy either without respect for human rights” \r\n(A/59/2005, para. 17). In this year when we celebrate \r\nthe sixtieth anniversary of the Universal Declaration of \r\nHuman Rights, that fundamental observation by former \r\nSecretary-General Kofi Annan continues to be as \r\nrelevant as ever, and it must continue to guide our \r\nactions and those of our Organization and our \r\nGovernments. \r\n I should like briefly to recall the two high-level \r\nevents that we have attended in the past few days: that \r\non Africa’s development needs and that on the \r\nMillennium Development Goals. Those meetings \r\nshowed that some progress has been made — and there \r\nhas been unquestionable progress that must be \r\nacknowledged: for example, we have seen a drop of \r\n400 million in the number of people living in extreme \r\npoverty, a drop of 27 per cent in the mortality rate of \r\nchildren under the age of five, increased investments in \r\neducation and health and progress regarding gender \r\nequality. But they also emphasized the absolute need to \r\nstrengthen our efforts if we want to achieve the goals \r\nthat we set ourselves by consensus in 2000, all the \r\nmore since the rise in food and fuel prices and the \r\nslowing of the world economy that we have seen in \r\nrecent months threaten our achievements. \r\n A/63/PV.12\r\n \r\n41 08-52265 \r\n \r\n Luxembourg has resolutely focussed its \r\ncooperation policy on the eradication of poverty, \r\nparticularly in the least developed countries. Its actions \r\nare conceived in the spirit of sustainable development, \r\nincluding its social, economic and environmental \r\naspects, with men, women and children at their core. \r\nToday, my country spends 0.92 per cent of its gross \r\nnational income on official development assistance, \r\nand we expect to continue on that track in order to \r\nachieve the goal of 1 per cent in the coming years. \r\nTogether with others, we shall invest our efforts to \r\nensure that the commitments entered into 2005 at the \r\nEuropean level are fully respected at the Doha \r\nConference on Financing for Development.  \r\n While establishing a true development \r\npartnership must be based on shared responsibilities by \r\ndonor and recipient countries, and while we are \r\ncounting on strengthened action by developing \r\ncountries with regard to good governance, the rule of \r\nlaw, capacity-building and ownership of their own \r\ndevelopment, respect by developed countries of their \r\ncommitments regarding the quality and quantity of \r\nassistance is an important basis for such a partnership, \r\nparticularly with respect to Africa. Nevertheless, I \r\nwould like to recall that the European Union and its \r\nmember States account for 55 to 60 per cent of global \r\nworldwide development assistance. \r\n I would not like to omit a subject that was at the \r\ncentre of our discussions last year and that has a major \r\nimpact on the potential of countries’ development: \r\nclimate change. It is essential to continue along the \r\ncourse started in Bali and to conclude in Copenhagen a \r\npost-Kyoto regime that does not impede, but rather \r\nsupports, the sustainable economic development to \r\nwhich the developing countries aspire. Mechanisms \r\nmaking an effective transfer of technology possible and \r\nappropriate financing available are, in our view, \r\nindispensable tools for the post-2012 regime, with \r\nrespect to both mitigation and adaptation as part and \r\nparcel of an effective global multilateral regime, with \r\nlegally binding emission reduction targets for \r\nindustrialized countries and with contributions by each \r\naccording to their means.  \r\n Luxembourg, for its part, decided at the \r\nbeginning of the year to systematically integrate the \r\nquestion of adaptation to climate change into its \r\ndevelopment programmes.  \r\n However, climate change has a potential impact \r\nnot only on development but on the security of \r\ncountries. The initiatives of small developing Pacific \r\nisland countries to refer this issue to the Assembly \r\nseems to me most timely. It favourably complements \r\nthe initiative by the Maldives at the seventh session of \r\nthe Human Rights Council to take up the relationship \r\nbetween climate change and the full enjoyment of \r\nhuman rights. As I have already had the opportunity to \r\nsay from this rostrum, to successfully take on climate \r\nchange we must tackle it in all its complexity and face \r\nit in a concerted manner. What better framework to do \r\nso than the United Nations? \r\n Since development needs, particularly in Africa, \r\nhave been at the centre of our attention this week, \r\nallow me to say a few words about some of the \r\nconflicts in Africa which impede the development of \r\nthe countries they are ravaging, and in whose solution \r\nthe United Nations is heavily invested — unfortunately \r\nnot always with the desired results.  \r\n The conflict of Darfur is in its sixth year now, \r\nand images of people devastated by attacks, \r\ndisplacement, precarious life in the camps and the daily \r\nfear of fresh violence continue to haunt the media, and \r\nalso our minds. International efforts and efforts of the \r\nUnited Nations to resolve the crisis, particularly \r\nthrough joint deployment with the African Union of the \r\nlargest peacekeeping mission ever decided on, and the \r\ncentral role of mediation in the search for a political \r\nsolution may continue to be in vain if the parties to the \r\nconflict, blinded by their short-term interests, continue \r\nto lack the necessary political will to commit \r\nthemselves to a lasting solution.  \r\n For a solution to Darfur to be lasting, it must \r\ncomprise a number of components: security, by \r\ncessation of hostilities and a return to calm on the \r\nground; political, by the conclusion of an agreement \r\nfor the sharing of power and resources; humanitarian, \r\nthrough effective measures to respond to immediate \r\nhumanitarian needs and development needs of the \r\npopulation; and judicial, of course, by the end of the \r\nwidespread impunity for the crimes committed in \r\nDarfur and bringing to justice the main perpetrators of \r\nthe atrocities there to make a true reconciliation \r\npossible. Peace and justice should go hand in hand in \r\nDarfur, just as throughout the world. That is one of the \r\nfundamental principles that guide Luxembourg’s \r\nforeign policy. We cannot, nor should we, close our \r\neyes to the serious crimes committed in Darfur. Any \r\nA/63/PV.12  \r\n \r\n08-52265 42 \r\n \r\npolitical solution that would indefinitely put off justice \r\nin Darfur would be flouting even further the rights of a \r\npopulation that has been suffering for too long. \r\n The European Union and my own country are \r\nendeavouring to make their contribution with the \r\ndeployment of the European Union force (EUFOR) in \r\nChad and the Central African Republic, a force charged \r\nwith protecting the refugees of Darfur as well as \r\ninternally displaced persons, and allowing the \r\nhumanitarian community access to those vulnerable \r\npeople in a volatile security environment. EUFOR \r\nmust pave the path for a United Nations force starting \r\nin the spring of next year. It is important that this \r\ntransition occur under good circumstances, according \r\nto the timetable, and that the force can deploy fully, in \r\nthe interest of achieving lasting stability in the \r\nsubregion. \r\n Another conflict in Africa which concerns us \r\ngreatly is the one in Somalia. Somalia has been in the \r\ngrips of civil war for more than a generation now, and \r\nthe consequences are felt throughout the entire region \r\nof the Horn of Africa. The signing of the Djibouti \r\nagreement several weeks ago between the Transitional \r\nGovernment and an opposition party will perhaps open \r\nthe way to a lasting stabilization of Somalia. Only by \r\nconsolidating the political situation and improving \r\nsecurity can the international community fully carry \r\nout its peacekeeping efforts in that country in the wake \r\nof the African Union, which has deployed a \r\npeacekeeping force under extremely trying \r\ncircumstances. I welcome the efforts under way in the \r\nSecurity Council to give concrete form, when \r\nconditions permit, to the firm commitment entered into \r\nby the international community and the United Nations \r\nto help Somalia. \r\n Much more could, indeed, be said about the \r\nsituation in Africa. We are concerned over the \r\nDemocratic Republic of the Congo, where fighting has \r\nrecently resumed. In Zimbabwe, one must hope that all \r\nforms of intimidation and violence will now be ended \r\nso that that battered country can recover. However, \r\nmore could also be said about the positive \r\ndevelopments in Liberia and Sierra Leone, where it has \r\nbeen possible to put in place an integrated strategy for \r\npeacebuilding and to draw up a reliable way out of the \r\ncrisis. \r\n The sum of $700 billion has been at the centre of \r\nconcerns over financial policy this week. It appears \r\nthat this staggering sum has been deployed in order to \r\nrepair the damage of the capitalism of the casino-like \r\nbanking sector that relies on debt and speculation to \r\nachieve precarious growth. Imagine, for a moment, this \r\nsum being applied to achieve the Millennium \r\nDevelopment Goals upheld by this Assembly in 2000 \r\nand 2005. Millions of children could survive. Millions \r\nof women would not die during or after childbirth. \r\nMuch progress could be made against AIDS and \r\nmalaria, or in education and training programmes for \r\nmillions of poor people who live on one or two dollars \r\na day. Take a moment to reflect on this. \r\n I also want to mention another topic which \r\nconcerns us a great deal, one where our Organization, \r\nin cooperation with the Organization for Security and \r\nCooperation in Europe (OSCE) and the European \r\nUnion, should play a central role, namely, the conflicts \r\nin Georgia. \r\n As the President of the French Republic, \r\nrepresenting the European Union, said a few days ago \r\nfrom this rostrum, the European Union wants to act for \r\npeace. It is prepared to make its contribution, \r\nparticularly by deploying an on-the-ground observer \r\nmission, and in the international discussions that \r\nshould begin in mid-October in Geneva, with a view to \r\na peaceful and lasting solution. Such a solution should \r\nbe based on full respect for principles of independence, \r\nsovereignty and territorial integrity, and we condemn \r\nany action at odds with those principles. Additionally, \r\nwe feel it is important to see that an independent \r\ninvestigation be carried out on the Georgian conflict. \r\n It is said that war kills truth first. The European \r\nUnion has committed itself to stopping the violence \r\nand getting the troops out of Georgia, which will \r\nundoubtedly help the Georgian people in both \r\nhumanitarian and security terms. The real reasons for \r\nthe outbreak of this conflict cannot be left to historians. \r\nLight must be shed on the situation. Therefore and \r\nmost importantly, in order to avoid similar cases in the \r\nfuture, the raison d’être of the United Nations is to \r\nprevent the outbreak of armed conflict. If a conflict \r\narises it is incumbent on all of us to investigate the \r\nreasons and the circumstances in order to prevent other \r\nclashes. \r\n I also want to share what was said by the \r\nPresident of the European Council regarding another \r\ntopic, particularly after having heard the statement last \r\nTuesday of the President of the Islamic Republic of \r\n A/63/PV.12\r\n \r\n43 08-52265 \r\n \r\nIran before the General Assembly (see A/63/PV.6). It is \r\nintolerable that Iran should call for the destruction of \r\nthe State of Israel. We cannot tolerate such anti-Semitic \r\ncomments, particularly from this rostrum here in our \r\nOrganization. \r\n As so often, shadows of darkness and rays of \r\nhope become intermingled when we analyse \r\ninternational situations, but one constant remains true: \r\nthe importance of an effective multilateral system. \r\n The United Nations could be even more effective \r\nif it were to continue its internal reform efforts. \r\nUnfortunately, there is a certain fatigue with regard to \r\nreform of the Organization. This is particularly \r\nregrettable because global challenges cannot wait. A \r\nmore cohesive and effective Organization would \r\nbenefit us all. Let us not hesitate to redouble our efforts \r\nto honour our reform commitments of 2005. \r\n With regard to the reform of the Security \r\nCouncil, I am pleased that we are finally going to begin \r\nintergovernmental negotiations at the beginning of \r\n2009. I hope that those negotiations will quickly \r\nachieve results. I also hope that the reformed Council \r\nwill be more representative, but above all, I hope that it \r\nwill perform better and be more transparent, thereby \r\nensuring greater effectiveness and enhanced legitimacy \r\nand implementation of its decisions. \r\n Other areas of reform agreed in 2005, such as the \r\nmanagement of the Organization, have not yet been \r\naddressed. I therefore encourage the Secretary-General \r\nto pursue his effort to reform human resources \r\nmanagement on the basis of the three pillars of \r\ntransparency, effectiveness and the taking of \r\nresponsibility.  \r\n With regard to system-wide coherence, we should \r\npursue our efforts in the areas of operational activities, \r\ncommercial practices and environmental initiatives. We \r\nmust essentially move away from the fragmented \r\nsystem that has evolved in the course of the past \r\n60 years of United Nations history. \r\n In conclusion, I think it very important to once \r\nagain draw the Assembly’s attention to our collective \r\ndecision regarding the responsibility to protect people \r\nagainst genocide, war crimes, ethnic cleansing and \r\ncrimes against humanity. We should continue to work \r\non the concept of the responsibility to protect, which \r\nshould be implemented in the framework of criteria \r\nand conditions set out in the final document of the \r\n2005 Summit (resolution 60/1), so as to progressively \r\nestablish an irrefutable basis upon which the \r\ninternational community can act in accordance with a \r\ngiven situation.  \r\n As a founding Member of the Organization, my \r\ncountry endeavours to contribute to the purposes and \r\nprinciples of the Charter through resolute and ongoing \r\nsolidarity, through concrete involvement in efforts \r\naimed at development, peace, security and respect for \r\nhuman rights, and through the determined pursuit of a \r\nmultilateral approach with the United Nations at the \r\ncore. It is in that same spirit that, as we did in 2001, \r\nLuxembourg has presented its candidacy for a \r\nnon-permanent seat on the Security Council for the \r\nperiod 2013 and 2014. That too is how we intend to \r\ncontinue to shoulder our share of responsibility in this \r\nAssembly.  \r\n \r\n  Address by His Excellency Mr. Tillman \r\nThomas, Prime  Minister and Minister of \r\nNational Security, Information and Legal \r\nAffairs of Grenada \r\n \r\n The Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the Prime \r\nMinister and Minister of National Security, \r\nInformation and Legal Affairs of Grenada. \r\n Mr. Tillman Thomas, Prime Minister and Minister \r\nof National Security, Information and Legal \r\nAffairs of Grenada, was escorted to the rostrum. \r\n The Acting President (spoke in Spanish): I have \r\ngreat pleasure in welcoming His Excellency \r\nMr. Tillman Thomas, Prime Minister and Minister of \r\nNational Security, Information and Legal Affairs of \r\nGrenada, and inviting him to address the General \r\nAssembly. \r\n Mr. Thomas (Grenada): I am honoured to join \r\nthose who have spoken before me in congratulating the \r\nPresident on his election to guide the work of the sixty-\r\nthird session of the General Assembly, and in \r\ncommending his predecessor for his stewardship of the \r\nAssembly over the past year. I also take this \r\nopportunity to commend the Secretary-General and his \r\nstaff for their continued dedication in advancing the \r\nwork of the Organization. \r\n The world has entered an era where the basis of \r\ninternational engagement is driven more by the trade in \r\ngoods and services and the distribution of the \r\nA/63/PV.12  \r\n \r\n08-52265 44 \r\n \r\nownership of technology than by notions of \r\nsovereignty. As a result, small vulnerable States like \r\nGrenada are being relentlessly pressed to justify their \r\neconomic viability. That, along with globalization and \r\nother challenges, has negative implications for the \r\nstability of our countries. Against that backdrop, \r\nGrenada believes that its diplomacy must undergo \r\nfundamental change, not only to satisfy domestic \r\nexpectations but also to enhance our chances for \r\nsuccess. \r\n Just over two months ago, the people of Grenada \r\nvoted overwhelmingly for new leadership and a change \r\nof direction for our nation. We humbly offer our \r\nGovernment as an example of peace and reconciliation \r\nin action. We bring together people committed to \r\nservice notwithstanding our politically turbulent \r\nhistorical background. In our country, we have \r\nmanaged to release the distrust and divisiveness that \r\nhave existed for more than 30 years in order to \r\nembrace peace and reconciliation and move our \r\ncountry forward. We stand as an example of hope and \r\nencouragement to those who are still fighting and \r\ncannot let go of the blame, the hatred and the anger \r\nassociated with the past. \r\n We stand today as proof that peace and \r\nreconciliation are possible, that our collective hope for \r\nthose world regions where brothers fight brothers and \r\npeople die needlessly is not a fanciful or vain hope: it \r\nis a valid hope that can be realized. It is a hope that has \r\nmaterialized in our country as we move forward \r\ntogether, reconciled from a divisive past to serve our \r\npeople and to serve our world through our participation \r\nat the United Nations. From that platform of \r\nreconciliation, we focus on and emphasize the strategic \r\nsignificance of partnerships in governance. Our aim is \r\nto build strong and meaningful relationships between \r\nGovernment, the private sector, trade unions and other \r\ngroups within civil society. \r\n Grenada believes it must play an active role in \r\nworld affairs, since our own domestic agenda coincides \r\nwith many aspects of the global development dialogue, \r\nparticularly as it relates to the achievement of the \r\nMillennium Development Goals (MDGs). Substantial \r\nprogress has been made in many of the targeted areas. \r\nMoreover, the plans and programmes presently being \r\npursued will ensure that social and economic \r\ndevelopment does benefit all our people. \r\n Grenada’s main strategy to eradicate extreme \r\npoverty and hunger focuses on expanding the \r\nproductive sectors of the economy, particularly the \r\nagricultural sector. Emphasis will be placed on \r\nattracting young people to agriculture, stimulating the \r\nrural economy and providing for food security.  \r\n Grenada understands the importance of having a \r\nwell-educated populace. We are pleased that the goal of \r\nachieving universal primary education has already been \r\naccomplished. We are now striving to ensure that each \r\nhousehold has at least one university graduate by the \r\nyear 2025. \r\n Similarly, technical and administrative capabilities \r\nthroughout the public service must be strengthened to \r\nsupport our developmental agenda. Grenada is \r\nconvinced that we will not properly advance unless \r\nthere are fundamental improvements in the \r\ndevelopment of our human resources. That is an area \r\nwhere international support is especially needed. \r\n Grenada has made relatively good progress in the \r\narea of health care, especially in improving maternal \r\nhealth, decreasing the rate of child mortality and \r\ncombating HIV/AIDS and other diseases. Our gratitude \r\ngoes out to international donors and other partners \r\nassociated with effective programmes in this area. \r\n Global climate change represents a most pressing \r\nand serious challenge to the viability and the very \r\nexistence of small island developing States. Climate \r\nchange is not only an environmental or sustainable \r\ndevelopment issue; it is first and foremost a human \r\nissue. With the release of the fourth assessment report \r\nof the Intergovernmental Panel on Climate Change, \r\nthere is now scientific certainty that human activity is \r\nthe main cause of global climate change. Thus, the \r\nopportunity to avoid irreversible damage to the climate \r\nsystem will be lost if urgent and definite actions are not \r\nimmediately taken. \r\n Small island developing States have contributed \r\nvery little to the release of greenhouse gases in the \r\natmosphere. Yet we are being forced to contend with \r\nthe devastating effects of those emissions. We are faced \r\nwith coral bleaching, sea level rise, salt water \r\nintrusion, water scarcity and increasingly severe \r\nweather events, all with very real financial and social \r\ncosts for our already vulnerable economies. \r\n The recent devastation wrought by four major \r\nhurricanes in the northern Caribbean highlights the \r\n A/63/PV.12\r\n \r\n45 08-52265 \r\n \r\nserious problems we face as a direct result of climate \r\nchange. Our solidarity goes out to the countries hardest \r\nhit, especially Cuba, Haiti, Jamaica and the Turks and \r\nCaicos islands. We call on the international community \r\nto respond appropriately to their plight. \r\n In that regard, Grenada takes the opportunity to \r\nstrongly voice its support for the Alliance of Small \r\nIsland Developing States political declaration on the \r\nurgency of responding to climate change, which is \r\nslated to be adopted on Monday, 29 September. \r\n Members will appreciate why Grenada speaks \r\npassionately on this issue. We have had first-hand \r\nexperience of the trauma, pain and economic loss \r\nassociated with natural disasters. Four years ago, \r\nHurricane Ivan literally destroyed our country. Thanks \r\nto the international community and, of course, to our \r\nresilient and resourceful people, we have since become \r\nmore conscious of the imperatives of disaster \r\npreparedness and crisis management. As a consequence, \r\nwe will continue to be at the forefront of activities to \r\nhave this issue properly debated and appropriate action \r\nplans adopted and implemented. The leadership role we \r\nhave played over the last several months, through the \r\nchairmanship of Alliance of Small Island States, is \r\nconsistent with that mission. \r\n Grenada welcomes Japan’s important grant-aid \r\nprogramme for environment and climate change under \r\nits Cool Earth Partnership initiative. \r\n Another issue of utmost importance to Grenada is \r\nthe protection of the Caribbean Sea, an issue which has \r\nbeen repeatedly spoken of in this forum. Indeed, \r\nGrenada and other Caribbean Member States derive \r\ntremendous economic benefits from those pristine \r\nwaters, which are threatened by transhipment of \r\nnuclear waste and other hazardous materials. Grenada \r\nreiterates the call for increased attention to be given to \r\nthis serious matter with a view to having our concerns \r\nadequately reflected in a stronger General Assembly \r\nresolution. \r\n Grenada cherishes the democratic style of \r\ngovernance. We therefore pledge to contribute to any \r\nmultilateral dialogue to promote and enhance the \r\ncorresponding principles of transparency, accountability, \r\nconsensus-building and respect for institutions and \r\nindividual human rights. In that respect, we intend to \r\nimplement, in the short term, several critical pieces of \r\nlegislation, already passed by parliament, which are \r\ndesigned to bring about improvement in the rule of law.  \r\n Notwithstanding the atmosphere of peace and \r\nsecurity prevailing in Grenada, our main task is to \r\ncontinue to enhance the daily livelihood of our people \r\nas we strive to achieve and sustain economic growth \r\nand to restore fiscal balance and debt sustainability. \r\nThat challenge is compounded by unfavourable \r\nexternal factors including high energy costs, escalating \r\nfood prices and the worrying slowdown in major world \r\neconomies and financial markets. \r\n Grenada is determined to pursue the construction \r\nof a new economy through the implementation of \r\nstrategic initiatives. As we proceed with our \r\ndevelopment, we appeal to the international community \r\nfor technical assistance and other forms of support. The \r\nusual role of United Nations bodies, including the Food \r\nand Agriculture Organization, the World Health \r\nOrganization, UNESCO, the United Nations \r\nDevelopment Programme and others, will be critical in \r\nthe process. \r\n No one in the developed world can deny the \r\nvalue of a small country like Grenada in the expansion \r\nof democracy and the fight against terrorism. \r\nCurrently, environmental issues also demand urgent \r\naction on the part of all States. Those shared goals and \r\nvalues reshape relations between States. These issues \r\nunderscore an urgent need for new platforms to address \r\nthe issue of support for the developmental needs of \r\nStates. Grenada believes that the realization of a global \r\npartnership for development is of urgent importance. \r\nSerious attention should be paid to addressing the \r\nspecial needs of the least developed countries in the \r\nareas of trade, debt relief and the environment. \r\n It is Grenada’s hope that the sixty-third session \r\nwill be filled with a spirit of camaraderie, goodwill, \r\ncollaboration, equity, trust and confidence in our \r\nability to improve the general well-being of mankind. \r\nIt is our hope that the Organization’s reform will take \r\nplace in such a way that the perceived dominance by \r\nsome will not be a standard of inflexibility, but will \r\ngive way to genuine dialogue and cooperation. \r\n I can assure the Assembly that Grenada intends to \r\npursue its external relations based on the principle of \r\nmutual respect. Thus, we will be an active participant \r\nin multilateral debates on current issues. \r\n Grenada maintains its staunch and unwavering \r\nstance in the fight against terrorism, illicit drugs, \r\nweapons and human trafficking. We will continue to \r\nunconditionally support all initiatives that promote and \r\nA/63/PV.12  \r\n \r\n08-52265 46 \r\n \r\nenhance global peace and security. Grenada strongly \r\ncondemns all violent acts by those who are bent on \r\ncreating chaos and panic in regions around the world, \r\nand thus supports all efforts to bring the perpetrators to \r\njustice. Additionally, Grenada is committed to the full \r\nimplementation of the recommendations adopted by \r\nthe Caribbean Financial Action Task Force to combat \r\nmoney-laundering and terrorist financing. \r\n Grenada is optimistic about the opportunities for \r\nwider and deeper engagement among Caribbean \r\ncountries. We strongly believe that all countries should \r\nbe allowed to develop without hindrance and undue \r\npressure. Accordingly, Grenada calls on all countries to \r\nconstructively engage Cuba at this historic juncture. \r\nGrenada is a friend both of the United States and of \r\nCuba, and thus wishes to use this occasion to call on \r\nthe former to use its diplomatic experience to assist the \r\nprocess of economic and social change now taking \r\nplace in Cuba. Grenada contends that the stringent \r\nunilateral economic measures in place against Cuba \r\nwill benefit no one and do not facilitate the world’s \r\ngoal of achieving a global partnership of equals. \r\n Additionally, Grenada calls on the United Nations \r\nto continue its vital role in assisting the African continent \r\nin realizing its development objectives. In keeping with \r\nthe declaration of the recently concluded high-level \r\nmeeting on Africa’s development (resolution 63/1), we \r\nurge the Secretary-General to use his good offices to \r\nremind world leaders of their commitments for the \r\nbetterment of the African people. \r\n Similarly, the plight of Haiti, my fellow \r\nCARICOM neighbour, must be addressed with utmost \r\ncompassion and urgency. Grenada recently pledged a \r\nmodest monetary donation, and is proud to be a police-\r\ncontributing country with the United Nations \r\nStabilization Mission in Haiti. In that vein, Grenada \r\nurges the other States Members of this Organization to \r\ndo likewise. \r\n Grenada urges that we capitalize on the spirit of \r\ncooperation and collaboration to assist the poor and \r\nmore vulnerable nations to become and remain viable \r\nand to actively participate in a global process that \r\nneeds the input of all nations of the world, big and \r\nsmall. In this regard, I wish to salute the Government \r\nof the Bolivarian Republic of Venezuela for \r\nconsiderably easing some of the financial pressure \r\ninflicted on our fragile economy by the sharp increases \r\nin oil prices. Through the Petro Caribe Initiative, \r\nseveral Caribbean countries are able to buy oil from \r\nVenezuela on softer terms. \r\n Grenada is convinced that the principles upon \r\nwhich this great organization was founded, as \r\narticulated in its Charter, should be given full vitality. \r\nThat would certainly redound to our individual and \r\ncollective benefit as we seek to confront the many \r\nchallenges of this modern and complex era. \r\n Grenada commends the Secretary-General for his \r\noutstanding leadership of this Organization. Finally, \r\nGrenada once again congratulates the President on his \r\nelection to facilitate and direct the debate of this sixty-\r\nthird session of the General Assembly. I assure him of \r\nour full support as he guides the process. \r\n The Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPrime Minister and Minister of National Security, \r\nInformation and Legal Affairs of Grenada for the \r\nstatement he has just made.  \r\n Mr. Tillman Thomas, Prime Minister and Minister \r\nof National Security, Information and Legal \r\nAffairs of Grenada, was escorted from the \r\nrostrum. \r\n The Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Frank-Walter Steinmeier, \r\nDeputy Federal Chancellor and Minister for Foreign \r\nAffairs of the Federal Republic of Germany. \r\n Mr. Steinmeier (Germany) (spoke in German; \r\ninterpretation provided by the delegation): I offer my \r\ncongratulations to Mr. Miguel d’Escoto Brockmann on \r\nhis election as President of the General Assembly at its \r\nsixty-third session. I wish him every success. \r\n The United Nations mandate to establish and \r\nmaintain peace and security has lost none of its \r\nurgency in 2008. The task remains. However, fulfilling \r\nit is more demanding than ever. \r\n When the Berlin Wall fell, no one had greater \r\nhopes than we Germans not only that Germany would \r\nbe reunited but that a new age of global cooperation — \r\nbeyond the traditional front lines — would begin. The \r\nIron Curtain had divided the world into two blocs and \r\nwhen it came to dealing with crises and conflicts, often \r\nenough, loyalty within the blocs had priority; what was \r\nneeded to improve the lot of ordinary people was of \r\nsecondary importance. \r\n A/63/PV.12\r\n \r\n47 08-52265 \r\n \r\n The end of the East-West confrontation in the \r\nearly nineties seemed to mark the dawn of a new age of \r\neffective multilateralism, while the United Nations \r\nseemed to be on the threshold of a great renaissance. \r\nDisillusionment has now set in, more quickly and more \r\nprofoundly than we had feared. The hoped-for peace \r\ndividend did not materialize. On the contrary, the \r\ncynical certainties of the cold war had disappeared, and \r\nthey were not replaced by new ones.  \r\n The world is clearly searching for a new order, \r\nand multilateralism does not always seem to be the first \r\nchoice in this quest. What we have experienced since \r\nthen is the confluence of the traditional power politics \r\nof the 19th century, the legacies of the cold war and the \r\nnew challenges of the 21st century. \r\n At the same time, new players and Powers that \r\nhave still to find their place in the international order \r\nare seeking to enter the global stage. It is now \r\ngenerally accepted that we can master the new \r\nchallenges of the twenty-first century, such as climate \r\nchange, scarcity of raw materials, access to food and \r\nwater and the fight against epidemics, pandemics and \r\nterrorism, only if we act together. Although we know \r\nthat and although it is absolutely vital that we focus on \r\nfinding common solutions to the key issues of the \r\nfuture, time and again we are called upon to resolve \r\nconflicts that have their roots in a past that we have \r\nonly seemingly put behind us. \r\n One conflict that smouldered for some time and \r\nthen escalated suddenly and violently is the crisis in \r\nGeorgia, where an entire region found itself on the \r\nedge of the abyss of war and destruction and where \r\ncommon sense failed to prevail on all sides. The United \r\nNations, the Organization for Security and Cooperation \r\nin Europe (OSCE) and the European Union agree that \r\nthe weapons must be silenced for good. We must help \r\nthe suffering population without delay. That does not \r\nmean accepting the status quo; nor does it mean the \r\ncalling into question of Georgia’s territorial integrity. \r\n Nevertheless, we have to work together to ensure \r\nreconstruction, the return home of the refugees and \r\nlong-term security in Georgia and the entire region. \r\nThe European Union is making an important \r\ncontribution by sending an observer mission, which my \r\ncountry is leading. Together with the United Nations \r\nand the OSCE, the mission will put forward a \r\ncomprehensive strategy in Geneva this October. We are \r\naiming to pave the way towards the durable resolution \r\nof the conflict through stabilization and confidence-\r\nbuilding in this particular region of the world, the \r\nSouthern Caucasus. \r\n The same task is even more demanding in \r\nAfghanistan, a country where the situation is still \r\nprecarious. It is clear to us that, without security, \r\nAfghanistan will not, and indeed cannot, develop. \r\nEqually, however, we need economic development in \r\norder to improve the security situation and to \r\nencourage people to reject fundamentalism and terror. \r\n We have achieved much together in recent \r\nmonths and years. Millions of children — many of \r\nthem girls — are going to school again, while streets, \r\nbridges and hospitals are being built. The training and \r\nbuild-up of the Afghan police force and army are \r\nprogressing. Compared to the deteriorating security \r\nsituation, however, they are not progressing fast \r\nenough, especially in the present situation. Germany \r\nintends to do even more in the future. \r\n However, we cannot afford to look at Afghanistan \r\nby itself. We need to step up our efforts to help \r\nPakistan master the economic and social challenges it \r\nfaces. Pakistan’s internal stability is crucial to stability \r\nin the entire region. This will require concrete support \r\nfrom everyone in the international community, and my \r\ncountry — rest assured — will play its part. \r\n International engagement is also still necessary in \r\nthe Middle East. In the current phase of domestic \r\nuncertainty, we call upon all parties to the conflict not \r\nto ease up in their efforts to resolve the conflict. As \r\nexperience has shown, to stand still in the Middle East \r\noften means to take a step backward. A new wave of \r\nterror and violent clashes would result, and neither \r\nIsrael nor Palestine, nor the international community, \r\ncan afford to let that happen. \r\n Germany believes it has a particular \r\nresponsibility to provide concrete assistance to \r\nimprove the framework conditions. Just recently, at the \r\nBerlin Conference in Support of Palestinian Civil \r\nSecurity and the Rule of Law — which many of those \r\nhere attended — we agreed on concrete measures to \r\nstrengthen the Palestinian security sector. Those \r\nmeasures are already having an impact. \r\n An Iran armed with nuclear weapons would pose \r\na threat to security throughout the Middle East and \r\nwould trigger a nuclear arms race. Therefore, Iran must \r\nput its cards on the table. We have made our offer, \r\nA/63/PV.12  \r\n \r\n08-52265 48 \r\n \r\nwhich is a tangible solution. The delaying tactics of the \r\nIranian side must not exhaust the patience of the \r\ninternational community. We expect a clear signal from \r\nIran indicating its willingness to comply with the \r\ninternational community’s demands and to build \r\nconfidence. And let me make the following very clear: \r\nthe Iranian President’s remarks concerning Israel are \r\nirresponsible and unacceptable. In my view, the blatant \r\nanti-Semitism that he expressed in his statement once \r\nagain this year (see A/63/PV.6) is outrageous and \r\nshould be condemned by all of us. We must stand \r\ntogether on that issue. \r\n The problems in Georgia, Afghanistan, Pakistan \r\nand the Middle East highlight one fact: it is more \r\nurgent than ever that we develop the foundations for a \r\nstable world order. My country stands for dialogue and \r\nthe reconciliation of interests. That does not mean \r\ndialogue for the sake of discussion, without any \r\nresults; nor does reconciliation of interests imply that \r\nwe are prepared to abandon our own principles. We \r\nbelieve that it is essential to renounce violence, ensure \r\nfairness and recognize international law.  \r\n For us, that is the alternative vision to a world of \r\nfabricated opposing interests, the bloc mentality and \r\noversimplified categories such as good and evil. East \r\nagainst West, North against South — that is yesterday’s \r\nthinking, and it no longer has a place in today’s world. \r\nIn order to resolve the problems of today and \r\ntomorrow, we all need more partners, not more \r\nopponents. The twenty-first century is the first in \r\nwhich we can resolve problems only if we work \r\ntogether. \r\n The same applies to disarmament policy. Only a \r\npartnership of shared global responsibility can achieve \r\nlasting results. The dangerous trend in which an ever-\r\nincreasing number of countries strive to gain access to \r\nnuclear technology, or even to build nuclear weapons, \r\nmust be stopped. My proposal to multilateralize the \r\nfuel cycle showed how those risks can at the very least \r\nbe minimized. Furthermore, I call upon all States to \r\nsign the Comprehensive Nuclear-Test-Ban Treaty, \r\nbecause its entry into force would mean a huge gain in \r\nsecurity. \r\n For all that, however, we must remember that \r\nmore people die every day as a result of hunger than as \r\na result of war. The pledges that we made at the turn of \r\nthe millennium must not remain a mere piece of paper. \r\nThe fight against hunger and poverty is also part of a \r\nglobal responsibility partnership. Germany will \r\ntherefore step up its efforts to promote poverty \r\nreduction and global fairness. As part of those efforts, \r\nwe will increase our official development assistance \r\ncontributions in accordance with the plan of the \r\nEuropean Union. In the next budget alone, we will \r\nincrease development assistance by $1.2 billion.  \r\n In that connection, I would like to say something \r\nabout Africa. For too long, we have perceived that part \r\nof the world only as a continent of wars and conflicts. \r\nHowever, I also know an Africa that has set off on the \r\nroad to the future with courage and resolve. It deserves \r\nour partnership and support along that road. \r\n At present, the headlines are dominated by the \r\ninternational financial crisis. Recklessness, greed and a \r\nlack of common sense among those involved has set us \r\nback years. The long-term consequences cannot be \r\nassessed yet. However, I am certain that the painful \r\ntremors on the world financial markets will accelerate \r\nthe multipolarization of the international financial \r\nsystem. There can be no future without rules, and no \r\nsingle player will be able to lay down those rules. It \r\nwill no longer be possible for any one country to act as \r\nif it were immune to undesirable developments. \r\nEurope, with its tried-and-tested policy of mediation \r\nand reconciliation of interests, could play a key role in \r\nthis. \r\n Together, we must now finally ensure long-\r\noverdue transparency, stability and provisions to guard \r\nagainst risks on the world financial markets, along with \r\noversight. My country developed concrete proposals in \r\nthat regard a few years ago. I hope that, in the face of \r\nthis deep crisis, the international community will now \r\nact quickly and with resolve. We need universal rules \r\nfor the international financial markets. \r\n That does not apply only to the international \r\nfinancial sphere, however; clear rules, solid structures \r\nand joint action are the vital prerequisites for meeting \r\nglobal challenges. That is why we need a strong and \r\neffective United Nations that enjoys the confidence of \r\nthe international community, has the requisite \r\nlegitimacy and can be the umbrella for a global \r\nresponsibility partnership. \r\n We therefore support the process of reforming the \r\nUnited Nations and its organs. Security Council reform \r\nis overdue, as we are all aware. The Council’s \r\ncomposition must reflect the realities of world politics \r\ntoday. Germany is prepared to shoulder greater \r\n A/63/PV.12\r\n \r\n49 08-52265 \r\n \r\nresponsibility in that area. Less than two weeks ago, \r\nthe General Assembly unanimously decided to begin \r\nthe negotiations on reform soon (see decision 62/557). \r\nThat important step must now be followed by others. \r\nGermany is firmly convinced that, in the twenty-first \r\ncentury, we need the United Nations more urgently \r\nthan ever before. \r\n The Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Franco Frattini, Deputy \r\nPrime Minister and Minister for Foreign Affairs of \r\nItaly. \r\n Mr. Frattini (Italy): Today, we face the reality of \r\nan international system that is becoming more complex \r\nby the day. Globalization has created new \r\nopportunities; it has also produced uncertainty and \r\ninsecurity. Sudden crises affect the fundamental \r\nsources of our sustenance and progress: food, energy \r\nand financial resources. Terrorism and nuclear \r\nproliferation threaten our security. Climate change has \r\nan impact on the future of our planet. Growing \r\ninstability characterizes the energy and financial \r\nmarkets, widening the gap between rich and poor.  \r\n Those global challenges need a timely political \r\nresponse. A national response would be inadequate and \r\nillusory, for the right response can only be global and \r\ncooperative. A dramatic new vision of global \r\ngovernance for the twenty-first century requires rules \r\nthat all nations can embrace — a new vision based on \r\nthree principles: inclusiveness, effectiveness and \r\nshared responsibility. \r\n Effective global governance means a central role \r\nfor the United Nations, starting with its most \r\nrepresentative, democratic body, the General Assembly. \r\nEffective global governance means a strong connection \r\nbetween the United Nations and international \r\norganizations, either universal or regional, such as the \r\nEuropean Union and the African Union. Effective \r\nglobal governance requires a comprehensive and \r\nconsensual reform of the United Nations system, \r\nincluding the Security Council. To achieve a reform of \r\nthis magnitude on the foundations of strong political \r\nsupport, there is no alternative to general consensus.  \r\n We must immediately learn the lessons of the \r\nturmoil in the world financial markets. Promoting \r\ntransparent and reliable rules in the marketplace is the \r\nonly way to protect our societies from falling prey to \r\nthose forces. We have to avoid squandering wealth and \r\ninstead ensure that it is distributed equitably among \r\nevery component of society. That is the vision that \r\nItaly will promote during its upcoming presidency of \r\nthe Group of Eight (G-8). Through a broader dialogue \r\nwith the emerging economies and the least developed \r\ncountries, the G-8 will contribute to the shaping of a \r\nnew system of global governance in which formats will \r\nbe tailored to specific issues, leading to a gradual \r\nassumption of shared responsibility. \r\n The Millennium Development Goals (MDGs) are \r\npriority challenges. They demand an urgent response, a \r\nmobilization of greater human and financial resources, \r\nnew ideas and a true partnership between donor and \r\nbeneficiary countries that is fully inclusive of \r\ngovernments, local organizations, the private sector \r\nand civil society. \r\n Italy is strongly committed to achieving the goals \r\nof defeating hunger, strengthening health-care systems \r\nand making education accessible to all. All this is on \r\nthe agenda of the upcoming Italian presidency of the \r\nG-8, and Africa will be at the centre of our attention. \r\n The right place to address the food crisis is the \r\nUnited Nations, and we must equip the Organization to \r\ntackle it effectively. Italy strongly supports the roles \r\nand functions of the Food and Agriculture \r\nOrganization, the World Food Programme, the \r\nInternational Fund for Agricultural Development and \r\nall the other agencies that help to alleviate hunger and \r\nguarantee food security. We also encourage the direct \r\ninvolvement of the private sector in bringing \r\nagriculture back to its rightful place at the centre of \r\neconomic policies. That will require a global \r\npartnership to increase the flow of investments and \r\nknow-how, enhance productivity and contribute to the \r\ndevelopment of national agro-industry; a global \r\npartnership that will make a big step towards achieving \r\nthe first Millennium Development Goal: to eliminate \r\nextreme poverty and hunger and to improve the lives of \r\nthe last billion, that portion of the global population \r\nstill on the margins of the world economy. That is, \r\nindeed, an absolute priority. \r\n The year 2009 will be crucial for international \r\nnegotiations on climate change. Italy and the European \r\nUnion are determined to reach an ambitious post-2012 \r\nagreement that includes mitigation and adaptation \r\nmeasures. The fight against climate change is closely \r\nconnected to energy security. We need to promote \r\ngreater energy cooperation at the global level. We need \r\nto promote solutions that reconcile the need for secure \r\nA/63/PV.12  \r\n \r\n08-52265 50 \r\n \r\nsupplies with sustainable energy policies, energy \r\nefficiency and clean energy technologies. We need to \r\npromote research and development of alternative fuel \r\nsources, including renewable and nuclear energy. We \r\nneed to promote a comprehensive dialogue between \r\nproducing and consuming countries, based on mutual \r\ntrust, solidarity, dialogue and cooperation. \r\n Interdependence is the fundamental reality that \r\nbinds developed countries and emerging economies, \r\nand in its capacity as the incoming G-8 President, Italy \r\nwill promote the energy dialogue and the global \r\nnegotiations on climate change. \r\n Effective multilateral cooperation built on shared \r\nresponsibility is vital to tackling the main threats to our \r\nsafety and security, including terrorism and the \r\nproliferation of weapons of mass destruction. Our \r\nvigilance against terrorism must remain high and our \r\ninternational cooperation intense. In the next few years \r\nwe should work together on a new global pact against \r\nterrorism to be enacted in 2011 on the tenth \r\nanniversary of the tragic events of 9/11. \r\n The protection of human rights and the rule of \r\nlaw must underpin our action. These values are \r\nenshrined in the Universal Declaration of Human \r\nRights, which is as relevant today as it was 60 years \r\nago. That is why Italy has a long-standing commitment \r\nto a universal moratorium on the death penalty, with a \r\nview to its abolition. And that is also why we are \r\nworking to combat impunity and to strengthen the \r\ninstruments of international law, including the \r\nInternational Criminal Court. \r\n The fight against the proliferation of weapons of \r\nmass destruction is at the centre of our international \r\ncommitment. In preparation for the 2010 \r\nNon-Proliferation Treaty Review Conference, Italy is \r\nready to do its part to strengthen the Non-Proliferation \r\nTreaty, which is of fundamental importance to \r\npreventing and countering proliferation and laying the \r\nfoundations for a world free of nuclear weapons. Yet \r\nwe must also maintain cooperation on the peaceful use \r\nof nuclear technology, as expressly provided for by the \r\nTreaty. We thus call upon the Iranian Government to \r\nshow responsibility by promptly meeting the \r\nconditions for normal negotiations to reassure the \r\ninternational community and the countries of the \r\nregion. Let me say very clearly that we strongly \r\ncondemn the Iranian President’s irresponsible remarks \r\non the State of Israel.  \r\n Global security and regional security are very \r\nclosely connected. We welcome the positive signals \r\nfrom the Middle East, such as the continuation of the \r\nnegotiations between Israelis and Palestinians, the \r\nbeginning of a national dialogue among the Lebanese \r\npolitical forces to fully implement the Doha \r\nagreements, and the new chapter in relations between \r\nLebanon and Syria. \r\n In Afghanistan, the continuation of the \r\ninternational commitment should be accompanied by a \r\ngradual assumption of responsibility by the local \r\nauthorities and forces and the participation of \r\nneighbouring countries in the stabilization process. In \r\nthe Caucasus, the recent crisis indicates the need, there \r\nand elsewhere, to strengthen regional cooperation \r\nmechanisms and prevent a competitive dynamic that \r\nwould lead to high costs and low benefits. \r\n More than two hundred years ago a great Italian \r\npolitical philosopher Cesare Beccaria wrote, “The \r\ngreatest happiness of the greatest number is the \r\nfoundation of morals and legislation.” True to these \r\nwords, so deeply rooted in my country’s democratic \r\nvocation, Italy joins in the common effort to build a \r\nworld of peace, security, sustainable development and \r\na new democratic, transparent and effective global \r\ngovernance. \r\n The Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Ján Kubiš, Minister for \r\nForeign Affairs of the Slovak Republic. \r\n Mr. Kubiš (Slovakia): The international \r\ncommunity is increasingly confronted with old \r\nproblems coupled with a new set of challenges of a \r\ntruly global nature. And as Secretary-General Ban \r\nKi-moon said at the opening meeting, under these \r\ncircumstances we face another daunting challenge — \r\nthe challenge of global leadership. \r\n We, the united nations of the world, must indeed \r\nexercise our leadership, authority and responsibility \r\nunder these increasingly complex circumstances. We \r\nneed to start here, at the United Nations, notably in the \r\nSecurity Council, but also in the General Assembly, the \r\nEconomic and Social Council and other bodies. \r\nCooperation among our countries and with \r\ninternational organizations must broaden. Real \r\npartnerships with the private sector and civil society \r\nmust be pursued more vigorously. \r\n A/63/PV.12\r\n \r\n51 08-52265 \r\n \r\n As part of the European Union efforts, we \r\npromote coordinated measures to help developing \r\ncountries increase the food supply and tackle the \r\ncurrent crises in a sustainable manner. Furthermore, \r\nfairer international trade rules must be adopted to \r\nstimulate agriculture production, beginning in \r\ndeveloping countries, and to allow access to foodstuffs. \r\n This year we are at the midpoint of assessing the \r\nachievements in moving towards reaching the \r\nMillennium Development Goals (MDGs) by 2015. So \r\nfar, overall progress on the MDGs has been uneven, at \r\nbest. Moreover, rising food prices, record energy costs, \r\nenergy and pipeline security challenges, climate \r\nchange, growing scarcity of water resources and the \r\nrecent meltdown of financial centres that started here \r\nin the United States — all that threatens to reverse the \r\nexisting advances towards the MDGs. Most, if not all, \r\nof the MDG targets can still be reached, but only if we \r\nall work towards them with doubled energy and \r\ncommitment. \r\n As a former recipient country that has \r\nsuccessfully navigated the transition process, Slovakia \r\nitself now also provides official development \r\nassistance to help meet the MDGs, among other goals. \r\n We are pleased that the democratization of the \r\nUnited Nations is among the key priorities of the year. \r\nWe support democratization in the sense of increased \r\npartnership among the key United Nations bodies and \r\nof respect for one other’s mandates. \r\n Slovakia would like to place renewed emphasis \r\non the advancement of the agreed United Nations \r\nreform measures, including the management reform of \r\nthe United Nations Secretariat. \r\n Slovakia remains convinced of the need to reform \r\nthe Security Council. Based on our own recent \r\nexperience from serving on the Council, we emphasize \r\nthe need to make it more representative, more open and \r\nmore transparent. The Council needs to be enlarged in \r\nboth its categories. Slovakia supports the ambitions of \r\nGermany, Japan, Brazil and India to become permanent \r\nmembers of the Security Council, as well as permanent \r\nrepresentation of Africa on the Council. The regional \r\ngroup of Eastern European States needs to be allocated \r\nat least one additional non-permanent seat. We thus \r\nfully support the launching of intergovernmental \r\nnegotiations on Security Council reform. \r\n This year we mark the sixtieth anniversary of the \r\nUniversal Declaration of Human Rights. The \r\npromotion and protection of human rights and \r\nfundamental freedoms, as well as cultivation of the \r\nculture of inter-religious and inter-ethnic tolerance, \r\nremain my country’s priorities for action in the United \r\nNations. Slovakia was elected a member of the Human \r\nRights Council this year. We will promote universal \r\nrespect for the protection of human rights and \r\nfundamental freedoms for all, without distinction of \r\nany kind and in a fair and equal manner. \r\n Justice is a prerequisite for peace, security and \r\ndevelopment, not a contradiction to them. \r\nResponsibility to protect should be another leading \r\npolicy and principle for our joint action, both in \r\nrelation to genocide, war crimes, ethnic cleansing and \r\ncrimes against humanity and in cases of large-scale \r\nnatural disasters and catastrophes. We can no longer \r\nafford another Rwanda in Darfur or elsewhere. \r\n In this context, we would like to especially \r\ncommend the African Union for its increasingly active \r\nrole in putting an end to the most serious crises in \r\nAfrica, especially the African Union-United Nations \r\nHybrid Operation in Darfur and the African Union \r\nMission in Somalia. Here, I would like to acknowledge \r\na continuously growing cooperation between the \r\nEuropean Union and the United Nations, currently in \r\nsome 20 operations and cases. \r\n Nationally owned reform of the security sector, \r\nparticularly in post-conflict environments, is critical to \r\nconsolidating peace and stability; promoting poverty \r\nreduction, rule of law and good governance; extending \r\nlegitimate State authority; and preventing countries \r\nfrom relapsing into conflict. \r\n Since its membership in the Security Council, \r\nSlovakia has been actively engaged in security sector \r\nreform-related efforts as it works in support of the \r\nrecommendations of the Secretary-General. We are \r\ncommitted to continuing our work as coordinator of the \r\ngroup of friends of security sector reform, as well as to \r\nfurther promoting regional and subregional activities in \r\nthat area, following a successful workshop in South \r\nAfrica and a later one in Asia and Latin America. \r\n New challenges to global security should not \r\ndivert our attention from old and more traditional \r\nthreats. The world is unfortunately full of disputes, \r\nconflicts and crises. We consistently support their \r\nresolution through negotiations and peaceful means, \r\nA/63/PV.12  \r\n \r\n08-52265 52 \r\n \r\nwith a central role for the United Nations based on full \r\nrespect for the principles of international law — \r\nnotably those of sovereignty and territorial integrity — \r\nand we reject the use of force and unilateral action. \r\n That is relevant to the recent developments in \r\nGeorgia and in the Western Balkans, where we \r\nunderline the importance of the European and \r\ntransatlantic perspective for all countries as an \r\nessential element in promoting peace, stability and \r\neconomic progress in the region. One lesson that we \r\nhave learned is that frozen conflicts and unresolved \r\ndisputes, if left to fester, tend at times to move into a \r\ndangerously hot stage, spread instability and fuel \r\nextremism. The conflict in the Middle East is telling in \r\nthat respect. I should like to stress, as others have, that \r\ncalls from this rostrum for the annihilation of the State \r\nof Israel are unacceptable and deplorable. \r\n We all recognize the importance of supporting the \r\nGovernment of Afghanistan in its efforts to ensure \r\nstability and development in the country and to prevent \r\nAfghanistan from becoming once again a haven for \r\nterrorists. This year, Slovakia has decided to double the \r\nnumber of its soldiers serving in southern Afghanistan, \r\nbut it is obvious that lasting peace and stability in \r\nAfghanistan will depend on solid improvements in the \r\nliving conditions of Afghan citizens and in good \r\ngovernance. \r\n Slovakia supports enhanced United Nations \r\ncooperation in implementing the Global Counter-\r\nTerrorism Strategy. To be more effective, we need an \r\nagreement on a comprehensive United Nations \r\nconvention against international terrorism as soon as \r\npossible. \r\n The proliferation of weapons of mass destruction \r\nand their means of delivery continues to pose a serious \r\nthreat to international peace and security. We are in \r\nparticular concerned about our inability to close the \r\nissue of the Iran nuclear programme in a way that \r\nwould be considered by all to be in conformity with the \r\nnon-proliferation regime. We welcome the extension of \r\nthe mandate of the Security Council Committee \r\nestablished pursuant to resolution 1540 (2004).  \r\n The tasks confronting us in the year ahead are \r\nenormous. They can be accomplished only through our \r\nstrong and sustained political commitment, working \r\nthrough multilateral mechanisms with the United \r\nNations in the lead and at the centre.  \r\n The Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Ali Ahmed Jama Jengeli, \r\nMinister for Foreign Affairs of Somalia. \r\n Mr. Jengeli (Somalia): I take this opportunity to \r\nadd my voice to those of numerous speakers who \r\nextended their warmest congratulations to Mr. d’Escoto \r\nBrockmann on his assumption of his responsibilities as \r\nPresident of the General Assembly at its sixty-third \r\nsession. I am confident that this world body will \r\nbenefit from his rich experience and wise guidance. \r\n I also appreciate the Secretary-General’s \r\ncommitment to putting Africa’s urgent needs at the top \r\nof his agenda during his term in office, and particularly \r\nhis untiring efforts to assist Somalis in finding a lasting \r\nsolution to their conflict. \r\n In that connection, I propose to confine my \r\nremarks first to what I consider to be the most \r\nimportant issues surrounding the development needs of \r\nAfrica and the implementation of the Millennium \r\nDevelopment Goals. Secondly, I will raise some of the \r\nmajor concerns we have about the current situation in \r\nSomalia. In recent years, a great deal has been said \r\nabout Africa and its problems regarding development \r\nneeds and policy implementation. I would like to dwell \r\nbriefly on three particular areas: aid, the debt burden \r\nand trade. \r\n On the issue of aid to Africa, we are mainly \r\nconcerned with its quantity, relevance and quality. Of \r\ncourse, we support any measure, be it bilateral or \r\nmultilateral, likely to increase the effectiveness, \r\ncoordination and coherence of aid. With regard to the \r\nquantity of total official development assistance, most \r\nobservers would agree that total aid to Africa in the \r\ncoming years is not likely to increase and may even \r\ndecrease. Therefore, it would be unrealistic to entertain \r\nexaggerated hopes for development through aid. Most \r\ndonor countries have yet to reach the United Nations-\r\nrecommended target of dedicating 0.7 per cent of their \r\ngross national income to official development \r\nassistance. \r\n With regard to the debt burden of many countries \r\nin Africa, especially the so-called highly indebted poor \r\ncountries, we believe that the international community \r\nshould be doing far more than has been attempted or \r\nachieved in recent years. For one thing, the process of \r\nreducing debt should be accelerated to give credence to \r\nour recognition of the existence of an urgent crisis. We \r\nbelieve that, in respect of the least developed and low-\r\n A/63/PV.12\r\n \r\n53 08-52265 \r\n \r\nincome countries, outstanding debts should be totally \r\ncancelled. We need to free resources for growth and the \r\nachievement of national development goals, including \r\nthe Millennium Development Goals. \r\n With regard to the achievement of the \r\nMillennium Development Goals, we need to take a \r\ncloser look at our development policies and institutions \r\nwith a view to effecting urgent reforms. Corruption \r\nneeds to be controlled and better governance given a \r\nreal boost and not just lip service. Priority attention to \r\nagriculture should be reinstated. Africa can and should \r\nproduce more food. \r\n We are convinced that Africa has enormous \r\npotential. We believe that its greatest potential is in the \r\nsphere of trade, and less as a recipient of aid or debt \r\nrelief. In that connection, trade barriers against the \r\nagricultural products of Africa should be removed from \r\nthe markets of the European Union and North America \r\nif the developed countries are really serious about \r\naiding the less developed.  \r\n As we are all well aware, the Doha Round of \r\nnegotiations is still at an impasse due to the divergence \r\nof interests between the developed and developing \r\nmembers of the World Trade Organization. At the heart \r\nof the impasse is the existence of huge subsidies given \r\nto farmers in the European Union and North America. \r\nUnless those subsidies are totally eliminated or \r\nsubstantially reduced, there is little hope for Africa and \r\ndeveloping countries elsewhere to compete in the \r\nmarkets of the developed countries. \r\n I would now like to move from major issues \r\nfacing development in Africa to the specific problems \r\nand prospects of Somalia. We wish first to reaffirm that \r\nthe Transitional Federal Government of the Somali \r\nRepublic is fully committed to the implementation of \r\nthe road map envisaged under the Somali Charter \r\nadopted in 2004, despite daunting natural and man-\r\nmade challenges. \r\n With regard to reconciliation, we wish to point \r\nout that a peace and reconciliation agreement was \r\nagreed upon and signed between the Transitional \r\nFederal Government and the opposition alliance on \r\n19 August 2008 in Djibouti. We are now in the process \r\nof implementation, we hope without undue delays. But \r\nwe are also mindful, after 18 years of conflict, that \r\ndelays could occur as a result of the tactics of those \r\nwho have developed a vested interest in anarchy and \r\nchaos. It is also important that the leadership, both on \r\nthe Government side and on the opposition side, show \r\nresolve and leadership if the process is to succeed — \r\nand succeed it must. We are also determined to ensure \r\nthat the efforts of saboteurs and spoilers will not keep \r\nhostage the whole Somali nation and peace in the \r\nregion. We hope that we can count on the unambiguous \r\nsupport of the members of this United Nations body \r\nand the Security Council. \r\n The situation in Somalia has been on the agenda \r\nof the Security Council for a long time. We urge the \r\nUnited Nations and the Security Council to play their \r\npart and not to allow opportunities to be lost through a \r\npolicy of wait and see. Ultimately, history may not be \r\nvery kind to the way the Security Council has been \r\nhandling the Somali case when compared to the ways \r\nthat it has responded to other crises in comparable \r\nsituations. We urgently need the deployment of a fully \r\nfledged United Nations peacekeeping force to restore \r\npeace and stability and to create a secure environment \r\nfor institution-building and socio-economic development. \r\n Let me draw to the Assembly’s attention the \r\nincreasing acts of piracy and armed robbery against \r\nvessels in Somali and adjacent waters, which have \r\nresulted in the loss of both human life and property. \r\nMy Government has strongly condemned those \r\ncriminal acts, which violate international law and the \r\nUnited Nations Convention on the Law of the Sea of \r\nl0 December 1982. Those criminal acts of piracy are \r\nunacceptable and should be put to an end. Since \r\nSomalia has no capacity to interdict vessels or patrol \r\nits long coastline to ensure the security of the sea lanes, \r\nwe call on the international community to cooperate \r\nwith the Transitional Federal Government in the fight \r\nagainst sea piracy, in conformity with the provisions of \r\nparagraph 7 of Security Council resolution 1816 \r\n(2008). We stand ready to cooperate with all Member \r\nStates as well as with the United Nations in \r\nimplementing that resolution.  \r\n We believe that the time has come for the world \r\nto take resolute action against the piracy off the coast \r\nof Somalia and to put an end to these criminal acts. It \r\nis unconscionable that, at the dawn of the twenty-first \r\ncentury, piracy on such a scale has been left unchecked \r\nfor so long. We applaud the efforts of the Government \r\nof France, particularly President Sarkozy, in the fight \r\nagainst the piracy and armed robbery off the coast of \r\nSomalia. \r\nA/63/PV.12  \r\n \r\n08-52265 54 \r\n \r\n Finally, I would like to touch on the dire \r\nhumanitarian situation in Somalia, which is the result \r\nof conflict, drought and acts of piracy, as well as \r\nflooding in some regions. I appeal to the international \r\ncommunity to provide more humanitarian aid to the \r\nSomali people. I wish to thank the Governments of \r\nFrance, Denmark, the Netherlands and Canada for \r\nescorting ships carrying humanitarian aid to Somalia. I \r\nwould also like to express our profound thanks to all \r\ncountries that are currently providing humanitarian aid \r\nto our country. \r\n Permit me to conclude by emphasizing the \r\nimportance of conflict prevention, conflict resolution \r\nand conflict management, not only in Somalia, but also \r\nthroughout Africa and the developing world. It is hard \r\nto imagine that any meaningful socio-economic \r\ndevelopment could take place without peace or \r\nsecurity. It is not realistic to expect countries in a state \r\nof conflict to achieve all or any of the agreed-upon \r\nMillennium Development Goals (MDGs). Therefore, it \r\nis incumbent upon all developing countries, the United \r\nNations and the Security Council to promote the \r\nconditions for effective development. Otherwise, the \r\nMDGs will appear to be an exercise in wishful \r\nthinking. \r\n The Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. João Bernardo de Miranda, \r\nMinister for Foreign Affairs of the Republic of Angola. \r\n Mr. Miranda (Angola) (spoke in Portuguese; \r\nEnglish text provided by the delegation): I am \r\nparticularly honoured to address the General Assembly \r\non behalf of His Excellency Mr. José Eduardo dos \r\nSantos, President of the Republic of Angola. \r\n First, I should like, on behalf of my Government, \r\nto warmly congratulate Mr. Miguel d’Escoto \r\nBrockmann on his election to preside over this organ. \r\nWe wish him all success during his mandate and assure \r\nhim of the support of my country. \r\n The present session of the General Assembly is \r\ntaking place at a time of serious challenges for the \r\ninternational community. They include the food crisis, \r\nthe rise in fuel prices, unexpected climate change, the \r\nfinancial crisis, the escalation of cold-war rhetoric and \r\nterrorism. The global scale of those challenges and \r\ntheir negative effects on the lives of millions of human \r\nbeings on all continents indicate that we are at a \r\ncritical moment. We must overcome those challenges \r\nthrough a collective response, with the central role \r\nplayed by the United Nations. Above all, however, \r\neach State must also act individually. \r\n With regard to the financial crisis, we must take \r\nmeasures that help to prevent serious effects on the \r\nglobal economy, especially the economies of the more \r\nvulnerable countries. Such measures must be effective \r\nand must help to reduce the negative impact on the \r\nprogress that African countries have already made by \r\nimplementing reforms that have enabled them to have \r\nan annual growth rate of 5 per cent.  \r\n We are also concerned at the rise in food prices. \r\nThat has dealt a hard blow to the efforts to fight \r\npoverty, which affects more than 1 billion people. The \r\nrise in food prices is closely linked to climate change, \r\nwhich is not only causing the destruction of \r\ninfrastructure and basic means of subsistence in many \r\ncountries, but is also forcing millions of people into \r\npoverty. \r\n The elimination of distorting elements in \r\ninternational trade is also fundamental if we are to \r\nresolve the world food crisis. The agricultural subsidies \r\nprovided by the wealthiest countries to their farmers \r\nare ruining the farming production in poor countries, \r\nrendering difficult their farmers’ access to international \r\nmarkets. The failure of the World Trade Organization \r\nnegotiations during the Doha Round last July further \r\naggravated that scenario. The collapse of those talks \r\neliminated the chances of concluding, in the short term, \r\na general trade agreement that would remove such \r\nsubsidies and other obstacles to international trade \r\nexchanges. The Republic of Angola hopes that \r\nnegotiations will resume as soon as possible and that \r\nthe main actors will show the necessary flexibility to \r\nallow countries that are underprivileged as a result of \r\nthe lack of a global trade agreement to avoid remaining \r\neternally marginalized from the global economy. \r\n Turning this extremely dangerous situation \r\naround, particularly for the countries of the South, \r\nrequires that the General Assembly intensify its efforts. \r\nOur hope is that the President will steer the debate \r\ntowards addressing these concerns. The Republic of \r\nAngola commits itself to contributing, within the limits \r\nof its capacity, to finding solutions to these problems \r\nthat affect all States. \r\n South-South cooperation, including triangular \r\ncooperation, has the potential to contribute to the \r\neradication of poverty through the establishment of \r\npartnerships for sustainable development, trade, \r\n A/63/PV.12\r\n \r\n55 08-52265 \r\n \r\ninvestment, tourism, prevention and combating of drug \r\ntrafficking, illicit trade in small arms and light \r\nweapons, and transnational organized crime. In that \r\nconnection, Angola is honoured to chair the Zone of \r\nPeace and Cooperation of the South Atlantic, an \r\neffective interregional mechanism for cooperation in \r\nthe areas of development, peace and security among its \r\n24 member States in Africa and South America.  \r\n I would like to avail myself of the opportunity to \r\nassure our international partners that the Republic of \r\nAngola is motivated more than ever to assume the \r\nresponsibilities that arise from membership in the \r\ninstitutions of the international community, those of the \r\nAfrican continent and those of the United Nations. Our \r\nengagement and commitment will, in the meantime, \r\ncontinue to lie primarily in the maintenance of peace \r\nand security, the consolidation of democracy, respect \r\nfor human rights and sustainable economic \r\ndevelopment, on the basis of the social laws of a \r\nmarket economy that will safeguard the interests and \r\nthe satisfaction of the majority of the population. \r\n Those are the principles that have guided our \r\ntrajectory as a country, in particular since the end of \r\nthe cold war. A coherent application of those principles \r\nis the basis for the progress that Angola is building in \r\nthe political, social and economic domains. As a result, \r\nsince 2002, a climate of peace prevails in the entire \r\ncountry, with the eradication of conflict factors and \r\nimportant advances in national reconciliation, \r\nemergence of a highly entrepreneurial private sector, a \r\ndynamic civil society and a free, vibrant and active \r\npress. \r\n In the last five years, Angola has been registering \r\nhigh economic growth rates. During this period, the \r\ngross domestic product (GDP) grew at an estimated \r\nrate of 14.7 per cent in real terms. The non-oil sector \r\ngrew at a rate of 17.4 per cent, faster than the oil \r\nsector, which reached an annual growth rate of 12.7 per \r\ncent. This growth allowed the unemployment rate, \r\nwhich in the mid-1990s was estimated to be at 45 per \r\ncent, to decrease to an estimated level of 22.5 per cent \r\nin 2007.  \r\n The relative weight of the extractive industry, \r\ndominated by the oil and diamond subsectors, grew at a \r\nsignificant rate of 61.6 per cent. Moreover, Angola saw \r\na reduction in inflation levels from 105.6 per cent in \r\nDecember 2003 to 11.78 per cent in December 2007, as \r\nwell as a transformation in public accounts from a \r\ndeficit of 7 per cent of the GDP in 2003 to a surplus of \r\n11.4 per cent of the GDP in 2007. These figures \r\nencourage us to be optimistic in relation to the \r\nimplementation of the Millennium Development Goals. \r\n On 5 September of this year, Angola added one \r\nmore pillar to its democratic structure by holding \r\nlegislative elections in a transparent and totally free \r\nenvironment. Despite the criticism and the pressure on \r\nthe Angolan Government to hold the elections earlier, \r\nindependently of the objective and subjective \r\nconditions prevailing at the time, the discernment of its \r\nleader, His Excellency Mr. José Eduardo dos Santos, \r\ndemonstrated that the elections were held at the most \r\nappropriate moment. \r\n With the gradual yet significant improvement in \r\nthe quality of life of the people, and with fully \r\nreconciled and peaceful spirits, a climate of tolerance \r\nand political coexistence emerged into its optimal \r\nspace. The elections were indeed an expression of the \r\nreaffirmation of our dignity. \r\n All the efforts involved in the complex electoral \r\nprocess that led to the success of this historic feat were \r\nmade with the human and material resources of the \r\nAngolan Government. We are proud to once more have \r\ngiven a good example of political maturity, civic \r\ndiscipline and full popular participation. It gives us joy \r\nto state before this Assembly that, like other peoples of \r\nthe world, Africans have the capability and the ability \r\nto build their own destiny and develop participatory \r\ndemocracy. \r\n Armed conflicts continue to absorb resources \r\nfrom both the international community and the parties \r\ninvolved, resources that could be better utilized for the \r\nwell-being of the population in affected territories. \r\nHowever, for the first time in many years, Africa is \r\nexperiencing a significant reduction in conflict, \r\nallowing for improved economic indicators. The \r\nprogress in the peace process in Côte d’Ivoire and the \r\nconsolidation of peace under way in Sierra Leone and \r\nin Liberia have brought about a new aura of hope. \r\nFurthermore, the progress made in the Democratic \r\nRepublic of Congo, despite some tension in the eastern \r\nareas, is manifestly encouraging. \r\n We hope that the efforts currently being made by \r\nthe United Nations and the African Union, as well as \r\nby regional organizations, will help resolve the \r\nconflicts in Somalia and Darfur in a peaceful manner. \r\nA/63/PV.12  \r\n \r\n08-52265 56 \r\n \r\n As Chair of the Organ on Politics, Defence and \r\nSecurity Co-operation of the Southern African \r\nDevelopment Community (SADC), the Republic of \r\nAngola has given its all, together with the other \r\ncountries of that region and the facilitator, to support \r\nthe negotiation process with a view ending the political \r\ncrisis in Zimbabwe. Angola welcomes the inter-party \r\nagreement reached in Zimbabwe and will continue to \r\nmake efforts to help the parties put national interests \r\nbefore all personal quarrels so as to ease the return to \r\npolitical stability and to reverse the grim economic \r\nsituation that prevails in the country. We appeal to the \r\ninternational community, particularly to the European \r\nUnion, to support the programme aimed at overcoming \r\nthe crisis, which will be drawn up by the inclusive \r\nGovernment resulting from the inter-party agreement. \r\nWe also call for the subsequent lifting of the sanctions \r\nimposed on that country. \r\n However, we must remain vigilant to the \r\npossibility of the eruption of new conflicts due to the \r\npolitical instability that exists in other countries of the \r\ncontinent. We must invest in preventive diplomacy and \r\nin the strengthening of rapid alert mechanisms.  \r\n In the Middle East, the latest developments seem \r\nto introduce a light at the end of the tunnel, with regard  \r\nto a definitive resolution of the Palestinian and the \r\nIsraeli-Arab issues. Angola encourages the parties \r\ninvolved to engage in a dialogue that will lead to the \r\nde facto and de jure establishment of a Palestinian \r\nState, with recognized borders, coexisting side by side \r\nwith Israel. \r\n My Government maintains its solidarity with the \r\nCommon African Position and with all those who \r\nadvocate the need to democratize the United Nations \r\nand to reform its system, including the expansion of \r\nthe Security Council so that it reflects a fair and \r\nequitable regional representation, with all the rights \r\ninherent in membership. \r\n I would not like to end my statement without \r\nonce again conveying my regret to the General \r\nAssembly over the continuation of the embargo that the \r\nRepublic of Cuba is subjected to by the United States \r\nof America. It constitutes a situation that does not \r\ncomply with the rules that govern relations between \r\nStates. We are in an age of peaceful coexistence among \r\npeoples and nations, and that embargo wounds the \r\nuniversal collective conscience of our time. \r\nThe meeting rose at 9.20 p.m. \r\n \r\n \r\n"