" United Nations  A/63/PV.42\r\n  \r\n \r\nGeneral Assembly \r\nSixty-third session \r\n \r\n42nd plenary meeting \r\nMonday, 10 November 2008, at 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-59517 (E) \r\n*0859517* \r\nPresident: Mr. D’Escoto Brockmann . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\nThe meeting was called to order at 10.10 a.m. \r\n \r\n \r\nAgenda item 114 (continued) \r\n \r\nCooperation between the United Nations and \r\nregional and other organizations \r\n \r\n (n) Cooperation between the United Nations and \r\nthe League of Arab States \r\n \r\n  Draft resolution (A/63/L.20) \r\n \r\n The President (spoke in Spanish): I give the \r\nfloor to the representative of the Libyan Arab \r\nJamahiriya to introduce draft resolution A/63/L.20. \r\n Mr. Ettalhi (Libyan Arab Jamahiriya) (spoke in \r\nArabic): Mr. President, I take great pleasure in \r\ncongratulating you for the second time on your wise, \r\neffective conduct of this sixty-third session of the \r\nGeneral Assembly. On behalf of my country, the \r\nLibyan Arab Jamahiriya, in its capacity as Chairman of \r\nthe Arab Group for the month of November 2008, and \r\non behalf of Algeria, Bahrain, the Comoros, Djibouti, \r\nEgypt, Iraq, Jordan, Kuwait, Lebanon, Mauritania, \r\nMorocco, Oman, Qatar, Saudi Arabia, Somalia, the \r\nSudan, the Syrian Arab Republic, Tunisia, the United \r\nArab Emirates and Yemen, I have the honour of \r\nintroducing draft resolution A/63/L.20, entitled \r\n“Cooperation between the United Nations and the \r\nLeague of Arab States”. \r\n The draft resolution emphasizes the need to \r\nstrengthen cooperation between the United Nations and \r\nother organizations and specialized agencies of the \r\nUnited Nations system and the League of Arab States \r\nin order to achieve the common goals of the two \r\norganizations. It also requests the Secretariat of the \r\nUnited Nations and the General Secretariat of the \r\nLeague of Arab States, within their respective fields of \r\ncompetence, to intensify further their cooperation for \r\nthe realization of the purposes and principles embodied \r\nin the Charter of the United Nations, the strengthening \r\nof international peace and security, economic and \r\nsocial development, disarmament, decolonization, \r\nself-determination and the eradication of all forms of \r\nracism and racial discrimination. \r\n Draft resolution A/63/L.20 also calls upon the \r\nspecialized agencies and other organizations and \r\nprogrammes of the United Nations system to increase \r\ntheir cooperation with the League of Arab States and \r\nits specialized organizations in the priority sectors of \r\nenergy, rural development, desertification and green \r\nbelts, training and vocational education, technology, \r\nenvironment, information and documentation, trade \r\nand finance, water resources, development of the \r\nagricultural sector, empowerment of women, transport, \r\ncommunications and information, promotion of the role \r\nof the private sector and capacity-building.  \r\n It also encourages periodic consultation between \r\nrepresentatives of the Secretariat of the United Nations \r\nand of the General Secretariat of the League of Arab \r\nStates in order to strengthen coordination mechanisms \r\nbetween the two organizations. \r\n We hope that the draft resolution will enjoy the \r\nsupport of all delegations, and we are sure that it will \r\nbe adopted by consensus, because it seeks greater \r\nA/63/PV.42  \r\n \r\n08-59517 2 \r\n \r\ninternational cooperation towards achieving the goals \r\nof the United Nations, in accordance with the text and \r\nspirit of the Organization’s Charter. \r\n The President (spoke in Spanish): The Assembly \r\nwill now take a decision on draft resolution A/63/L.20. \r\n Before proceeding to the vote, I should like to \r\nannounce that, since the introduction of the draft \r\nresolution, Bosnia and Herzegovina has joined the list \r\nof sponsors. \r\n May I take it that the General Assembly decides \r\nto adopt draft resolution A/63/L.20? \r\n Draft resolution A/63/L.20 was adopted \r\n(resolution 63/17). \r\n The President (spoke in Spanish): May I take it \r\nthat it is the wish of the General Assembly to conclude \r\nits consideration of sub-item (n) of agenda item 114? \r\n It was so decided. \r\n The President (spoke in Spanish): Before \r\nproceeding to the next agenda item, I would like to \r\nappeal to those Member States intending to submit \r\ndraft resolutions on the remaining sub-items of agenda \r\nitem 114 to do so as soon as possible. \r\n \r\nAgenda item 17 \r\n \r\nThe situation in Afghanistan \r\n \r\n  Report of the Secretary-General (A/63/372) \r\n \r\n  Draft resolution (A/63/L.17) \r\n \r\n The President (spoke in Spanish): I now give the \r\nfloor to the representative of Germany to introduce \r\ndraft resolution A/63/L.17. \r\n Mr. Matussek (Germany): As in previous years, \r\nGermany has the honour to introduce today the draft \r\nresolution on the situation in Afghanistan (A/63/L.17). \r\nThe draft resolution is the result of several weeks of \r\nintensive consultations in the General Assembly. First \r\nof all, I would like to thank all the delegations involved \r\nfor their constructive input and their never-ending \r\nspirit of cooperation. \r\n We fullу support the statement that will be \r\ndelivered by the French presidency of the European \r\nUnion. However, as facilitator, Germany would like to \r\nhighlight the following aspects.  \r\n The reconstruction and development of \r\nAfghanistan is at the heart of the efforts of the \r\ninternational community. Our common objective is to \r\nhelp to improve the everyday lives of Afghans. By \r\nadopting the draft resolution by consensus we, the \r\nmembers of the General Assembly, can once again \r\nemphasize our solidarity with the Afghan people and \r\nsend a strong message of support for the efforts of the \r\ninternational community to help the Afghan people \r\nrebuild their country and develop their democratic \r\nsociety after devastating years of Taliban terror. \r\n Seven years ago, Afghanistan was a country \r\nwhere the population generally did not have access to \r\nbasic health services, where human rights were \r\nviolated and where women were denied access to \r\neducation or public office. Against that background, we \r\ncan clearly acknowledge the very important and \r\nencouraging achievements of the Afghan Government, \r\nsupported by the international community. Today, \r\n85 per cent of the Afghan population has access to \r\nmedical treatment; roads, schools, bridges and water \r\ninfrastructure have been built or reconstructed; and \r\nlarge parts of the country have been successfully \r\ncleared of landmines. To all those who want to \r\nquestion the successes achieved in Afghanistan, our \r\nanswer is: Every strip of land that is cultivated by a \r\nfarmer again, every child that can attend school again, \r\nevery new hospital and every kilometre of new road is \r\na small victory of humanity. \r\n The Paris Declaration provides the strategy and \r\nroad map for the renewed and strengthened efforts of \r\nthe Government of Afghanistan and the international \r\ncommunity in facing the remaining challenges. And we \r\nstress the importance of the Paris commitments being \r\ntranslated into concrete political action in a timely \r\nfashion. \r\n We strongly support the concept of increasing \r\nAfghan ownership in all aspects of governance, as \r\nexemplified in the launch of the Afghanistan National \r\nDevelopment Strategy, and we would like to recall that \r\nthe Afghanistan Compact will remain the agreed basis \r\nof our work. Germany clearly welcomes the leading \r\nrole of the United Nations Assistance Mission in \r\nAfghanistan (UNAMA) and of the Special \r\nRepresentative of the Secretary-General, Kai Eide, in \r\ncoordinating the international civilian effort. \r\n I would like to underline the need to ensure that \r\nUNAMA is adequately resourced to fulfil its extended \r\n A/63/PV.42\r\n \r\n3 08-59517 \r\n \r\nmandate. Germany has supported UNAMA \r\nsubstantially from its inception and we will continue to \r\ndo so. On the part of the Afghan Government, we see a \r\nneed for further efforts to improve governance across \r\nthe board. We encourage the Afghan Government to \r\ntake further decisive action in combating terrorism, \r\ndrug production and trafficking, including precursors \r\nto drugs, and corruption and to continue the reform of \r\nthe justice sector in order to be able to continue to \r\nmeaningfully improve the human rights situation. \r\n In that regard, we welcome the recent decisions \r\nof the Afghan Government reflecting the invigorated \r\npolitical will to strengthen the fight against corruption, \r\nbuild up the Afghan National Police and enhance \r\neconomic growth through rural development.  \r\n Germany is strongly committed to continuing its \r\ncomprehensive support of the international efforts \r\nunder the umbrella of the United Nations. My \r\nGovernment recently increased its development aid for \r\nAfghanistan to a total of approximately €170 million in \r\n2008, representing an increase of €30 million. Also, the \r\nfunds for humanitarian aid and humanitarian demining \r\nhave been significantly increased in 2008 to more than \r\n€15 million.  \r\n In light of the imminent food crisis, we have \r\nmade available additional funds at short notice. \r\nGermany decided to substantially increase its \r\npersonnel for the International Security Assistance \r\nForce (ISAF) to 4,500 soldiers — an increase of \r\n1,000 soldiers. At the same time, we are ready to \r\ndouble the number of German police officers in the \r\nframework of the European Union Police Mission in \r\nAfghanistan in line with the Union’s efforts to \r\nreinforce the Mission. \r\n The international community is appalled by the \r\nsignificant increase in the number of attacks against aid \r\nworkers, convoys and facilities, as stated in the recent \r\nreport of the Secretary-General. As reflected in the \r\ndraft resolution, we share great concern about the \r\nnumber of civilian casualties, mainly because of the \r\nincreased violent and terrorist activity of the Taliban, \r\nAl-Qaida and other extremist and criminal groups and \r\ntheir asymmetric tactics. ISAF has taken the necessary \r\nsteps to minimize the risk of unintended civilian \r\ncasualties and has installed procedures for after-action \r\nreview. We recognize the need for continued efforts by \r\nthe international forces to avoid civilian casualties \r\nduring military operations.  \r\n Intensified and improved regional cooperation in \r\nall fields will be key to the success of all international \r\nassistance to improve the living conditions in \r\nAfghanistan. We would like to take the opportunity to \r\nencourage all regional partners to continue their \r\ninitiatives towards improved regional cooperation in all \r\nfields. \r\n Last but not least, I would like to express my \r\nsincere gratitude to all the women and men involved in \r\nthe work on the ground in Afghanistan, whether they \r\nbe security personnel, humanitarian aid workers, \r\ndiplomats or others. They serve in order to help to \r\ncreate a better future for the people of Afghanistan and \r\nfor all of us. They deserve our greatest respect. \r\n In conclusion, I would like to extend my heartfelt \r\nthanks to my colleague Ambassador Zahir Tanin, and \r\nhis Minister Counsellor, Erfani Ayoob, for their trust \r\nand friendship and for the excellent cooperation we \r\nhave been privileged to encounter, and not only in \r\nrecent days. May Afghanistan successfully continue \r\ndown the road towards peace, security and \r\ndevelopment. The upcoming elections will be an \r\nimportant step for their country. \r\n The General Assembly’s approval of the draft \r\nresolution today will be a clear sign that the \r\ninternational community remains willing and prepared \r\nto actively assist the Afghan delegation and its country \r\nin that endeavour. \r\n Mr. Tanin (Afghanistan): It is a great honour for \r\nme to address the Assembly on the occasion of the \r\nconsideration of the annual resolution on the situation \r\nin Afghanistan. I would like to thank the delegation of \r\nGermany for their dedicated work in drafting and \r\nnegotiating the draft resolution before us (A/63/L.17) \r\nand to convey my gratitude for the support of all of its \r\nsponsors. With the draft, their voices have spoken out \r\nin renewed solidarity with a stronger, more peaceful \r\nAfghanistan. \r\n It has been more than seven years since \r\ninternational forces entered our country. With so much \r\ntime having passed, and with so much focus on \r\nparticular complexities, we may sometimes lose sight \r\nof the original noble purpose of our work in \r\nAfghanistan. \r\n What is that noble purpose? We are in \r\nAfghanistan to prevent the malady of terrorism from \r\ninfesting a nation and the world. We are here to \r\nA/63/PV.42  \r\n \r\n08-59517 4 \r\n \r\nproclaim together that never again will the Taliban \r\nregime have control of a country and crush the hopes, \r\ndreams and lives of its own people. Never again should \r\nAl-Qaida have sanctuaries in Afghanistan and \r\nelsewhere to project its extremist terror with the aim of \r\nkilling thousands of innocent people across the world. \r\n We are also here so that the region and the world \r\ncan enjoy the new wealth and prosperity of a stable \r\nAfghanistan that can offer new avenues for economic \r\ncooperation and trade routes. We are here so that a \r\nstrong Afghanistan can serve as an example of a \r\ndemocratic Islamic country that can unite communities \r\nand peoples of all faiths and cultures. \r\n Let us carry that original purpose as the torch \r\nlighting the way against the dark challenges that lie \r\nbefore us today. Those challenges are critical. \r\nTerrorists are committing increasingly brutal acts, \r\nkilling teachers, aid workers and families. Terrorist \r\nactivities also have an increasingly strong correlation \r\nwith crime and narcotics. In addition, the Government \r\nof Afghanistan faces serious obstacles in its quest to \r\nfight corruption, hold elections, build a strong justice \r\nsector and increase economic development. Most \r\nimportantly, a food shortage is threatening more than \r\n8 million Afghans this coming winter, which is only a \r\nfew weeks away. \r\n Simultaneously, the world is facing the worst \r\nfinancial and credit crisis since the Second World War. \r\nJust as terrorism poses a threat without boundaries, the \r\nfinancial squeeze is affecting us all. While Afghanistan \r\nis fighting serious challenges with international \r\nramifications, there is also a tightening of resources. It \r\nseems that we must do more with less. \r\n To meet that challenge, we in Afghanistan need to \r\nembark on a smart and sustainable strategy that can \r\nharness our resources most effectively. Such a strategy \r\nmust always be guided primarily by the interests of the \r\npeople of Afghanistan and have as its foremost goal the \r\ncreation of a self-sustaining nation. The strategy should \r\nhave the following components. \r\n First, Afghan ownership should increase at every \r\nlevel and in every dimension. The Afghan National \r\nArmy and National Police must increase in number and \r\nin strength for Afghans to protect Afghans. To that end, \r\nthe Government of Afghanistan has ambitious goals to \r\nincrease training, develop a comprehensive reform \r\nstrategy and expand the size of our army to 134,000 \r\ntroops by the year 2010. To meet those goals, we need \r\ncontinued international support. \r\n In addition, the Government of Afghanistan is \r\nfighting corruption through the reorganization of its \r\nministries, the work of an Independent Directorate of \r\nLocal Governance and the launching of a High Office \r\nof Oversight to combat corruption. International \r\nsupport for those Government initiatives would allow it \r\nto improve the delivery of national services to the \r\nAfghan people. \r\n The Government of Afghanistan also aims to \r\nincrease Afghan ownership of reconstruction and \r\ndevelopment efforts. While international support is \r\nnecessary to strengthen our agricultural sector, create \r\nnew infrastructure projects and sources of energy, and \r\nfind new areas for local economy, we hope that \r\ninternational support will increasingly be delivered \r\nthrough the framework provided by our Afghan \r\nNational Development Strategy. \r\n Furthermore, the upcoming elections are a most \r\nimportant opportunity to increase ownership of \r\nAfghanistan by qualified Afghans. Fair, credible and \r\ntimely elections are essential to strengthening \r\nlegitimacy and creating a self-sustaining Afghanistan. \r\nHowever, security is the main precondition for holding \r\nelections. The Government of Afghanistan is hoping \r\nfor the support of the international community in its \r\nefforts to provide that security. \r\n The ingredients of a political solution to the \r\nsituation in Afghanistan must involve the Afghan \r\npeople and their communities. In order for any talks for \r\nreconciliation and the peace process to be successful, \r\nwe must win the confidence of the Afghan people by \r\nincluding them substantively in the process. \r\n Secondly, international involvement should \r\nrefocus on the overall security of the Afghan people. \r\nThe Government of Afghanistan recognizes the need \r\nfor increased international troops to quell today’s \r\ninsecurity. To ensure that the increase in international \r\ninvolvement would effectively protect the Afghan \r\npeople, we should ascertain that, first, international \r\ntroops in Afghanistan should expand their focus. Their \r\ngoal must go beyond the targeting of the Taliban; the \r\ngoal should be to protect the comprehensive security of \r\nthe Afghan people. Moreover, the Government of \r\nAfghanistan urges that any increase in deployment of \r\ntroops be accomplished through further collaboration \r\nwith the Government. Thirdly, international troops \r\n A/63/PV.42\r\n \r\n5 08-59517 \r\n \r\nneed to review the problem of civilian casualties. \r\nAlthough the Taliban are the reason for the majority of \r\ncivilian casualties, the international forces for their part \r\ncan do more to reduce the risk of civilian casualties. To \r\nbuild a self-sustaining Afghanistan, the people must be \r\nable to trust their Government and its allies to protect \r\ntheir lives and their families. \r\n In addition, the Government of Afghanistan \r\ndeeply appreciates the efforts of the United Nations \r\nAssistance Mission in Afghanistan (UNAMA) to \r\naddress the human development component of security. \r\nIts mandate of delivering aid more effectively is an \r\nenormously important one at this time of limited \r\nresources. But in order for Kai Eide and UNAMA to \r\naccomplish that task, the financial resources they need \r\nto operate effectively must be addressed by Member \r\nStates. In turn, the Government of Afghanistan pledges \r\nto continue to work collaboratively with UNAMA. \r\n Thirdly, a re-emphasis on regional partnerships is \r\nnecessary. The challenges Afghanistan faces today are \r\nregional challenges. The Taliban and Al-Qaida, the \r\nmovement of refugees and the narcotics trade are \r\ntransborder problems. Moreover, regional solutions \r\npromise great regional benefits in the areas of security, \r\ntrade, energy, infrastructure and more positive people-\r\nto-people relationships. Thus, we should strive together \r\nto find regional solutions to our shared challenges. Our \r\nfirst priority is the relationship Afghanistan shares with \r\nour friends in Pakistan. They suffer equal harm at the \r\nhands of the Taliban and Al-Qaida. To fight the \r\nterrorists who would kill our people, we must work \r\ntogether to eliminate their sanctuaries. The \r\nGovernment of Afghanistan increasingly recognizes \r\nthat the only lasting peace is one that is forged together \r\nwith our allies in the region. Thus, the support of the \r\ninternational community for such regional efforts is \r\nessential. \r\n At this time of great challenge, there is also \r\nreason for great hope. Over the past seven years, we \r\nhave taken some significant steps forward. We have \r\nbuilt schools, health clinics, roads and \r\ntelecommunications infrastructure. We are making \r\nprogress on human rights and the rule of law. Even as \r\nwe speak, we are seeing a breakthrough in counter-\r\nnarcotics efforts.  \r\n As we stated in October, the Taliban is fighting a \r\nwar of perception. Its goal is to persuade the Afghan \r\npeople that the international community is failing, \r\nespecially at this time of transition following the \r\nelections in the United States. To counter that, we must \r\nbe equally vigilant in demonstrating our successes to \r\nthe Afghan people. We know that there are two \r\nAfghanistans: one conveyed by news reports \r\nbroadcasting only the atrocities; another experienced \r\nby millions of Afghans building daily lives in peace. \r\nLet us not forget this second Afghanistan. Our efforts \r\nare not in vain and we are making progress. \r\n Today is also a day of great hope because there is \r\na new beginning in two of Afghanistan’s most \r\nimportant allies. With Pakistan’s new President, His \r\nExcellency Mr. Asif Ali Zardari, we are witnessing the \r\nfirst moves towards collaboration and cooperation that \r\nwe hope will lead to peace and security. With the \r\nUnited States, we welcome the recent historic election \r\nand look forward to working with the President-elect, \r\nMr. Barack Obama. We appreciate the continued \r\nsupport of the United States in Afghanistan. \r\n Today is a most important day. We have reminded \r\nourselves of the original noble purpose of our work in \r\nAfghanistan. Success in Afghanistan is as vital today as \r\nit was seven years ago. And, in the context of a global \r\nfinancial crisis, we have identified the components of a \r\nsmart and sustainable strategy to harness our resources \r\nmost effectively. \r\n For our part, the Government of Afghanistan is \r\nfully and absolutely dedicated to creating a stronger \r\nAfghanistan. Every international commitment made \r\ntoday to meeting the objectives of today’s draft \r\nresolution will be matched twofold by efforts on the \r\npart of our Government. In the upcoming months, let \r\nus together have the courage to determinedly and \r\nresolutely walk the path towards a self-sustaining, \r\npeaceful, prosperous and democratic Afghanistan. \r\n Mr. Ripert (France) (spoke in French): I have the \r\nhonour to deliver this statement on behalf of the \r\nEuropean Union. Croatia, Albania, Bosnia and \r\nHerzegovina, Iceland, Moldavia, Montenegro, Serbia, \r\nTurkey and Ukraine align themselves with this \r\ndeclaration, the detailed text of which has been \r\ndistributed. I will limit myself to making a few points. \r\n The annual resolution of the General Assembly \r\non the situation in Afghanistan is an opportunity for the \r\ninternational community to show its unanimous \r\ncommitment to the consolidation of a stable, \r\nprosperous and democratic Afghanistan. We understand \r\nthe scale of the challenges that must be met in order to \r\nA/63/PV.42  \r\n \r\n08-59517 6 \r\n \r\nachieve those objectives. This is the time not to lose \r\nheart, however, but for patient and determined action. \r\nWe thank the German delegation, the principal author \r\nof the draft resolution before us (A/63/L.17), which \r\nwas able to achieve a consensus that reflects the \r\ninternational community’s resolve. \r\n The United Nations plays a leading role in \r\nAfghanistan, which is embodied by the Special \r\nRepresentative of the Secretary-General, Mr. Kai Eide, \r\nwho enjoys the full support of the European Union. \r\nThe United Nations Assistance Mission in Afghanistan \r\n(UNAMA) has been entrusted with an enhanced \r\nmandate, specifically in the coordination of \r\ninternational assistance. It is essential that all \r\ninternational actors actively support that role. We must \r\nalso give UNAMA adequate financial and human \r\nresources. \r\n The developments of recent months present \r\nmixed results. We have seen real progress, in particular \r\nin the continued strengthening of the Afghan National \r\nArmy, in the economic area and in the fight against \r\nnarcotics trafficking. However, there also continue to \r\nbe several areas of concern: the security situation, the \r\nrisk of a humanitarian crisis and the human rights \r\nsituation. The problem of good governance remains a \r\nchallenge that will require increased efforts. We are \r\nalso concerned about the issue of civilian casualties. \r\nLet us not forget that the vast majority of those victims \r\nis caused by the indiscriminate violence of terrorists \r\nand extremists. Nonetheless, the European Union is \r\naware of the need for international forces to vigorously \r\npursue efforts to avoid all civilian casualties.  \r\n The difficulties of the situation should not, \r\nhowever, obscure the progress made over the past \r\nseven years in the economic and social sectors as well \r\nas in the consolidation of democratic institutions. The \r\nAfghan people clearly expressed their choice for \r\ndemocracy and stability in 2004 and 2005. We are \r\nready to provide strong support to the Afghan \r\nauthorities in preparation for the elections in 2009 and \r\n2010. \r\n We share the sense of urgency expressed by the \r\nSecretary-General in his report (A/63/372). The \r\ninternational community and Afghanistan have a \r\nstrategy, defined in London in 2006 and now continued \r\nin the Afghan National Development Strategy, as well \r\nas a road map developed at the International \r\nConference in support of Afghanistan held in Paris in \r\nJune 2008. The road map is based on a renewed \r\npartnership centred on mutual commitments to better \r\ntake into account the specific needs of the population.  \r\n To implement those commitments, decisive \r\nmeasures must be taken rapidly, not only by the \r\ninternational community but also by the Afghan \r\nauthorities. The Afghan authorities will need to assume \r\nan increasing share of the responsibility and, to that \r\nend, they must step up efforts to improve governance \r\nand fight corruption. \r\n Afghanistan and the United Nations can count on \r\nthe unwavering commitment of the European Union, \r\nwhich is the second largest financial contributor to the \r\nreconstruction of Afghanistan. It contributes in \r\nparticular to building the capacity of the Afghan police, \r\nparticularly through the European Union Police \r\nMission in Afghanistan (EUPOL), which will be \r\nsignificantly strengthened. EUPOL acts in full respect \r\nof the leading role taken by the Afghan authorities and \r\nin close cooperation with the other international actors.  \r\n With regard to the military situation, 25 member \r\ncountries of the European Union participate in the \r\nInternational Security Assistance Force (ISAF). \r\nTogether, they compose half of the total ISAF \r\ncontingent. They renewed their commitment at the \r\nNATO summit in Bucharest. \r\n I would like to pay tribute to the courage and \r\ndetermination of the soldiers who are fighting in our \r\nname, often at the cost of their lives. I would like to \r\nexpress my condolences to the Spanish Government, to \r\nthe victims and to the families of the two soldiers who \r\ndied in an attack on Sunday. I would also like to \r\nrecognize the work of all humanitarian personnel, of \r\nboth the United Nations and non-governmental \r\norganizations, who operate in increasingly dangerous \r\nconditions and who also often risk their lives.  \r\n If a solution to the challenges facing Afghanistan \r\nis to be sustainable, it must be political. To that end, we \r\nmust develop a comprehensive approach based on a \r\nbetter integration of civilian and military efforts. The \r\nEuropean Union encourages the development of a \r\nnational political dialogue with as broad a participation \r\nas possible at all levels. That dialogue should be \r\nconducted in full respect of the Constitution and under \r\nthe leadership of Afghan authorities.  \r\n Stability in Afghanistan is also intrinsically \r\nlinked to the stability of the region. In that regard, we \r\n A/63/PV.42\r\n \r\n7 08-59517 \r\n \r\nwelcome the strengthening of the cooperation between \r\nAfghanistan and its neighbours against such threats as \r\nterrorism and drug trafficking. \r\n The European Union noted with interest the \r\npeace jirga between Pakistan and Afghan officials held \r\non 27 and 28 October. The European Union expresses \r\nits support for that hopeful process. The European \r\nUnion also marks its appreciation for the efforts by the \r\nPakistani authorities to deny access to their territory to \r\nterrorist groups targeting Afghanistan and encourages \r\nboth countries to step up their cooperation. \r\n In conclusion, I would like to reaffirm the \r\nresolute commitment of the European Union in support \r\nof the efforts of the Afghan people so that they may \r\nattain peace, security and development as soon as \r\npossible. \r\n Mr. Churkin (Russian Federation) (spoke in \r\nRussian): It is a great honour for me to speak on behalf \r\nof the States members of the Shanghai Cooperation \r\nOrganization (SCO), namely, the People’s Republic of \r\nChina, the Republic of Kazakhstan, the Kyrgyz \r\nRepublic, the Russian Federation, the Republic of \r\nTajikistan and the Republic of Uzbekistan. \r\n Our countries maintain long-standing and close \r\nrelations with Afghanistan. One of the important \r\npriorities of the activities of the SCO is to provide \r\nassistance in developing Afghanistan’s new statehood \r\nand to establish sustainable democratic institutions in \r\nthat country. As close neighbours of Afghanistan, we \r\nare of course concerned about the serious problems and \r\nchallenges that State faces today, as they adversely \r\naffect the situation in the region. The continuing \r\ndeterioration of the military and political situation in \r\nAfghanistan and the increasing rise in drug trafficking, \r\ntransborder organized crime and other threats call for \r\nconcerted action by the international community. \r\n The member States of our Organization have \r\nbeen actively involved, both bilaterally and \r\nmultilaterally, in efforts to help provide security and \r\nstability on the territory of Afghanistan and to assist \r\nwith its social and economic reconstruction. We will \r\ncontinue to use the organization’s Afghanistan contact \r\ngroup and other mechanisms to halt threats emanating \r\nfrom the territory of that country. \r\n The security situation remains a source of serious \r\nconcern, given the intensified terrorist activity by the \r\nTaliban, Al-Qaida forces and other extremists. The \r\nscale of terrorist attacks in Kabul and other regions of \r\nthe country and the increasingly frequent attacks on \r\nhumanitarian personnel and United Nations staff \r\nmembers are evidence of aggression by radical forces \r\nwho are striving to gain power and who are ready to \r\nsacrifice the lives of peaceful civilians in order to \r\nachieve their goals and gain control over the country. \r\n In that context, we believe it is essential that we \r\nnot reverse the policy of isolating extremist leaders, \r\nespecially those who are on the sanctions list of the \r\nSecurity Council Committee established pursuant to \r\nresolution 1267 (1999), while leaving open the \r\nopportunity for rank-and-file Taliban members who are \r\nnot tainted by military crimes to return to peaceful \r\nlives. It is only on the basis of that understanding that \r\nthe process of national reconciliation can be effective. \r\n We pay special attention to combating drug \r\ntrafficking, which has become one of the main sources \r\nof financing terrorist activities. Increasingly, terrorists \r\nand drug dealers coordinate their activities closely. At \r\nthe same time, unfortunately, international efforts to \r\ncombat the illicit production of, and trafficking in, \r\ndrugs from the territory of Afghanistan remain \r\nineffective. The large-scale production of drugs in \r\nAfghanistan poses a real threat to the entire \r\ninternational community.  \r\n In that context, we think it important to intensify \r\nantidrug efforts both on the territory of Afghanistan \r\nitself — including the destruction of drug crops, the \r\nprosecution of drug dealers, the introduction of \r\nalternative agricultural crops and efforts to curb \r\nunemployment — as well as around it, by setting up a \r\nsystem of antidrug and financial security belts, with a \r\ncoordinating role for the United Nations and with the \r\ninvolvement of neighbouring countries. It is not just by \r\nintercepting drug shipments that we will achieve our \r\ngoals, but also by tightening control over transnational \r\nmoney transfers derived from the proceeds of illicit \r\ndrug trafficking, money laundering and other criminal \r\nactivities, including the financing of terrorism. \r\n SCO States believe that it is necessary for the \r\nInternational Security Assistance Force (ISAF), which \r\nis deployed in Afghanistan under a Security Council \r\nmandate, to pay more attention to the task of \r\ncountering the production of, and smuggling in, \r\nAfghan drugs — of course, in cooperation with the \r\nGovernment of Afghanistan and neighbouring and \r\nother concerned countries. It is important that \r\nA/63/PV.42  \r\n \r\n08-59517 8 \r\n \r\nresolution 1833 (2008), which was recently adopted by \r\nthe Security Council, focuses the efforts of ISAF on \r\nstrengthening cooperation with the Government of \r\nAfghanistan and other interested stakeholders, \r\nincluding regional ones. Given the close link between \r\nterrorist activities and drug production, ISAF’s efforts \r\nwill not be fully effective without combating the drug \r\nthreat. \r\n We are continuing our joint efforts to establish \r\nclose interaction with other interested countries and \r\ninternational and regional organizations to establish a \r\nbroad partnership network to counter terrorist and drug \r\nthreats. We are making practical preparations for a \r\nspecial conference on Afghanistan, to be convened \r\nunder the aegis of the SCO, to discuss joint efforts \r\naimed at countering terrorism, illicit drug trafficking \r\nand organized crime. We hope that that initiative will \r\nbe supported by the United Nations and all the States \r\nactively involved in providing assistance to \r\nAfghanistan. \r\n We share the Secretary-General’s opinion that the \r\ncivilian population of Afghanistan must be afforded \r\nprotection not only from terrorists but also from the \r\nunintended consequences of the operations of the \r\ncoalition forces. Incidents involving civilians, which \r\nhave become more frequent recently, are undermining \r\nthe trust of the local population in the international \r\nefforts in Afghanistan. It is essential that ISAF take \r\nmeasures to prevent the deaths of peaceful civilians as \r\na result of the indiscriminate or excessive use of force, \r\nincluding bombings.  \r\n In that regard, we should like to emphasize once \r\nagain that there is no alternative to the crucial need \r\nenshrined in the Security Council’s recent resolution to \r\ncomply with international humanitarian law to prevent \r\nthe loss of life among the civilian population. That is \r\nan extremely important goal in the context of the long-\r\nterm stabilization of Afghanistan, which was \r\nreaffirmed both by the Afghan leadership and by \r\nUnited Nations Assistance Mission in Afghanistan. \r\n SCO member States are convinced that \r\neffectively settling the situation in Afghanistan and \r\nresolving the serious problems now facing the \r\ncountry’s Government will be impossible without an \r\nintegrated approach on the part of the international \r\ncommunity led by the United Nations. Nor will it be \r\npossible without giving Kabul greater independence in \r\nresolving domestic problems. First of all, conditions \r\nmust be created to allow the Afghan Government to \r\nindependently provide security on the territory of the \r\ncountry. Of particular importance in that regard is the \r\nestablishment of genuinely operational national armed \r\nforces and law enforcement agencies that are equipped \r\nwith modern weapons. \r\n The situation in Afghanistan cannot be resolved \r\nby purely military means. Durable peace and stability \r\nin Afghanistan will be impossible to achieve without \r\nthe economic recovery of the country. The steps taken \r\nin the area of security must be backed by real measures \r\naimed at the socio-economic reconstruction of \r\nAfghanistan. In that regard, we intend to further \r\ndevelop our diversified cooperation with Afghanistan, \r\nincluding by implementing projects for the \r\nsocio-economic recovery and development of the \r\nIslamic Republic of Afghanistan.  \r\n It is essential to respect the national and religious \r\nvalues and the centuries-long customs and traditions of \r\nthe multi-ethnic and multireligious people of \r\nAfghanistan and, on that basis, bring together the \r\nbelligerent forces in Afghanistan. \r\n SCO member States support the draft resolution \r\n(A/63/L.17) on Afghanistan prepared by a large group \r\nof sponsors. We hope that its adoption by consensus \r\nwill be conducive to stepping up the efforts of the \r\ninternational community in Afghanistan. \r\n Mr. Martirosyan (Armenia) (spoke in Russian): \r\nIt is a great honour for me to speak on behalf of the \r\nStates members of the Collective Security Treaty \r\nOrganization (CSTO), namely, Armenia, Belarus, \r\nKazakhstan, the Kyrgyz Republic, the Russian \r\nFederation, Tajikistan and Uzbekistan. \r\n Since the overthrow of the Taliban, Afghanistan, \r\nwith the help of the international community, has had \r\nconsiderable success in the areas of nation-building \r\nand strengthening democratic institutions in the \r\ncountry. At the same time, the country continues to \r\nface serious threats and challenges in the area of \r\nsecurity. The military and political situation in the \r\nIslamic Republic of Afghanistan continues to be a \r\nsource of considerable concern for the international \r\ncommunity, and in particular for the member States of \r\nthe CSTO. \r\n Taliban and Al-Qaida extremists have intensified \r\ntheir efforts to combat Government and international \r\ncommunity forces in the country. They periodically \r\n A/63/PV.42\r\n \r\n9 08-59517 \r\n \r\ncontrol regions of the country, where they establish \r\nparallel government structures. The activities of the \r\nterrorists are organized, with the Taliban actively \r\nemploying suicide bombings and kidnapping to \r\nterrorize civilians who support the legitimate \r\nGovernment.  \r\n It is clear that efforts to involve so-called \r\nmoderate Taliban in Government structures have not \r\nled to concrete results. Moreover, those extremists \r\nhave used that opportunity to strengthen their positions \r\nin Government in several of provinces. The resulting \r\nsituation raises doubt about the entire notion that it is \r\npossible to achieve anything by being friendly with \r\nextremists. We believe it is essential to isolate \r\nextremists, especially those on the sanctions list of the \r\nSecurity Council Committee established pursuant to \r\nresolution 1267 (1999). \r\n Despite the reduction in the cultivation of poppy \r\nrecorded this year and the decreased volume of opiates \r\nproduced, the situation with regard to the production \r\nof, and trafficking in, drugs in the territory of \r\nAfghanistan continues to be very serious. Cooperation \r\nbetween drug producers and terrorist groups has \r\nintensified, especially in the south-western part of the \r\ncountry. We believe that only the full-fledged \r\nsocio-economic reconstruction of Afghanistan and \r\ncoordinated efforts by the international community to \r\ncombat illegal drug trafficking will make it possible to \r\nput an end to the drug trade, which is a main source of \r\nfinancing for terrorists.  \r\n We are in favour of comprehensive international \r\ncooperation to achieve the goals of the final declaration \r\nof the Moscow Ministerial Conference on Drug \r\nTrafficking Routes from Afghanistan. That would \r\nentail establishing antidrug and financial security belts \r\naround Afghanistan. Of course, we must also ensure \r\nthe full implementation of Security Council resolution \r\n1735 (2006), especially with respect to individuals who \r\nsupport terrorist groups. Countering the large-scale \r\nproduction and distribution of heroin produced in \r\nAfghanistan will only be possible through the \r\nestablishment of an international system to effectively \r\ncontrol the trafficking in that illegal substance. \r\n Mr. Swe (Myanmar), Vice-President, took the \r\nChair. \r\n The member States of the CSTO reiterate the \r\nneed to fully implement Security Council resolution \r\n1817 (2008), and we are prepared to work towards that \r\nend. The CSTO has considerable experience in \r\ncombating illegal trafficking in drugs and their \r\nprecursors in Afghanistan. Operation Channel, which \r\nbecame a standing effort in September of this year, is \r\none of the most successful and effective examples of \r\nCSTO cooperation in addressing the international drug \r\ntrade. Participation in Operation Channel has grown \r\nevery year. In addition to the member States of the \r\nCSTO, this year’s Operation included several observer \r\nStates, such as Azerbaijan, China, Estonia, Latvia, \r\nLithuania, Mongolia, Poland, Turkmenistan, Ukraine \r\nand the United States of America. For the first time, \r\nrepresentatives from law enforcement agencies from \r\nRomania and Syria also participated, as did \r\nrepresentatives from the Organization for Security and \r\nCooperation in Europe and the Eurasian Group on \r\nCombating Money-Laundering and the Financing of \r\nTerrorism.  \r\n In the context of the Operation, effective \r\nmechanisms have been established in recent years to \r\ncombat drug trafficking along northern routes from \r\nAfghanistan to Europe. As a result of the 2008 \r\nOperation, security agencies of CSTO member States \r\nseized about 11.5 tons of drugs, including 1 ton of \r\nheroin, 4.5 tons of hashish, more than 11 kilograms of \r\ncocaine and 40 kilograms of synthetic drugs.  \r\n The work to strengthen antidrug buffers should \r\nbe complemented by efforts to establish financial \r\nsecurity belts around Afghanistan. The idea is to \r\nstrengthen control over transnational movements of \r\ncash flows generated by illegal drug trafficking, money \r\nlaundering and other transnational criminal activities \r\naimed, among other things, at financing terrorism. \r\n Stabilizing the military and security situation in \r\nAfghanistan cannot be accomplished without \r\ncoordinating the efforts of the international community \r\nunder the auspices of the United Nations. Members of \r\nthe CSTO are ready to provide support for the nation-\r\nbuilding efforts in Afghanistan. In particular, we are \r\nprepared to provide support in the area of regional \r\ncooperation in such areas as security, economic \r\nreconstruction and combating drug trafficking.  \r\n We also think it is important to utilize the \r\npotential of Afghanistan’s regional partners to \r\nimplement projects to rebuild the energy and transport \r\ninfrastructure of the country.  \r\n Comprehensive cooperation between Afghanistan \r\nand the countries of the region could be an important \r\nA/63/PV.42  \r\n \r\n08-59517 10 \r\n \r\nelement in finding an overall solution to the conflict. \r\nWe believe that the efforts of the international \r\ncommunity to stabilize the situation in Afghanistan and \r\ncombat the terrorist and extremist threats emanating \r\nfrom the country will only be successful if the \r\nconditions are established to equip the Afghan \r\nGovernment with the independent capacity to provide \r\nsecurity on its territory. Of particular importance in \r\nthat regard is the establishment of operationally viable \r\nnational armed forces and law enforcement agencies \r\nwith modern equipment.  \r\n Efforts to improve the security situation in the \r\nregion must be bolstered by efforts by the international \r\ncommunity to create economic opportunities and jobs \r\nfor the people of Afghanistan, especially its young \r\npeople. First and foremost, stabilizing the situation in \r\nAfghanistan can be achieved by strengthening \r\nGovernment structures, rebuilding the economy, \r\naddressing the most acute social problems and \r\nimproving the lives of the Afghan people. The \r\nmembers of the CSTO will continue to contribute to \r\nthat effort. \r\n Mr. Ettalhi (Libyan Arab Jamahiriya) (spoke in \r\nArabic): As we mark the seventh anniversary of the fall \r\nof the backward Taliban regime in Afghanistan — an \r\nevent that raised hopes among the Afghan people for \r\nthe dawning of a new era that would end years of \r\nisolation and war and bring about security and \r\nprosperity to the country — the situation in that \r\ncountry, unfortunately, does not lead to the conclusion \r\nthat many of the dreams of the Afghan people have by \r\nand large been achieved, according to the report \r\ncontained in document A/63/372. This is due to \r\nnumerous factors, including the increased activities of \r\nthe Taliban movement and other armed groups that \r\noppose the Afghan Government, the weakness of State \r\ninstitutions and the Government’s inability to meet the \r\nbasic socio-economic needs of the Afghan people in a \r\nState whose economy is based primarily on the \r\nproduction and sale of drugs. \r\n The report also emphasizes that conditions have \r\ndeteriorated radically since the fall of the Taliban in \r\n2001 and that civilian casualties resulting from military \r\naction have risen to 1,445 during the first eight months \r\nof 2008, an increase of 39 per cent as compared to the \r\nsame period in 2007. Of particular concern is the fact \r\nthat 40 per cent of those deaths were the result of raids \r\ncarried out by international forces and forces \r\nsupporting the Afghan Government. That has taken \r\nplace despite all the domestic and international \r\ncriticism, appeals and declarations calling for taking all \r\nnecessary measures to protect civilians and to foster \r\nconfidence among Afghan citizens, the Afghan \r\nGovernment and the international community. \r\nMembers of the Assembly have also heard the \r\nstatement by the Afghan President in that regard. \r\n That situation leads me to the conclusion that a \r\nsolution to the problem requires a comprehensive \r\napproach that is not based on air raids and force to \r\nachieve stability; instead, it requires, first and \r\nforemost, comprehensive national reconciliation among \r\nthe entire Afghan people, as called for time and again \r\nby President Hâmid Karzai, and by the loya jirga \r\nbefore him. Reconciliation should include parallel \r\ndevelopment efforts to provide the socio-economic \r\nconditions that will ensure lives of dignity for the \r\npeople of Afghanistan without resorting to illegal \r\nmeans to survive, including through drug trafficking. \r\nThat would contribute to the fight against corruption \r\nand militancy while helping to restore confidence \r\namong the people and meet their basic needs. Turning a \r\nblind eye to a situation will not change it. Security, \r\nstability, peace and prosperity in Afghanistan will not \r\nbe achieved without comprehensive national \r\nreconciliation that includes all Afghan groups and \r\nfactions. Were the attainment of peace possible through \r\nweapons and military operations, it would have been \r\nachieved long ago in Afghanistan. \r\n My delegation would like to express its grave \r\nconcern over the crisis faced by the Afghan people as a \r\nresult of drought and the rising cost of food. We fear \r\nthat the worsening international financial crisis will \r\naggravate the food crisis in Afghanistan as is the case \r\nin other developing countries. We join the Secretary-\r\nGeneral in calling on the international community to \r\nrespond positively to the appeal launched by the Vice-\r\nPresident of the Republic of Afghanistan and the \r\nUnited Nations for $404 million to address the crisis. \r\nWe hope that the implementation of the Afghan \r\nNational Development Strategy will be stepped up and \r\nthat the financial pledges made at the Paris Conference \r\nheld last June will be honoured.  \r\n The report of the Secretary-General published \r\nlast March (A/62/722) referred to cases of torture and \r\nill treatment of detainees, including allegations of \r\nlong-term arbitrary detention in facilities run by \r\ninternational forces. The report also indicated that the \r\nUnited Nations Assistance Mission in Afghanistan \r\n A/63/PV.42\r\n \r\n11 08-59517 \r\n \r\n(UNAMA) was unable to assess those allegations. His \r\nmost recent report (A/63/372) makes no mention of \r\nany progress in that respect and states that the situation \r\nremains the same and that prisoners in Afghanistan are \r\nin a serious state of neglect. My delegation would like \r\nto express its grave concern about the situation of \r\nprisoners in Afghanistan. We call for respect for human \r\nrights, international law and international humanitarian \r\nlaw. \r\n Despite the situations to which I have referred, \r\nthere is no doubt that progress has been made in many \r\nareas — especially with regard to mine clearance, \r\ncombating the drug trade, and basic infrastructure. \r\nHowever, despite the international commitments and \r\nefforts made, there are, nevertheless, shortcomings that \r\nwe must address in order to identify their causes and \r\nsources. \r\n In conclusion, we would like to emphasize the \r\nneed to provide UNAMA with the necessary resources \r\nand expertise to carry out the expanded mandate \r\nentrusted to it by Security Council resolution 1806 \r\n(2008). In that connection, we hope that donor \r\ncountries will honour their pledges made at the Paris \r\nConference. UNAMA must have the resources needed \r\nto carry out its responsibilities and mandate, especially \r\nwith regard to credibly supporting and protecting the \r\nelectoral process. In that connection, we would like to \r\nemphasize that the success of those elections depends \r\nboth on the preparations and the participation of all \r\ngroups and factions within Afghanistan. \r\n Mr. Haroon (Pakistan): Today is indeed an \r\nauspicious day, as the world gathers to speak on a topic \r\nthat for long has been ignored and has not received its \r\ndue share of world attention. I speak of the ongoing \r\nwar and travesty in Afghanistan for the past 30 to \r\n35 years and the unimaginable pain and suffering of a \r\nnation that has largely been reported only in by-lines in \r\nthe international media. I would like to explain why I \r\nfeel so strongly about the situation in Afghanistan. \r\n Pakistan has had a very long relationship with \r\nthat part of the world. It is not a relationship that was \r\nborne out of the creation of Pakistan. It is a \r\nrelationship with the Indian subcontinent as a whole, \r\nstretching its vast dominions under Hinduism and \r\nBuddhism, from the Volga to the Strait of Ceylon. \r\nIslam came much later. It is in that vast region, \r\nespecially in Central Asia, that the people of the Indian \r\nsubcontinent in fact reciprocated cultural ties with \r\npeoples over many millennia. As such, it is not just \r\nPakistan but the Indian subcontinent that shares not \r\nonly a great relationship but also great empathy with \r\nthe people of Afghanistan.  \r\n For the past 35 years, Pakistan has had a deeply \r\nrooted common destiny with Afghanistan specifically. \r\nIt is a little-known fact that, if one tries to sum up the \r\nexpenditures that Pakistan has had to bear in sharing \r\nwith its brethren from Afghanistan, one might be \r\namazed to know that, with more than 3 million Afghan \r\nrefugees incurring food costs for more than 33 years in \r\nPakistan at roughly 1 dollar per day per person, the \r\nsum comes to $35 billion so far. As food is 50 per cent \r\nof people’s daily expenses, one would have to add \r\nanother 50 per cent for education, health and many \r\nother things, and the total sum is over $72 billion spent \r\nin that period of time. If one takes the capital \r\nexpenditure of housing and many other such things, \r\none can practically double that figure again. Over \r\n$150 billion has been spent over many years, but at a \r\ntremendous cost to a nation like Pakistan. Participants \r\nmight be amused to know that Pakistan has a gross \r\ndomestic product of about $150 billion a year, and \r\n$150 billion is what we spent or shared with \r\nAfghanistan over these many years. \r\n That is why we share a common destiny. Peace \r\nand stability in the one country is a sine qua non for \r\npeace and stability in the other. We are deeply \r\ncommitted to a peaceful and stable environment in the \r\nregion, which is necessary for prosperity and the \r\ndevelopment of our two peoples. It is with this \r\nperspective that we participate in this debate, and I \r\nmust tell the Assembly that, as my mother is an \r\nAfghan, I also participate with a share of Afghan \r\nblood. \r\n The achievement of durable peace, stability and \r\ndevelopment in Afghanistan is a shared objective of the \r\ninternational community. The success of international \r\nefforts in Afghanistan is critical for regional and \r\ninternational peace and security. A peaceful and \r\nprosperous Afghanistan is, first and foremost, in the \r\nbest interest of, not only Pakistan, but the world. Let \r\nme inform the Assembly that, other than our Afghan \r\nbrothers, no country or people has suffered more than \r\nPakistan has from the direct consequences of the \r\ndecades of conflict and instability in Afghanistan.  \r\n Pakistan has hosted the largest refugee population \r\nin the world since the 1980s. We have endured political \r\nA/63/PV.42  \r\n \r\n08-59517 12 \r\n \r\ninsecurity and the social, economic and environmental \r\nconsequences of the protracted war in Afghanistan and \r\nthe presence of vast numbers of refugees in Pakistan, \r\nwhich manifests itself today in the faces of the \r\nAl-Qaida and Taliban elements that cross the border \r\ninto Pakistan and encourage the same on our side of \r\nthe border. \r\n Pakistan’s contribution and sacrifice in the fight \r\nagainst terrorism are unmatched. The Assembly must \r\nknow by now that over 10,000 troops have been \r\ncommitted by Pakistan to United Nations peacekeeping \r\nefforts and that we are the largest contributors in this \r\nfield. The Assembly will be amazed to know, however, \r\nthat we also have 110,000 troops on our Afghan border \r\ntrying to prevent that vast war from spilling over into \r\nother parts of, not only Pakistan, but also our \r\nneighbours towards the Arabian Sea and our neighbour, \r\nIndia. This contribution is one that is funded totally \r\nthrough our own financial arrangements and coffers \r\nand one that has cost us dearly, having brought us to \r\nthe brink with the severe financial difficulties we are \r\nfacing today.  \r\n The backlash has been most severe in Pakistan. \r\nAs a result of our role in the counter-terrorism \r\ncampaign, the security environment on our side has \r\ndeteriorated sharply. Thousands of innocent civilians \r\nhave fallen victim to terrorism in Pakistan, and, \r\nsensitive to the sentiments of our people, the new \r\ndemocratic Government is striving to bring about a \r\nnational consensus in order to confront and defeat the \r\nterrorists.  \r\n Our support for the international efforts in \r\nAfghanistan demands reciprocal cooperation based on \r\ngoodwill, respect for each other’s sovereignty and \r\nterritorial integrity, and mutual commitment not to \r\nallow our respective territories to be used against each \r\nother. As President Zardari has said, we cannot allow \r\nour territory and our sovereignty to be violated by \r\nthese people.  \r\n Security cooperation is only one aspect of our \r\nmultidimensional relationship with Afghanistan, which \r\nis now being further strengthened and encouraged by \r\nvarious measures that I would like to name. First of all, \r\nit was recently decided to upgrade bilateral relations \r\nwith Afghanistan and to regularly hold a strategic \r\ndialogue at the Foreign Minister level.  \r\n Secondly, Pakistan hosted a meeting in \r\nOctober — a Jirgagai or Mini Jirga — which \r\nunanimously adopted the Islamabad Declaration, \r\nsetting forth a number of important decisions that will \r\nhelp increase cooperation between the two peoples of \r\nour nations. \r\n Thirdly, the trilateral meeting in which President \r\nKarzai, Prime Minister Gilani and Prime Minister \r\nErdogan participated on 30 October in Istanbul \r\nunderlined the commitment to the continuation of the \r\nprocess. We greatly appreciate the positive, sincere and \r\nconstructive contribution of Turkey, which is an \r\nexemplary role model in the context of efforts to \r\npromote regional cooperation. \r\n Fourthly, the Pakistan-Afghanistan Joint \r\nEconomic Commission is expected to meet in Kabul in \r\nNovember. Preparations are under way for the third \r\nRegional Economic Cooperation Conference on \r\nAfghanistan to be held in Islamabad in January 2009.  \r\n Despite its own problems, Pakistan continues to \r\nhelp the reconstruction efforts in Afghanistan. Of our \r\ntotal commitment of $320 million, $130 million have \r\nalready been utilized in various socio-economic and \r\ninfrastructure projects in Afghanistan. Despite \r\nshortages of wheat in Pakistan, we are providing \r\n50,000 tons of that staple at a preferential rate to our \r\nfriends and neighbours in Afghanistan. Meanwhile, we \r\ncontinue to host over 2 million refugees in our own \r\ncountry at enormous continuing cost to ourselves.  \r\n The recent report of the Secretary-General \r\n(A/63/372) presents a mixed picture and an overall \r\ndeterioration of the situation in Afghanistan. The \r\nchallenges are daunting but not insurmountable. They \r\nrequire an integrated and holistic response. There is no \r\nquick fix.  It is clear that Afghanistan cannot address \r\nthese challenges on its own. It needs sustained \r\nengagement and commitment from the international \r\ncommunity. Afghanistan has made considerable \r\nprogress in recent years. It is now imperative to \r\nconsolidate this position and foundation.  \r\n To ensure effectiveness and success, such a \r\nstrategy must be built around and pursued with full \r\nAfghan ownership. Capacity-building in all fields and \r\nat all levels has to be an essential element of this \r\nstrategy. The report of the Secretary-General points out \r\nserious gaps and shortfalls in this regard that must be \r\naddressed. \r\n Lack of security remains a major problem and \r\nconcern. Security has to be addressed in all its aspects, \r\n A/63/PV.42\r\n \r\n13 08-59517 \r\n \r\nincluding the threats posed by the Taliban and \r\nAl-Qaida insurgencies, lingering warlordism, factional \r\nrivalries, criminal and other illegal armed groups, as \r\nwell as the increasingly strong nexus with the drug \r\ntrade. It is obvious that these problems are primarily \r\nrooted in Afghanistan and have to be addressed \r\naccordingly. Besides, security cannot be detached from \r\nthe wider issues of reconciliation, improved \r\ngovernance, development and reconstruction. This \r\nmyriad of challenges requires a collective effort based \r\non cooperation and responsibility shared by all. \r\n Control of the international border between \r\nAfghanistan and Pakistan is also a joint responsibility. \r\nPakistan has proposed several steps, including \r\ncapacity-building, intelligence sharing and matching \r\nmilitary measures that can be taken by all sides to \r\npromote cooperative efforts based on shared \r\nresponsibility and the avoidance of unilateral actions, \r\nin order to more effectively address the security \r\nchallenge. We are determined to carry out our part. We \r\nremain committed to working together with \r\nAfghanistan and the international forces towards that \r\nobjective. The Tripartite Commission continues to play \r\nan important role, and should be fully utilized in that \r\nregard.  \r\n The international community should also address, \r\non an urgent basis, the worsening humanitarian \r\nsituation in Afghanistan, which is particularly \r\naggravated by rising food prices. In the battle for \r\nhearts and minds, the freedom from want is equally \r\nessential as the freedom from fear, which unfortunately \r\nis also being impacted negatively by the unjustified \r\nand rising toll of civilian casualties in Afghanistan. \r\n We need to build peace in Afghanistan region by \r\nregion, using incentives and peace dividends. \r\n Genuine national reconciliation is also crucial for \r\nthe success of Afghan and international efforts to bring \r\npeace and stability to the country. Winning the support \r\nof the peaceful majority is essential to isolate and \r\nbreak the insurgency. We support reconciliation efforts \r\nby Afghans and others as part of the comprehensive \r\napproach.  \r\n The United Nations has a central role in the \r\ninternational efforts in Afghanistan. The United \r\nNations Assistance Mission in Afghanistan has a well-\r\ndefined mandate. We support the efforts of Special \r\nRepresentative Kai Eide in implementing that mandate, \r\nparticularly with regard to enhancing overall \r\ncoordination for more robust and delivery-oriented \r\nsupport. \r\n We agree with the observations of the Secretary-\r\nGeneral that success will eventually depend on the full \r\nimplementation of the commitments undertaken by the \r\ninternational community with regard to Afghanistan. \r\nHis recommendation to bring about a political surge \r\nstrikes the right cord. It underlines the need to look \r\nbeyond the military option which, although necessary, \r\nis not the sole solution. In our view, that should be \r\ncomplemented by a surge in economic development \r\nand reconstruction. A huge developmental effort is \r\nrequired to turn the situation in Afghanistan around. \r\n We are grateful to the delegation of Germany for \r\nonce again coordinating our work on this year’s draft \r\nresolution (A/63/L.17), which presents a \r\ncomprehensive overview of the situation in \r\nAfghanistan. Pakistan is pleased to be a sponsor the \r\ndraft resolution, which we hope will be adopted by \r\nconsensus. \r\n Only through mutual cooperation and support can \r\nwe achieve peace, stability and prosperity in \r\nAfghanistan and the region. Pakistan’s interest in, and \r\ncommitment to, that objective is clear and resolute. \r\nAlong with Afghanistan, Pakistan will be the primary \r\nbeneficiary of peace in Afghanistan. It will enable us to \r\nrestore calm in our frontier regions. It will enable the \r\ndignified and sustainable repatriation of the remaining \r\nmillions of Afghan refugees. Strategically, it will \r\nenable our two countries to serve as the hub for the \r\ninterregional trade, transit and energy corridor with our \r\nIndian neighbour, which can provide a major boost to \r\nour objectives of peace and economic development. We \r\nare determined to spare no effort to achieve those \r\nobjectives for the peace and prosperity of our people \r\nand our region, and specifically the people of \r\nAfghanistan. \r\n Mr. Al-Mutairi (Kuwait) (spoke in Arabic): My \r\ncountry’s delegation wishes to convey to Secretary-\r\nGeneral Ban Ki-moon its gratitude for his sincere \r\nefforts to achieve success and ensure security and \r\nstability in Afghanistan. We also wish to commend the \r\nefforts of his Special Representative for Afghanistan \r\nand those of all United Nations staff in the country, \r\nwho continue to carry out their work under difficult \r\nand increasingly dangerous conditions and whose \r\nbravery and commitment have been fundamental to \r\nachieving progress on the ground in Afghanistan. \r\nA/63/PV.42  \r\n \r\n08-59517 14 \r\n \r\n We would also like to thank the representative of \r\nGermany, who introduced draft resolution A/63/L.17 \r\nconcerning the situation in Afghanistan. The draft, of \r\nwhich my delegation is a sponsor, emphasizes the \r\nfundamental and neutral role that the United Nations \r\nplays in fostering peace and stability in Afghanistan by \r\nleading the efforts of the international community \r\nthere. \r\n Afghanistan has suffered from the scourge of \r\nseveral wars that have destroyed the basic \r\ninfrastructure that provides water, electricity, \r\ntransportation and communications services to the \r\ngeneral public. Those wars have also severely affected \r\nthe education, health and agricultural sectors, to say \r\nnothing of the enormous loss of life among Afghan \r\ncivilians, foreigners and humanitarian relief workers. \r\n Given that 2008 has been the worst year since the \r\nbeginning of military operations, the humanitarian \r\nsituation in Afghanistan has become dangerously \r\nworse. Acts of violence are taking place in almost \r\nevery part of the country. International forces are \r\nfacing a real dilemma, given that the goals of the \r\nmilitary campaign had been to eliminate the Taliban \r\nand Al-Qaida movements, help Afghanistan complete \r\nthe process of political transformation and provide \r\nsupport to the Government and people of Afghanistan \r\nin their effort to rebuild their country and strengthen \r\nthe foundations of constitutional democracy. However, \r\nseven years after the beginning of the campaign, what \r\nhas been achieved to date is far less than what was \r\nhoped for.  \r\n Nevertheless, we do not deny that there have \r\nbeen some achievements, in particular as regards \r\nefforts at demining, developing the national army and \r\npolice forces, reforming the judiciary, expanding the \r\nrule of law and combating drugs. However, the pace of \r\nthat progress continues to be slow in the light of recent \r\ndevelopments in Afghanistan. \r\n Having reviewed the Secretary-General’s report \r\n(A/63/372) concerning the situation in Afghanistan, the \r\nState of Kuwait expresses its concern about the \r\ndeteriorating situation in the country. The challenges \r\nthere are far greater than what the Afghan Government \r\ncan face on its own, in particular given the succession \r\nof crises that have resulted in the Government losing \r\ncontrol over a substantial area of its national territory, \r\nthereby providing rebel groups with an opportunity to \r\nreturn to them, and new reports of an increase in the \r\ninfluence of those groups in the southern and eastern \r\nparts of the country. \r\n Afghanistan is suffering as a result of long-\r\nstanding difficult conditions. The security situation \r\ncontinues to deteriorate, especially given the increase \r\nin the killing and kidnapping of innocent civilians, who \r\nhave become easy targets for terrorist groups. Not long \r\nago, in September, a suicide attack killed two medical \r\ndoctors and their driver while they worked as part of a \r\ncampaign to inoculate children against polio. In \r\naddition, 20 Afghan and foreign soldiers were killed \r\nlast week in a suicide attack by the Taliban movement \r\nin the province of Wardek, south of the Afghan capital. \r\nIn that regard, the State of Kuwait condemns the \r\nescalation of violence and suicide attacks, which have \r\nled to an increase in the number of victims among \r\ncivilians, the Afghan National Police, Afghan and \r\ninternational aid organizations and others working in \r\nthe area of humanitarian assistance. \r\n Humanitarian needs rose to a new level in the \r\ncourse of the past year in Afghanistan, especially given \r\nthe shortage of food due to drought and the global rise \r\nin food prices. The State of Kuwait urgently appeals to \r\nall Member States, the United Nations and \r\nnon-governmental organizations to quickly provide as \r\nmuch assistance as they can to Afghanistan. We also \r\ncall on States to adhere to the decisions of the Paris \r\nConference of donor countries, held in June 2008 to \r\nfocus on a national strategy for the development of \r\nAfghanistan. \r\n In that connection, we wish to refer to Kuwait’s \r\ncontributions to the building of infrastructure in \r\nAfghanistan. The Kuwaiti Fund for Economic \r\nDevelopment has granted a $30 million loan for that \r\npurpose, in fulfilment of the pledge it made at the \r\nTokyo donor conference. Of that amount, $15 million \r\nhas been allocated to rehabilitation of the Kandahar-\r\nSpeen Bwaldak road and the other $15 million to the \r\nAfghanistan Reconstruction Trust Fund. The Kuwait \r\nRed Crescent Society has also provided more than \r\n$6.5 million in assistance over the past five years, and \r\nother domestic organizations and charities have \r\ncontinued to provide aid. \r\n Finally, we hope that the United Nations will \r\ncontinue its efforts to provide assistance to the Afghan \r\nGovernment with a view to the consolidation of peace \r\nand stability in Afghanistan. \r\n A/63/PV.42\r\n \r\n15 08-59517 \r\n \r\n Mr. Yerrannaidu (India): Let me begin by \r\nexpressing India\u0027s appreciation for the scheduling of \r\nthis discussion on a subject of great significance for us, \r\nour region and the world. I commend the efforts made \r\nby the delegation of Germany in coordinating the \r\nintergovernmental negotiations that led to this annual \r\nGeneral Assembly draft resolution on the situation in \r\nAfghanistan. We are happy to continue to be a sponsor \r\nof the draft resolution, which is traditionally adopted \r\nby consensus. \r\n This draft resolution is arranged around a few \r\ncentral themes. Thus, the operative section of the text \r\nbegins with issues relating to security and follows up \r\nwith paragraphs on governance, human rights, the rule \r\nof law, economic and social development, counter-\r\nnarcotics efforts and, finally, coordination issues. It \r\ntherefore accords with our perspective on the substance \r\nof the challenge that the international community faces \r\nin Afghanistan. A similar perspective is borne out in \r\nthe latest report of the Secretary-General (A/63/372) on \r\nthe scale of the challenges and difficulties that beset \r\nour efforts to assist Afghanistan. \r\n Thus, as both the draft resolution and the \r\nSecretary-General\u0027s report before us underscore, the \r\nescalation in the number of asymmetric attacks in areas \r\ncleared of the Taliban and Al-Qaida is deeply worrying. \r\nCivilians, humanitarian workers, international staff and \r\ndiplomatic personnel — including our Mission in \r\nKabul — have been attacked. While we correctly \r\ncondemn the perpetrators of those savage acts, the \r\nultimate responsibility lies with those who support, \r\nfinance and empower the Taliban, Al-Qaida and other \r\nterrorist and criminal groups. Their acts of violence are \r\ncallous and brutal but not mindless, since they \r\ndeliberately aim to weaken the resolve of the Afghan \r\npeople and the international community. In fact, \r\nhowever, the increase in the number of random acts of \r\nviolence targeting civilians only illustrates the \r\ndesperation of terrorist groups in seeking to transform \r\nstrategic defeat into tactical advantage. \r\n It is for that reason that we need to pay attention \r\nto the signals that we are sending through our actions \r\nand messages. Not only must we avoid inadvertently \r\ngiving terrorists and their supporters comfort; we must \r\nalso ensure that our legitimate concern at the \r\ncomplexity of the challenge is not mistaken for a \r\nweakening of our collective will to win this war. It is \r\nalso important that we ensure that we do not accord the \r\nterrorists parity with the legitimate Government of \r\nAfghanistan or with the international community that \r\nacts in support of it. Most of all, however, it is \r\nessential that we focus on ensuring that our message is \r\nclear and unequivocal — something that we \r\noccasionally neglect in the annual General Assembly \r\ndraft resolution on Afghanistan. It is in that sense that \r\nwe commend the effort made this year to sharpen the \r\nfocus of the text on several key messages. \r\n To India, the central thrust of the message that we \r\nsee in this draft resolution is very clear: our support for \r\nand commitment to the central challenge in \r\nAfghanistan is unshaken. We will not be diverted from \r\nthe task of helping the people of Afghanistan to bring \r\nback to their nation peace, order, stability, governance \r\nand development based on the traditionally moderate \r\nand inclusive culture of Afghanistan. We may differ \r\nindividually in prioritizing and selecting strategies for \r\nachieving that goal, but there should be no mistaking \r\nthe collective determination of the international \r\ncommunity to achieve the larger goal. \r\n From that standpoint, therefore, the road ahead is \r\nvery clear. India believes that there is no alternative but \r\nto work to simultaneously implement a three-pronged \r\nstrategy in Afghanistan. One element of that strategy \r\nmust be security, for, without security, neither the \r\npeople of Afghanistan nor our own citizens can hope to \r\nsee a peace dividend after decades of strife in \r\nAfghanistan. While we accept the argument — which \r\nseems to be made more regularly of late — that \r\nAfghanistan cannot be secured through military means \r\nalone, the converse is also true: without a robust \r\nmilitary effort, we cannot secure Afghanistan through \r\nany other means either. It is for that reason that India \r\nsees a need for much closer alignment between the \r\nconsistent application of force wherever terrorist \r\ngroups are present and the attainment of the political \r\nobjectives of our efforts in Afghanistan. \r\n A second element must be enhancing governance \r\ncapacities in Afghanistan in order to ensure that our \r\nAfghan partners will have the capacity and the \r\nresources to chart their own course, whenever the time \r\nto do so comes. Developmental efforts are an important \r\npart of that, because any long-term strategy for \r\nstabilizing Afghanistan must be predicated upon the \r\ncreation of impetus on the ground, building upon \r\nground cleared through military measures. Here too, \r\nwe must collectively ensure better coordination of our \r\ncollective efforts in support of the Government of \r\nAfghanistan. To begin with, we must make a greater \r\nA/63/PV.42  \r\n \r\n08-59517 16 \r\n \r\neffort to offset the humanitarian challenge posed by \r\ndrought, climatic hardship and food scarcity. \r\n The third element is ensuring that Afghanistan is \r\nat peace within its region and vice versa. Without that, \r\nwe cannot hope to stabilize Afghanistan solely from \r\nwithin. This includes but is not limited to regional \r\neconomic cooperation. Afghanistan\u0027s entry into the \r\nSouth Asian Association for Regional Cooperation and \r\nits membership in other regional groups are aimed at \r\nrevitalizing its historical linkages with the countries of \r\nits region. The central challenge remains to ensure that \r\nprogrammes developed within regional mechanisms \r\nare implemented. That includes overcoming barriers to \r\neffective overland trade and transit and to the operation \r\nof mechanisms to deal with the challenges posed by \r\ndrug trafficking, cross-border terrorism and so on. This \r\nis particularly true in the southern and eastern regions, \r\nwhere narcotics production remains an endemic \r\nproblem. Unless robust security measures are followed \r\nby a larger strategy of crop substitution and securing \r\nmarket access for farmers, we cannot expect long-term \r\nsuccess in countering the production of narcotics in the \r\nregion. \r\n In the context of the regional aspect, I should like \r\nto reaffirm India\u0027s national commitment to assisting \r\nAfghanistan in this complex moment in its transition. \r\nWe do so not only because of the long historical and \r\ncultural ties between our peoples and the excellent \r\nrelationship that our two countries enjoy, but also \r\nbecause history has shown us that regional prosperity, \r\nsecurity and progress are indivisible. Therefore, our \r\nconsistent effort has been to design our assistance \r\nprogrammes in a manner that focuses upon bringing \r\ndevelopment benefits both to the local level and to the \r\nlarger, national level. \r\n Not only has India recently announced an \r\nincrease in its commitment to Afghanistan, amounting \r\nto $1.2 billion, but we are also pleased to have \r\ncompleted the construction of the Zaranj-Delaram \r\nhighway in western Afghanistan. It is one of three \r\nmajor infrastructure projects India is undertaking in \r\nAfghanistan, the others being a large hydroelectric \r\nproject and a large power-transmission project. Another \r\nproject of considerable symbolic value for us is the \r\nconstruction of a parliament building in Afghanistan. \r\nWe hope to begin construction later this month. \r\n In conclusion, I should like to come back to the \r\nmessage of our draft resolution. For India, it is \r\nimportant that the clarity of our message not be diluted \r\nby adding excessive expectations based on efforts that \r\nultimately tend to replicate our national \r\nsocio-economic models in an inappropriate setting. We \r\nneed to remind ourselves that we cannot realistically \r\nresolve all of Afghanistan’s problems at once. Given \r\nthe challenge that faced us a little over seven years \r\nago, we should recognize that progress will continue, \r\nbut sector by sector and piece by piece. \r\n Patience and perseverance are essential for the \r\nlong-term success of our investment, alongside a \r\nwillingness to listen to those whom we seek to help. It \r\nis for that reason that an Afghan-led process of \r\nprioritization of tasks remains essential. \r\n Mr. Okuda (Japan): Japan welcomes this \r\nopportunity to address the General Assembly on the \r\nsituation in Afghanistan.  \r\n We are pleased to be a sponsor of the draft \r\nresolution before us (A/63/L.17). Given the \r\nchallenging situation Afghanistan faces today, it is of \r\nparticular importance to demonstrate the unity of the \r\ninternational community in supporting Afghanistan by \r\nadopting the draft resolution by consensus. \r\nAppreciation is also due to our colleagues of the \r\nGerman delegation, who led the consultations on the \r\ndraft resolution. \r\n We all know that the situation in the country is \r\ndifficult, and that those who oppose the democratic \r\nGovernment are trying to plant fear and doubt in the \r\nminds of the Afghan people, but let me highlight the \r\nprogress that Afghanistan has achieved in the past \r\nseven years.  \r\n The economy has grown steadily, with an annual \r\ngrowth rate of approximately 10 per cent over the past \r\nfive years. In five years, the number of students \r\nenrolled in school has soared from less than 1 million \r\nin 2001 to more than 5.6 million. Children’s access to \r\nhealth services has significantly improved. Six million \r\nchildren have received polio vaccinations to date. Such \r\nprogress could not have been achieved without the \r\nresolve of the Government and people of Afghanistan, \r\nwith the assistance of the international community. \r\n We should not and will not give in to attempts to \r\nundermine that progress. We, the international \r\ncommunity, will continue to firmly stand by \r\nAfghanistan in its endeavours for stability and \r\nprosperity. \r\n A/63/PV.42\r\n \r\n17 08-59517 \r\n \r\n At the same time, we must squarely face the \r\nchallenges on the ground. Security is the foremost \r\nconcern, as candidly described in the most recent \r\nreport of the Secretary-General (A/63/372). We are \r\npleased to note that the capacity of the Afghan National \r\nArmy has been enhanced, and congratulate it on taking \r\nover responsibility for the security of Kabul. We also \r\npay tribute to the countries participating in the \r\nInternational Security Assistance Force (ISAF) and the \r\nOperation Enduring Freedom coalition for their \r\ndedication in the fight against terrorism. \r\n It is also true that the problems cannot be solved \r\nby military means alone. We have advocated the \r\nnecessity of a holistic approach to addressing the \r\nvarious challenges Afghanistan faces. The goals of \r\nsecurity, governance and development cannot be \r\nachieved independently of each other. \r\n At the centre of international efforts in the \r\ncountry is the United Nations. We support the \r\nimplementation of UNAMA’s priorities, and in that \r\nconnection, Japan also supports the strengthening of \r\nthe Mission’s structure so that it can better meet the \r\nexpectations of the Afghan people and the world. \r\n We commend Mr. Kai Eide, Special \r\nRepresentative of the Secretary-General for \r\nAfghanistan, for his dedication in leading the Mission. \r\nMr. Eide provided a useful outline of his goals for the \r\nnext six months in his most recent briefing to the \r\nSecurity Council. We thank him for that and will \r\nsupport him in achieving those goals. \r\n For its part, Japan has been fully committed to \r\ncontributing to the nation-building of the country. In \r\nthe area of assistance for reconstruction, for example, \r\nJapan has disbursed its pledged contribution of \r\n$1.45 billion. We were glad to see the completion of \r\nthe construction of the Kabul International Airport \r\nTerminal Building, welcomed by the Afghan people at \r\na ceremony held just last week. Japan made an \r\nadditional pledge of $550 million at the Paris \r\nConference, bringing its total pledged assistance to \r\n$2 billion. \r\n On the security side, Japan is pleased to have \r\nbeen the lead country in the process of disbanding \r\nillegally armed groups, which we strongly believe has \r\nmade a significant difference in improving the security \r\nsituation. We have also been participating in the fight \r\nagainst terrorism by replenishing the fleet of the \r\nOperation Enduring Freedom coalition in the Indian \r\nOcean. \r\n Even with the continued commitment of the \r\ninternational community, much rests on the shoulders \r\nof the Afghan Government. We take the recent \r\nreshuffle of the cabinet as a demonstration of President \r\nKarzai’s resolve to address the issues more effectively. \r\n While supporting the Government’s efforts to \r\npromote national reconciliation, we hope that issues \r\nsuch as governance, corruption, reform of the police \r\nforce and the Ministry of the Interior, and counter-\r\nnarcotics will be effectively dealt with in a \r\nstrengthened Government. \r\n The most important events ahead in the political \r\ncalendar are the elections in 2009 and 2010. Voter \r\nregistration has begun smoothly and that is a good \r\nlaunching pad for the holding of legitimate elections. \r\nThorough preparations, including the successful \r\ncompletion of voter registration, are necessary so that \r\nthe Government’s commitment to holding the elections \r\nas planned will be carried out. \r\n The importance of the regional dimension cannot \r\nbe overemphasized. We welcome the recent active \r\ndialogues among Afghanistan and neighbouring \r\ncountries. We also welcome the recent fruitful visit of \r\nthe Foreign Minister of Afghanistan to Pakistan, as \r\nwell as the trilateral meeting of leaders of Afghanistan, \r\nPakistan and Turkey.  \r\n Regarding our own efforts in that area, Japan \r\nappreciates the encouragement in the General \r\nAssembly draft resolution for the Group of Eight’s \r\ninitiatives. We hope that the implementation of the \r\ninitiatives will contribute to regional efforts to stabilize \r\nand develop the border area. \r\n In conclusion, allow me to reiterate Japan’s \r\nunwavering commitment to fulfilling its role for the \r\nfuture of Afghanistan. Afghanistan will remain one of \r\nour focuses at the United Nations. \r\n Mr. Al Habib (Islamic Republic of Iran): I wish \r\nto extend our thanks to the Secretary-General for his \r\nlatest report on the situation in Afghanistan (A/63/372). \r\nWe also thank him and his Special Representative, as \r\nwell as the personnel of the United Nations Assistance \r\nMission in Afghanistan, for their steadfast commitment \r\nto and unwavering support for peace, stability and \r\ndevelopment in Afghanistan. \r\nA/63/PV.42  \r\n \r\n08-59517 18 \r\n \r\n In the past several years, many commendable \r\nefforts have been made by the people and the \r\nGovernment of Afghanistan in rebuilding their country, \r\ntaking their destiny into their own hands, establishing \r\ndemocratic institutions and developing a vibrant \r\npolitical system, and, indeed, fighting terrorism and \r\nextremism in the country. \r\n Also, much has been accomplished in areas such \r\nas economic growth, education, health, infrastructure-\r\nbuilding, rural development and capacity-building. The \r\nAfghan people and Government deserve our collective \r\nadmiration for all the achievements they have made \r\nthus far. They also need the continued support of all of \r\nus while they move forward in their journey towards a \r\nstable, secure and prosperous Afghanistan. \r\n Despite all the accomplishments however, much \r\nremains to be done and serious challenges are yet to be \r\ntackled. As the report at hand indicates, we are today \r\nfacing a mixed picture in Afghanistan. Afghanistan \r\nseems to be at a crossroads again. Given the threats \r\nthat the presence of extremist and terrorists in \r\nAfghanistan has posed to international peace and \r\nsecurity in the past — a threat that still exists — the \r\nwhole world has no doubt that it has a vital interest in a \r\nstable, secure and prosperous Afghanistan and in an \r\nAfghanistan free from terrorism and extremism.  \r\n Extremists and terrorists will spare no effort to \r\nexplore and misuse any signs or missteps by some that \r\ncould in any way be misinterpreted as a weakening of \r\nthe international community\u0027s resolve to help \r\nAfghanistan in its fight against terrorism and \r\nextremism. Unfortunately, certain countries have made \r\nstatements or taken steps that give rise to such \r\nconcerns on the part of the Afghan people and \r\nGovernment, as well as the world community. That is a \r\nmatter of grave concern and may only bring a new \r\nphase of extremism to the region. \r\n In our view, the insecurity in Afghanistan can be \r\nbest addressed by strengthening the autonomy and \r\nintegrity of the Afghan national security forces and by \r\nexpediting full national ownership by Afghans of the \r\nsecurity of their country. Moreover, capacity-building, \r\ntraining, education, the development of important \r\nsectors and ensuring that ordinary Afghans feel the \r\nresults of the help and support of the international \r\ncommunity in their day-to-day lives could help to \r\nimprove the overall situation in Afghanistan. \r\n Unfortunately, the cultivation and production of \r\nand traffic in narcotic drugs in Afghanistan continue \r\nunabated. They not only affect the security and \r\ndevelopment of Afghanistan, but pose serious threats to \r\nthe region and the world at large. We have noted and \r\nwelcome the efforts made by the Afghan Government \r\nin countering that menace, yet more resolute \r\nendeavours need to be made both by Afghanistan and \r\nthe international community if the world is to \r\neffectively rid itself of that daunting challenge. \r\n As various reports by relevant United Nations \r\nbodies and agencies attest, throughout the past three \r\ndecades the Islamic Republic of Iran has fought a \r\ndeadly and costly war against drug traffickers — a war \r\nthat has cost our nation the lives of about 4,000 of its \r\ngreat and brave law-enforcement personnel, while \r\nanother 12,000 have been maimed. We expect more \r\nsupport and determination on the part of the \r\ninternational community as we continue that fight with \r\nutmost seriousness. \r\n The Islamic Republic of Iran has also been \r\nactively participating in the reconstruction process of \r\nAfghanistan. Road and railroad construction, \r\nmanpower training, electricity projects and \r\nhumanitarian services are but a few of the important \r\ncontributions we have made in that regard. \r\nFurthermore, we have shouldered a huge burden during \r\nthe past three decades by hosting millions of our \r\nAfghan brothers and sisters. Throughout all those \r\nyears, those Afghan nationals have been enjoying \r\neducational and welfare facilities in Iran and have \r\nbenefited from the same subsidies that our own people \r\nenjoy. Our country is today hosting about 2 million \r\nAfghan nationals, half of whom are living in our \r\ncountry illegally. We expect more assistance and \r\nefforts from the international community in the process \r\nof helping Afghan nationals to return to their home \r\ncountry in a more timely manner. \r\n I wish to conclude by stressing that, as in the past \r\nseveral years, the Afghan people and Government will \r\nalways find us at their side, offering our sincere help \r\nand support as they continue their difficult but valuable \r\nand necessary journey towards peace, stability and \r\nprosperity. \r\n I also wish to thank the delegation of Germany \r\nfor its efforts in the preparation of and negotiating \r\nprocess on the draft resolution on Afghanistan \r\n(A/63/L.17). \r\n A/63/PV.42\r\n \r\n19 08-59517 \r\n \r\n Mr. Khalilzad (United States of America): The \r\nUnited States is pleased to co-sponsor the draft \r\nresolution (A/63/L.17) reaffirming the solidarity of the \r\ninternational community with Afghanistan. We thank \r\nthe German delegation for its hard work in ensuring \r\nthat the resolution receive the broadest possible \r\nsupport. The draft resolution underscores the leading \r\nrole that the United Nations Assistance Mission in \r\nAfghanistan (UNAMA) is playing as the central \r\ncoordinator for all civilian international assistance and \r\nfor ensuring that such assistance is coordinated with \r\nthe Afghans and with the military efforts.  \r\n The United States commends the work of Special \r\nRepresentative Kai Eide and the UNAMA staff. We \r\ncall on Member States to join us in supporting a surge \r\nin UNAMA’s capabilities. We urge the Secretariat and \r\nMember States to do everything in their power to give \r\nMr. Eide the support and resources that he needs to \r\ncarry out his very important mission. We must find \r\nways to allow him to hire the people he needs and get \r\nthem on board immediately, not months from now. \r\nMr. Eide, in turn, needs to use those capabilities and \r\nthe promising relationships he has built with the \r\nAfghans and with the international community to \r\ndevelop targets, plans and timelines for achieving each \r\nof the major tasks of his mandate. \r\n The United States is gravely concerned about the \r\nhumanitarian conditions in Afghanistan. The situation \r\nis worsening and many lives are in jeopardy, both from \r\npossible food shortages and from extreme cold \r\nweather. The United States is the largest donor to \r\nAfghanistan, financially and in kind. We are prepared \r\nto do more. We urge Member States to respond to \r\nAfghan Government and United Nations appeals to \r\navoid a worsening humanitarian situation this winter. \r\nPreparations for winter should aim at assisting needy \r\nAfghans in dealing with food shortages and cold \r\nweather. \r\n The security situation in Afghanistan has become \r\nmore challenging as the number of anti-Government \r\nincidents have increased and the Taliban has continued \r\nto wage deadly attacks on Afghan security forces, the \r\nInternational Security Assistance Force (ISAF) and the \r\ncivilian population. The Afghan people face an \r\nincreasingly vicious campaign of violence and \r\nintimidation by Al-Qaida and extremist Taliban. We \r\nappreciate the sacrifices so many countries are making \r\nto help Afghanistan. Just yesterday, two Spanish ISAF \r\nsoldiers were reportedly killed in a suicide attack in \r\nHerat province. \r\n Despite the security challenges, the United States \r\nbelieves that success can be achieved in Afghanistan. \r\nSuccess requires that the Government in Afghanistan \r\nimplement its National Development Strategy, making \r\ntough decisions and implementing agreed policies \r\nspecifically in the areas of local governance, \r\ncombating corruption, enforcing the rule of law, \r\nachieving economic development, and pursuing robust \r\ncounter-narcotics and reform of the police forces. \r\n We hope that the recent changes in the \r\nGovernment can assist with making progress with \r\nregard to those goals. We welcome and, indeed, believe \r\nit crucial that Afghan security forces take increasing \r\nresponsibility for protecting the Afghan people as their \r\ncapabilities grow and as conditions warrant. \r\n President Karzai has committed his Government \r\nto holding elections in 2009. That is very important. \r\nWe welcome UNAMA’s efforts to support the Afghan \r\nGovernment in preparing for the elections. Last \r\nWednesday, the second phase of the voter registration \r\ngot under way. It is imperative that the international \r\ncommunity redouble its efforts to ensure credible \r\nelections. We call on the Afghan Government to \r\nmaintain its commitment to carrying out the elections \r\nas scheduled in order to further instil a culture of \r\nrepresentative, democratic Government in the country \r\nand to sustain international support. \r\n For Afghanistan’s success, I would like to \r\nunderscore the importance of the role of the country’s \r\nneighbours. The recent election of a new Government \r\nin Pakistan provides an opportunity for increased \r\ncooperation between the two countries against \r\nterrorists and extremists who threaten Afghanistan, \r\nPakistan and, indeed, the world. The agenda for \r\nregional cooperation is clear: no sanctuaries for hostile \r\nforces, no use of extremists and terrorists to advance \r\nnational interests, intelligence-sharing, precluding \r\nregional geopolitical rivalry, encouraging \r\nreconciliation, and integrating Afghanistan into \r\nregional institutions and the regional economy. \r\nProgress on those fronts is crucial to Afghanistan’s \r\nstability and development. Both the Afghan and the \r\nPakistani Governments need international support to \r\nresist extremists and terrorists. \r\n The United States deeply regrets the accidental \r\nloss of civilian lives, and we do not take that issue \r\nA/63/PV.42  \r\n \r\n08-59517 20 \r\n \r\nlightly. We share the Secretary-General’s grave concern \r\nover the issue of civilian casualties. I want to assure \r\nMember States that we will do everything in our power \r\nto ensure that ISAF and Operation Enduring Freedom \r\ntake every precaution to prevent civilian casualties. We \r\nhave intensified our efforts with the Government of \r\nAfghanistan to improve coordination and \r\ncommunication in operations to prevent future \r\nincidents, and our military’s Central Command has \r\nissued guidance to United States forces to continue to \r\ntake steps to prevent civilian casualties and to \r\nacknowledge them when they occur. \r\n At the same time, we should not lose sight of the \r\nfundamental cause of this increase in casualties, clearly \r\nspelled out in the Secretary-General’s recent report \r\n(A/63/372). The Taliban and other anti-Government \r\nelements are waging a systematic campaign of violence \r\nand intimidation against civilians. They deliberately \r\ntarget civilians and use them as shields and, as the \r\nreport points out, the Taliban is increasingly resorting \r\nto asymmetric attacks on population centres, aid-\r\nrelated targets and non-governmental organizations.  \r\n Last June, the international community endorsed \r\nthe Afghanistan National Development Strategy, and \r\nthere was an unprecedented level of pledges. Those are \r\nclear signs of our determination to help Afghans \r\nsucceed. As Afghans do their part, donors must also \r\nfollow through on their commitments. \r\n In closing, it is clear that Afghanistan faces \r\nsignificant difficulties and challenges. Those \r\nchallenges should serve to reaffirm and renew \r\ncommitment to Afghanistan’s success — by making the \r\nnecessary changes and adjustments — on the part of \r\nAfghanistan and the international community. The \r\nUnited States is committed to doing so and remains \r\nfirmly committed to Afghanistan’s success. \r\nAfghanistan’s success is the world’s success. \r\n Mr. Wetland (Norway): Norway welcomes \r\ntoday’s draft resolution on Afghanistan (A/63/L.17). \r\nThe broad support it enjoys sends an important \r\nmessage that we are united and committed to helping \r\nAfghanistan build a democratic country and to helping \r\nheal the wounds inflicted by decades of war and terror. \r\n At the Paris Conference in June, a great number \r\nof us pledged to renew our partnership with \r\nAfghanistan, and the Afghan Government promised to \r\nstep up its fight against corruption and narcotics. On \r\nthat occasion, Norway reaffirmed its long-term \r\ncommitment by pledging €500 million for the time \r\nperiod covered by the Afghanistan National \r\nDevelopment Strategy. \r\n How can we here at the United Nations make an \r\nimmediate difference, now and for the future? I would \r\nanswer by focusing on three particular issues. \r\n The first is the United Nations Assistance \r\nMission in Afghanistan (UNAMA). A grave \r\nresponsibility has been placed on the United Nations \r\nAssistance Mission in Afghanistan and on Special \r\nRepresentative Kai Eide. They have been called upon \r\nto lead the international civilian effort in Afghanistan. \r\nAt Paris, we pledged substantial resources to really \r\nassist the Afghan Government. Now, expectations are \r\nhigh. The people of Afghanistan are waiting to see the \r\nresults that would justify our rhetoric in Paris. \r\n But many, alas, have yet to experience the \r\nbenefits of development or to see hope on the horizon. \r\nTrue, we see important improvements, not least with \r\nregard to school enrolment, for girls in particular but \r\nalso for boys, and with respect to public health. But \r\nother sectors are lagging behind, and development is \r\nalso uneven between the regions. We must let ourselves \r\nbe coordinated by UNAMA, and we must ensure that \r\nUNAMA and Kai Eide have the necessary resources \r\nand sufficient qualified personnel to meet those \r\nexpectations. \r\n That may require some practical adaptation of \r\nrules and regulations regarding budgets and staffing. \r\nThe General Assembly will consider UNAMA’s budget \r\nlater next month, and we urge all Member States to \r\nprovide UNAMA with the necessary resources to carry \r\nout its strengthened mandate. We also urge the \r\nSecretariat to cut red tape and to speed up the process \r\nof putting qualified people in the field. \r\n Secondly, we need to focus on the humanitarian \r\nsituation. The people of Afghanistan are facing a harsh \r\nwinter. The consequences of the global food crisis are \r\nbeing felt, and are compounded by drought. That is \r\nwhy we must assist the Government of Afghanistan in \r\nalleviating the serious humanitarian situation. Norway \r\nhas recently increased its humanitarian support \r\nsignificantly, also in relation to facilitating the \r\nestablishment of the new United Nations Office for the \r\nCoordination of Humanitarian Affairs (OCHA) office \r\nin Kabul. We take it, moreover, that OCHA will \r\nquickly assume its responsibility for humanitarian \r\ncoordination, in close cooperation with UNAMA. \r\n A/63/PV.42\r\n \r\n21 08-59517 \r\n \r\n Thirdly, we must focus on the elections. The \r\nUnited Nations Development Programme is advising \r\nthe Afghan Government on how to register voters and \r\ninform them about the election, and it is doing so with \r\ngreat skill and creativity. Of the more than 820,000 \r\nvoters registered in the first phase of the process, \r\nwomen make up 38 per cent, which is a high figure, \r\ngiven that those initial regions are the most difficult \r\nones to access. The broad participation of women is \r\nheartening and bodes well for the election. In order to \r\nconsolidate Afghan democracy, it is vital that the \r\nelections take place according to plan in September \r\n2009 and in 2010. Norway has committed resources to \r\nthe registration process, and we will also support the \r\nholding of elections. Consolidating democracy also \r\nrequires improving the rule of law and respect for \r\nhuman rights. The recent changes in the Afghan \r\nGovernment — and there was one even today — \r\ndemonstrate renewed commitment to fighting \r\ncorruption and improving security. \r\n Let me conclude by paying my respects to the \r\nmen and women on the ground and to those who paid \r\nwith their lives so that others may live. We owe it to \r\nthem and to millions of others to ensure that the \r\nTaliban will never again be able to terrorize the Afghan \r\npeople. \r\n Mr. Hill (Australia): Australia welcomes the \r\nopportunity to endorse draft resolution A/63/L.17, on \r\nAfghanistan, and to reaffirm our commitment to \r\ncontinuing international efforts to help build a more \r\nsecure and stable Afghan State. We do so against the \r\nbackground of continuing sacrifice on the part of the \r\nAfghan people and international forces, and today we \r\npay tribute in particular to the Spanish soldiers who \r\nlost their lives last weekend. \r\n On a brighter note, we have seen important steps \r\ntaken this year, most particularly the renewed \r\ncommitments and comprehensive political-military \r\nplan adopted by International Security Assistance \r\nForce (ISAF) partners at the NATO summit in \r\nBucharest in April and the important outcomes of the \r\nAfghanistan Review Conference in Paris in June. We \r\ntake this opportunity to commend again the efforts of \r\nFrance, Afghanistan and the United Nations to bring \r\nthe Review Conference together and to launch the \r\nAfghanistan National Development Strategy. We note \r\nthat around 80 countries participated in the \r\nConference, pledging over $20 billion to the \r\nDevelopment Strategy, and that the Strategy provides a \r\nsound framework for planning for Afghanistan’s \r\nnational development needs over the next five years.  \r\n But we must be realistic about the enormous \r\nchallenges facing Afghanistan and its international \r\npartners and recognize the fact that, without basic \r\nsecurity, much of what is needed, such as building the \r\nAfghan people’s capacity to manage their own affairs \r\nand creating conditions for economic and social \r\ndevelopment, will not be realized. \r\n There is no question that the Taliban-led \r\ninsurgency remains a serious threat to sustained \r\nprogress and to the Afghan people. It is determined to \r\nprevail not on the battlefield, but by sapping the \r\nresolve and public support of Afghanistan and its \r\nfriends for our sacrifices through fear and intimidation \r\nof the Afghan civilian population. \r\n We also know of the insurgents’ tactics to \r\nmanipulate and disseminate information to discredit \r\nand our efforts. Australia, like others, continues to \r\ndeeply regret civilian casualties that arise from the \r\nactions of international forces, but we have strict rules \r\nof engagement to minimize those risks and processes to \r\nreview and ensure that our actions comply with those \r\nrules. Our enemies, in contrast, have no moral issue \r\nwith using civilians as shields or instruments of terror. \r\n The international community clearly has a \r\nresponsibility to the Afghan people, as recognized by \r\nnumerous United Nations resolutions, to prevent the \r\nreturn to rule of the violent ideology that bred hatred, \r\nbrutalized women and fostered only extreme poverty \r\nand repression of basic human rights. Equally \r\nimportant, we all have a responsibility to our own \r\npeople to prevent the Taliban-led insurgency from \r\nre-establishing safe havens for terrorist groups that \r\nseek to export violence across the globe. \r\n Australia is proud to be part of the group of \r\napproximately 40 countries contributing forces to assist \r\nAfghans in fighting the Taliban-led insurgency and \r\ninternational terrorists, including Al-Qaida. Those \r\nterrorists were behind attacks as far apart as New York \r\nand Indonesia, including the attacks in Bali that killed \r\n202 people, including many of my countrymen and \r\ncountrywomen.  \r\n Australia is committed. With 1,100 troops, we are \r\nthe largest non-NATO contributor to ISAF. We have \r\nalso committed over $600 million in development \r\nassistance to Afghanistan since 2001. We will subject \r\nA/63/PV.42  \r\n \r\n08-59517 22 \r\n \r\nour commitment to annual review against the mission \r\nwe have set for ourselves. We welcome the fact that the \r\nSpecial Representative of the Secretary-General has set \r\nout before the Security Council some achievable goals \r\nfor UNAMA over the next six months. We support \r\nUNAMA and look forward to being constructive in \r\nconsideration of its budget in the Fifth Committee for \r\nadditional resources to allow it to fulfil its mandate, \r\nparticularly in relation to support for election \r\npreparations. \r\n Australia’s stabilization and reconstruction efforts \r\nin Afghanistan are concentrated in Oruzgan province in \r\nthe South of the country, where we are working in \r\npartnership with the Afghan Government and the \r\nNetherlands, which we praise for their partnership. Our \r\nreconstruction task force has built schools, provided \r\nbasic training in trades such as carpentry, and has \r\nrebuilt bridges and irrigation systems. While positive, \r\nthose are only small steps. Oruzgan demonstrates the \r\ncritical need for a coherent and integrated military and \r\ncivilian strategy that provides the basis to secure and \r\nsustain progress. And that is equally true in other \r\nprovinces of the country. \r\n We know that there needs to be much greater \r\nfocus on building Afghanistan’s capacity to take \r\nresponsibility for security, which will enable important \r\nreconstruction and development activity to take place. I \r\nam pleased to state that Australia’s first operational \r\nmentor and liaison team is currently establishing itself \r\nin the province and will soon be actively training and \r\nmentoring Afghan military units.  \r\n There also needs to be greater focus on more \r\neffective coordination of civilian efforts in relief, \r\nrebuilding and governance activity within a \r\ncomprehensive political-military strategy. And we \r\nbelieve that the United Nations has a strong role to \r\nplay in pursuing that objective.  \r\n We very much value the work and efforts of the \r\nSpecial Representative of the Secretary-General and \r\nthe UNAMA team, in particular in their lead role in \r\ncoordinating international donor activity in support of \r\nthe Afghan Government. We know the difficult \r\ncircumstances in which they work. We are pleased that \r\na special allowance was introduced for them. Australia \r\nis committed to working with the Secretariat and other \r\nMember States to ensure that UNAMA is capable of \r\nfulfilling the demanding role we have set it. \r\n We also reiterate our support for President Karzai \r\nand Afghan parties committed to strengthening \r\nAfghanistan’s institutions. The next two years will see \r\nthe crucial tests of further elections and we call on all \r\nto assist in ensuring that those elections are conducted \r\nin a secure, free and fair fashion. We can be certain that \r\nthose utterly opposed to the Afghan people making up \r\ntheir own minds will do all they can to disrupt the \r\nelections. They must be prevented from doing so.  \r\n Australia also takes this opportunity to praise the \r\nnew Government of Pakistan for its recent efforts to \r\nimprove relations with the Afghan Government. The \r\nTaliban poses a common threat and both countries must \r\nwork together to address it. We also note the valuable \r\nand constructive role that Afghanistan’s other \r\nneighbours can play to promote and support Afghan \r\nstability, in particular in areas such as border security, \r\ntrafficking and counter-narcotics. \r\n The challenges ahead are substantial, but \r\ncollectively we can meet them. To do so will require \r\nour continued commitment and cooperation. We \r\nsupport the draft resolution and we are proud to have \r\nco-sponsored it. \r\n Mr. McNee (Canada): At the outset, I would like \r\nto express the Canadian Government’s deep \r\ncondolences regarding the Spanish soldiers who gave \r\ntheir lives in Afghanistan this weekend. \r\n Canada welcomes today’s draft resolution \r\n(A/63/L.17) and we would like to thank the German \r\ndelegation for its excellent work in facilitating \r\nnegotiations on it. Canada is proud to have contributed \r\nto efforts to draft the draft resolution. We are pleased to \r\nco-sponsor its passage today. Its adoption will be a \r\ntestament to the ongoing strength of the partnership \r\nbetween the international community and Government \r\nof Afghanistan. It also affirms our collective \r\ncommitment to a safe, secure and stable Afghanistan. \r\n Canada acknowledges the strengthened \r\nleadership the United Nations has provided this past \r\nyear, with a sharpened mandate for the United Nations \r\nAssistance Mission in Afghanistan (UNAMA) to lead \r\nthe coordination of international efforts and the \r\nappointment of Kai Eide as Special Representative of \r\nthe Secretary-General. Initial progress has already been \r\nmade. Canada welcomes the efforts of the UNAMA \r\nand the Government of Afghanistan to restructure the \r\nJoint Coordination and Monitoring Board to make it a \r\nmore efficient and more decisive instrument. \r\n A/63/PV.42\r\n \r\n23 08-59517 \r\n \r\n UNAMA’s role in Afghanistan is, after all, to \r\nshape and focus our collective efforts. However, the \r\nUnited Nations is not a solitary actor — it is only as \r\nempowered as Member States allow it to be. Member \r\nStates must ensure that it has the financial resources \r\nand the political support required to do its job. \r\n The international community has much to learn \r\nfrom the Afghan people who continue to demonstrate \r\nremarkable resilience and determination. In the face of \r\na fierce insurgency, the Afghan National Army \r\ncontinues to grow in numbers, capacity and \r\nprofessionalism. \r\n With the support of the International Security \r\nAssistance Force (ISAF), this Afghan institution is now \r\nable to lead a growing number of operations — \r\nsomething unthinkable just a year ago. And just over \r\ntwo months ago, Afghan security forces assumed lead \r\nsecurity responsibility for Kabul from ISAF — a proud \r\nand significant achievement. \r\n Canada welcomes Afghanistan’s ratification of \r\nthe United Nations Convention Against Corruption in \r\nAugust of this year, meeting one of the benchmarks of \r\nthe Afghanistan Compact. While much still needs to be \r\ndone, Canada is also encouraged by the creation in \r\nJune of this year of the High Office for Oversight for \r\nthe implementation of the National Anti-Corruption \r\nStrategy. \r\n Canada remains committed to working with \r\nAfghans and the international community to help \r\nrebuild Afghanistan. This past year, Canada further \r\nincreased its development commitment, pledging an \r\nadditional $600 million. This brings Canada’s total \r\nassistance contribution to $1.9 billion over a ten-year \r\nperiod. This is, of course, in addition to our continued \r\nmilitary engagement in Kandahar Province. \r\n Canada has also announced its commitment to the \r\nrepair of the Dahla Dam and its irrigation system in \r\nKandahar Province. Once completed, this dam will \r\nprovide a secure irrigation water supply to the majority \r\nof the people of Kandahar Province, as well as create \r\nthe potential to revitalize agriculture in the province \r\nand provide thousands of much needed jobs to \r\nKandaharis. \r\n Canada’s polio eradication programme will see \r\nthe immunization of an estimated 7 million children \r\nacross Afghanistan. \r\n Canada is also committed to increasing \r\ndevelopment programming in Kandahar. At the same \r\ntime, at least half of Canadian funding will be \r\ndedicated to national level initiatives, such as \r\nstrengthening vital national institutions, rebuilding the \r\nAfghan National Police, justice and corrections \r\nsystems. \r\n Canada is committed to supporting free, fair, \r\nsecure, Afghan-led elections in 2009 and 2010 and \r\nechoes the resolution’s call to the international \r\ncommunity to continue to provide sustained support \r\nand financial assistance. \r\n With voter registration currently underway, the \r\nAfghan people are commencing their second electoral \r\nprocess in recent times. This is a crucial step in the \r\nestablishment of democracy in Afghanistan. \r\n(spoke in French) \r\n As the Secretary-General noted in his September \r\nreport on the situation in Afghanistan (A/63/372), \r\nAfghanistan’s neighbours and regional partners play a \r\ncrucial role in promoting Afghanistan’s development \r\nand stability. Canada therefore welcomes the \r\nresolution’s emphasis on regional cooperation as an \r\neffective means to promote security and development. \r\nCanada has been working to build cooperation between \r\nAfghanistan and Pakistan, facilitating technical \r\ndiscussions among border management officials. We \r\nare also very supportive of the Afghanistan-Pakistan \r\nJoint Peace Jirga process and congratulate the two \r\ncountries on the recent meeting of the Jirgagai. \r\n The progress we have seen must not blind us to \r\nthe harsh reality that these gains are precarious. \r\nSecurity has deteriorated in some parts of Afghanistan \r\nadversely affecting our governance and development \r\nefforts and ambitions. Rising global food prices have \r\nnot spared Afghanistan, while drought and a failed \r\nharvest are compounding food shortages across the \r\ncountry. \r\n These are the immediate and pressing concerns of \r\nAfghans. For this reason, Canada has named \r\nhumanitarian relief among its priorities. In doing so, \r\nwe are making clear to the Afghan people that the \r\ninternational community remains committed to \r\nsupporting them. But it is action and change, not \r\nwords, that will convince them. \r\n Ms. Banks (New Zealand): New Zealand \r\nwelcomes progress made in Afghanistan since this time \r\nA/63/PV.42  \r\n \r\n08-59517 24 \r\n \r\nlast year and is pleased once again to be a sponsor of \r\ndraft resolution A/63/L.17, prepared and introduced by \r\nGermany. \r\n We congratulate the Government of Afghanistan \r\non its efforts to improve the situation, including in the \r\nareas of security, drug control, justice sector reform, \r\ngender equality and local governance. We welcome \r\nAfghanistan’s ratification of the United Nations \r\nConvention against Corruption and encourage the \r\nGovernment to continue to fight corruption, which it \r\nhas acknowledged as an impediment to progress in \r\nAfghanistan. \r\n Although there has been positive progress in \r\nAfghanistan, the overall situation remains of major \r\nconcern with ongoing insurgent attacks and a continued \r\nhigh level of opium production. New Zealand \r\ncondemns the insurgent attacks which often jeopardize \r\nthe lives of innocent civilians. \r\n These extreme security challenges must not, \r\nhowever, be allowed to justify continuing \r\ninfringements of fundamental human rights, including \r\naccess to justice, the right to due process and freedom \r\nof expression. \r\n We thank Afghanistan’s neighbours for their \r\npositive efforts to help improve the situation in \r\nAfghanistan. We encourage them to continue to \r\ncoordinate their efforts with those of the rest of the \r\ninternational community to stabilize Afghanistan. \r\nOtherwise, these efforts at stabilization will be \r\nundermined by cross-border activities. \r\n The NATO summit in Bucharest earlier in the \r\nyear reviewed the situation in Afghanistan and put \r\nforward a plan aimed primarily at improving the \r\nsecurity situation. At the summit, New Zealand Prime \r\nMinister, Helen Clark, highlighted the importance of a \r\ncomprehensive, multipronged approach covering \r\nsecurity, governance and development interventions, \r\nwith a rebalancing of effort towards governance and \r\ndevelopment. The approach also emphasizes \r\nreconciliation. \r\n The international community needs to increase \r\nnon-military assistance. The Paris Conference \r\noutcomes addressed development priorities articulated \r\nin the new Afghanistan National Development \r\nStrategy. \r\n We encourage all nations to implement the \r\ncommitments they have made to improve the \r\ncircumstances in Afghanistan. It is essential that the \r\nrequired resources are made available so that the \r\nAfghanistan that Ambassador Tanin spoke about this \r\nmorning can become a reality — an Afghanistan where \r\npeople can rebuild their lives in peace.  \r\n New Zealand welcomes the improved \r\ncoordinating role of the United Nations through the \r\nstrengthening of the United Nations Assistance Mission \r\nin Afghanistan. That will enhance the efficiency and \r\neffectiveness of the international community’s \r\nassistance. We fully support the work of Special \r\nRepresentative Kai Eide, and we note the progress that \r\nhe has made within a short period of time.  \r\n New Zealand looks forward to the holding of free \r\nand fair elections in 2009 and 2010 as building blocks \r\nfor democracy in Afghanistan. Since 2001, New \r\nZealand has made a substantial commitment to the \r\ninternational effort to restore peace and security in \r\nAfghanistan. Our Provincial Reconstruction Team in \r\nBamyan province is the centrepiece of that \r\ncommitment. \r\n In closing, I should like to acknowledge the \r\nefforts and sacrifices made by all those nations that are \r\nworking in partnership with the Government of \r\nAfghanistan and to join others in expressing sympathy \r\non the loss of the lives of two Spanish soldiers over the \r\nweekend.  \r\n Mr. Towpik (Poland): At the outset, I would like \r\nto associate myself with the statement delivered by the \r\nrepresentative of France on behalf of the European \r\nUnion. Permit me to make a few additional comments \r\nfrom the Polish perspective on this important and vital \r\nissue for the international community.  \r\n I wish to begin by thanking the delegation of \r\nGermany for its significant effort in facilitating the \r\nconsultation process that resulted in the draft resolution \r\nbefore us. In addition, the annual debate on \r\nAfghanistan is the best opportunity to underline the \r\nprominent role that the United Nations plays in the \r\nprocess of that country’s stabilization and \r\nreconstruction. The coordinating role of the United \r\nNations Assistance Mission in Afghanistan (UNAMA) \r\nand the activities undertaken by Mr. Kai Eide, Special \r\nRepresentative of the Secretary-General, enjoy our full \r\nsupport and respect. Let me also convey our sincere \r\ncondolences to our Spanish friends. We share their \r\ngrief on the loss of the lives of the Spanish soldiers in \r\nAfghanistan.  \r\n A/63/PV.42\r\n \r\n25 08-59517 \r\n \r\n Poland strongly believes that the engagement of \r\nthe international community in Afghanistan should and \r\nwould facilitate the creation of conditions in which the \r\nAfghan authorities would be able to take full \r\nresponsibility for the security, stability and \r\ndevelopment of their country. That is the main purpose \r\nof our presence in the country. Bearing that in mind, \r\nPoland also decided to increase its engagement in the \r\nstabilization and reconstruction process within the \r\nInternational Security Assistance Force from \r\n100 troops in 2006 to 1,600 troops at present. \r\nMoreover, in October this year, Poland took over the \r\nresponsibility for the security situation throughout \r\nGhazni province. \r\n In our view, the most important challenges to the \r\ninternational community in Afghanistan are the \r\nfollowing. First is the stabilization of the security \r\nsituation. We still have major concerns related to the \r\nsecurity situation in Afghanistan, and we continue to \r\ndo our utmost to address them. The creation of \r\nconditions conducive to the development of a \r\nprosperous country with effective, well-functioning \r\nand transparent Government structures is the best \r\nstrategy for stabilizing Afghanistan. For that reason, \r\nPoland contributes actively to the development of \r\nProvincial Reconstruction Teams (PRTs) in \r\nAfghanistan. We plan to gradually increase our civilian \r\nengagement in the activities of the PRT in Ghazni \r\nprovince. \r\n Secondly, we must address the humanitarian \r\nsituation. We cannot ignore the increase in the number \r\nof the serious humanitarian challenges ahead of us or \r\nthe need for the international community and donors to \r\nface them in order to meet their commitments in that \r\nfield. Moreover, in the context of worrisome news \r\nconcerning the social and living standards of the \r\nAfghan population, we must focus on ways to \r\neffectively distribute humanitarian assistance. \r\nHumanitarian capacity must be enhanced, especially in \r\nthe light of the threat posed by the food crisis. Since \r\n2002, the Polish Government has been actively \r\ninvolved in providing humanitarian assistance to the \r\nAfghan people, and in 2004 Afghanistan was included \r\non Poland’s list of priorities in the Asian region in the \r\nfield of humanitarian aid. In 2008, Polish official \r\ndevelopment assistance to Afghanistan amounted to \r\nmore than $3 million. \r\n Thirdly, we need better coordination of activities, \r\nespecially among UNAMA, ISAF, the European Union \r\nPolice Mission in Afghanistan and other international \r\nactors involved in Afghanistan. \r\n Fourthly and finally, let me stress the importance \r\nof regional cooperation. There is an urgent need to \r\ndevelop such cooperation in order to stabilize \r\nAfghanistan. In that context, I would like to welcome \r\nand commend the improved relations between \r\nAfghanistan and Pakistan. The international \r\ncommunity should continuously support both countries \r\nin their efforts to combat extremism and terrorism. The \r\nefforts of the Tripartite Commission — including \r\nISAF, Afghanistan and Pakistan — in the Afghani-\r\nPakistani border zone should contribute more \r\nsubstantially to the achievement of that goal. \r\n Afghanistan will need our significant and \r\ncontinuous support in its reconstruction and \r\nstabilization efforts for some years to come. At the \r\nsame time, we should try to develop programmes and \r\ninitiatives that, in a long-term perspective, would \r\nenable the Afghan people to take full responsibility for \r\nthe peaceful and prosperous development of their \r\ncountry and their region. \r\n Mr. Ali (Malaysia): First of all, let me express \r\nmy delegation’s appreciation to the Secretary-General \r\nfor his report on the situation in Afghanistan as \r\ncontained in document A/63/372. The report provides \r\nuseful observations on efforts to bring peace, security \r\nand stability to Afghanistan. We would also like to \r\nexpress our appreciation to Mr. Kai Eide, Special \r\nRepresentative of the Secretary-General for \r\nAfghanistan, for his valuable work and to the members \r\nof the United Nations Assistance Mission in \r\nAfghanistan (UNAMA) for their dedication in carrying \r\nout their responsibilities despite a difficult and \r\nchallenging situation. \r\n We also congratulate the Government of the \r\nIslamic Republic of Afghanistan on the successful \r\nlaunching of the Afghanistan National Development \r\nStrategy at the Paris Conference held on 12 June 2008, \r\nwhich, together with the pledged support of the \r\ninternational community at the Conference, provide the \r\nroad map and the means for national efforts to bring \r\nlong-term security and prosperity to Afghanistan. \r\n My delegation takes note of the Secretary-\r\nGeneral’s overall assessment that Afghanistan is facing \r\nan ever-more-challenging situation. We note with deep \r\nconcern the marked deterioration of the security \r\nsituation resulting from insurgent attacks that are \r\nA/63/PV.42  \r\n \r\n08-59517 26 \r\n \r\nspreading into more sensitive areas and the deployment \r\nof asymmetrical tactics in those attacks. The increasing \r\nviolence is a matter of concern for all, as security is the \r\nmajor factor making it possible to carry out urgently \r\nneeded humanitarian relief work and efforts to achieve \r\nlong-term success in the reconstruction and \r\nsocio-economic development of the country. The \r\nactions by the insurgents will definitely retard the \r\nGovernment’s efforts to bring much needed \r\ndevelopment to those areas. \r\n In a similar vein, we are deeply concerned with \r\nthe high number of civilian casualties, which is in no \r\nway acceptable. In the first eight months of 2008 alone, \r\nwe note that UNAMA recorded 1,445 civilian deaths, \r\nwhich represents a 39 per cent increase over the same \r\nperiod last year. We condemn the cowardly terrorist \r\nacts perpetrated by the insurgents and other extremist \r\ngroups that wilfully target civilian populations, \r\nincluding humanitarian aid workers. \r\n We are equally concerned at the civilian \r\ncasualties resulting from military actions by \r\npro-Government forces. We note from the report that \r\nduring the first eight-month period of 2008, \r\n393 deaths, or 27 per cent of civilian deaths, were \r\nattributed to air strikes by pro-Government forces. We \r\nshare the Secretary-General’s view that civilians \r\nshould be protected at all times from any form of \r\ndanger, particularly from grave injury or death, not \r\nonly from terrorist acts and insurgency, but also from \r\nthe unintended consequences of pro-Government \r\nmilitary operations. We therefore call on and urge all \r\nparties to ensure the protection of these civilians, as \r\nrequired under international humanitarian and human \r\nrights laws. We also call on the relevant authorities to \r\ncontinually review their rules of engagement and \r\nprocedures in this regard in order to ensure the \r\nprotection of civilian lives.  \r\n Another issue of concern is the narcotics situation \r\nin Afghanistan, in view of the nexus between the drug \r\ntrade and the activities of the insurgents and criminal \r\ngroups that finance terrorism and corruption. My \r\ndelegation is encouraged by the reported albeit modest \r\ndecrease in both poppy cultivation area and opium \r\nproduction. We note that opium production is now \r\nconfined to only seven provinces where the insurgents \r\nremain very active, out of a total of 34 provinces where \r\nsuch production took place previously. \r\n With regard to counter-narcotics efforts, we \r\nrecognize the monumental task that remains for \r\nAfghanistan if it is to eradicate the drug trade, in view \r\nof the insurgency and the task of providing alternative \r\nlivelihoods to poppy growers. In addition, counter-\r\nnarcotics officials and enforcers are constantly \r\nthreatened and intimidated by corrupt officials and \r\ntraffickers.  \r\n From the report, we learn that some 77 members \r\nof the eradication force were killed this year, a six-fold \r\nincrease over the casualties from last year. While \r\nefforts appear to be being taken at the country level to \r\nfurther ensure success in the counter-narcotic efforts in \r\nAfghanistan, the international community also needs to \r\ncurtail the demand side of the opium trade in \r\nAfghanistan, including by reinvigorating international \r\nefforts to clamp down on the drug route going out of \r\nAfghanistan. The adoption of Security Council \r\nresolution 1817 (2008) to, inter alia, curtail the \r\ndiversion and trafficking of precursors from exporting \r\ncountries to Afghanistan and neighbouring countries \r\nshould, if implemented thoroughly, contribute towards \r\ngreater success in counter-narcotics efforts in \r\nAfghanistan. \r\n Security challenges in Afghanistan are as much \r\nthe cause as well as the result of the socio-political \r\nsituation in the country. The resolution of the situation \r\nwill require an integrated and concerted civilian and \r\nmilitary approach. Military actions alone are \r\ninsufficient when it comes to addressing the root \r\ncauses of the problem. At the same time, the \r\nGovernment should also work to improve its delivery \r\nsystems, the quality of its governance and its respect \r\nfor human rights in order to foster credibility and \r\ngalvanize support for itself and its initiatives. \r\nFurthermore, an all-inclusive national reconciliation \r\nprocess is needed to avoid the marginalization of any \r\ngroups. My delegation is encouraged by the efforts \r\nundertaken by the Afghan Government in this \r\ndirection. \r\n For far too long now, Afghanistan has been \r\nsaddled with many daunting challenges that have \r\nplaced its people in a very precarious situation. The \r\ntime should come soon for Afghanistan to be raised out \r\nof this hardship, which will only be possible if there is \r\ncontinued support and assistance from the international \r\ncommunity. For Malaysia’s part, we reiterate our \r\ncommitment to cooperate and work closely with \r\nAfghanistan and, where appropriate, with other \r\n A/63/PV.42\r\n \r\n27 08-59517 \r\n \r\nmembers of the international community. We will \r\ncontinue to extend assistance to Afghanistan under the \r\nMalaysian technical cooperation programme to develop \r\nthe much needed human capital in the various fields of \r\nAfghanistan’s development. \r\n Mr. İlkin (Turkey): Turkey aligns itself with the \r\nstatement made by the Permanent Representative of \r\nFrance on behalf of the European Union. However, \r\ngiven the importance we attach to the situation in \r\nAfghanistan, I would like to make a few additional \r\nremarks in my national capacity. \r\n At the outset, allow me to express our satisfaction \r\nwith the draft resolution that the General Assembly \r\nintends to adopt this afternoon (A/63/L.17). We see this \r\ndraft resolution as a balanced document that reflects \r\nboth the progress made and the challenges remaining in \r\nAfghanistan. It also builds upon and complements the \r\nreport of the Secretary-General (A/63/372), which \r\ndepicts the situation in a realistic manner and offers \r\nhelpful suggestions for the road ahead. We are \r\ntherefore proud to sponsor the draft resolution, and we \r\nthank Germany for facilitating a broad consensus \r\naround it. \r\n First of all, we are as committed as ever to \r\nhelping Afghanistan build a secure, stable and \r\nprosperous country. Turkey shares unique ties with \r\nAfghanistan, so our commitment to see this country \r\nthrive and prosper is indeed deep-rooted. On the other \r\nhand, as far as our concrete contributions to \r\nreconstruction efforts go, I kindly refer participants to \r\nthe note annexed to the text of my speech, which \r\nincludes the inventory of our security and development \r\nassistance. \r\n Secondly, we are not at all pessimistic about the \r\nprospects in Afghanistan. Despite continuing \r\nchallenges, mainly in the security, counter-narcotics \r\nand governance fields, we are also aware of the \r\nprogress being made on many fronts. The statement \r\nmade by the representative of the European Union \r\ntouched upon many of these heartening achievements, \r\nand I would like to emphasize them once again. \r\n Accordingly, we urge everyone concerned not to \r\nbe discouraged by some temporary setbacks, which are \r\nonly inevitable in a war-torn country like Afghanistan. \r\nWe must always bear in mind the ultimate objective \r\nthat led us into Afghanistan in the first place. Of \r\ncourse, the responsibility to achieve this ultimate \r\nobjective rests, first and foremost, on the shoulders of \r\nthe Afghan people and their Government. And, indeed, \r\nthey have a long way to go. However, some of the \r\nrecent measures taken by the Government, including a \r\nnumber of very encouraging steps in the fight against \r\ncorruption, give us additional reasons to be hopeful. \r\nWe thus call upon the Government to continue to build \r\nupon this momentum and effectively fulfil the \r\nlegitimate expectations of the Afghan people. \r\n At this point, I would also like to acknowledge \r\nthe importance of the national political dialogue, which \r\nhas recently gained renewed impetus in the country, \r\nand we express our hope for it to yield the desired \r\nresults, namely, for a meaningful reconciliation under \r\nthe ownership and leadership of the Afghan \r\nGovernment. \r\n Thirdly, the Government and the people of \r\nAfghanistan need and deserve the full support of the \r\ninternational community in their endeavours to \r\ntransform their country. In this regard, we are pleased \r\nto see the United Nations assuming a more active and \r\ncentral role in coordinating and steering the efforts of \r\nthe international community. The Special \r\nRepresentative’s focused and committed leadership to \r\nthis end merits particular commendation. It is now \r\nimperative to translate this conceptual and \r\norganizational improvement into practical progress on \r\nthe ground, while furnishing the United Nations \r\nAssistance Mission in Afghanistan (UNAMA) with the \r\nnecessary resources. In this context, it is of paramount \r\nimportance that we increase the effectiveness of our \r\nhumanitarian and development assistance in a way that \r\nwill enable the ordinary people to feel the positive \r\nimpact in their daily lives. We should also heed the call \r\nof the Secretary-General for a political surge and \r\ndeliver it in the form of a policy surge that will win the \r\nhearts and minds of the Afghan people. That becomes \r\nparticularly important at this time with the increasing \r\nnumbers of civilian casualties, although the \r\nresponsibility for this unfortunate phenomenon rests \r\nmainly with the terrorists and extremists. Furthermore, \r\nthe approaching winter, which brings the risk of a new \r\nhumanitarian crisis, also compels us to be vigilant and \r\nresponsive.  \r\n So, as our immediate target, we should all exert \r\nevery effort to make the next four to six months until \r\nnext spring a period of fulfilled promises and tangible \r\nbenefits for Afghanistan. Among other things, \r\nimproved regional cooperation is imperative for \r\nachieving that goal. We are thus pleased to see \r\nA/63/PV.42  \r\n \r\n08-59517 28 \r\n \r\nemerging a new environment of dialogue and \r\ncooperation between Afghanistan and Pakistan. For our \r\npart, we are committed to contribute in every possible \r\nway to this promising relationship, including through \r\nthe trilateral cooperation process between our \r\ncountries, which recently had its second summit \r\nmeeting in Istanbul. \r\n In conclusion, I will recap very briefly. We are \r\nmoving in the right direction, but the road ahead is still \r\nfull of challenges. Therefore, we need to be even more \r\nwatchful and resolute. There is no doubt that the \r\nAfghans themselves should be in the driving seat. \r\nHowever, it is also imperative that the international \r\ncommunity continue to act in a spirit of partnership and \r\nwith a long-term vision and commitment. Turkey is \r\nready and willing to do its fair share in this regard. \r\n The Acting President: We have heard the last \r\nspeaker in the debate on this item.  \r\n The General Assembly will now take a decision \r\non draft resolution A/63/L.17. I should like to \r\nannounce that since the submission of the draft \r\nresolution the following countries have become \r\nsponsors: Antigua and Barbuda, Azerbaijan, Cambodia, \r\nEl Salvador, Eritrea, Ethiopia, Kuwait, Madagascar, \r\nMauritania, Palau, Paraguay, Qatar, Seychelles, Sri \r\nLanka, Thailand, Togo and the United Arab Emirates. \r\n May I take it that the Assembly decides to adopt \r\ndraft resolution A/63/L.17? \r\n Draft resolution A/63/L.17 was adopted \r\n(resolution 63/18). \r\n The Acting President: May I take it that it is the \r\nwish of the General Assembly to conclude its \r\nconsideration of agenda item 17? \r\n It was so decided. \r\nThe meeting rose at 1.05 p.m. \r\n \r\n"