" United Nations  A/63/PV.47\r\n  \r\n \r\nGeneral Assembly \r\nSixty-third session \r\n \r\n47th plenary meeting \r\nWednesday, 12 November 2008, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-59939 (E) \r\n*0859939* \r\nPresident: Mr. D’Escoto Brockmann. . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\nThe meeting was called to order at 3.15 p.m. \r\n \r\nAgenda item 45 (continued) \r\nCulture of peace \r\n Report of the Secretary-General (A/63/262) \r\n Note by the Secretary-General (A/63/127) \r\n Draft resolutions (A/63/L.23 and A/63/L.24/Rev.1) \r\nAddress by His Eminence Mohamed Sayed Tantawi, \r\nGrand Imam of Al-Azhar of the Arab Republic  \r\nof Egypt \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill hear a statement by His Eminence Mohamed \r\nSayed Tantawi, Grand Imam of Al-Azhar of the Arab \r\nRepublic of Egypt.  \r\n Mohamed Sayed Tantawi, Grand Imam of  \r\nAl-Azhar of the Arab Republic of Egypt, was \r\nescorted into the General Assembly Hall. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations the Grand Imam of Al-Azhar, His \r\nEminence Mohamed Sayed Tantawi, and to invite him \r\nto address the Assembly. \r\n Grand Imam Tantawi (spoke in Arabic): When \r\nwe talk about the culture of peace in Islam, we talk \r\nabout positive dialogue among civilizations, religions \r\nand cultures, and about realities about which the wise \r\nof all times and places concur.  \r\n The first reality is that all peoples are created by \r\nGod, the Most Exalted, out of one substance, for the \r\npurposes of devoutly worshipping their Creator and of \r\ncooperating with each other in righteousness and piety, \r\nsetting aside transgression and aggression. \r\n In the Koran, God — praise be to Allah — \r\nemphasizes:  “O mankind! We created you from a \r\nsingle pair of a male and female, and made you into \r\nnations and tribes, that you may know each other”  \r\n(The Holy Koran, XLIX: 13). The Almighty also says: \r\n“Be dutiful to your Lord, Who created you from a \r\nsingle person and from it created its mate and from \r\nthem both created many men and women ...” (The Holy \r\nKoran, IV:1). \r\n Muhammad — peace be upon him — says in this \r\nregard: “You all belong to Adam, and Adam is from \r\ndust … No Arab is better than a non-Arab, except by \r\npiety”. \r\n The second reality is that difference in beliefs and \r\nideas is human nature, that beliefs are not traded, that \r\neach individual is born with his own creed, and that \r\nthere is no compulsion in religion. Compulsion will not \r\nproduce true believers, but only lying hypocrites. God \r\nalone is the one who calls people to account for their \r\nbeliefs. \r\n Many verses in the Koran reflect these concepts, \r\namong which is God’s saying that “There is no \r\ncompulsion in religion”. The Most Exalted also told his \r\nMessenger, the Prophet Muhammad, peace be upon \r\nhim: “... your duty is only to convey the message and \r\non us is the reckoning”. \r\nA/63/PV.47  \r\n \r\n08-59939 2 \r\n \r\n The third reality is that difference in beliefs \r\namong people does not preclude their cooperation, \r\nmutual understanding, amity or exchange of benefits \r\nsanctioned by God Almighty. Human beings are civil \r\nby nature and cannot do without interaction with \r\nothers. \r\n States, also, cannot do without cooperation and \r\ninteraction and exchange of interests with one another, \r\nparticularly in our era, in which the world has become \r\na global village, mainly owing to progress in \r\ntransportation and communications through science \r\nand know-how. \r\n Persistent efforts and the good offices of the \r\nUnited Nations General Assembly thus continue \r\nunabated to promote peace and security in the world, \r\nreducing frictions and differences among nations and \r\npreventing conflicts and hatred among peoples. \r\n The fourth reality, as agreed by the wise, is that \r\nthe divine religions revealed by God Almighty to his \r\nnoble Messengers share two main cornerstones. The \r\nfirst is to worship God alone with devotion and the \r\nsecond is to maintain noble character. Any \r\ndisagreement among them has to do with secondary \r\nissues, not the basic principles. \r\n As this is the case, it follows that due respect \r\nought to be paid to all honourable Messengers and that \r\nthe guidance of religions should be pursued. \r\nDefamation of religions and assault on the honourable \r\nMessengers, therefore, do not emanate from sensibility, \r\ngood nature or clear insight. \r\n The fifth reality, as agreed by the wise, is that the \r\nGood Word works equally with friends and others. It \r\nworks with friends because it adds to the amity and \r\naffability among them. God refers to His good servants \r\nby saying: “... and they are guided to goodly words and \r\nthey are guided into the path of the God”. \r\n The good word also works with non-friends, as it \r\nserves to curb their anger and animosity. On this \r\nsubject, God says: \r\n “Tell my servants that they should speak that \r\nwhich is best; because Satan verily sows a state \r\nof conflict and disagreement among them; surely \r\nSatan is an open enemy to man.” (The Holy \r\nKoran, XVII: 53) \r\n The sixth reality, as agreed by the wise, is that \r\nsince eternity there have been virtues that need to be \r\nrespected and vices that need to be avoided. The wise \r\nhave concurred that justice is a virtue. God instructed \r\nby saying: “... when you judge between people, you \r\njudge with justice ...”. \r\n God also instructed by saying, “... and when you \r\nspeak, then be just, though be it against a relative...” \r\nGod instructed in testimony saying: “... and take as \r\nwitness two just persons from among you, and \r\nestablish the testimony for God ...”  (The Holy Koran, \r\nLXV:2). \r\n The wise also agreed that injustice is a crime that \r\nleads to great loss in this world and in the hereafter. \r\nGod demonstrates this by saying: “These are their \r\nhouses in utter ruin, for they were unjust ...”.  \r\n All divine religions and human minds seek the \r\npromotion of justice and the rejection of injustice, for \r\nthere can be no peace or security in the world unless \r\nwe exert our utmost effort to stand strong for the virtue \r\nof justice until it overwhelmingly triumphs. We also \r\nneed to stand firmly against the crimes of injustice \r\nuntil it is totally defeated. \r\n The seventh reality, as agreed by the wise of all \r\ntimes and places, is that consolidating security and \r\npeace in any State is a blessing that leads to prosperity \r\nand increased production, thereby creating happiness \r\nand ensuring more affluence and progress. \r\n When Abraham, peace be upon him, left his wife, \r\nHajar, and his son, Ismail, in holy Mecca, the blessed \r\nlands, he asked God: “My Lord, make it a secure town \r\nand provide its people with fruits, such of them as \r\nbelieve in God and the last day ...”. \r\n The wise have also agreed to reject terrorism and \r\naggression against people and the spreading of \r\nmischief in the land through annihilation and \r\ndestruction of State institutions. The wise have agreed \r\nthat this kind of terrorism is a religious and worldly \r\ntragedy. It is a religious tragedy because it explicitly \r\nviolates the provisions of divine laws that call for the \r\nsafeguarding of human life, people’s property, their \r\ndignity and all their rights from all violations, and that \r\nconsider the murder of one person as unjust and bad as \r\nthe slaughtering of all people. \r\n In this respect God says: \r\n “... whoever slays a person, unless it is for a \r\nmurder or for spreading mischief in the land, it \r\nwould be as if he slew all humans; and whoever \r\n A/63/PV.47\r\n \r\n3 08-59939 \r\n \r\nsaves a life, it would be as though he saved the \r\nlives of all humans ...” (The Holy Koran, V:32). \r\n Terrorism is a worldly tragedy because terrorists \r\nattempt to tear apart a nation’s unity, destroy a nation’s \r\nwealth and economy and create national discord and \r\nspread horror and disruption wherever they go. \r\nUndoubtedly, whoever does this is, in fact, committing \r\na crime against his or her nation, for which they \r\ndeserve the harshest of penalties. \r\n It is therefore incumbent upon us all, each in our \r\nrespective fields, and it is the duty of the General \r\nAssembly and the Security Council, being the greatest \r\ncitadels for peace, to stand together as one in the \r\ndefence of security and curbing aggression and the \r\nfight against terrorism. \r\n The eighth reality, as agreed by the wise of all \r\ntimes and places, is that the most appropriate way to \r\nsettle conflicts and disputes among people is with \r\nconstructive dialogue. By that, I mean dialogue that \r\nhas noble goals and reasonable criteria. Those who \r\nmoderate such dialogue must have positive insights, \r\nsound judgement, clear intentions and firm resolve so \r\nthey can address difficulties with utmost patience. If a \r\ndialogue is to be held on religious grounds, it must \r\nfocus on saving the oppressed, assisting the needy, \r\npromoting virtues and overcoming vice. Accordingly, \r\nevery effort must be made to help our brothers in \r\nPalestine to fully realize all their rights.  \r\n The ninth reality is that every State has a distinct \r\nculture, just as the East, the West, the South and the \r\nNorth have their own cultures. The East should take \r\nwhat it considers most appropriate from Western \r\ncivilization and vice versa, and the same applies to the \r\nSouth and the North. We believe in cooperation, \r\ncomplementarity and harmony among civilizations, \r\nand we disagree with those who believe in the clash, \r\nrepulsion, incongruity and animosity among cultures \r\nand civilizations. \r\n We support the decisions and recommendations \r\nresulting from the World Conference on Dialogue, held \r\non 18 July 2008 by the Muslim World League under \r\nthe auspices of His Majesty King Abdullah Bin \r\nAbdulaziz Al Saud, Custodian of the Two Holy \r\nMosques, and His Majesty King Juan Carlos of Spain. \r\nIn that regard, we believe that the practical measures \r\nproposed by His Majesty the Custodian of the Two \r\nHoly Mosques will enable us to attain all our \r\nobjectives.  \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the Grand Imam \r\nof Al-Azhar of the Arab Republic of Egypt for the \r\nstatement he has just made. \r\n His Eminence Mr. Mohamed Sayed Tantawi, \r\nGrand Imam of Al-Azhar of the Arab Republic of \r\nEgypt, was escorted from the General Assembly \r\nHall. \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the former Prime Minister \r\nand Special Envoy of the President of the French \r\nRepublic, who will also speak on behalf of the \r\nEuropean Union. \r\n Mr. Alain Juppé, former Prime Minister and \r\nSpecial Envoy of the President of the French \r\nRepublic, was escorted to the rostrum. \r\n The President (spoke in Spanish): I have great \r\npleasure in welcoming His Excellency Mr. Alain Juppé, \r\nformer Prime Minister and Special Envoy of the \r\nPresident of the French Republic, and inviting him to \r\naddress the General Assembly. \r\n Mr. Juppé (France) (spoke in French): Today, it \r\nis a great joy and honour for me to address the General \r\nAssembly on behalf of Mr. Nicolas Sarkozy, President \r\nof the French Republic, who is also current President \r\nof the European Union and whom I am mandated to \r\nrepresent at this plenary meeting of the Assembly on \r\ninterreligious dialogue. \r\n On behalf of France, I should like at the outset to \r\nthank His Majesty King Abdullah Bin Abdulaziz Al \r\nSaud of Saudi Arabia, Custodian of the Two Holy \r\nMosques, who has undertaken the commendable \r\ninitiative to promote interreligious dialogue on several \r\noccasions in recent months. The process launched in \r\nMecca in June is enabling us to exchange views on this \r\ncrucial issue today in New York within the framework \r\nof the General Assembly.  \r\n Through his initiative, His Majesty intended to \r\ninvite believers to find sources of unity, rather than \r\ndivision, in their respective faiths and to take an \r\nenlightened view of all creeds, guided by mutual \r\nrespect. We cannot fail to congratulate him on that. \r\nHolding regular meetings among representatives of \r\nvarious religions within the framework of an \r\ninterreligious dialogue based on trust encourages \r\ntolerance with a view to peace. Such an approach helps \r\nto raise awareness about the ongoing problem of acts \r\nA/63/PV.47  \r\n \r\n08-59939 4 \r\n \r\nof violence that, while perpetrated in the name of faith, \r\nonly besmirch what they believe they are exalting.  \r\n Interreligious dialogue should thus enable us to \r\nreduce misunderstanding and bridge the gap between \r\ncivilizations, whose religions can be an essential \r\nelement of identity. France unreservedly supports such \r\ndialogue, first of all because our own experience since \r\nthe Revolution of 1789 has caused us to develop a \r\nconcept of secularism aimed solely at promoting \r\npeaceful coexistence among all beliefs and non-beliefs \r\nwithin the national community. From the French \r\nperspective, if interreligious dialogue does not retreat \r\ninto exclusion, it is the useful and welcome \r\ninternational extension of a national asset that is \r\nviewed positively by the vast majority of French \r\ncitizens and of those whom they welcome on their soil.  \r\n France also supports this initiative because one of \r\nthe ongoing goals of French diplomacy — in particular \r\nsince the attacks of 11 September 2001 — has been to \r\nprevent a whole range of factors from working together \r\nto give substance to the idea of a clash of civilizations. \r\nWe formally dispute that idea, whose self-fulfilling \r\nnature could have disastrous consequences for \r\ninternational peace. \r\n The States members of the European Union, on \r\nwhose behalf I should now like to speak, have paid \r\nparticular attention to His Majesty’s initiative. \r\nThroughout their history, Europeans have had the often \r\nbloody experience of religious wars and \r\ninterdenominational hatred. They have chosen to \r\nencourage intercultural and interreligious dialogue, \r\nwhich promotes human knowledge and understanding. \r\nThe notions of tolerance, peacebuilding and peace \r\nconsolidation lie at the heart of the European identity, \r\nas they enable people to organize themselves into \r\npolitical collectives that respect the religious, spiritual \r\nand philosophical identities of all parties. That is the \r\nmessage that Europe conveys within the Alliance of \r\nCivilizations, which was launched at the initiative of \r\nSpain and Turkey and whose objectives we fully \r\nsupport.  \r\n While we believe that faith is a matter of \r\nindividual identity and choice, Europeans are \r\nconvinced that religious communities can play a major, \r\nif not essential, role in promoting dialogue, fraternity, \r\nsolidarity and peace. Interreligious dialogue must be as \r\nbroad as possible. It must be able to bring together not \r\nonly representatives of all religions, but also \r\nrepresentatives of all spiritual, philosophical and \r\nhumanistic traditions in all their diversity and their \r\nmany aspects. \r\n As we prepare to commemorate the sixtieth \r\nanniversary of the Universal Declaration of Human \r\nRights, respect for the universal values and principles \r\nof human rights is an essential pillar on which to build \r\nand strengthen interreligious dialogue. The recognition \r\nof unrestricted religious freedom in all its aspects, \r\nincluding the right to change religions or to develop a \r\nspiritual or humanistic approach other than religious \r\nbelief, is an essential element of such dialogue. \r\n In order to engage in dialogue, one must also be \r\ncapable of listening to opposing views or even \r\ncriticism. Recognizing the right to express oneself and \r\nto accept differing opinions is another essential \r\nelement of dialogue. Freedom of religion is \r\ninconceivable without freedom of expression, even if it \r\nis sometimes used to deride; it is a condition sine qua \r\nnon for interfaith dialogue. The only limits on such \r\nfreedom are international law and the spirit of \r\nresponsibility, which should be the guiding principle of \r\nevery human being who is convinced of the supreme \r\ninterest of peace, whether it be the internal peace \r\nrequired by every society or peace among nations. \r\n Lastly, this dialogue should be free from all \r\npolitical involvement. Interfaith dialogue is the \r\nresponsibility of the religious authorities, believers and \r\nrepresentatives of spiritual, philosophical and \r\nhumanistic traditions. No political movement, \r\nassociation or organization has the right to shape the \r\ndebates or endorse the conclusions of any interfaith \r\ndialogue. The role of governmental or \r\nintergovernmental authorities should simply be to help \r\ncreate an environment in which such dialogue can take \r\nplace. \r\n Speaking again in my national capacity, I would \r\nlike to emphasize that France is particularly committed \r\nto continuing this interfaith dialogue. His Majesty the \r\nKing of Saudi Arabia is aware of the French \r\nPresident’s views and convictions on this matter. He \r\nexpressed them at the basilica of Saint John Lateran, in \r\nRome, and reiterated them in Riyadh in his speech \r\nbefore the consultative council on 14 January, in which \r\nhe said:  \r\n  “It is not religious sentiment in itself that is \r\ndangerous, but rather when this sentiment is used \r\nas regressive political tool to commit new \r\n A/63/PV.47\r\n \r\n5 08-59939 \r\n \r\nbarbarities. Do all of these excesses, all of these \r\nabuses, mean that we should condemn religion? \r\nCertainly not. Such a cure would be worse than the \r\ndisease. Religious sentiment can no more be \r\ncondemned on account of fanaticism than national \r\nsentiment can be condemned on account of \r\nnationalism.” \r\n As everyone knows, in France, churches and the \r\nState are separate entities. Regardless of their personal \r\nviews, our national authorities do not express \r\npreference for one faith over another. They respect all \r\nfaiths and are committed to ensuring that everyone can \r\nfreely choose to believe or not and can practice their \r\nfaith in a dignified manner. We respect those who \r\nbelieve in heaven just as much as those who do not, \r\nand we strive to ensure that each person — whether \r\nCatholic, Protestant, Orthodox, Jewish, Muslim, \r\nBuddhist, Baha’i, atheist, agnostic, freethinker, \r\nfreemason or rationalist — feels happy to be living in \r\nFrance, feels free and feels that their beliefs, values \r\nand origins are respected. \r\n It is those very principles that guide France’s \r\nwork in the international arena and that guide my \r\nspeech today. I am of course aware of the wide \r\ndiversity of perspectives, cultures and beliefs around \r\nthe world, but it is my view that the best way to limit \r\nthe conflict that arises between them is for public \r\nauthorities, while carefully promoting mutual respect \r\nbetween different faiths and the necessary interfaith \r\ndialogue, to deliberately avoid becoming involved in a \r\nmatter that is, above all, about the exercise of an \r\nindividual freedom. \r\n \r\n  Address by Mr. Deleita Mohamed Deleita, \r\nPrime Minister of the Republic of Djibouti \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the Prime Minister of the \r\nRepublic of Djibouti. \r\n Mr. Deleita Mohamed Deleita, Prime Minister of \r\nthe Republic of Djibouti, was escorted to the \r\nrostrum. \r\n The President (spoke in Spanish): I have great \r\npleasure in welcoming His Excellency Mr. Deleita \r\nMohamed Deleita, Prime Minister of the Republic of \r\nDjibouti, and inviting him to address the General \r\nAssembly. \r\n Mr. Deleita (Djibouti) (spoke in French): It is \r\nwith genuine pleasure and a tremendous sense of \r\nhonour that I take the floor today before this august \r\nAssembly and that my country rises to the challenge of \r\nthe generous invitation of His Majesty King Abdullah \r\nBin Abdulaziz Al Saud, Custodian of the two Holy \r\nMosques, in order to participate in this high-level \r\nmeeting of the General Assembly on the culture of \r\npeace through dialogue among religions and cultures, \r\nthe importance and prospects of which no longer need \r\nto be demonstrated. Allow me, first of all, your \r\nMajesty, to transmit to you the distinguished greetings \r\nof your brother, His Excellency Ismael Omar Guelleh, \r\nPresident of the Republic of Djibouti, who, for reasons \r\nbeyond his control, is not able to be here beside you to \r\nparticipate in this important meeting. \r\n The culture of peace, which has been on the \r\nGeneral Assembly’s agenda since its fiftieth session, is \r\ntoday one of the most crucial issues for the \r\ninternational community. We are gratified by and \r\nsupport this unprecedented initiative of His Majesty \r\nKing Abdullah Bin Abdulaziz Al Saud, Custodian of \r\nthe two Holy Mosques, as it takes place after the World \r\nConference on Interreligious Dialogue initiated in \r\ncooperation with King Juan Carlos I of Spain, held in \r\nJuly 2008 in Spain. These initiatives seek to establish a \r\ndialogue between Islam, Christianity, Judaism and any \r\nother belief or philosophy. They demonstrate courage \r\nand a strong political will to contribute in a meaningful \r\nand constructive manner to reconciling people through \r\npromoting dialogue among cultures and religions.  \r\n This is an important dialogue. It should serve to \r\nconvey a genuine image of religion, and of ours in \r\nparticular, by means of dialogue in order to counter the \r\nmisunderstandings that are spreading throughout the \r\nworld. Islam, which is a religion of peace, is today \r\nidentified and associated with international terrorism, a \r\nbarbaric phenomenon. We see today that this scourge is \r\none of the most manifest obstacles to dialogue and \r\npeaceful coexistence among peoples. Clearly, this is a \r\nglobal phenomenon and it requires an organized and \r\nconcerted international effort. We must confront this \r\nscourge together in a serious manner and with a sense \r\nof responsibility, justice and equity.  \r\n While we are convinced that we must work to \r\ncombat terrorism in all its aspects and tackle it at the \r\nroot, we must also work to overcome this phobia of \r\nanything relating to Islam. That attitude is on the rise, \r\nand it is undermining a genuine perception of our \r\nA/63/PV.47  \r\n \r\n08-59939 6 \r\n \r\nreligion and its principles of peace, tolerance and \r\ncompassion. We must do all we can to prove that the \r\nrecent accusations of violence and terrorism attributed \r\nto Islam are not justified.  \r\n We must, finally, explain that the Holy Koran \r\nadvocates peace and not violence or war. It advocates \r\ntolerance and not fanaticism. It advocates love and not \r\nhatred. It advocates coexistence and respect for others.  \r\n Today, humanity is suffering from a loss of \r\nvalues and from great confusion about ideas. We are in \r\na difficult phase. Intolerance, distrust and suspicion \r\nprevail among communities and peoples. What is \r\ncausing this and, more importantly, what can we do? \r\nWe can say here that the main cause is ignorance. \r\nIgnorance is what creates fear of others. Allow me to \r\nunderscore the importance of dialogue and education in \r\ncombating that phenomenon. Education and dialogue \r\nremain, in my opinion, the most important weapons in \r\nthe struggle to overcome the vicious circle of \r\nignorance and of the distortion of religious messages \r\nand concepts.  \r\n This is a permanent challenge, which every \r\nsociety and every citizen must face. Education and the \r\nculture of peace must become a constant concern \r\nwithin our societies, because this is what will lead to \r\nmutual respect, an essential prerequisite for \r\nconstructive dialogue.  \r\n Every society has multiple identities today. We \r\nnow understand that the concept of diversity is \r\nindispensable. Cultural diversity is the common \r\nheritage of mankind and the adoption of the \r\nConvention on the Protection and Promotion of the \r\nDiversity of Cultural Expressions bears witness to that \r\nfact. \r\n That plurality of identities is an asset from which \r\nwe should draw pride and profit and which in turn \r\nfosters an openness toward other cultures, enabling \r\nmutual enrichment. In this context, tolerance takes on \r\nits full meaning, implying recognition of the respect \r\nfor all cultures and their equal dignity and, at the same \r\ntime, rejection of and fight against extremism and \r\nterrorism. This is why we are convinced that the \r\nculture of peace is the ideal avenue to bring about \r\nunderstanding and cooperation among people in order \r\nto attain peaceful coexistence among nations and that it \r\nis the best way of strengthening understanding and \r\nbringing peoples together. This is also why we believe \r\nthat dialogue must be multiple and diverse and that it \r\nmust be carried out not only at the State level, but also \r\nand crucially at the regional and local levels in all parts \r\nof the world. A return to moral and religious values is \r\nan absolute necessity, as human beings cannot live \r\nwithout values, which can provide protection against \r\nall sorts of deviation. \r\n I am gratified by the increasing recognition of the \r\nvalue of the culture of peace as a horizontal instrument \r\nthat can help us build and strengthen bridges among \r\ncivilizations and religions. It is our responsibility to \r\ninform the peoples of the whole world, community by \r\ncommunity, that differences are not and must not be the \r\nsource of conflict and confrontation. Of course, we do not \r\nall believe in God in the same way; of course, we do not \r\nserve God or worship God in the same way, but that \r\nreality does not mean that we should become opponents. \r\nBeyond the diversity of cultures, there remain \r\nfundamental values that are universal and are conveyed \r\nby all cultures, religions and philosophies, values such as \r\nmoral integrity in speech and action, solidarity, tolerance \r\nand the search for virtue and wisdom. \r\n If we want this historic meeting to be a success, it \r\nis imperative that we concentrate on the common \r\nfoundations that unite us, that is to say, the belief in the \r\nnoble principles and high moral values that constitute \r\nthe essence of every religion. I am profoundly \r\nconvinced that all religions, intended initially to guide \r\nand improve human action, must never serve as a \r\npretext for the dissemination of hate and violence.  \r\n With globalization and new means of \r\ncommunications, all information is spread immediately \r\nthroughout the world. We are increasingly \r\ninterdependent, and our fates continue to become more \r\nintimately linked. This new reality, which is entirely \r\ndifferent from the centuries of experience of our \r\nancestors and our countries, should lead us to step up \r\nour efforts to preserve and protect peace and to \r\nadvocate for tolerance and respect for others. More \r\nthan ever, we must reaffirm the common universal \r\nvalues that are the foundation of our existence. More \r\nthan ever, we must respect the diversity of people, \r\nbeliefs and cultures and devote ourselves to the values \r\nof tolerance. More than ever, we must seize and \r\ncultivate every opportunity for dialogue in order to \r\nresolve and avoid any misunderstanding about our \r\ndifferences. It is by this means alone that we may \r\ndistance ourselves from the spectre of the clash of \r\ncivilizations and that we may achieve a responsible \r\ndialogue among civilizations.  \r\n A/63/PV.47\r\n \r\n7 08-59939 \r\n \r\n Mr. Beck (Solomon Islands), Vice-President, took \r\nthe Chair. \r\n In conclusion, I would say that we are today at a \r\ndecisive crossroads in our history. The path of \r\nintegration seems difficult; it demands unfailing \r\npolitical commitment and will and intense effort, \r\nmarked by patience and respect. However, it is only \r\ntogether and in solidarity, speaking with one and the \r\nsame voice, that we will be able to achieve our \r\nobjectives.  \r\n It is vital that we adopt strong, common positions \r\nagainst common threats, against the forces of evil, \r\ninjustice and tyranny, while working with hope and \r\noptimism to build a better future, where the spirit of \r\ngenerosity and solidarity, as well as the values of \r\nmorality and virtue, may reign.  \r\n To that end, we encourage the General Assembly \r\nto support and to endorse the conclusions of the \r\nMadrid World Conference on Dialogue, which strongly \r\npromote a culture of peace. May God help us and guide \r\nour steps. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nRepublic of Djibouti for the statement he has just \r\nmade. \r\n Mr. Dileita Mohamed Dileita, Prime Minister of \r\nthe Republic of Djibouti, was escorted from the \r\nrostrum. \r\n The Acting President: The Assembly will hear a \r\nstatement by His Excellency Mr. Kassym-Jomart \r\nTokayev, Chairman of the Senate of the Parliament of \r\nKazakhstan. \r\n Mr. Kassym-Jomart Tokayev, Chairman of the \r\nSenate of Kazakhstan, was escorted to the \r\nrostrum. \r\n The Acting President: I have the pleasure to \r\nwelcome the Chairman of the Senate of the Parliament \r\nof Kazakhstan, His Excellency Mr. Kassym-Jomart \r\nTokayev. I invite him to address the General Assembly. \r\n Mr. Tokayev (Kazakhstan): Kazakhstan \r\nwelcomes and supports the initiative of His Majesty \r\nthe King of Saudi Arabia to convene this important \r\nforum at the United Nations. We have no doubt that \r\nsuch a universal organization as the United Nations has \r\na pivotal role to play in ensuring peace, understanding \r\nand international security. The high representatives of \r\nvarious States and regions that have come together in \r\nthis Hall are motivated by the noble idea of holding an \r\nopen dialogue among cultures and religions. Our \r\ncommon goal is simple and clear: to build a more \r\nsecure and stable world. \r\n The current situation in our world is complex and \r\ncontroversial. We in Kazakhstan hear with sincere \r\nregret the news of new victims of terrorism, wars and \r\nconflicts arising from xenophobia, religious intolerance \r\nand civilization’s contradictions. At the same time, \r\nglobal challenges disregard racial, ethnic and religious \r\ndifferences. The threats they pose affect, to the same \r\nextent, all nations and peoples striving to live in peace \r\nand understanding, to make the world a better place for \r\nthe sake of our children and to ensure for them a \r\nbrighter future. Global challenges bring about the need \r\nfor a large-scale global dialogue on the issues of \r\nintercultural and interfaith understanding. There is no \r\nalternative to mutual understanding, respect and \r\ntolerance. The time has come for statesmen and \r\nreligious leaders to come together. We will be unable to \r\nprotect the world from violence and chaos unless joint \r\nefforts are undertaken. \r\n Nations will never give up their historical, \r\nspiritual and cultural identities. That is a right and \r\nnatural development. Every culture, not to mention \r\nreligion, has a legitimate right to freely exist and to be \r\nmutually respected. That is why, while recognizing and \r\nwelcoming the variety of cultures, we should facilitate \r\nin every possible way the modern world’s evolution \r\ntowards a universal civilization based on common \r\nvalues of freedom, tolerance and understanding. The \r\nnotion of unity in diversity is extremely relevant in the \r\nmodern world. \r\n As a nation where many ethnic groups and faiths \r\nhave successfully coexisted for centuries, Kazakhstan \r\nstands ready to contribute to the development of the \r\nglobal dialogue of religions and cultures. Kazakhstan \r\nhas historically been a place of interaction of great \r\ncivilizations. A spirit of openness and cooperation has \r\nalways been a part of the traditions and mentality of \r\nour people. Kazakhstan is the home country of an \r\noutstanding thinker of the Orient, al-Farabi, and an \r\nIslamic enlightener, Ahmed Yasawi. The remains of \r\nFather Sebastian, beatified by the Russian Orthodox \r\nChurch, are also in my country. A Jewish sacred place, \r\nthe grave of a Lubavitcher Rabbi, is located on our \r\nterritory. Ancient Buddhist temples still exist on our \r\nboundless land. Many ethnic groups were exiled to \r\nA/63/PV.47  \r\n \r\n08-59939 8 \r\n \r\nKazakhstan during the totalitarian regime and all of \r\nthem found the shelter and hospitality of Kazakhs.  \r\n Now, in a new historical reality, these ethnic \r\ngroups have become the backbone of the unique \r\ninstitution that is our Assembly of the People of \r\nKazakhstan. The Parliament of Kazakhstan has passed \r\na law granting special status to this organization as a \r\ncentre for the interaction of all ethnic groups living in \r\nour country. The Assembly has been given an exclusive \r\nright to appoint its representatives as delegates to the \r\nMazhilis, the lower chamber of the Kazakh Parliament. \r\n Recently, the Parliament passed national \r\nlegislation on the freedom of faith and of religious \r\norganizations. This legislation has been improved and \r\namended to comply with international standards and \r\nexperience drawn from practices abroad. Since our \r\nindependence, only 17 years ago, 1,500 mosques, over \r\n170 Orthodox parishes, more than 30 Catholic \r\nchurches, 20 synagogues and over 1,000 houses of \r\nprayer and Protestant missions have been built in our \r\ncountry. \r\n Since 2003, our new capital, Astana, has, upon \r\nthe initiative of President Nursultan Nazarbayev, \r\nhosted two summit meetings of the Congress of \r\nLeaders of World and Traditional Religions. This \r\nforum has become a unique Central Asian platform for \r\ndialogue among world religions. I would like to ask the \r\nrepresentatives of the international community to offer \r\ntheir support to the third Congress of Leaders of World \r\nand Traditional Religions, which is to be held on 1 and \r\n2 July next year in Astana, this time with the \r\nparticipation of the United Nations. \r\n The title of the upcoming Congress, recently \r\napproved by its secretariat, is “The role of religious \r\nleaders in building a world of tolerance, mutual respect \r\nand cooperation”. We will be delighted to welcome \r\nrepresentatives of Governments and religious \r\ncommunities of countries from around the world as \r\nguests of the Congress. \r\n We believe that these Congresses hosted by \r\nKazakhstan do not contradict, but rather complement, \r\nsimilar forums held in other States. In this respect, \r\nKazakhstan appreciates the efforts of Russia, Saudi \r\nArabia, the Philippines, Qatar, Japan, Greece, Italy and \r\nother States to promote interfaith and intercultural \r\ndialogue. \r\n Our country has joined the group of friends of the \r\nAlliance of Civilizations initiated by the Governments \r\nof Turkey and Spain. We will do our utmost to \r\nstrengthen cooperation with the Alliance. \r\n As was proposed by our head of State, the \r\nGeneral Assembly declared 2010 to be an International \r\nYear for the Rapprochement of Cultures. We call upon \r\ncountries to take concrete actions through their \r\nnational programmes to achieve positive results in this \r\nimportant interaction. \r\n Kazakhstan is also planning to host a global \r\nforum on spiritual accord and dialogue among cultures. \r\nLast month, a ministerial forum entitled “Common \r\nWorld: Progress through Diversity”, which brought \r\ntogether the Ministers for Foreign Affairs of over 50 \r\nStates and representatives of international \r\norganizations, was held in our country. This meeting \r\nwas an early tangible result in implementation of our \r\ninitiative to promote dialogue between the Muslim \r\nworld and the West. \r\n Kazakhstan will chair the Organization for \r\nSecurity and Cooperation in Europe (OSCE) in 2010 \r\nand the Organization of the Islamic Conference (OIC) \r\nin 2011. In preparation for its OSCE chairmanship, \r\nKazakhstan has adopted a special programme entitled \r\n“The Path to Europe”, which outlines specific tasks for \r\nbroad interaction with the European countries and \r\ninstitutions in the economic, political and cultural \r\nfields. At the same time, as a secular State with a \r\npredominantly Muslim population, Kazakhstan has \r\nvoiced its commitment to the ten-year Programme of \r\nAction of the OIC. \r\n Kazakhstan has been consistently involved in \r\nstrengthening the interaction of various cultures and \r\ncivilizations, as well as in promoting active \r\ncooperation within international organizations in that \r\narea. Our national experience has shown that there is \r\nboth an opportunity and a need for the rapprochement \r\nof different cultures and religions on a global scale. At \r\nthe same time, Kazakhstan has demonstrated the \r\npractical value of the rapprochement process to \r\nensuring and enhancing the social and economic \r\nprogress of States. \r\n Finally, I would like to thank Secretary-General \r\nBan Ki-moon and President of the General Assembly \r\nMiguel d’Escoto Brockmann for the timely and wise \r\ndecision to hold this meeting, which will undoubtedly \r\n A/63/PV.47\r\n \r\n9 08-59939 \r\n \r\nbe an important landmark in promoting the ideas of \r\ncooperation and dialogue. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Chairman of the Senate \r\nof the Parliament of the Republic of Kazakhstan for the \r\nstatement he has just made. \r\n Mr. Kassym-Jomart Tokayev, Chairman of the \r\nSenate of the Parliament of the Republic of \r\nKazakhstan, was escorted from the rostrum. \r\n \r\n  Address by Mr. Salam Fayyad, Prime Minister \r\nof the Palestinian National Authority \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the \r\nPalestinian National Authority. \r\n Mr. Salam Fayyad, Prime Minister of the \r\nPalestinian National Authority, was escorted to \r\nthe rostrum. \r\n  The Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Salam Fayyad, Prime \r\nMinister of the Palestinian National Authority, and to \r\ninvite him to address the Assembly. \r\n Mr. Fayyad (Palestine) (spoke in Arabic): At the \r\noutset, I wish to express our deep appreciation to the \r\nPresident for convening this important meeting. We are \r\npleased and honoured to see him presiding over the \r\nsixty-third session of the General Assembly. I would \r\nalso like, on behalf of His Excellency President \r\nMahmoud Abbas, to express our deep gratitude to the \r\nCustodian of the Two Holy Mosques, His Majesty King \r\nAbdullah Bin Abdulaziz Al Saud, King of Saudi \r\nArabia, for his noble and continued efforts in spreading \r\nthe culture of tolerance and understanding among \r\nreligions and for launching the international initiative \r\nto promote dialogue among religions and cultures. \r\n I come to this Assembly from the land of divine \r\nmessages to mankind, the land of Palestine, where \r\ntolerance has been rooted in the history of the \r\nPalestinian Arab people. Following in the footsteps of \r\nthe Prophets that walked that blessed land and on the \r\nbasis of complete faithfulness to the spiritual, \r\ncivilizational and cultural heritage of Palestine that has \r\nembraced tolerance and coexistence among religions \r\nover the centuries, the Palestinian Arab people — \r\nMuslims and Christians — has preserved the culture of \r\ntolerance and coexistence, despite the historical \r\ninjustice that has been imposed on them for over 60 \r\nyears. Indeed, the Palestinians have responded to every \r\ncall to prayer from every mosque, church, and temple \r\nwith a hymn of compassion, love and peace. \r\n I come to this Assembly from Jerusalem and \r\nBethlehem, cities of peace and love, which have \r\nembraced and nourished coexistence throughout the \r\nages, and whose people suffer today from the pain of \r\nisolation and the cruelty of siege, walls, discrimination, \r\nand from the destruction of their homes and even the \r\nconfiscation of their cemetery lands. They look to this \r\nAssembly to bring an end to the shackles of occupation \r\nand injustice that have brought nothing but hatred, fear, \r\nintolerance and mistrust. \r\n Our world is still suffering from all forms of \r\nreligious extremism and racial discrimination and \r\nforeign occupation, which are the causes of hatred, \r\nextremism, intolerance and bigotry, which are contrary \r\nto the purposes and principles of the Charter of the \r\nUnited Nations, which calls for joint efforts to \r\nstrengthen international relations and provide \r\ncapacities for building an exemplary human society. \r\nThat, in turn, requires the expansion and deepening of \r\ndialogue and its affirmation as a civilized means for \r\ncooperation, security, peace and well-being.  \r\n Despite the passing of more than 63 years since \r\nthe adoption of the Charter’s call for tolerance, \r\ncoexistence and peace on earth, many peoples \r\nthroughout the world continue to suffer from the pain \r\nof irrational and irresponsible practices and policies, \r\nwhich are governed by a sense of the arrogance of \r\npower and racial, religious or ethnic superiority.  \r\n On the other hand, the forces of good in all \r\nreligions have always challenged those calling for \r\nextremism, confrontation and superiority. The forces of \r\ngood have succeeded in many cases in confronting \r\nthose abhorrent phenomena and have contributed to the \r\nsuccess of the model of coexistence, thus helping to \r\nmaintain international peace and security and promote \r\nfriendly relations among nations and peoples based on \r\nmutual respect for the equal rights of peoples, \r\nincluding the right to self-determination. \r\n Therein lies the importance of this noble \r\ninitiative for dialogue among religions and for \r\nreligious tolerance as represented by the mosaic of \r\nhuman diversity and necessitated by the sum of human \r\nexperience, which has proven that civilizations have \r\nA/63/PV.47  \r\n \r\n08-59939 10 \r\n \r\nnot arisen in human history without having interacted \r\nwith other civilizations. \r\n The President returned to the Chair. \r\n That is what has enabled humanity to formulate \r\nthe common value of coexistence, which calls for \r\nfreedom and equality among all human beings, \r\nregardless of their race, religion or culture, and for the \r\nestablishment of justice and peace in the world. Indeed, \r\ntolerance and coexistence among religions is a \r\nprerequisite for human life and coexistence among \r\nhuman beings. \r\n In order to preserve this noble human \r\nprerequisite, which all religions have called for, we \r\nmust promote and deepen dialogue aimed at achieving \r\npeace among human beings, avoid conflicts, suppress \r\nall acts of aggression and arrogance, ensure respect for \r\nthe differences among religions, cultures and \r\ncivilizations, and encourage the quest for positive \r\ninteraction between civilizations, cultures and \r\nreligions. \r\n It is incumbent on all Member States, collectively \r\nand individually, to work hard under the aegis of the \r\nUnited Nations to uphold mutual respect among \r\nreligions, to maintain the right to religious belief and \r\nhuman dignity, and to consolidate full equality of \r\nrights through the promotion of a culture of tolerance \r\nand understanding. \r\n The only means to achieve this is through \r\ndialogue in a framework of international relations, and \r\nby addressing the root causes that fuel intolerance and \r\nextremism in all their forms. We must also work to \r\nraise communities based on real religious tolerance and \r\nnon-discrimination of religion, race, colour and gender. \r\n We must also respond decisively to the \r\nphenomenon of the defamation of religions and their \r\nsymbols and to those who claim the inevitability of a \r\nclash of civilizations. There must be a cessation of \r\ndefamation and stereotypical caricatures of peoples. \r\n In this context, we emphasize the importance of \r\nthe Mecca Appeal issued by the International Islamic \r\nConference for Dialogue, held in June 2008 under the \r\nauspices of the Custodian of the Two Holy Mosques, \r\nHis Majesty King Abdullah Bin Abdulaziz Al Saud, \r\nand the Madrid Declaration of the World Conference \r\non Dialogue of July of this year. \r\n The international community is faced with an \r\noverall responsibility and a great challenge to respond \r\nfirmly to all the abhorrent phenomena that undermine \r\ncoexistence. It must formulate policies and approaches \r\nthat ensure compliance with covenants and treaties and \r\nwhich will relegate this dark side of human history to \r\nthe dark and painful past, rather than have it continue \r\nto threaten our present and future. There can be no \r\nchoice but to overcome those abominable phenomena \r\nand their promoters and put an end to them, because \r\nthe consequences of failure would be catastrophic for \r\nthe future of all humankind. \r\n As we speak about religious tolerance, we must \r\nspeak about Jerusalem, the city of peace, the land of \r\nprophets, the first of the two qiblas, and the third \r\nholiest shrine in Islam, the place of the ascension of the \r\nProphet Muhammad, peace be upon him, and the place \r\nof the resurrection of Jesus Christ, peace be upon him. \r\n The Holy City has suffered from occupation for \r\nover forty-one years. During this time, it has been \r\nsubjected to a series of practices and violations aimed, \r\nin essence, at altering its character and status. Some \r\nexamples of this are the harassment of its Palestinian \r\ninhabitants, as well as of Muslims and Christians, \r\nattempts to force them to abandon Jerusalem, and the \r\nimposition of a fait accompli on the ground that \r\nthreatens the prospects of achieving an agreement on \r\nthe final status of the Holy City. \r\n The Security Council, the General Assembly and \r\nother organs have adopted numerous resolutions on this \r\ntopic, all of which have reaffirmed that any measures \r\ntaken by Israel, the occupying Power, to impose its \r\nlaws, jurisdiction and administration on occupied \r\nJerusalem are illegal, null and void and have no \r\nvalidity whatsoever. Those resolutions have also called \r\nfor the cessation of all violations of the sanctity of \r\nJerusalem. \r\n Regrettably, however, none of those resolutions \r\nhave been respected or implemented. On this occasion, \r\nwe therefore emphasize that any situation where holy \r\nplaces are being violated or where one group or \r\nreligion attempts to impose control, regardless of the \r\npretext, is unacceptable. Continued silence in the face \r\nof such an unjust situation threatens the foundations of \r\nreligious tolerance and serves only to escalate conflict \r\nand create more intolerance and hatred. \r\n This makes it imperative for the international \r\ncommunity to give Jerusalem and its inhabitants the \r\n A/63/PV.47\r\n \r\n11 08-59939 \r\n \r\nprotection they deserve, to address all illegal practices \r\nthat contravene the principles of justice and rules of \r\ninternational law, as well as to provide protection for \r\nthe city and its unique spiritual, religious and cultural \r\nstatus, as envisaged in the relevant United Nations \r\nresolutions on this issue. Such support will \r\nundoubtedly ease tensions, fears and hatred, while \r\nencouraging dialogue towards the achievement of the \r\ndesired goals of freedom, peace and tolerance. \r\n Nothing that has been said from this rostrum or in \r\nany other forum about Jerusalem can change the \r\nhistorical fact that East Jerusalem has been an occupied \r\nPalestinian territory since 5 June 1967 or can obviate \r\nthe necessity of applying relevant resolutions of \r\ninternational legitimacy, particularly with regard to the \r\nIsraeli withdrawal from the city and the rest of the \r\noccupied Palestinian territories. \r\n The choice of the Palestinian people, as affirmed \r\nand detailed in the 1988 Palestinian Peace Initiative, is \r\nthat East Jerusalem is the capital of the future \r\nindependent Palestinian State. The Palestinian people \r\nthus expect the international community to provide \r\nurgent and effective assistance to put an end to the \r\noccupation and to enable them to exercise their \r\nlegitimate rights, at the forefront of which is the right \r\nto establish their independent State with East Jerusalem \r\nas its capital with the 1967 borders. This will pave the \r\nway for ending intolerance, hatred and racism and is \r\nthe key to peace, security and stability throughout the \r\nregion. \r\n Such an achievement will ensure freedom for all \r\npeoples of all religions and nationalities to \r\npermanently and freely reach the holy places. This is \r\nwhat the Palestinian people, Muslims and Christians, \r\nhave been accustomed to throughout history and they \r\nlook forward to its continuation for the benefit of all \r\nbelievers of all monotheistic religions. \r\n This is a commitment made by the Palestinian \r\npeople in the 1988 Declaration of Independence, as \r\nwell as in the constitutional principles governing the \r\nwork of the Palestinian National Authority. Today, we \r\nrenew this commitment before you. \r\n The walls of the old city in East Jerusalem \r\nencompass the minarets of Al-Aqsa Mosque and the \r\nbells of the Church of the Nativity and these, along \r\nwith every stone, rock and corner in its streets and \r\nquarters, represent the summation of the city’s \r\nenormous capacity for hosting coexistence among \r\ncivilizations and cultures and is a source of hope for its \r\ninhabitants in ending the occupation. \r\n Do not let this hope — amid the pleas of Um \r\nKamel Al-Kurd for the restoration of her home, which \r\nwas confiscated by the settlers — or the hope of all \r\nmothers in the Holy City diminish. This is our \r\nresponsibility. \r\n The suffering of the Palestinian people continues \r\nunabated, in terms of displacement, exile, confiscation \r\nof land and water resources, the unprecedented \r\nescalation of settlement activities, their subjugation to \r\nsettlers’ terrorism and the imposition of severe siege, \r\nparticularly on the Gaza strip, where the freedom of \r\nmore than 1.5 million people is curtailed. This reality \r\njeopardizes international efforts to establish peace on \r\nthe basis of the two-State solution along the 1967 \r\nborders, a solution that received international \r\nconsensus support and the economic, political and \r\nmoral endorsement of the international community.  \r\n This requires intervention to ensure that all \r\nparties implement United Nations resolutions and \r\nadhere to the principles and foundations of justice and \r\nthe provisions of international law. I am sure that \r\nMember States understand the results and \r\nrepercussions of inaction, not only as it affects the \r\nPalestinian and Israeli peoples, but also as it concerns \r\nthe whole region, as well as international peace and \r\nsecurity. That which must also be understood is what \r\nthe Arab Peace Initiative provides in terms of broad \r\nprospects to end the conflict in our region and to \r\nachieve peace, security and harmony. \r\n This matter should prompt us all to step up our \r\nefforts and to make a serious commitment to settling \r\nthis decades-long conflict, to putting an end to the \r\nlongest occupation in modern times and to enabling our \r\npeople to realize our right to self-determination and to \r\nestablish our independent State, with Al-Quds  \r\nAl-Sharif as its capital, on the basis of the 1967 \r\nborders. This would pave the way for real possibilities \r\nfor cooperation and coexistence. It would consolidate \r\nthe principles of tolerance and close this tragic chapter, \r\nthus enabling our people to build its own future and \r\nactively contribute to the progress and prosperity of \r\nhumankind. \r\n When a representative of Palestine spoke for the \r\nfirst time from this rostrum, he, the late President \r\nYasser Arafat, raised an olive branch, a symbol of \r\npeace in the land of peace. The olive branch is deeply \r\nA/63/PV.47  \r\n \r\n08-59939 12 \r\n \r\nrooted in our land as a symbol of coexistence and \r\ntolerance. Today, I would like to reaffirm to this \r\nGeneral Assembly his message as included in the \r\nDeclaration of Independence of the State of Palestine. \r\nIn two days from now, we will commemorate that \r\nDeclaration, which was drafted by the late great poet \r\nMahmoud Darwish, the poet of Palestine and humanity, \r\nwhose body was embraced by the soil of Palestine as \r\nhe was bid farewell by old and young people of \r\nPalestine as a symbol of our nationalism and national \r\nculture. \r\n I reaffirm here and now that the people of \r\nPalestine, Muslims and Christians alike, aspire to peace \r\nand justice and are committed to the principles of \r\npeaceful coexistence. We will continue to work \r\nresponsibly and, to the extent possible, with all nations \r\nand peoples to achieve a lasting peace based on justice \r\nand respect, a peace in which humankind’s potential \r\nwill flourish to build and achieve everyone’s well-\r\nbeing and prosperity, where competition will enhance \r\nthe creativity of life and where there will be no fear of \r\ntomorrow, because we believe that tomorrow will \r\nbring, above all, safety for those who follow justice \r\nand not its opposite. \r\n In conclusion, I wish to assure this Assembly that \r\nwe will continue to make every effort to move from \r\nbeing a victim of history to a participant in its making, \r\nfor the benefit of humankind and for the broader \r\nprospects of humanity. We are confident that this \r\nAssembly will assist us in our endeavour. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the Prime \r\nMinister of the Palestinian Authority for the statement \r\nhe has just made. \r\n Mr. Salam Fayyad, Prime Minister of the \r\nPalestinian Authority, was escorted from the \r\nrostrum. \r\n The President (spoke in Spanish): I now give the \r\nfloor to Her Excellency Ms. Elizabeta Kancevska-\r\nMilevska, Minister of Culture of the former Yugoslav \r\nRepublic of Macedonia. \r\n Ms. Kanceska-Milevska (the former Yugoslav \r\nRepublic of Macedonia): Allow me to begin by \r\nthanking you, Sir, for convening this high-level plenary \r\nmeeting of the General Assembly. The significant \r\nparticipation of dignitaries demonstrates the ongoing \r\ndesire to promote dialogue and cooperation among \r\nreligions and cultures. To this end, I would also like to \r\nthank the Kingdom of Saudi Arabia for initiating this \r\ngathering and playing an important role in \r\nstrengthening our joint efforts. \r\n Last September, from this same rostrum, I said \r\nthat the core of the cultural tradition of the Republic of \r\nMacedonia lies in its openness towards other cultures. \r\nIts international cooperation is thus oriented towards \r\npromoting the values of its heritage. Despite a number \r\nof challenges, I trust that the Republic of Macedonia \r\nmay serve as an excellent example of how \r\nintercultural, inter-ethnic and interreligious dialogue \r\nand understanding can be maintained and promoted at \r\nthe national level. I am deeply convinced that the \r\nsharing of experiences and learning from each other is \r\nour obligation, and this multilateral gathering provides \r\nthe best framework to spread this message — a \r\nmessage for the culture of peace. \r\n In this regard, I would like to inform the \r\nAssembly that last year in Ohrid, the Republic of \r\nMacedonia hosted the World Conference on Dialogue \r\namong Religions and Civilizations. The Conference, \r\nwhich gathered together hundreds of political and \r\nreligious leaders and intellectuals from around the \r\nworld, provided an opportunity to openly discuss how \r\nto generate further political will to eliminate common \r\nmisconceptions and stereotypes among different \r\nreligions and cultures. This includes continuous \r\neducation in fundamental human values that are \r\ncommon to all religions and cultures and establishing \r\nnew channels of communication and dialogue. The \r\ndeclaration adopted at the Conference was \r\ncommunicated as an official document of the sixty-\r\nsecond session of the General Assembly under the \r\nagenda item entitled “Culture of peace”. The follow-up \r\nConference will be held in 2010, and we expect a \r\nstrong involvement of all who are present here. \r\n The convening of that significant World \r\nConference in the Republic of Macedonia represented a \r\nfollow-up to several important regional forums and \r\nconferences held in our country. These included a \r\nSouth-East European Regional Forum of heads of State \r\non Dialogue Among Civilizations, held in August 2003 \r\nin Ohrid under the auspices of President Boris \r\nTrajkovski and co-presided by the Director-General of \r\nUNESCO, Mr. Koïchiro Matsuura, in the framework of \r\nthe United Nations and UNESCO Decade for dialogue \r\namong civilizations; a conference on Balkan \r\ninterreligious dialogue held in May 2006 in Ohrid; and \r\n A/63/PV.47\r\n \r\n13 08-59939 \r\n \r\nthe Third Ministerial Conference on Cultural Heritage \r\nin South-Eastern Europe on the topic “A Bridge \r\ntowards a shared future”, convened in cooperation with \r\nthe UNESCO Regional Bureau for Science and Culture \r\nin November 2006 in Ohrid. \r\n I also wish to stress the importance that the \r\nRepublic of Macedonia attaches to the Alliance of \r\nCivilizations. We became a member of the Alliance’s \r\nGroup of Friends in April 2007. \r\n All of us present here are aware that we need to \r\nstrengthen our political action to deal with all \r\ndivisions, exclusions and deviations from the United \r\nNations Charter, the Universal Declaration of Human \r\nRights and other fundamental instruments related to \r\nhuman rights, and to promote our diversity into an \r\neffective tool of conflict prevention and peacebuilding. \r\nI therefore wish to reaffirm our appreciation and \r\nsupport for the objective of the Alliance to contribute \r\nto bridging polarization between societies and cultures. \r\n I would like to emphasize that respect for cultural \r\ndiversity is at the core of the activities of the Ministry \r\nof Culture and in the Office for the protection of \r\ncultural heritage, along with their cultivation, \r\npresentation and development. Our annual programmes \r\non culture and the law of culture, which have a civic \r\ndimension, are a good way to promote that goal. It is \r\nonly through open and ongoing dialogue established \r\nunder the full and mutual respect for diversity and the \r\nvalues of others that peace can be preserved, common \r\naspirations realized and the highest ideals of the \r\nmodern world followed. \r\n Cultural diversity represents treasures and \r\nadvantages, because diverse cultural traditions have \r\ngreat creative and artistic potential. At the same time, \r\nthey represent instruments of peace, mutual \r\nunderstanding and respect. The guarantee and \r\naccomplishment of the cultural rights and equality of \r\nnational and ethnic groups in each country are a \r\nguarantee of stability and sustainable development of \r\nsociety. That is why the Republic of Macedonia \r\nadopted UNESCO’s important Convention on the \r\nProtection and Promotion of the Diversity of Cultural \r\nExpressions, and we are marking the sixtieth \r\nanniversary of the adoption of the Universal \r\nDeclaration of Human Rights  with several activities. \r\nThe Republic of Macedonia has decided to co-sponsor \r\nthe draft resolution proposed by the Philippines and \r\nPakistan, as it has done previously with similar texts.  \r\n Let me conclude by expressing our confidence \r\nthat the deliberations we are holding today will mark a \r\nsignificant step forward in our common endeavour to \r\nachieve our objectives by identifying ways and means \r\nforward and by bringing together and building an \r\neffective network and partnership of major \r\nstakeholders. \r\n Culture is an area to which great attention should \r\nbe devoted and it must not be neglected under any \r\ncircumstances. The Government of the Republic of \r\nMacedonia devotes great attention to culture and the \r\nprocesses connected to it in our country, and devotes \r\ngreat energy and means towards its improvement and \r\ndevelopment. We are working on increasing the interest \r\nin our national cultural values and interests by \r\nestablishing an efficient financial system based on a \r\nstrong foundation that includes criteria, priorities and \r\nprinciples based on the European standards. \r\n The cultural policy of the Government of the \r\nRepublic of Macedonia is based on the political, \r\neconomic, social and human development processes of \r\nthe country and is fully consonant with its global \r\npolicies. \r\n The President (spoke in Spanish): I now call on \r\nHis Excellency Mr. E. Ahamed, Minister of State for \r\nExternal Affairs of India. \r\n Mr. Ahamed (India): I am deeply honoured to \r\nrepresent India at this important meeting. India \r\nwelcomes the initiative of the Custodian of the Two \r\nHoly Mosques, His Majesty King Abdullah Bin \r\nAbdulaziz Al Saud of Saudi Arabia, to promote a high-\r\nlevel interfaith dialogue. In the context of today’s \r\nchallenges, His Majesty’s effort to spread \r\nunderstanding and goodwill among the peoples of the \r\nworld is both very timely and highly commendable. It \r\nwill enable us to better work together in a genuine \r\npartnership for a peaceful and equitable global order. \r\n Just as a genuine partnership is based upon better \r\nunderstanding, the foundations of such better \r\nunderstanding are built on goodwill, tolerance and \r\nreceptivity to differing viewpoints. A true partnership \r\nderives from a willingness to engage with each other in \r\na dialogue based upon equality and mutual respect. \r\n In India, we strive in our daily lives in a million \r\ndifferent ways to practice such a dialogue of equals. \r\nThat is an indispensable part of the process of building \r\nour nation as a shared endeavour. Such a dialogue is \r\nA/63/PV.47  \r\n \r\n08-59939 14 \r\n \r\nmore than merely a conversation over issues of \r\nimportance — it lies at the very core of our national \r\nexistence. \r\n For millennia, the Indian subcontinent has \r\nprovided shelter to countless strands of religious and \r\nphilosophical thought and it is very much part of our \r\nhistorical tradition to accept all religions and spiritual \r\nexperiences as true and valid. India is the birthplace of \r\nHinduism, Buddhism, and the Sikh and the Jain faiths; \r\nwhile the great teachings of Islam, Judaism, \r\nChristianity and Zoroastrianism quickly found fertile \r\nground on our shores. Today, every one of the world’s \r\nmajor religions has a home in India, making it a nation \r\nof unparalleled diversity. \r\n Thus, Islam has flourished on our subcontinent \r\nfor over 1,300 years, and modern-day India has 150 \r\nmillion members of the ummah. Put another way, today \r\napproximately one in 10 Muslims worldwide is an \r\nIndian. Christianity, too, came to our shores shortly \r\nafter its birth in the holy lands. Indeed, the Christian \r\ntradition reached India well before it reached most \r\nother parts of the world. Similarly, the Jewish and \r\nZoroastrian people have an ancient history of having \r\nfreely and peacefully practiced their faith in India. \r\n Interreligious and intercultural dialogue is not \r\nnew to India. The first philosophical dialogue between \r\nIndia and the West goes back to the time of ancient \r\nGreece. As Islam found a home in India, it became part \r\nof the dialogue of our civilization. From that dialogue \r\ncame new philosophic ideas, as well as an entire \r\nstructure of Indo-Islamic culture. Not only is that \r\nculture represented in the historical record of the art \r\nand architecture of our subcontinent; it also flourishes \r\ntoday in numerous spheres. \r\n The quest for dialogue also found an echo in the \r\nlife and works of the father of our nation, Mahatma \r\nGandhi, who viewed receptivity to other cultures and \r\ntraditions as a source of strength and cohesion for any \r\nsociety. To quote the Mahatma,  \r\n “I do not want my house to be walled in on all \r\nsides and my windows to be stuffed. I want the \r\ncultures of all the lands to be blown about my \r\nhouse as freely as possible”. \r\n The historical tradition of dialogue in India has \r\ndrawn upon respect for knowledge and a willingness to \r\nquestion, as well as a desire to learn. Thus, for \r\ninstance, the Buddha urged his followers not to accept \r\nhis beliefs without questioning them. That philosophic \r\ntradition of questioning ideas is based on our \r\nrecognition of the consequences of allowing belief to \r\nbecome blind faith. It finds expression even in the \r\nIndian Constitution, which declares our nation to be a \r\nsecular republic and simultaneously underlines the \r\nfreedom of both religion and faith, as well as the duty \r\nof the State to inculcate a scientific temper among the \r\npeople. \r\n While faith and belief sustain us in our search for \r\nanswers to existential questions, in our daily lives we \r\nalso recognize the importance of science and a \r\nscientific temper, rational and liberal social practices, \r\nand economic growth and productivity to help us \r\nimprove the lives of our people. It is for that reason \r\nthat newly independent India valued factories and \r\nuniversities as much as it did its places of worship, \r\nseeing them as the temples of modern India. \r\n The State that I hail from in India, Kerala, is an \r\noutstanding example of the tradition of promoting \r\ndialogue and understanding that is to be found in my \r\ncountry. Throughout the ages, Kerala has witnessed the \r\npeaceful comingling of different cultures and religions. \r\nKerala was the State where Arab Muslim traders first \r\narrived as messengers of the Islamic faith. The village \r\nof Methala, near the city of Cranganore in Kerala, \r\nhosts the first mosque to be built in the Indian \r\nsubcontinent, the Cheraman Juma Masjid. It was \r\nconstructed around A.D. 629, during the lifetime of the \r\nHoly Prophet, peace be upon him.  \r\n Our history also records that, in A.D. 52,  \r\nSt. Thomas, one of the 13 apostles of Christ, brought \r\nChristianity to Kerala, landing on its shores in a ship \r\nowned by a Jewish merchant. The ship docked at a port \r\nwhich was home to a large trading settlement of Jewish \r\nand other people, including from Rome, Syria and \r\nelsewhere. Indeed, it was in Kerala, too, that the \r\nJewish people built what is now one of the oldest \r\nsynagogues in the world. Today, the population of \r\nKerala is almost equally divided among Hindus, \r\nMuslims and Christians. \r\n Dialogue among different cultures and religions \r\nis also important because it is precisely in the absence \r\nof such dialogue and understanding that intolerance, \r\nbigotry and violence flourish. \r\n This is one reason why extremist ideologies, \r\nviolence and terrorism have grown in a world in which \r\nwe seem to be moving away from dialogue and \r\n A/63/PV.47\r\n \r\n15 08-59939 \r\n \r\nunderstanding. There can be no disputing the fact that \r\nterrorism, which is a manifestation of extremism, \r\nintolerance and violence, is the antithesis of all \r\nreligions. All acts of extremism and intolerance run \r\ncounter to the central teachings of any religion, as all \r\nfaiths are based on the universal values of peace, \r\ngoodness and humanity. No religion condones violence \r\nor the killing of human beings. \r\n In India, we are disturbed by the rise of \r\nintolerance worldwide. We are troubled by the increase \r\nin resources, financial and otherwise, that are being \r\nmade available to violent and intolerant groups that \r\nmisuse religion to justify and propagate their extremist \r\nagendas. The effort to counter such tendencies diverts \r\nattention and much-needed resources from \r\ndevelopment efforts in a country like ours. Moreover, \r\nthe destructive activities of such groups can have \r\npotentially serious consequences to social stability, \r\npeace and tranquillity. \r\n It is therefore increasingly urgent that the nations \r\nof the world come together to tackle such evils. \r\nModern societies cannot and should not tolerate \r\nextremism and violence. Those who consciously or \r\nunconsciously abet extremism and terrorism would be \r\nwell served to remember that these are monsters that \r\nmay not readily go away. \r\n We need to send out a clear message emphasizing \r\nthe importance of tolerance for the faiths and beliefs of \r\nothers. The United Nations Charter states that the \r\npeoples of the United Nations are determined to \r\npractice tolerance and live together in peace. We need \r\nto emphasize the responsibility of Member States to do \r\nall in their power to promote tolerance and respect. \r\nEventually, however, we will need to build a larger \r\nplatform based upon tolerance, which emphasizes the \r\nfundamental equality of all cultural traditions, religions \r\nand faiths, and the essential truth that all human beings \r\nare equal before their creator. \r\n The world is home to such a diversity of faith and \r\nculture that proactive dialogue-based initiatives are \r\nessential to ensure better understanding between \r\npeoples. Such dialogues should expand mutual \r\ncomprehension and reduce misunderstandings and \r\nmisgivings. Indeed, they should aim to celebrate the \r\ninfinite diversity that makes up our world. \r\n I would like to conclude with a quotation from \r\nthe revered saint and social reformer of Kerala, Sri \r\nNarayana Guru. In a message to the All Religious \r\nConference held in 1924, he stated that: \r\n “This great Parliament of religions makes it \r\nabundantly clear that the ultimate goal of all \r\nreligions is the same, so there is no need for \r\nfollowers of different religions to indulge in \r\nmutual conflict.” \r\n The President (spoke in Spanish): I now call on \r\nHis Excellency Mr. Carlos Morales Troncoso, Minister \r\nfor Foreign Affairs of the Dominican Republic. \r\n Mr. Morales Troncoso (Dominican Republic) \r\n(spoke in Spanish): First of all, I would like to \r\ncongratulate those who have promoted today’s meeting \r\nin this forum, where all conflicts between belligerent \r\nnational groups or between nations come to be \r\ndiscussed, on the subjects of dialogue and the culture \r\nof peace. We would especially congratulate the head of \r\nthe Spanish Government, José Luis Rodríguez \r\nZapatero, for his idea of the alliance of civilizations \r\nand for having presided over the first forum on this \r\nsubject. \r\n I would also like to thank the Kingdom of Saudi \r\nArabia, in the person of King Abdullah Bin Abdulaziz \r\nAl Saud, for his proposal to convene interreligious \r\ndialogue, and this Organization for holding this event \r\nand for having given the greatest attention to the \r\nsubject of the dialogue among civilizations since it was \r\nput forth more than 10 years ago. \r\n We also welcome the initiative of Secretary-\r\nGeneral Ban Ki-moon to designate a High \r\nRepresentative for the Alliance of Civilizations. \r\n To our mind, there is no doubt that the peaceful \r\nworld to which we aspire will be an achievable goal \r\nonly when those subjects dominate all agendas for \r\ndebate among neighbours, countries, Governments and \r\nthe governed, leaders and the followers of all religions \r\nand among the representatives of all cultures. \r\n If we live in a world of conflicts, we must look \r\nfor the reason in our having abandoned the culture of \r\ndialogue or in our erroneous conceptualization of its \r\nuse or objectives. We often see groups undertaking \r\ndialogue for purposes that it cannot serve, as a strategy \r\nfor domination or as a pretext for imposing their will \r\non their interlocutors. \r\n Dialogue is not the imposition of our beliefs, \r\npoints of view or culture on others. Dialogue is the \r\nA/63/PV.47  \r\n \r\n08-59939 16 \r\n \r\nmost effective of the efforts at understanding for the \r\nestablishment and strengthening of relationships of \r\ncooperation, tolerance, and, above all, mutual respect. \r\nDialogue provides a means of examining our \r\ndifferences, sharing ideas, breaking down mistrust and \r\npromoting the togetherness that arises from accepting \r\nthe diversity characteristic of all human beings. \r\n That is why we should not only engage in \r\ndialogue here, but also promote it as a way to solve the \r\nproblems we face as individuals or nations, in a world \r\nso interconnected that the most geographically distant \r\nconflicts always resonate on a global scale. \r\n Promoting dialogue means fighting for respect for \r\nhuman dignity and human rights, since the state of \r\npeace — to which we all aspire — is one in which \r\nhuman beings live in conditions of justice and respect \r\nfor their fundamental rights. If we promote dialogue \r\nand achieve a culture of peace, all our nations will \r\nfulfil one of the greatest responsibilities that they \r\nundertook when they became Members of this \r\nOrganization: the commitment to nothing less than the \r\npeaceful settlement of all conflicts. \r\n All of us recognize the calamitous fact that \r\nconflict, like fire, must always spread. All of us \r\nrecognize the calamitous fact that conflicts, like natural \r\ndisasters, tend to cause death, to destroy nations’ \r\nproductive resources, to paralyse economies and to \r\nplunge nations into insecurity and despair. That is a \r\nreality that we witness daily and see repeated almost \r\nhabitually, aggravating political, economic, social or \r\nenvironmental situations that already impose untold \r\nhardship and suffering on various peoples.  \r\n How fortunate, then, that promoting dialogue is \r\none of the central points on our agenda. We are \r\nconvinced that it is only through dialogue that we can \r\nhope to achieve the ideal of living in a world of peace. \r\nWhy? we all ask ourselves. Because dialogue will \r\nalways bring us closer together, enable us to hear what \r\nothers have to say and help us to understand the \r\nreasoning of others, to understand them and to accept \r\nthem as they are. Understanding and acceptance will \r\nlead to coexistence, and coexistence will always enable \r\nus to live in peace. \r\n It does not matter if the religions that bring us \r\ncloser to God ritualize the practice of their faiths in \r\ndifferent ways or use different holy books. Ultimately, \r\nwe are all members of one family, the human race, and \r\nGod the Creator is only one. We know that there are \r\nalso exclusivist religious fundamentalisms whose \r\nproponents act out of the conviction that only they \r\nhave a monopoly on transcendent spiritual truths. \r\nHowever, religion, which is the means through which \r\nevery human being communicates with God, is \r\ninherently opposed to discrimination, violence, hate, \r\nhostility and conflict.  \r\n Mr. Beck (Solomon Islands), Vice-President, took \r\nthe Chair. \r\n Who can claim to speak truthfully if he says that \r\nhe loves God and hates his brother? My country, the \r\nDominican Republic, trusts that the World Conference \r\non Dialogue will be as fruitful as its promoters hope it \r\nwill be and that it will become the harbinger of an era \r\nof understanding, cooperation, compassion and peace \r\nthat will lead us to a world in which liberty and justice \r\nprevail over all things.  \r\n While such a world would be without violence, \r\ndiscrimination and conflict, however, it would not be a \r\nworld of stillness or one in which all of us would find \r\nourselves in a permanent state of contemplation. As \r\nhistory has shown, human beings are always fighting. \r\nThat is why we wish to conclude by repeating the \r\nwords of the illustrious Latin American intellectual \r\nGermán Arciniegas, who proposed that if there is to be \r\npeace, it must always be an active peace. \r\n The Acting President: I now call on Her \r\nExcellency Ms. Carina Christensen, Minister for \r\nCulture of Denmark. \r\n Ms. Christensen (Denmark): First of all, I would \r\nlike to thank the President of the General Assembly for \r\nconvening this important meeting. I would also like to \r\nthank the Kingdom of Saudi Arabia for promoting the \r\ninitiative of this important event. Denmark highly \r\nappreciates efforts to foster interfaith dialogue. The \r\nattendance of an impressive number of participants at \r\ntoday’s meeting demonstrates the commitment of many \r\nnations to its objectives. \r\n The Danish Government places great emphasis on \r\nincreasing intercultural dialogue and understanding in \r\norder to ensure the dynamic and peaceful development \r\nof international relations. Interreligious dialogue is an \r\nintegral and indispensable part of that effort. The \r\nDanish Government therefore supports several \r\ninterfaith dialogue initiatives in Denmark as well as \r\nabroad. Denmark is actively taking part in the Asia-\r\nEurope Meeting Interfaith Dialogue process and \r\n A/63/PV.47\r\n \r\n17 08-59939 \r\n \r\nattended the Asia-Europe meeting held in Amsterdam \r\nin June. The Danish Government also actively supports \r\nvarious interfaith dialogue initiatives led by the Danish \r\nChurch. This summer, a delegation from Afghanistan \r\nmade an interfaith dialogue visit to Denmark, and \r\nDanish churches helped to organize an Iraqi \r\nreconciliation conference in Denmark in February.  \r\n Denmark attaches particular importance to \r\npromoting dialogue among young people. In today’s \r\never-changing world, we need to consider carefully \r\nwhat we are conveying to future generations. \r\nEducation is perhaps the single most efficient path \r\ntowards the peaceful handling of cultural and religious \r\ndiversity. \r\n Education should place stronger emphasis on \r\ncommonly shared values, such as tolerance; mutual \r\nunderstanding; respect for cultural, ethnic and religious \r\ndiversity; the protection and promotion of universal \r\nhuman rights, including the rights of religious \r\nminorities; and adherence to non-violence and the \r\nprinciples of peaceful coexistence. For that reason, \r\nDenmark was proud to host the Copenhagen \r\nConference: “Education for Intercultural \r\nUnderstanding and Dialogue” in October. The \r\nConference was organized and sponsored by an \r\nimpressive group of international and national \r\norganizations committed to the objective of the \r\nConference, including UNESCO, the Organization of \r\nthe Islamic Conference, the Islamic Educational, \r\nScientific and Cultural Organization, the Arab League \r\nEducational, Cultural and Scientific Organization, the \r\nCouncil of Europe, the Anna Lindh Euro-\r\nMediterranean Foundation for the Dialogue between \r\nCultures, the Danish Centre for Culture and \r\nDevelopment and the Alliance of Civilizations. \r\n One of the three main themes of the Copenhagen \r\nConference was exactly how to combat stereotypes \r\nabout religions and beliefs in our educational systems. \r\nAnd we sincerely hope that the expert \r\nrecommendations stemming from the Conference will \r\nserve as an inspiration for practitioners throughout the \r\nworld, as we hope today’s meeting will do too. \r\n It is important that we, as responsible leaders, \r\npromote tolerance and mutual understanding to avoid \r\nconflict and hatred between peoples just because they \r\nhave different cultures, different beliefs and look \r\ndifferent. If not we, who else? \r\n When it comes to building bridges across cultures \r\nand religions, Denmark attaches the highest importance \r\nto the Universal Declaration of Human Rights as well \r\nas other international human rights conventions. The \r\nsetting today reminds us that principles such as the \r\nfreedom of expression and the freedom of religion or \r\nbelief should be the basis of all initiatives aimed at \r\npromoting intercultural and interfaith dialogue. \r\n The Acting President: I now give the floor to \r\nHis Excellency The Honourable Kerry O’Brien, \r\nSenator and member of the Joint Standing Committee \r\non Foreign Affairs, Defence and Trade of Australia. \r\n Mr. O’Brien (Australia): Nothing is more \r\nimportant to our future and to the well-being of our \r\nrespective peoples than encouraging a global culture of \r\npeace. Australia is committed to the proactive pursuit \r\nof peace and understanding, including through a range \r\nof policies and initiatives that encourage positive \r\nrelations between and among peoples. In this respect, \r\nAustralia continues to attach great importance to \r\ninterfaith cooperation as a means of promoting mutual \r\nrespect, understanding and tolerance among different \r\nreligions and cultures across our region. \r\n Earlier this year, Australian Prime Minister Kevin \r\nRudd, said:  \r\n “Some say there is no place for faith in the \r\ntwenty-first century. They are wrong. Some say \r\nthat faith is the enemy of reason. They are also \r\nwrong, because faith and reason are great \r\npartners in our human history and in our human \r\nfuture.” \r\n For the United Nations, this is a historic day. To \r\nhave the leaders of different faiths coming together to \r\ntalk about the need to utilize these different beliefs \r\ntowards a better world is an occasion that will be \r\nremembered. The challenge now is to transform this \r\ninto real outcomes affecting people’s lives. \r\n We warmly welcome the leadership of the \r\nPhilippines and of President Arroyo herself today in \r\npromoting the United Nations Ministerial Meeting on \r\nInterfaith Dialogue and Cooperation for Peace, which \r\nseeks to enhance understanding among civilizations, \r\ncultures and religions. Australia has now been accepted \r\nas a member of the Dialogue and looks forward to \r\nparticipating fully in its future meetings. \r\n Australia also commends the role played by King \r\nAbdullah of Saudi Arabia and King Juan Carlos of \r\nA/63/PV.47  \r\n \r\n08-59939 18 \r\n \r\nSpain in promoting the inaugural world interfaith \r\ndialogue in Madrid from 16 to 19 July 2008. That event \r\nbrought together nearly 300 religious leaders, scholars, \r\nclerics and representatives from many major faiths, and \r\nwe welcome those who have come here today to New \r\nYork as well. \r\n The resulting declaration on interfaith dialogue \r\nfrom Madrid embodies powerful themes — the idea of \r\na dialogue of civilizations, the common values and \r\nethics of religions and humanity, and the fundamental \r\nimportance of respect, tolerance and understanding — \r\nthat resonate with the hope of people around the world \r\nto live peacefully in harmony. \r\n Australia is an active supporter of the Parliament \r\nof the World’s Religions, one of the largest interfaith \r\ngatherings in the world. Through the periodic meeting \r\nof the world’s spiritual and religious communities, that \r\nprocess aims to foster interreligious understanding and \r\ncooperation. In 2009, Melbourne will host the next \r\nmeeting of the Parliament. \r\n In addition to these processes, Australia is \r\ncommitted to the work of the United Nations Alliance \r\nof Civilizations, and joined its Group of Friends in \r\n2007. The Alliance of Civilizations is an international \r\ninitiative to combat extremism by promoting cross-\r\ncultural and religious understanding with a focus on \r\nprojects in the areas of media, youth, education and \r\nmigration. In January 2008, Australia welcomed the \r\nopportunity to attend the inaugural Annual Forum of \r\nthe Alliance in Madrid. Australia and the European \r\nUnion co-hosted a Youth Interfaith Forum in Australia \r\nin December 2007 in recognition of the important role \r\nyoung people need to play in furthering peace.  \r\n At a regional level, Australia has taken a lead role \r\nin fostering interfaith cooperation through the Regional \r\nInterfaith Dialogue, a process which we co-sponsor \r\nwith Indonesia, New Zealand and the Philippines. The \r\ndialogue aims to bring people from diverse faith \r\ngroups together in order to promote understanding \r\nbetween communities in the region and to focus the \r\nattention of religious leaders on their potential role in \r\nstrengthening moderate voices within their \r\ncommunities. \r\n The diverse mix of religions and cultures in \r\nSouth-East Asia means that the region’s leaders are \r\nuniquely placed to build trust and understanding \r\nbetween various religious and ethnic groups. But while \r\nGovernments can and should play an important role in \r\nfacilitating dialogue and understanding, it is religious \r\nleaders themselves who are best placed to work within \r\ntheir communities to build bridges at a community \r\nlevel. By the same token, however, it is the \r\nresponsibility of all those in the community, including \r\npolitical decision makers, to apply a values-based \r\ndialogue to all their activities. \r\n The Regional Interfaith Dialogue, through the \r\nstrong support of regional Governments, has done this \r\nby providing the platform in which faith and \r\ncommunity leaders come together to share their \r\nexperiences. Australia would like to pay tribute to the \r\nGovernments of Indonesia, the Philippines, New \r\nZealand and Cambodia, which have hosted the first \r\nfour Regional Interfaith Dialogues. Australia looks \r\nforward to hosting the fifth Regional Interfaith \r\nDialogue in 2009. \r\n While the development of these regional and \r\ninternational initiatives has been enormously positive, \r\nAustralia is also working domestically to strengthen \r\nsocial cohesion by enhancing respect, ensuring fairness \r\nand creating opportunities for participation in \r\ncommunity life. It is not just between nations or even \r\nbetween communities within those nations that we \r\nmust foster peace and understanding, but within those \r\ncommunities as well. \r\n Australia’s national action plan to build on social \r\ncohesion, harmony and security aims to build \r\ncommunity resilience against the threat extremism \r\nthrough initiatives promoting interfaith and \r\nintercultural education in schools, community cultural \r\ndevelopment and sporting activities, and human rights \r\nand anti-discrimination education. Over 150 initiatives \r\nhave been supported through the programme, including \r\nthe establishment of a National Centre of Excellence \r\nfor Islamic Studies. \r\n The promotion of intercultural understanding and \r\nsocial harmony is of critical importance for this and \r\nfuture generations. Australia looks forward to \r\ncontinuing its work on interfaith dialogue and \r\ncommunity cohesion, both domestically and with our \r\ninternational partners. Through this process, we hope \r\nto engender an enduring global culture of peace, \r\ntolerance and diversity. \r\n What is happening here today cannot simply be \r\nleft to stand on its own. We must show how a broader \r\nunderstanding among cultures can address \r\nlongstanding international disputes and differences, \r\n A/63/PV.47\r\n \r\n19 08-59939 \r\n \r\ninternal conflicts and the oppression of the weak and \r\npowerless. \r\n It is encouraging to hear world leaders today \r\naddress this forum from a values-based perspective. \r\nHowever, as Dietrich Bonhoeffer, a German pastor and \r\ntheologian, who paid with his life for standing against \r\nthe Nazi State and the Holocaust, once said, \r\n“obedience to God’s will may be a religious \r\nexperience, but it is not an ethical one until it issues in \r\nactions which can be socially valued”.  \r\n In that spirit, we particularly welcome the \r\nPresident of Israel’s positive statement today in \r\nrelation to the Arab peace initiative as “a serious \r\nopening for real progress”. We hope this opportunity \r\nwill be seized and endorsed by all. But one word of \r\nwarning: the fanatics standing against us, spreading \r\nhate, will not be easily deterred. Those of us \r\nadvocating the way of peace must demonstrate that we \r\nare even more determined. \r\n The Acting President: I give the floor to the \r\nchairman of the delegation of the Libyan Arab \r\nJamahiriya. \r\n Mr. Ettalhi (Libyan Arab Jamahiriya) (spoke in \r\nArabic): At its sixty-first session, the General \r\nAssembly adopted resolution 61/221, entitled \r\n“Promotion of interreligious and intercultural dialogue, \r\nunderstanding and cooperation for peace” and affirmed \r\nin paragraph 1 of that resolution that: “mutual \r\nunderstanding and interreligious dialogue constitute \r\nimportant dimensions of the dialogue among \r\ncivilizations and of the culture of peace”. This was \r\nreaffirmed at the sixty-second session of the General \r\nAssembly in resolution 62/90. The Assembly also \r\nadopted resolution 61/269, entitled “High-level \r\nDialogue on Interreligious and Intercultural \r\nUnderstanding and Cooperation for Peace”. \r\n In accordance with this significant trend and with \r\nthe continuing concern of the United Nations in this \r\narea, we welcome the convening of this high-level \r\nmeeting today. We are convinced that there is a \r\npressing need to intensify the dialogue between \r\nreligions and cultures and to pursue this dialogue as a \r\ntool to implement the goals of the United Nations, as \r\nenshrined in the United Nations Charter and reaffirmed \r\nby the 2005 World Summit Outcome. \r\n At the outset, we would like to commend the \r\ngreat efforts made in this regard by the United Nations, \r\nin particular by the United Nations Educational, \r\nScientific and Cultural Organization and several \r\nregional and subregional organizations. Particular \r\npraise is due to the Alliance of Civilizations, initiated \r\nby the Governments of Turkey and Spain under the \r\nauspices of the United Nations. We believe that these \r\ntwo countries, by dint of their history and geography, \r\nare well-qualified to play an influential role in the \r\ndialogue between religions, civilizations and cultures. \r\n We believe that the world is now in a critical \r\nstage, at which it is imperative that we come to an \r\nobjective and true understanding of each other. Over \r\nthe past three decades, since the end of the cold war, \r\nwe have witnessed significant events — which I will \r\nnot mention here — that have led to many distorted \r\nideas, and elements of the distant past are coming to \r\nthe fore once more.  \r\n Unfortunately, that has influenced the political \r\nactions of some people, resulting in violence, \r\ndestruction and untold suffering in many parts of the \r\nworld. We must recognize first and foremost that the \r\nprinciple victim — though not the only one — of those \r\nevents and the reactions to them, particularly after  \r\n11 September 2001, has been Islam and Muslims in \r\ngeneral. Regrettably, this is not the first time in history \r\nthat Islam has been targeted as a result of \r\nmisunderstandings, misconceptions or prejudiced \r\npropaganda, but this decade has witnessed an \r\nunprecedented intensification of Islamophobia. Perhaps \r\nthe first Observatory report of the Organization of the \r\nIslamic Conference, presented at the eleventh session \r\nof the Islamic Summit Conference in Dakar, gives us \r\nthe clearest and most honest assessment of this \r\nphenomenon. To quote that report: \r\n  “One of the major issues facing present day \r\ninternational relations is the issue of \r\nIslamophobia. Islamophobia has existed since the \r\ntime of inception of Islam. However in recent \r\nyears, the phenomenon has assumed alarming \r\nproportions and has indeed become a major cause \r\nof concern for the Muslim world. Defamation of \r\nIslam and racial intolerance of Muslims in \r\nwestern societies are on the rise. The Muslim \r\nworld is particularly concerned because, while \r\nthe overwhelming majority of Muslims strictly \r\nadhere to the principles and teachings of peace \r\nand tolerance and are against any form of \r\nterrorism or extremism in Islam, these vested \r\ngroups of Islamophobes are giving a negative \r\nA/63/PV.47  \r\n \r\n08-59939 20 \r\n \r\nportrayal that Islam and Muslims are supportive \r\nof terrorism and extremism.” \r\nThis is one of the bitter facts that we should recognize \r\nas we launch this dialogue. The report of the Secretary-\r\nGeneral (A/63/365) provides further evidence of this. \r\n We believe, as we meet today, that the key to \r\nmutual understanding is dialogue. Islam is a \r\ncontinuous invitation to dialogue. Documents such as \r\nthe report of the high-level working group of the \r\nAlliance of Civilizations, issued in November 2006, \r\nthe Amsterdam declaration on interreligious dialogue \r\nand the Astana declaration, issued in October 2008, \r\nprovide new ideas that should be considered and \r\nrepresent efforts that deserve encouragement and \r\nsupport. We welcome all of these initiatives and call \r\nfor their continuation. \r\n We acknowledge the words of a Moroccan \r\nresearcher, who said: \r\n “The causes of tension and conflict are not \r\ncultural differences, as long as they are simply \r\nvalue systems and visions for the world and for \r\nlifestyles. Instead, they are hegemony and the \r\nwish to dominate.” \r\n The causes of tension and conflict in the world \r\ntoday arise from the fact that there are people who \r\nwant others from other civilizations and cultures to \r\nbecome carbon copies of them. In practice, this means \r\na rejection of dialogue and a quest for domination, \r\nwhich can lead only to further tension in international \r\nrelations and is inconsistent with the spirit of serious, \r\nconstructive dialogue. \r\n Lastly, beginning in the 1980s, Libya was among \r\nthe first countries to host numerous meetings for \r\ndialogue between religions, and we appreciate all \r\ninitiatives and efforts to further and deepen the \r\ndialogue. We issue a sincere call for the acceptance of \r\ndiverse beliefs and respect for such diversity. Libya \r\nbelieves that it is of the utmost importance to gain \r\nunderstanding of other religions so as to deepen our \r\nunderstanding of social and humanitarian realities. \r\nSuch knowledge can lay the foundation for mutual \r\nunderstanding, constructive coexistence and \r\ncooperation, so that we may create a world in which \r\npeace can be built on justice and progress. \r\n The Acting President: I give the floor to the \r\nchairman of the delegation of Guatemala. \r\n Mr. Rosenthal (Guatemala) (spoke in Spanish): \r\nMy delegation welcomes the convening of this \r\nimportant dialogue to promote and implement the \r\nProgramme of Action on a Culture of Peace and to \r\nfoster dialogue and cooperation between religions and \r\ncultures. \r\n In thanking the presidency for organizing this \r\nmeeting, we wish to express our appreciation to King \r\nAbdullah Bin Abdulaziz Al Saud for his important \r\ninitiative, reflected, among other things, in the event \r\ncelebrated in Madrid last July and now in this meeting, \r\naimed at promoting a dialogue between religions and \r\ncultures. This initiative undoubtedly will encourage \r\nnations to come together in the best spirit of the \r\nCharter of our Organization and of the Universal \r\nDeclaration of Human Rights. It also complements the \r\nUNESCO Universal Declaration on Cultural Diversity, \r\nwhich affirms that, as a value indissolubly linked with \r\nrespect for the individual, intercultural dialogue is the \r\nbest guarantor of peace. \r\n I come from a country where we are too familiar \r\nwith the tragic outcome of intolerance, be it the result \r\nof ethnic, religious, social or ideological differences. \r\nOne of the pillars of the peace accords that put an end \r\nto almost four decades of fratricidal conflict was the \r\ncreation of a multi-ethnic, pluricultural and \r\nmultilingual society. This determination, which shapes \r\nour domestic policies, also orients our foreign policy.  \r\nThat is why we attach such value to the recent \r\ninitiative of the Kingdom of Saudi Arabia to promote \r\ndialogue and, in a different context, to contribute to a \r\nfirm, just and lasting peace in the Middle East. \r\n The culture of peace is without a doubt a strong \r\ntool that should be disseminated en masse, which \r\nrequires strengthening education. It is for this reason \r\nthat, in the Programme of Action on a Culture of \r\nPeace, it is the first measure we need to promote \r\namong the eight spheres of action identified. We must \r\nbegin by eliminating lies that incite hatred, distortions, \r\nprejudice and negative bias in school textbooks and \r\nother written educational material. The objective of \r\npromoting respect for different religions and cultures \r\nmust be incorporated into the message of these books. \r\nEducation must be at the service of understanding, \r\ntolerance, mutual respect and coexistence. \r\n On the other hand, our religious and cultural \r\ndiversity must be considered as a valuable asset of our \r\nsocieties and an engine for development and progress. \r\n A/63/PV.47\r\n \r\n21 08-59939 \r\n \r\nIn my own country, the peace accords contain very \r\nconcrete provisions that defend the Mayan cosmology \r\nand protect Mayan sacred sites. \r\n In our delegation’s opinion, closely linked to the \r\nfirst sphere of action that I mentioned earlier is the \r\nneed to update and revise education and cultural \r\npolicies to reflect a human rights-based approach, \r\nguarantee equality between men and women, \r\nencourage democratic participation, and promote \r\nunderstanding, tolerance and solidarity so that all these \r\nspheres of action impact favourably on sustainable \r\neconomic and social development, with respect for \r\ncultural diversity. \r\n In the area of education, we reaffirm that \r\nUNESCO must be the lead agency within the United \r\nNations system to promote and implement the \r\nProgramme of Action on a Culture of Peace. The \r\nGeneral Assembly has recognized that this should be \r\nthe fundamental expression of its mandate as the \r\ncoordinator of the International Decade for a Culture of \r\nPeace and Non-violence for the Children of the World \r\n(2001-2010). The decade should not end in 2010, but \r\nshould become a way of life in peace and without \r\nviolence. \r\n Cultural diversity has rightly been elevated to the \r\ncategory of common heritage of humanity; it is a living \r\nheritage, and therefore renewable, as established by the \r\nUNESCO Universal Declaration on Cultural Diversity, \r\nthe adoption of which was a clear example of our \r\ncategorical rejection of any thesis that predicts an \r\ninevitable clash of cultures and civilizations. In this \r\ncontext, we appreciate the fact that in June of 1996, our \r\nNobel Peace Prize laureate, Rigoberta Menchú Tum, \r\nwas appointed UNESCO Goodwill Ambassador for the \r\npromotion of a culture of peace, in recognition of her \r\nstruggle for ethnic minorities and indigenous peoples \r\nand for her dedication to the ideals and objectives of \r\nthe Organization. The adoption of the United Nations \r\nDeclaration on the Rights of Indigenous Peoples also \r\npaid tribute to the inherent value of human diversity. \r\n Guatemala has also supported initiatives such as \r\nthe Alliance of Civilizations, the Tripartite Forum on \r\nInterfaith Cooperation for Peace and the Manifesto \r\n2000 for a Culture of Peace and Non-violence, which \r\nhas already been signed by over 75 million persons. All \r\nof those initiatives and the groups that head them are a \r\ntestament to the importance of dialogue, the rejection \r\nof the abuse of religions by extremist groups fomenting \r\nracism, discrimination, xenophobia and all related \r\nforms of intolerance. As the President of the General \r\nAssembly at its sixty-second session said, “Unless \r\nreligions are part of the solution, they will continue to \r\nbe part of the problem” (A/62/PV.19, p. 44). \r\n Finally, we believe that 21 May, declared World \r\nDay for Cultural Diversity, and 21 September, the \r\nInternational Day of Peace Day, should be better \r\nacknowledged so that their celebration can serve to \r\ndisseminate knowledge about other cultures, thus \r\npaving the path towards peace and security throughout \r\nthe world without discrimination of any type and with \r\njustice and equality. As the Culture of Peace Manifesto \r\n2000 states, we can “transform — all together — the \r\nculture of war and violence into a culture of peace and \r\nnon-violence”. \r\n The Acting President: I now give the floor to the \r\nrepresentative of Switzerland. \r\n Mr. Maurer (Switzerland) (spoke in French): I \r\nwish to thank the President for having convened this \r\nmeeting. I also thank the Secretariat and all \r\nstakeholders involved in the excellent preparations for \r\nthis debate. \r\n What do we mean when we say dialogue? To \r\nbegin with, it means something that only has meaning \r\nand purpose if it creates a relationship among people \r\nwho think differently. We must understand dialogue as \r\nan exercise that consists of negotiating with people \r\nwho do not share the same values as we do. That \r\ndialogue drives transformation because it changes the \r\nway a person perceives and interacts with others. It \r\nchanges the political dynamic. \r\n Next, to engage in dialogue, one must be able to \r\ngive and to receive; there must be something to give to \r\nthe other person. That means knowing one’s own origin \r\nand it means understanding how our history and \r\ngeography have shaped us. In order to have a dialogue, \r\none must have the humility to receive without \r\nbelieving that you represent the high point in history \r\nand without seeking to return your interlocutor to the \r\nstraight and narrow path. Anyone who believes that he \r\nor she is the sole possessor of truth, goodness and \r\nbeauty is not capable of dialogue. \r\n Throughout its history, Switzerland has learned \r\nthat peaceful coexistence among various cultures \r\nrequires the shared determination to focus on what \r\nA/63/PV.47  \r\n \r\n08-59939 22 \r\n \r\nunites us in practice, rather than on what separates us \r\nideologically.  \r\n We have learned and continue to learn to live \r\nwith cultural and religious differences. We have thus \r\ndeveloped a pragmatic political culture focused on the \r\nwell-being of our citizens. Democratic referendums, \r\nthe protection of minorities as well as the ongoing \r\nsearch for compromise have been instruments crucial \r\nto the unity of our country.  \r\n The primary responsibility of peaceful \r\ncoexistence lies with each State and each citizen. That \r\nresponsibility begins at home. It cannot be delegated or \r\nreplaced by international dialogue among religions, or \r\nas the President of the General Assembly said this \r\nmorning at the 46th plenary meeting,  \r\n(spoke in English) \r\n “we are not gathered here to talk about religion or \r\ntheology ... We are here today to pledge to place \r\nour reserves of moral strength at the service of \r\nthe goals of the United Nations”. \r\n(spoke in French) \r\n The job of ensuring respect for religious and \r\ncultural diversity is not just a question of political will. \r\nIt is part of the broader context of the smooth \r\nfunctioning of the rule of law and the principles that \r\ngovern it: non-discrimination, freedom of expression, \r\nfreedom of thought and freedom of religion or \r\nconviction.  \r\n We appreciate the fact that religious and political \r\nleaders are talking with each other and trying to \r\nunderstand each other, however within the context of \r\nour policy of promoting human rights and peace, \r\nSwitzerland has noted that dialogue among religious \r\nleaders has rarely led to success. For that reason, we \r\nconduct not intercultural or interfaith dialogues, but \r\npolitical dialogues that due to their nature, involve \r\nreligious or cultural factors. Those dialogues take place \r\nwith political actors — even those who may have \r\nreligious convictions or be vested with religious \r\nauthority — that have de jure or de facto political \r\nresponsibility. In that manner, Switzerland supports \r\nprocesses to transform conflicts in which religious \r\nfactors are intermingled. \r\n Accordingly, Switzerland gives it full support to \r\nthe initiative for an Alliance of Civilizations. The \r\ninitiative takes into account the political dimension of \r\ninterreligious or intercultural tensions and seeks to find \r\npractical solutions to such differences.  \r\n Today, we must be unified in our efforts and \r\nshare the responsibility to work together, in spite of \r\nand because of our differences, to make our world a better \r\nworld. Basically, it was a humanitarian message — a \r\nmessage of humanity — which gave birth to modern \r\nSwitzerland and continues to provide the essence of \r\nour foreign policy which we pursue from within the \r\nOrganization. \r\n The Acting President: I now call on His \r\nExcellency Mr. Jan Henningsson, Senior Adviser of the \r\nMinistry of Foreign Affairs of Sweden. \r\n Mr. Henningsson (Sweden) (spoke in Arabic): \r\nOn behalf of the Government of Sweden, I wish at the \r\noutset to warmly welcome this commendable and noble \r\ninitiative undertaken by His Majesty King Abdullah \r\nBin Abdulaziz Al Saud. No one doubts that future \r\nhistorians will consider these two days devoted to \r\ndialogue among cultures as a dialogue of good faith in \r\nfavour of peace. We all know that this commendable \r\nmeeting within the United Nations General Assembly \r\nwas the result of the laudable initiative and appreciated \r\nefforts taken by others working within the realm of the \r\npossible and practical.  \r\n I should like to tell you of a very important \r\nproject, namely, a cooperative effort by the United \r\nNations and religious organizations in the form of a \r\ndialogue that was established last month in Istanbul \r\nunder the guidance of Ms. Thoraya Ahmed Obaid, the \r\nExecutive Director of the United Nations Population \r\nFund.  \r\n In addition, we could refer to a UNESCO project, \r\n“The Image of the Other”, which is  integrated into \r\nschool curriculums, particularly in European and \r\nArabic school books. This project has been going on \r\nfor four years now and is being carried out in \r\ncooperation with the League of Arab States and a \r\ncertain number of European partners. \r\n We would like to take this opportunity to voice \r\nour profound appreciation for the efforts made by the \r\nUnited Nations aimed at restoring trust among the \r\npeoples of the world, in particular, through \r\nencouraging initiatives that stem from the Muslim \r\nworld. \r\n A/63/PV.47\r\n \r\n23 08-59939 \r\n \r\n The Acting President: I now call on His \r\nExcellency Mr. Frank Majoor, chairman of the \r\ndelegation of the Kingdom of the Netherlands. \r\n Mr. Majoor (Netherlands): The Netherlands \r\nGovernment welcomes this opportunity to address the \r\ncontribution of interreligious dialogue to achieving a \r\nculture of peace.  \r\n I would like to align myself with the statement \r\ndelivered by Mr. Alan Juppé on behalf of the European \r\nUnion (EU). Indeed, the EU has been built on the \r\nculture of peace after years of war, built on a set of \r\nvalues and ways of life that reject violence and prevent \r\nconflict through dialogue and negotiation. The EU \r\npresidency mentioned three important characteristics of \r\nfruitful interreligious dialogue. \r\n Let me add, on behalf of my delegation, three \r\nremarks. First of all, we should not forget that \r\ninterreligious dialogue is just one of many forms of \r\ndialogue. As stated in the 1981 Declaration on the \r\nElimination of all Forms of Intolerance and of \r\nDiscrimination Based on Religion or Belief: “religion \r\nor belief, for anyone who professes either, is one of the \r\nfundamental elements in his conception of life.” I \r\nwould like to emphasize here the words “one of”. \r\nPeople have multiple identities. They may be Christian, \r\nbut they are also men or women. They may be Muslim, \r\nbut their cultural background can be Arabic or Malay. \r\nThey may be Hindu, but they are also artists or \r\njournalists. In other words, interreligious dialogue, \r\nimportant as it is, is only one form of dialogue. \r\n As is advocated by the Alliance of Civilizations, \r\nwe should also welcome dialogue on the basis of \r\npolitical, social, economic and cultural identities. All \r\nthese different forms of dialogue together will help in \r\nadvancing a culture of peace. \r\n Secondly, the Netherlands Government has \r\nfacilitated interreligious dialogue on several occasions. \r\nThis year, the fourth Asia-Europe Meeting Interfaith \r\nDialogue was held in Amsterdam. Participants had very \r\nuseful discussions on interfaith dialogue and poverty-\r\nreduction, on religious education, on communications \r\nin the digital world and many other subjects. \r\n The focus was on the practical aspects of \r\ndialogue. Thus, on the first day of the meeting, \r\nparticipants visited a number of projects in Amsterdam \r\nwhere people with different religious and belief \r\nbackgrounds worked together to improve the lives of \r\nmany in Amsterdam. \r\n Very often, dialogue that goes hand-in-hand with \r\npractical forms of cooperation is more effective. In \r\nworking together with others, people get connected and \r\ndiscover that despite different religious backgrounds, \r\nthey may have, or actually have, a lot in common. They \r\nwill find that most religions share a number of \r\nuniversal concepts and that these concepts do not \r\nconflict with, but support human rights and \r\nfundamental freedoms. On that basis, it appears \r\npossible to establish and maintain alliances to bridge \r\ngaps and to really work together. \r\n In the same spirit, the Netherlands Government \r\nsupports the Interreligious Conference “Faith in \r\nHuman Rights”, which is being organized by a Dutch \r\nnon-governmental organization, Justitia et Pax, and \r\nwill be held in the Peace Palace in The Hague on  \r\n10 December. The organizers hope that religious \r\nleaders, representing many different religions and \r\nbeliefs around the world, will sign a declaration \r\nexpressing their support for human rights and \r\nespecially for the Universal Declaration of Human \r\nRights. \r\n The Netherlands Government is pleased to note \r\nthat the Universal Declaration has become a source of \r\ninspiration, not only for Governments, but also for our \r\nsocieties at large, and we are looking forward to the \r\ncelebration of the sixtieth anniversary of this milestone \r\nDeclaration, both in this Hall and in The Hague. \r\n The third point I wanted to broach is that \r\nGovernments are facing huge challenges: economic, \r\nsocial and environmental, to name just a few. The time \r\nhas past when Governments alone could solve all \r\ncurrent problems. We need the help of many parts of \r\nour societies. We need the help of business, of youth \r\nand, indeed, of religious or belief communities. \r\n We see such communities first and foremost as \r\ngroups of individuals. In our legal system, both at the \r\nnational and international levels, we deal with the \r\nrights and freedoms of individuals. An individual can \r\nraise her or his voice and explain his or her position.  \r\n However, it would not be possible to point to the \r\nauthoritative voice on behalf of religion. Every \r\nreligion, even if it has the hierarchical system, has \r\ndifferent tendencies and interpretations. It is \r\nimpossible for a judge to determine whether the rights \r\nA/63/PV.47  \r\n \r\n08-59939 24 \r\n \r\nof a religion or belief, per se, have been violated. \r\nWhom should he or she turn to in order to find out? \r\n The Netherlands Government, therefore, does not \r\nsupport calls for the legal protection of religions or \r\nbeliefs as such. We should, however, protect the rights \r\nand freedoms of individual believers, by making sure \r\nthat they can manifest their freedom or belief freely. \r\n For the same reasons, the Government of the \r\nNetherlands is sceptical about establishing at the \r\nUnited Nations a new advisory body of representatives \r\nof the religious movements in the world. How would it \r\nwork? Its work fits within the larger framework of the \r\nAlliance of Civilizations. Who is going to determine \r\nwhich religious movements should be represented? \r\nAnd who is going to decide who will be representing \r\nany religious movement? Considering that the United \r\nNations does not make any distinction between religion \r\nor belief, how do we define belief in this context? To \r\nwhat extent can we hear the voices of those who have \r\nno religion at all? There are so many practical \r\ndifficulties that my Government fears that, in the end, \r\nthe setting up of such body will produce more \r\nproblems than it will be able to solve. \r\n Interreligious dialogue is important, especially if \r\nit includes many religions or beliefs, does not lead to \r\nexclusion of others and is always seen as part of a  \r\n \r\nbroader context of dialogue between peoples with \r\ndifferent identities. I hope and trust that religious \r\nleaders will continue their efforts to make their \r\ndialogue inclusive and practical so that the objectives \r\nof the United Nations will be promoted by such \r\ninitiatives.  \r\n In this respect, the Government of the \r\nNetherlands welcomes a number of initiatives taken \r\nthis past year, and it hopes that they will prove to be \r\ninclusive, practical and durable. The Government of \r\nthe Netherlands will continue to facilitate interreligious \r\ndialogue, bearing in mind, in the words of Mr. Juppé, \r\nthat the interreligious dialogue itself is the \r\nresponsibility of religious authorities, of the believers \r\nand the representatives of spiritual and humanist \r\ntraditions. \r\n \r\nProgramme of work \r\n \r\n The Acting President: Before adjourning the \r\nmeeting, I would like to inform members that the \r\nPresident of the Republic of Bolivia, His Excellency \r\nEvo Morales Ayma will address the General Assembly \r\non Monday, 17 November, at 12.30 p.m. in the General \r\nAssembly Hall.  \r\nThe meeting rose at 5.55 p.m. \r\n"