" United Nations  A/63/PV.6\r\n  \r\n \r\nGeneral Assembly \r\nSixty-third session \r\n \r\n6th plenary meeting \r\nTuesday, 23 September 2008, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-51606 (E) \r\n*0851606* \r\nPresident: Mr. D’Escoto Brockmann . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\nThe meeting was called to order at 3.10 p.m. \r\n \r\n \r\nAddress by Ms. Tarja Halonen, President of the \r\nRepublic of Finland \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the President of the \r\nRepublic of Finland. \r\n Ms. Tarja Halonen, President of the Republic of \r\nFinland, was escorted into the General Assembly \r\nHall. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations Her Excellency Ms. Tarja Halonen, \r\nPresident of the Republic of Finland, and to invite her \r\nto address the Assembly. \r\n President Halonen: Let me first congratulate \r\nyou, Sir, on your election to preside over the sixty-third \r\nsession of the General Assembly. We express our full \r\nsupport for your presidency. I also thank the Secretary-\r\nGeneral for his resolute efforts to promote the United \r\nNations and its values. \r\n Finland aligns itself with the statement of the \r\nEuropean Union. \r\n Our world is facing unforeseen challenges, such \r\nas climate change and the food crisis. The current \r\neconomic turmoil also requires decisive action. At the \r\nsame time, we have not been able to rid ourselves of \r\nconventional crisis. Unfortunately, armed conflicts are \r\nstill a reality all over the world. Too often, we — the \r\ninternational community — are unable to agree on a \r\ncommon response. Too often, people affected by \r\npoverty and conflicts are let down. \r\n The need to adapt the international architecture to \r\nthese challenges is deeper than ever. We need an \r\nefficient United Nations to find common solutions for \r\nour future. The United Nations represents collective \r\nsecurity in its most global form. Finland is committed \r\nto building a more secure, fair and just world through a \r\nreformed and credible United Nations. \r\n I had the pleasure earlier this week of presenting \r\nto the Secretary-General the final report of the Helsinki \r\nProcess on Globalization and Democracy. The main \r\npolitical message of this joint initiative of Finland and \r\nthe United Republic of Tanzania is that some of the \r\nchallenges posed by globalization can be solved only \r\nthrough multi-stakeholder dialogue, and that the United \r\nNations could play an important role in facilitating and \r\ndeveloping new practices for such cooperation. \r\n Climate change must be addressed with vigour. \r\nOtherwise, it can wipe out our achievements in the \r\nfield of sustainable development and even bring into \r\nquestion the whole future of mankind. Recent extreme \r\nweather phenomena can be a serious indication of the \r\nchallenges we are about to face. Multilateral \r\nengagement and shared responsibility are the only \r\neffective means to tackle this global menace. Others’ \r\nindifference is no excuse for inaction. Climate change \r\nis a matter of our responsibility to future generations. \r\nThere is no place for petty politics or recrimination. \r\n The United Nations has to play a leading role in \r\nthe global response to climate change. We must reach a \r\nA/63/PV.6  \r\n \r\n08-51606 2 \r\n \r\ncomprehensive global agreement on a new \r\ninternational climate regime. The Copenhagen Climate \r\nChange Conference will take place in December next \r\nyear. It is evident that global commitments need to be \r\nimplemented and also supplemented by national and \r\nregional action. It is important to include all \r\nstakeholders, from non-governmental organizations to \r\nprivate enterprises, and from individual citizens to \r\nGovernments. We need everybody; it is necessary that \r\nwomen too can participate fully in this work. \r\n Industrialized countries have to bear their share \r\nin mitigating climate change. However, international \r\nnegotiations on the new climate regime cannot succeed \r\nwithout extensive participation by the developing \r\ncountries. We must actively support the most \r\nvulnerable developing countries in adapting to and \r\ncombating climate change. \r\n There is mounting evidence that poverty, \r\nespecially in rural areas, can be reduced by sustainable \r\nmanagement of natural resources. Forests are crucial in \r\nreducing greenhouse gases. Finland has a long history \r\nof sustainable forest management, and we understand \r\nits impact on rural development and employment. We \r\nwould like the United Nations to intensify its efforts to \r\nassist Governments and communities to improve their \r\ncapacities for rural development and sustainable forest \r\nmanagement. We are of course ready to work with \r\nothers in this respect. \r\n I am pleased to be a co-host, together with the \r\nPresident of Liberia, Ms. Ellen Johnson-Sirleaf, my \r\nfriend, of the International Colloquium on Women’s \r\nEmpowerment, to be held in Liberia next March. The \r\nconference will address women’s role in climate \r\nchange, security, governance and leadership. \r\n Rising food prices are a challenge with \r\nworldwide consequences. Once again the poorest and \r\nthe most vulnerable — women and children — suffer \r\nthe most. Food shortages lead to deterioration of diets, \r\nand can provoke social unrest. Effective Government \r\naction and improved donor coordination are crucial in \r\ntackling the food crisis. The United Nations \r\nComprehensive Framework for Action is an excellent \r\ninitiative in addressing this global challenge. \r\n Parallel to the short-term response, attention must \r\nbe paid to medium- and long-term policies in \r\nenhancing food security. Support for the rural sector is \r\ncrucial for sustainable and equitable development, \r\ngrowth and well-being. Moreover, the promotion of \r\ngood agricultural practices is among the best \r\napproaches to adaptation to climate change. \r\n This food issue can also provide opportunities. If \r\ndeveloping countries are supported in the spirit of the \r\nAid for Trade agenda, they can better take advantage of \r\ntheir agricultural potential, including exporting. And \r\nwe need to ensure, again, that both women and men \r\nbenefit from support, keeping in mind that women \r\nproduce most of the food in many developing \r\ncountries. \r\n The United Nations currently deploys well over \r\n100,000 military and civilian personnel in \r\npeacekeeping operations. This is a remarkable figure, \r\nand we, the Member States, must continue to support \r\nthe United Nations efforts in this field. The United \r\nNations and regional organizations should work closer \r\ntogether in carrying the burden in preventing and \r\nresolving conflicts. \r\n Increased cooperation should be extended to the \r\nAfrican Union. We already have good cooperation and \r\nexperience in our own region, because improving \r\nefficiency and improving cooperation between the \r\nEuropean Union and the United Nations remain a top \r\npriority. In Kosovo, and most recently also in Georgia, \r\nwe continue close cooperation between the United \r\nNations, the European Union and the Organization for \r\nSecurity and Cooperation in Europe.  \r\n That is why I also dare to say that increased \r\ncooperation should be extended to the African Union. \r\nA continued United Nations peacekeeping presence in \r\nChad and in the Central African Republic would \r\ncontribute to wider stabilization efforts, both locally \r\nand regionally. \r\n Tackling today’s multifold conflicts requires a \r\ncomprehensive approach to security. Trade, \r\ndevelopment policy and humanitarian aid need to be \r\nutilized alongside traditional crisis management tools. \r\nWe must — even better than today — take women and \r\nchildren into account in conflicts and post-conflict \r\npeacebuilding. \r\n We have made good decisions. We have to make \r\nthem become reality. I am pleased to inform the \r\nAssembly that last Friday Finland published a national \r\naction plan on implementing Security Council \r\nresolution 1325 (2000). We hope that more and more \r\nmember countries will do the same. \r\n A/63/PV.6\r\n \r\n3 08-51606 \r\n \r\n Furthermore, there can be no sustainable peace \r\nwithout justice. Finland strongly supports the \r\nInternational Criminal Court in rejecting impunity for \r\nthe most serious international crimes. \r\n Finally, I want to share my memories and \r\nexperience. I had the privilege to co-preside over the \r\nMillennium Summit with President Sam Nujoma of \r\nNamibia eight years ago. We witnessed leaders having \r\nthe spirit and the courage to adopt the Millennium \r\nDeclaration and to make a commitment on the \r\nMillennium Development Goals. It is our duty to fulfil \r\nthese commitments. Africa requires our devoted \r\nattention and support, as was agreed yesterday. Let us \r\nwork for it, because today, in this Hall, it is once again \r\ntime to pledge our joint commitment to the ideas and \r\nvalues of the United Nations.  \r\n Everyone present may remember what the \r\nCharter calls us to do: “to unite our strength to \r\nmaintain international peace and security”. While the \r\nconcept of security has changed and become broader, \r\nthe onus is on us to follow this call of the Charter and \r\ntranslate it into action. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the President of \r\nthe Republic of Finland for the statement she has just \r\nmade.  \r\n Ms. Tarja Halonen, President of the Republic of \r\nFinland, was escorted from the General Assembly \r\nHall. \r\n \r\nAddress by Mr. Haris Silajdžić, Chairman of the \r\nPresidency of Bosnia and Herzegovina \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the Chairman of the \r\nPresidency of Bosnia and Herzegovina. \r\n Mr. Haris Silajdžić, Chairman of the Presidency \r\nof Bosnia and Herzegovina, was escorted into the \r\nGeneral Assembly Hall. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Excellency Mr. Haris Silajdžić, \r\nChairman of the Presidency of Bosnia and \r\nHerzegovina, and to invite him to address the \r\nAssembly. \r\n President Silajdžić: It is an honour to address \r\nthe General Assembly at its sixty-third session. \r\n Allow me to express my gratitude to Mr. Srgjan \r\nKerim, who ably presided over the Assembly during \r\nthe preceding year, and to congratulate you, Father \r\nMiguel d’Escoto Brockmann, the new President of the \r\nGeneral Assembly. I also thank you, Sir, for an \r\ninspiring appeal for respect for basic, universal ethical \r\nvalues. \r\n The first time I stood at this rostrum was in May \r\n1992, as the Foreign Minister of a newly independent \r\nBosnia and Herzegovina. At that time, I recounted the \r\nunspeakable atrocities that were unfolding in my \r\ncountry. I also warned that, if not stopped, such \r\natrocities would only get worse. In fact, I merely asked \r\nthat Bosnia and Herzegovina be accorded the right to \r\ndefend itself, the right guaranteed by the Charter. \r\n We know what has happened since. Some in the \r\ninternational community insisted on maintaining the \r\narms embargo imposed by the Security Council in \r\n1991, thus adding to the obviously overwhelming \r\nmilitary advantage of Milosevic’s regime, which was \r\nbent on destroying Bosnia and Herzegovina and its \r\npeople. They justified this course by claiming that \r\nlifting the arms embargo meant adding oil to the fire. \r\nThe result was that the fire was quelled with the blood \r\nof the innocent. \r\n According to International Committee of the Red \r\nCross data, 200,000 people — 12,000 of them \r\nchildren — were killed, up to 50,000 women were \r\nraped, and 2.2 million people were forced to flee their \r\nhomes. This was a veritable genocide and sociocide. \r\nThe intent of the perpetrators of this genocide was to \r\nforever destroy the unique multi-ethnic fabric of \r\nBosnia and Herzegovina through mass slaughter, rape, \r\ntorture, abuse, expulsion and plunder. In spite of this, \r\ndefenders of our country conducted themselves \r\nhonourably, as demonstrated by the acquittal by the \r\nInternational Criminal Tribunal for the former \r\nYugoslavia of most of Bosnia and Herzegovina’s \r\nmilitary leadership. \r\n All this culminated in Srebrenica in July 1995. \r\nThe International Court of Justice — the court of this \r\nOrganization — ruled in its Judgment of 26 February \r\n2007 that “the Bosnian Serbs devised and implemented \r\na plan to execute as many as possible of the military \r\naged Bosnian Muslim men present in the enclave” \r\n(para. 292) and that \r\n “the acts committed at Srebrenica ... were \r\ncommitted with the specific intent to destroy in \r\nA/63/PV.6  \r\n \r\n08-51606 4 \r\n \r\npart the group of the Muslims of Bosnia and \r\nHerzegovina as such; and accordingly … these \r\nwere acts of genocide, committed by members of \r\nthe [Army of Republika Srpska] in and around \r\nSrebrenica from about 13 July 1995.” (para. 297) \r\n Through its acts and omissions, the United \r\nNations, by its own admission, bears part of the \r\nresponsibility for the crimes committed at Srebrenica. \r\nIn fact, the Secretary-General’s 1999 report on \r\nSrebrenica unequivocally states: \r\n “Through error, misjudgement and an inability to \r\nrecognize the scope of the evil confronting us, we \r\nfailed to do our part to help save the people of \r\nSrebrenica from the Serb campaign of mass \r\nmurder ... Srebrenica crystallized a truth \r\nunderstood only too late by the United Nations \r\nand the world at large: that Bosnia was as much a \r\nmoral cause as a military conflict. The tragedy of \r\nSrebrenica will haunt our history forever.” \r\n(A/54/549, para. 503) \r\n We do not want the United Nations to be haunted. \r\nThis Organization’s credibility is too important to the \r\nworld to carry the burden of this failure. Errors can be \r\ncommitted, but errors must not be repeated. We want \r\nthe United Nations to right the wrongs. In fact, \r\ninternational law mandates that this must be done. The \r\nInternational Law Commission’s articles on State \r\nresponsibility for internationally wrongful acts, \r\nadopted in resolution 56/83 of 12 December 2001, \r\nmandate that “No State shall recognize as lawful a \r\nsituation created by a serious breach [of a peremptory \r\nnorm of general international law]”, which clearly \r\nincludes the crime of genocide and crimes against \r\nhumanity, “nor render aid or assistance in maintaining \r\nthat situation” (article 41). \r\n If those principles had been applied, would the \r\ninstitutions identified by the International Court of \r\nJustice as perpetrators of genocide still exist? Would \r\nvast portions of a country remain ethnically clean? \r\nWould over a million refugees and displaced persons \r\nremain outside their homes? In short, do these \r\nprinciples allow for the arrest of Karadzic and the \r\nsimultaneous preservation of the results of his project? \r\nIn fact, just today The Hague Tribunal announced a \r\nrevised indictment against Karadzic that charges him \r\nwith genocide and crimes against humanity, against \r\nboth Bosnians and Croats in 27 municipalities in \r\nBosnia and Herzegovina. This process will further \r\nimplicate the Milosevic regime in the planning and \r\ncommission of those crimes.  \r\n We cannot bring back the dead, but we can give \r\ndignity and justice to the survivors. What we say today \r\nis aimed not at the past, but at the future, and not only \r\nfor Bosnia and Herzegovina. We owe it to not only the \r\nvictims and survivors, but humanity as a whole. The \r\nmessage to the would-be perpetrators of crimes in the \r\nname of a twisted ideology should be crystal-clear: do \r\nnot even think about it; your terror will not pay off. \r\nThat should be the message. \r\n In Bosnia and Herzegovina, we had the \r\nopportunity to make that true by a consistent \r\nimplementation of the 1995 Dayton Peace Agreement, \r\nwhich ended the aggression, stopped the genocide, and \r\nbrought peace. These were its major accomplishments, \r\nand their value cannot be overemphasized. \r\n The Dayton Peace Agreement, however, was also \r\nintended to reverse the effects of genocide and ethnic \r\ncleansing. It had all the necessary elements to do so. \r\nInstead, in the words of the Constitutional Court of \r\nBosnia and Herzegovina, its main provisions have been \r\na victim of:  \r\n “a systemic, continuing and deliberate practice of \r\nthe public authorities of Republika Srpska with \r\nthe goal of preventing the so-called minority \r\nreturns, either through direct participation in \r\nviolent incidents or through the abdication of \r\nresponsibility to protect the people from ... \r\nviolent attacks due solely to their ethnic \r\nbackground”. \r\n Dayton never intended such ethnic apartheid to \r\ntake root in Bosnia and Herzegovina. It is not the \r\nimplementation of the Dayton Peace Agreement, but \r\nthe violation of its core principles, that led to this \r\nresult. It would be a grave mistake to recognize this \r\nresult as lawful and legitimate. It is the responsibility \r\nof this Organization to make it right. Just as we should \r\nnot have been forced to smuggle arms into our own \r\ncountry to defend ourselves, we should not be forced \r\nnow to smuggle basic human rights, justice and \r\ndemocracy into Bosnia and Herzegovina. \r\n Without righting this wrong can we genuinely \r\ncelebrate the sixtieth anniversary of the adoption of the \r\nUniversal Declaration of Human Rights this \r\nDecember? Moreover, can we celebrate the sixtieth \r\nanniversary of the adoption of the Convention on the \r\n A/63/PV.6\r\n \r\n5 08-51606 \r\n \r\nPrevention and Punishment of the Crime of Genocide \r\nif the first and only Judgment of the International \r\nCourt of Justice on the crime of genocide remains in \r\nthe Court’s archives? \r\n Now is the time to right these wrongs. We are \r\nabout to start work on the new Constitution of Bosnia \r\nand Herzegovina, and the outcome of that process will \r\nanswer many of these questions. \r\n To those who now seek to legitimize the systemic \r\nviolations of the Dayton Peace Agreement, we all must \r\nsay: make no mistake, genocide will not be rewarded. \r\nThat is the responsibility of this Organization. \r\nRewarding genocide would send a dangerous message \r\nthroughout the world, and would surely undermine the \r\nchances of peace and stability in Bosnia and \r\nHerzegovina and the region.  \r\n Seekers of justice are not the enemies of peace. \r\nThey are the guardians of peace. As the Secretary-\r\nGeneral said today, justice is the pillar of peace and \r\nstability. That is what this statement is all about. \r\nCertainly, there are those in Bosnia and Herzegovina \r\nwho would not agree, but they are surely not the \r\nvictims of genocide. \r\n We have not forgotten the help we received from \r\nmany of the countries represented here today, a number \r\nof whose soldiers, diplomats, aid workers and \r\njournalists died in Bosnia and Herzegovina while \r\nworking to end the aggression, bring peace and ease \r\nthe suffering, or to make sure that the rest of the world \r\nknew about it. For that we thank them once again, and \r\nrenew our sympathy to their families.  \r\n An even greater number of countries have \r\nassisted us in rebuilding our society after the \r\naggression, and we extend our heartfelt gratitude for \r\nthat as well. Bosnia and Herzegovina still needs help in \r\nthis regard, and we hope that we can work together in \r\norder to ensure permanent peace and stability in my \r\ncountry, the region and the world. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the Chairman of \r\nthe Presidency of Bosnia and Herzegovina for the \r\nstatement he has just made. \r\n Mr. Haris Silajdžić, Chairman of the Presidency \r\nof Bosnia and Herzegovina, was escorted from \r\nthe General Assembly Hall. \r\n \r\nAddress by Mr. Paul Kagame, President of the \r\nRepublic of Rwanda \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the President of the \r\nRepublic of Rwanda. \r\n Mr. Paul Kagame, President of the Republic of \r\nRwanda, was escorted into the General Assembly \r\nHall. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Excellency Mr. Paul Kagame, \r\nPresident of the Republic of Rwanda, and to invite him \r\nto address the Assembly. \r\n President Kagame: We are gathered here once \r\nagain to reflect on major national, regional and global \r\nchallenges — and on how together, as the United \r\nNations, we can renew our commitment to finding \r\nsolutions. It gives me great pleasure to share with the \r\nGeneral Assembly some insights on how some of those \r\nglobal developments affect Rwanda, as well as our \r\nregion, as we continue to strengthen our social, \r\neconomic and democratic institutions for improving the \r\nlives of our citizens.  \r\n In the context of fighting poverty and achieving \r\nthe Millennium Development Goals, our second-\r\ngeneration poverty-reduction strategy is gathering \r\nmomentum in Africa, East Africa and Rwanda, and is \r\nbeing implemented in the context of greater stability \r\nand peace. In Rwanda we are registering a healthy \r\neconomic growth rate, which is currently averaging \r\n7 per cent annually, in an increasingly open and \r\nconducive environment that encourages domestic and \r\nforeign investors. We also continue to deepen our \r\nregional integration in the East African community. \r\nThat is essential for a bigger and more dynamic \r\nmarket, which should become a far more effective and \r\nefficient gateway to global business. \r\n With regard to empowering women and \r\npromoting their socio-economic and political \r\nparticipation, we continue to make significant progress. \r\nIn the just-concluded Rwandan parliamentary elections \r\nfor the lower chamber, women candidates performed \r\nexceptionally well, increasing their presence in the new \r\nParliament from 49 to 55 seats. We believe that, \r\nbesides improving gender status in our country, that \r\nmarks healthy progress towards realizing a vision of a \r\nunited, democratic and prosperous Rwanda. \r\nA/63/PV.6  \r\n \r\n08-51606 6 \r\n \r\n Allow me to raise another issue that may have \r\nwider implications, namely, that of justice and, more \r\nspecifically, of universal jurisdiction and its abuse. It is \r\nimportant that those who consider themselves powerful \r\nnations do not misuse that tool of international justice \r\nto extend their laws and jurisdiction over those they \r\nperceive to be weaker countries. If unchecked, one can \r\nonly imagine the legal chaos that would ensue should \r\nany judge in any country decide to apply local laws to \r\nother sovereign States. The United Nations has a duty \r\nto ensure that universal jurisdiction serves its original \r\ngoals of delivering international justice and fairness, as \r\nopposed to abuse. \r\n There is no doubt that climate change is among \r\nthe critical challenges of our time. Africa is being \r\ngravely affected. Deserts and dry zones continue to \r\nclaim more territory. Over-reliance on wood for energy \r\nby our populations is leading to severe deforestation. \r\nFurthermore, unpredictable weather and rainfall \r\npatterns, combined with limited scientific and \r\ntechnological capacities, are already undermining our \r\ncontinent’s ability to effectively manage water \r\nresources.  \r\n We take those challenges very seriously in \r\nRwanda. Earlier this month, in Kigali, the Africa \r\nClimate Change Forum brought together policymakers, \r\nbusiness leaders and academic and scientific \r\ncommunities from different parts of the world. They \r\nreaffirmed that the world community urgently needs to \r\nthink globally, but also to act locally, in translating \r\nresolutions into actions. Towards that end, we are \r\ndetermined to intensify efforts in the areas of \r\nreforestation, terracing and irrigation for more \r\neffective use of water and land resources, as well as to \r\nprevent soil erosion. It is indispensable that we partner \r\ntogether as a global community to urgently act to \r\nprotect our planet in the context of the Convention on \r\nClimate Change and the Kyoto Protocol. \r\n Rwanda is committed to regional and global \r\npeace and stability. Let us not forget that the process of \r\ncomprehensively resolving the issue of those who \r\ncommitted genocide in Rwanda has yet to be \r\ncompleted. We stand ready to play our part in \r\naddressing that matter in the context of broader \r\nobjectives to consolidate stability and peace on our \r\ncontinent. Once again, I assure the Assembly of our \r\ndetermination and commitment to creating a safer and \r\nbetter world. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the President of \r\nthe Republic of Rwanda for the statement he has just \r\nmade. \r\n Mr. Paul Kagame, President of the Republic of \r\nRwanda, was escorted from the General Assembly \r\nHall. \r\n \r\nAddress by Mr. Valdas Adamkus, President of the \r\nRepublic of Lithuania \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the President of the \r\nRepublic of Lithuania. \r\n Mr. Valdas Adamkus, President of the Republic of \r\nLithuania, was escorted into the General \r\nAssembly Hall. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Excellency Mr. Valdas \r\nAdamkus, President of the Republic of Lithuania, and \r\nto invite him to address the Assembly. \r\n President Adamkus: First, I would like to \r\nexpress my great respect to the leadership of the \r\nGeneral Assembly as it guides the Organization \r\nthrough global issues and challenges.  \r\n When I stood at this podium 10 years ago, the list \r\nof issues to be urgently addressed was about the same, \r\nyet the mood was different. The Kyoto Protocol had \r\njust been signed and preparations for the Millennium \r\nSummit, including the drafting of the Millennium \r\nDevelopment Goals, were under way. The international \r\ncommunity, guided by the principles and the leadership \r\nof the United Nations, showed the will and the \r\nambition to resolve global issues.  \r\n But did we manage to turn that collective will \r\ninto principled and decisive actions? I have to admit \r\nthat many nations, big and small, have many more \r\nconcerns today than they did a decade ago. Today we \r\nfeel less secure. The very structure of the international \r\nsystem seems to be fracturing, depriving us of the \r\nprotection provided by international law and \r\ninternational institutions. In my region, in Eastern \r\nEurope and in the eastern neighbourhood of the \r\nEuropean Union (EU), that is more obvious than \r\nanywhere else.  \r\n A/63/PV.6\r\n \r\n7 08-51606 \r\n \r\n Take energy security: oil supplies to Lithuania \r\nhave been cut off without warning, and we do not stand \r\na chance of conducting a normal civilized dialogue on \r\nhow to fix the problem. Gas supplies were interrupted \r\nto our neighbours Ukraine and Belarus. In that light, \r\nand on the eve of closing down our only independent \r\npower generator, we have very serious reason to worry \r\nabout the possible risks for the future of our economy. \r\nI would also say that other countries of our region also \r\nhave concerns about unreliable energy supplies. Such a \r\nsituation threatens the stability of the entire region. The \r\nUnited Nations cannot be a mere passive observer if, \r\nand when, universal values and international law are \r\nunder threat. Too often, we remain observers in the \r\nface of mounting security crises.  \r\n What happened to Georgia a few months ago is a \r\ncase in point. The United Nations largely failed to react \r\nto an act of aggression against a small nation that has \r\nbeen a Member of the United Nations since 1992. \r\nPerhaps we failed to react because one of the interested \r\nsides to the conflict is a permanent member of the \r\nSecurity Council, which has the responsibility to \r\nprotect both the letter and the spirit of the Charter of \r\nthe United Nations and various United Nations \r\nresolutions. \r\n But maybe we also failed to react because our \r\nfaith in the United Nations has weakened. It is the very \r\nessence of the Organization’s mission to protect human \r\nlife and human rights, but too often voting on human \r\nrights receives less and less support from Member \r\nStates. Today, there are still about 26 million internally \r\ndisplaced persons in the world, including in the Sudan, \r\nSomalia, the South Caucasus nations of Georgia and \r\nAzerbaijan, and other places. Last year alone, we faced \r\nserious crises in different corners of the planet, \r\nincluding in Myanmar, the Sudan and Zimbabwe. The \r\nworld needed United Nations leadership, but the \r\nOrganization has not acted accordingly. That is because \r\nsome States hide behind technicalities or the shield of \r\nnational sovereignty, thereby paralysing the United \r\nNations. \r\n It is quite evident that the United Nations cannot \r\ncontinue with business as usual. It needs reform and a \r\ngreater role in areas that will determine the future of \r\nthe twenty-first century, such as energy, information \r\nsecurity, anti-terrorism, the fight against \r\nfundamentalism and the like. How long will we \r\ncontinue with cold-war-era security definitions, closing \r\nour eyes to the less visible, but no less dangerous \r\ndangers of the twenty-first century? When 17 years \r\nago, following the Soviet occupation, my country \r\nregained independence and joined the United Nations, \r\nwe were told that never again would Molotovs and \r\nRibbentrops dare to decide the future of other nations. \r\nNext year we will mark the seventieth anniversary of \r\nthe shameful Molotov-Ribbentrop secret protocols.  \r\n But Lithuania and other nations of the former \r\nSoviet Union still have to fight against the revisionism \r\nseeping down from the Kremlin’s towers and the \r\nblatant claims that there was no occupation of the \r\nBaltic States and that there was no Holodomor in \r\nUkraine, where millions of people were starved to \r\ndeath by a ruthless dictator. Should not an alarm bell \r\nring across the entire international community when \r\nwe see such bold attempts to cover up crimes against \r\nhumanity? \r\n Today, my nation is commemorating the Day of \r\nGenocide of Lithuanian Jews. That tragedy is a \r\npowerful reminder to us all of the vulnerability of \r\nfreedom, but it also teaches us that sincere efforts to \r\nadmit one’s crimes help nations to reconcile and create \r\na truly peaceful, secure and stable area. Therefore, on \r\nthis solemn day we not only remember but we also \r\nlearn. \r\n If we are to reform the United Nations in a \r\nmeaningful way, perhaps we should have a better look \r\nat the experience of European nations after the end of \r\nthe Second World War and the end of the cold war. \r\nBased on that experience, it is obvious that we need to \r\nstrengthen democracy at home in order to have good \r\ngovernance and responsible leadership. Perhaps \r\nresponsible leaders will not protect us from all global \r\nchallenges, but they will at least seek cooperation with \r\ntheir people and other nations to resolve their \r\npersisting problems. \r\n It is only through integration that truly indivisible \r\nsecurity can be achieved. Indivisible security has \r\nspecial meaning and importance for smaller nations, \r\nwhich have all too often fallen victim to the redrawing \r\nof maps. It is my conviction that the interaction of, and \r\ncooperation among, different organizations — like the \r\nOrganization for Security and Cooperation in Europe, \r\nEU, NATO and the Council of Europe — have been, \r\nand should remain, the foundation for security and \r\nstability in Europe. There are difficulties and \r\ndeficiencies; but there is no alternative, and new \r\nalternatives are not needed. I am therefore deeply \r\nA/63/PV.6  \r\n \r\n08-51606 8 \r\n \r\nworried by new calls to revise the institutional \r\nstructure of European security, rather than to abide by \r\ncommitments undertaken before the whole \r\ninternational community. \r\n Security based on cooperation should remain the \r\nbasic principle of different European organizations and \r\nof international relations as a whole. The philosophy of \r\nthe balance of power, which is again growing popular \r\nin some capitals, has no place in contemporary Europe. \r\nAnd because security is indivisible, it is in the interest \r\nof the international community that the United Nations \r\nshould play a greater role in strengthening preventive \r\ndiplomacy and making the principle of the \r\nresponsibility to protect work. \r\n The United Nations also has to be more \r\nresponsive to emerging threats, such as unreliable \r\nenergy supplies, fundamentalism and cyber attacks. It \r\ndoes not matter if the world is unipolar, bipolar or \r\nmultipolar. Human life and human rights remain at the \r\nheart of our world. Only such a world can create a truly \r\nviable architecture among States — an architecture \r\nbased on trust, openness and respect for human rights. \r\nBut did we see efforts to create such an architecture in \r\nthe Georgia-Russia conflict? What we saw instead \r\nwere renewed attempts to divide the world into zones \r\nof influence or privileged interests. That should be \r\nunacceptable to the international community in the \r\ntwenty-first century. Division and exclusion are bad \r\nremedies for conflict resolution. Conflict resolution in \r\nSouth Ossetia, Abkhazia and elsewhere should \r\ntherefore be the responsibility of the international \r\ncommunity and international institutions, not of one \r\nparticipating side, which hardly remains impartial. \r\n We also have to maintain commitments to value-\r\nbased policies. It is through our commitment to change \r\nand reform that Lithuania has become what it is today: \r\na consolidated democracy, a strong reformed economy \r\nand an active contributor to international peacekeeping \r\nmissions from the Balkans to Afghanistan. \r\n I believe that we, the peoples of the United \r\nNations, have to renew our commitment to universal \r\nvalues and principles, so that we march together and in \r\nthe same direction and our steps become stronger. I \r\nbelieve that we must learn those lessons well, so that in \r\nanother 10-years’ time we can celebrate not only the \r\nfulfilled promise of the Millennium Development \r\nGoals but also the fulfilled promise of creating lasting \r\npeace and an era of progress, prosperity and human \r\nintegrity. It is because the United Nations consists \r\nprimarily not of the sum total of votes but of universal \r\nprinciples that those principles shall be a guiding light \r\nfor us in the years to come. I still believe that that is \r\nthe core mission of the Organization. I care deeply \r\nabout it. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the President of \r\nthe Republic of Lithuania for the statement he has just \r\nmade. \r\n Mr. Valdas Adamkus, President of the Republic of \r\nLithuania, was escorted from the General \r\nAssembly Hall. \r\n \r\nAddress by Mr. Mahmoud Ahmadinejad, President \r\nof the Islamic Republic of Iran \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the President of the \r\nIslamic Republic of Iran. \r\n Mr. Mahmoud Ahmadinejad, President of the \r\nIslamic Republic of Iran, was escorted into the \r\nGeneral Assembly Hall. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Excellency Mr. Mahmoud \r\nAhmadinejad, President of the Islamic Republic of \r\nIran, and to invite him to address the Assembly. \r\n President Ahmadinejad (spoke in Farsi; English \r\ntext provided by the delegation): I am grateful to the \r\nAlmighty for granting me another opportunity to be \r\npresent at this world Assembly. In the past three years, \r\nI have talked to the Assembly about great hopes in the \r\nbright future of human society and about some \r\nsolutions for achieving sustainable peace and \r\nexpanding love, compassion and cooperation. I have \r\nalso talked about unjust systems governing the world; \r\npressures exerted by some Powers seeking to trample \r\nthe rights of other nations; oppression imposed on the \r\nmajority of the global community, especially on the \r\npeoples of Iraq, Palestine, Lebanon, Africa, Latin \r\nAmerica and Asia; about challenges we are faced with, \r\nsuch as efforts to shatter the sanctity of families, \r\ndestroy cultures, humiliate lofty values, neglect \r\ncommitments and expand the shadow of threats; as \r\nwell as about the arms race and the unfairness and \r\ninability of the systems governing world affairs to \r\nreform the status quo. \r\n A/63/PV.6\r\n \r\n9 08-51606 \r\n \r\n With the emergence of various new \r\ndevelopments, the debility of existing mechanisms has \r\nbeen revealed even more starkly. However, at the same \r\ntime an encouraging trend, originating in the thoughts \r\nand beliefs of peoples, has blossomed and become \r\nstronger. Against the backdrop of the despair caused by \r\nthe new developments, that trend has ignited a glimmer \r\nof hope in the hearts of men for a brilliant, desirable \r\nand beautiful future. \r\n Today, I would like to talk to the Assembly about \r\nthe main reasons behind the conditions ruling the \r\nworld and the means to address them. Of course, the \r\nAssembly is already aware of what I am talking about, \r\nbut I think it is necessary to remind ourselves. It seems \r\nthat the roots of problems lie in the way one views and \r\nperceives the world and humankind, as well as in the \r\nimportant issues of freedom, obeisance to God, and \r\njustice. The world, humankind, freedom, obeisance to \r\nGod, and justice have been of the utmost importance to \r\nhumans throughout history. \r\n God Almighty purposefully created the world. \r\nThe world is the bedrock for the evolution and growth \r\nof a creature called man, and the laws governing the \r\nworld and all other creatures are at the service of \r\nhumankind’s quest for loftiness. The world should \r\nprovide the needed opportunities for the fulfilment of \r\nthe purpose behind humankind’s creation. No \r\nphenomenon, creature or, indeed, anything has been \r\ncreated in vain. Together they all pave the way for the \r\nflourishing of humankind in a complex and purposeful \r\nsystem, and they are each one of the signs of God \r\nAlmighty. All are His creations and He is the sole \r\ncreator and ruler of the world. All existence, including \r\npower, knowledge and wealth, comes from Him. \r\n With regard to humankind, God created the world \r\nfor humans, and humans for Himself. He created \r\nhumans from mud and in the soil, but He did not want \r\nthem to remain in the soil or with animal instincts. He \r\nkindled the light of guidance in their souls and asked \r\nthem to rise from the soil to the heavens and to Him \r\nwith the help of wisdom, prophets and perfect men. \r\n The world will ultimately disappear, but God has \r\ncreated humankind for eternity and has made it a \r\nmanifestation of Himself. Creativity, mercifulness, \r\nkindness, knowledge, wisdom, zeal, compassion, \r\nsplendor, justice, bounteousness, generosity, greatness, \r\nlove, glory, dignity, forgiveness, insight, kingship and \r\nall other goodness and beauty are attributes of God. \r\nGod did not create humans for aggression, bloodshed, \r\nrancour, selfishness and destruction. He made humans \r\nHis vicegerents on Earth and has asked them, on the \r\none hand, to make Earth prosper by using their God-\r\ngiven potentials, to prepare the ground for the growth \r\nof divine attributes in all humans and to provide all \r\nwith a life full of beauty, amity, freedom, justice and \r\ngoodness; and, on the other hand, in pursuance of that \r\npath, to prepare for a prosperous, everlasting life \r\nendowed by God’s mercy. God has obligated humans to \r\nlive divinely and socially, for it is only through social \r\nlife and interactions with others that divine attributes \r\ncan emerge. \r\n With regard to obeisance to God, God Almighty \r\nhas tied the perfection and true freedom of humans to \r\nthe devotion and obedience to Himself. True freedom \r\nand obedience to God are in balance, and in fact are \r\ntwo sides of the same coin. Obeisance to God means \r\nconfessing to monotheism, obeying His commands, \r\nand being free from ungodly worship. Obeisance to \r\nGod means the acceptance of the absolute truth, the \r\nabsolute light and the absolute beauty. Obeisance to \r\nGod means abandoning selfishness, animal instincts, \r\npower-seeking and aggression and surrendering to \r\nrighteousness, justice, love and perfection.  \r\n In that way, humans can achieve their true \r\nfreedom and flourish. They can grow and manifest \r\ndivine attributes, have affection for others, stand up for \r\njustice, fear no power or threat and defend the \r\noppressed. In such an environment, one’s freedom will \r\nnot impinge on any others’. Contention and conflict are \r\ncharacteristic of materialistic freedom and animal \r\ninstinct. The essence of all divine religions and \r\nobeisance to God and true freedom is disassociating \r\nfrom oppressors and instead obeying and worshiping \r\nGod. \r\n God is omniscient and knows all that is revealed \r\nor kept secret, and He is kind and merciful. All \r\ncreatures are humble before Him and resign themselves \r\nto His will. God is alive and is the Creator of the \r\nuniverse and all life. God loves His creatures and \r\ndesires nothing but goodness, blessings and perfection \r\nfor them, and is against bullying, injustice, selfishness \r\nand domination. \r\n With regard to justice, it is the foundation of the \r\ncreation of humankind and the whole universe. Justice \r\nis tantamount to placing every phenomenon in its own \r\nplace and providing humans with opportunities to \r\nA/63/PV.6  \r\n \r\n08-51606 10 \r\n \r\nactualize all their divine capabilities. Without it, the \r\norder of the universe will collapse and the opportunity \r\nfor perfection will fade away. Without justice, it would \r\nbe impossible for human society to taste real peace, \r\nbeauty, joy and happiness. Justice is the main pillar of \r\nsocial life, and without it social life cannot continue or \r\ngrow. \r\n Humans need to know God in order to realize a \r\nprosperous society in this world as well as to strive for \r\na beautiful eternal life. To that end, they first have to \r\nknow themselves and strive for loftiness in themselves \r\nand their societies. However, as long as the world is \r\nconstrued as closed, limited and aimless; as long as \r\neternal life is considered imaginary and illusory, while \r\nthe afterlife and the judgment day, as well as reward \r\nand punishment, are thought of as fictional and unreal; \r\nas long as morals and commitment to them are called \r\nbackwardness, while immorality, lies, deceit and \r\nselfishness are considered desirable and humans are \r\nlimited to a materialistic life in this world; as long as \r\nattempts are made to replace obedience to God and \r\nfollowing His prophets and true freedom with servitude \r\nto materialistic tendencies, animal instincts and the \r\noppression of others, while contention reaches its \r\npinnacle; as long as the aggressors, because of their \r\nfinancial, political and propaganda powers, not only \r\nescape punishment but even claim righteousness; and \r\nas long as wars are started and nations enslaved in \r\norder to win votes in elections, not only will the \r\nproblems of the global community remain unsolved, \r\nbut they will be increasingly exacerbated. \r\n Let us look at the situation in the world today.  \r\n Iraq was attacked under the false pretext of \r\nuncovering weapons of mass destruction and \r\noverthrowing a dictator. The dictator was toppled and \r\nweapons of mass destruction were not uncovered. A \r\ndemocratic government is established by the votes of \r\nthe people, but after six years the occupiers are still \r\nthere. They insist on imposing colonial agreements on \r\nthe people of Iraq by keeping them under Chapter VII \r\nof the United Nations Charter. Millions of people have \r\nbeen killed or displaced, and the occupiers, with no \r\nsense of shame, are still seeking to solidify their \r\nposition in the political geography of the region and to \r\ndominate oil resources. They have no respect for the \r\npeople of Iraq and they disregard any dignity, rights or \r\nstatus for them. The United Nations is not capable \r\nenough to solve the problems and to stop aggression, \r\noccupation and imposition.  \r\n In Palestine, 60 years of carnage and invasion is \r\nstill continuing at the hands of some criminal and \r\noccupying Zionists. They have forged a regime by \r\ncollecting people from various parts of the world and \r\nbringing them to another people’s land by displacing, \r\ndetaining and killing the true owners of that land. With \r\nadvance notice, they invade, assassinate and maintain \r\nfood and medicine blockades, while some hegemonic \r\nand bullying Powers support them. The Security \r\nCouncil cannot do anything and sometimes, under \r\npressure from a few bullying Powers, even paves the \r\nway for supporting those Zionist murderers. It is \r\nnatural that some United Nations resolutions that have \r\naddressed the plight of the Palestinian people have \r\nbeen relegated to the archives unnoticed. \r\n In Afghanistan, the production of narcotics has \r\nmultiplied since the presence of NATO forces began. \r\nDomestic conflicts continue, terrorism is spreading and \r\ninnocent people are bombarded on a daily basis in \r\nstreets, markets, and schools and at wedding \r\nceremonies. The people of Afghanistan are the victims \r\nof the willingness of NATO member States to dominate \r\nthe regions surrounding India, China and South Asia. \r\nThe Security Council cannot do anything about it \r\nbecause some of those NATO members also happen to \r\nbe the major decision-makers in the Council. \r\n In Africa, there are efforts to re-establish the \r\nrelationships of the colonial era. By starting civil wars \r\nin large countries, including the Sudan, the \r\ndisintegration of those countries is planned in order to \r\nserve the interests of some corrupt Powers. When there \r\nis national resistance, the leaders of the resistance are \r\nput under pressure by legal mechanisms created by the \r\nvery same Powers. \r\n In Latin America, people find their security, \r\nnational interests and cultures seriously endangered by \r\nthe menacing shadow of alien domineering \r\nGovernments, and even by the embassies of some \r\nempires.  \r\n The lives, property and rights of the people of \r\nGeorgia, Ossetia and Abkhazia are victims of the \r\ntendencies and provocation of NATO and certain \r\nWestern Powers and the underhanded actions of the \r\nZionists. \r\n The never-ending arms race, the proliferation and \r\nstockpiling of nuclear and other weapons of mass \r\ndestruction, and the threats to use them and the \r\n A/63/PV.6\r\n \r\n11 08-51606 \r\n \r\nestablishment of missile defence systems have made \r\nthe situation unstable. \r\n With regard to Iran’s peaceful nuclear \r\nprogramme, despite the inalienable right of all nations, \r\nincluding the Iranian nation, to produce nuclear fuel \r\nfor peaceful purposes, and despite such facts as the \r\ntransparency of all Iranian activities and our country’s \r\nfull cooperation with the inspectors of the International \r\nAtomic Energy Agency (IAEA) and the Agency’s \r\nrepeated confirmation of the fact that Iran’s activities \r\nare peaceful, a few bullying Powers have sought to put \r\nhurdles in the way of the peaceful nuclear activities of \r\nthe Iranian nation by exerting political and economic \r\npressure on Iran and threatening and pressuring IAEA. \r\nThose are the same Powers that produce new \r\ngenerations of lethal nuclear arms and possess \r\nstockpiles of nuclear weapons that no international \r\norganization is monitoring. Moreover, the tragedies of \r\nHiroshima and Nagasaki were perpetrated by one of \r\nthem. \r\n Indeed, they are not against weapons, but they \r\noppose the progress of other nations, and tend to \r\nmonopolize technologies and to use those monopolies \r\nto impose their will on other nations. However, it is \r\nvery natural that the great Iranian people, with their \r\ntrust in God, with determination and steadfastness and \r\nwith the support of their friends, will resist the bullying \r\nand have defended and will continue to defend their \r\nrights. The Iranian nation is for dialogue, but it has not \r\naccepted and will not accept illegal demands. The time \r\nhas come for IAEA to present a clear report to the \r\ninternational community on its monitoring of the \r\ndisarmament of those nuclear Powers and their nuclear \r\nactivities, and for a disarmament committee to be \r\nestablished by independent States to monitor the \r\ndisarmament of those nuclear Powers. \r\n Theories of development that are in line with the \r\nhegemonic system and not in accordance with the true \r\nneeds of humankind and human societies have become \r\nrepetitive and bland tools for assimilating economies, \r\nexpanding hegemonic domination and destroying the \r\nenvironment and the social solidarity of nations. There \r\nis no end in sight to this. Poverty, hunger and \r\ndeprivation are hurting more than one billion of the \r\nworld’s population and have dashed their hopes for a \r\ndecent life. \r\n The dignity, integrity and rights of the American \r\nand European people are being played with by a small \r\nbut deceitful number of people called Zionists. \r\nAlthough they are a miniscule minority, they have been \r\ndominating an important portion of the financial and \r\nmonetary centres, as well as the political decision-\r\nmaking centres of some European countries and the \r\nUnited States, in a deceitful, complex and furtive \r\nmanner. It is deeply disastrous to witness that some \r\npresidential or premier nominees in some big countries \r\nhave to visit those people, take part in their gatherings \r\nand swear their allegiances and commitment to their \r\ninterests in order to attain financial or media support. \r\n That means that the great people of America and \r\nvarious nations of Europe need to obey the demands \r\nand wishes of a small number of acquisitive and \r\ninvasive people. Those nations are spending their \r\ndignity and resources on the crimes, occupation and \r\nthreats of the Zionist network against their will. \r\n All that is due to the manner in which the \r\nimmoral and the powerful view the world, humankind, \r\nfreedom, obeisance to God and justice. The thoughts \r\nand deeds of those who think they are superior to \r\nothers and consider others to be second class and \r\ninferior, who intend to remain out of the divine circle \r\nand to be the absolute slaves of their materialistic and \r\nselfish desires, who intend to expand their aggressive \r\nand domineering natures, constitute the roots of the \r\nproblems in societies today. They are the hindrances to \r\nthe realization of material and spiritual prosperity and \r\nto security, peace and brotherhood among nations.  \r\n I explicitly state that the Iranian people and the \r\noverwhelming majority of peoples and Governments \r\nare against those deeds and perspectives of the world-\r\ndomineering Powers. The establishment of justice \r\nrequires people who have achieved moderation and \r\njustice inside themselves, restrained their domineering \r\nattitudes and actualized their attributes of self-sacrifice \r\nand are at the service of humankind. The complete and \r\nfull-scale manifestation of such characteristics can \r\nhappen only under the rule of the righteous and perfect \r\nhuman being who is obedient to God and who is \r\npromised by the divine prophets. \r\n Of course, with the grace of God Almighty, a \r\nhopeful trend is flourishing in the heart and soul of \r\nhuman societies. The universal eagerness for justice, \r\npurity, love for others, monotheism and the quest for \r\nperfection is clearly and increasingly on the rise. A \r\nuniversal resistance to the acquisitiveness, aggression \r\nand selfishness of the bullying Powers is being formed. \r\nA/63/PV.6  \r\n \r\n08-51606 12 \r\n \r\nToday, the bullying Powers’ thoughts, practices and \r\nstrategies are rejected by nations and Governments, \r\nand all are seeking to establish new human relations \r\nbased on justice, with a view to attaining prosperity, \r\nperfection, security and sustainable welfare. That is the \r\nvery auspicious phenomenon that all the traditions of \r\ncreation and the ruling laws of the universe emphasize \r\nand support. \r\n Today, the Zionist regime is on a definite slope to \r\ncollapse, and there is no way for it to get out of the \r\ncesspool it and its supporters have created. The Islamic \r\nRepublic of Iran, while fully respecting the resistance \r\nof the oppressed people of Palestine and expressing its \r\nall-out support for it, submits to the Secretary-General \r\nof the United Nations its humane solution, based on a \r\nfree referendum in Palestine to determine and establish \r\nthe type of State in the entire Palestinian lands. \r\n The American empire in the world is reaching the \r\nend of its road, and its next rulers must limit their \r\ninterference to their own borders. Today, the thought of \r\nhegemony quickly becomes a demerit. \r\n I should now like to say a few words to \r\nexpansionist Governments ruling global relations. Be \r\naware that living with obedience to God and carrying \r\nout His orders, having compassion for people and \r\nstriving for the fulfilment of justice is to your \r\nadvantage too. I invite you to return to the path of God, \r\nthe prophets and the people of the world, as well as to \r\ntruth and justice. The only route to salvation is a divine \r\nstraight path. Otherwise, God’s hand of power will \r\nemerge from the sleeve of oppressed nations and will \r\nmake your life difficult, and will put an end to your \r\nhegemony. Let us love the peoples of the world and \r\nrespect their rights. Rectify past behaviour. That will \r\nbenefit you and the human community. The Iranian \r\npeople are prepared, along with other nations, to help \r\nyou be rescued from your current situation and to \r\nestablish peace and prosperity. \r\n Fortuitously, opportunities are accessible. With \r\nthe grace of God Almighty, the existing pillars of the \r\noppressive system are crumbling. Great developments \r\nin favour of humankind, as well as its true and real \r\nrights, are on the way. A golden and brilliant future is \r\nawaiting humankind. A global community filled with \r\njustice, friendship, brotherhood and welfare is at hand, \r\nas I have elaborated — a community that will tread the \r\npath of beauty and love under the rule of the righteous \r\nand perfect human being, the one promised by all \r\ndivine prophets and the one who is the true lover of \r\nhumankind; a community that will be devoid of all \r\nfear, despair and privation. Such a community will \r\nsoon be ours. The community promised by the great \r\ndivine prophets Noah, Abraham, Moses, Jesus Christ \r\nand Muhammad is about to materialize. \r\n Let us, hand in hand, expand the thought of \r\nresistance to evil and the minority of those who are ill-\r\nwishers. Let us support goodness and the majority of \r\npeople who are good and the embodiment of absolute \r\ngood that is the Imam of Time, the Promised One who \r\nwill come accompanied by Jesus Christ, and \r\naccordingly design and implement just and humanistic \r\nmechanisms for regulating the constructive \r\nrelationships between nations and Governments. \r\n May the great Almighty deliver the saviour of \r\nnations and put an end to the sufferings of humankind \r\nand bring forth justice, beauty and love. Let us have a \r\nproper share in the establishment of that illuminated \r\nand promised divine age. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the President of \r\nthe Islamic Republic of Iran for the statement he has \r\njust made. \r\n Mr. Mahmoud Ahmadinejad, President of the \r\nIslamic Republic of Iran, was escorted from the \r\nGeneral Assembly Hall. \r\n \r\nAddress by Mr. Michel Sleiman, President of the \r\nLebanese Republic \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the President of the \r\nLebanese Republic. \r\n Mr. Michel Sleiman, President of the Lebanese \r\nRepublic, was escorted into the General Assembly \r\nHall. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Excellency Mr. Michel \r\nSleiman, President of the Lebanese Republic, and to \r\ninvite him to address the Assembly. \r\n President Sleiman (spoke in Arabic): I should \r\nlike to begin by congratulating you, Sir, on your \r\nelection as President of the General Assembly at its \r\nsixty-third session.  \r\n A/63/PV.6\r\n \r\n13 08-51606 \r\n \r\n I should also like in particular to thank Secretary-\r\nGeneral Ban Ki-moon for the excellent report he has \r\nprepared on the activities of the Organization in the \r\npast year (A/63/1), as well as for his concern in \r\nensuring that the issues of Lebanon are at the centre of \r\ndebate. In its close pursuit of the situation in Lebanon, \r\nthe United Nations has established the foundations and \r\nprinciples necessary to face the crises and challenges \r\nthat have undermined the stability and prosperity of \r\nour country. I would like to note in particular the role \r\nof the United Nations Interim Force in Lebanon \r\n(UNIFIL) and pay tribute to the sacrifices of its \r\npersonnel. I note also that in his report the Secretary-\r\nGeneral notes that there is strong cooperation between \r\nUNIFIL and the Lebanese army. I would like to \r\nconfirm that Lebanon cares a great deal about the \r\nsecurity and safety of those troops, especially vis-à-vis \r\nthe terrorist attacks of which they have been the target. \r\n Lebanon is the cradle of an ancient civilization. \r\nIts peace-loving people set sail from their shores \r\ntowards the European continent, carrying with them \r\nelements of an advanced alphabet and spreading in the \r\nMediterranean realm and whatever horizons they were \r\nable to open the spirit of communication, dialogue, and \r\nfree exchange. \r\n Lebanon, which believes in human and cultural \r\nvalues, is one of the oldest parliamentary democracies \r\nin the Middle East. Its constitution of 1926 embraces \r\nfreedom of opinion, freedom of belief and justice and \r\nrejects confessionalism and fanaticism. In its \r\nendeavour to put this democracy into practice, our \r\nnation experienced a distinctive alternation of power \r\ndespite all the crises, aggression and wars it has \r\nknown. Today, our country is preparing for new \r\nparliamentary elections. \r\n The young Lebanese nation that emerged in 1943, \r\nhowever, suffered from the aftermath of the catastrophe \r\nthat befell Palestine in 1948. It has received on its \r\nnarrow territory hundreds of thousands of Palestinian \r\nrefugees. Since the late sixties, it has been subject to \r\ntwo large-scale Israeli invasions and to a series of \r\nIsraeli devastating attacks that wreaked havoc in terms \r\nof lives, property and infrastructure. The records kept \r\nby this Organization bear witness to that brutality.  \r\n I recall the two massacres of Qana that were \r\nperpetrated against innocent children, women and the \r\nelderly, as well as the aggression of July 2006 in which \r\ntens of thousands were killed and wounded and \r\ndisplaced which led to the destruction of bridges and \r\ncivilian facilities in various parts of the country. The \r\nIsraeli bombardment of the Jiyeh power plant and its \r\nfuel storage tanks caused an environmental catastrophe \r\nresulting from an oil slick along the Lebanese \r\ncoastline. That prompted the General Assembly of the \r\nUnited Nations to request Israel to provide immediate \r\nand adequate compensation to Lebanon for the damage \r\nand pollution it caused. Israel must pay due \r\ncompensation for the full damage it caused through its \r\nrepeated aggression against Lebanon. \r\n The United Nations has not hesitated to shoulder \r\nits responsibilities towards Lebanon. The Organization \r\nissued a series of resolutions in support of Lebanon’s \r\nindependence, sovereignty, unity and territorial \r\nintegrity, notably Security Council resolutions 425 \r\n(1978), which called for an immediate and \r\nunconditional Israeli withdrawal from all Lebanese \r\nterritory, and 1701 (2006), which “calls upon the \r\nGovernment of Israel ... to withdraw all of its forces \r\nfrom southern Lebanon”. Lebanon reiterates its \r\ncommitment to the full content of that resolution. \r\n Mr. Yañez-Barnuevo (Spain), Vice-President, took \r\nthe Chair. \r\n However, the intransigence of Israel and its \r\nfailure to comply with the will of the United Nations \r\nSecurity Council pushed Lebanon to adopt, in \r\nconjunction with diplomacy, other legitimate options. \r\nIn 2000, thanks to its people, army and resistance, \r\nLebanon was able to force Israel to withdraw from \r\nmost of the Lebanese territory that it occupied. This \r\nyear, successful efforts were made, with the help of the \r\nUnited Nations, to complete the liberation of the \r\nLebanese prisoners and detainees from Israeli prisons. \r\n Despite these achievements and its continued \r\ncommitment to the resolutions of international \r\nlegitimacy, Lebanon still faces a host of urgent risks \r\nand challenges that require the following. \r\n First, the international community should compel \r\nIsrael to fully implement resolution 1701 (2006) and \r\nstop its serious threats to launch a new war against \r\nLebanon. Such threats are acts of aggression that \r\nadversely affect the Lebanese State, the national \r\neconomy and civil society. \r\n The second challenge is the recovery or liberation \r\nof the remaining occupied Lebanese territory in Shabaa \r\nFarms, the hills of Kfarshuba and the northern part of \r\nA/63/PV.6  \r\n \r\n08-51606 14 \r\n \r\nthe village of Al-Ghajar, and the upholding of our \r\nrights to our water. \r\n Thirdly, Israel must be forced to stop its \r\nextensive air breaches of Lebanon’s sovereignty. In its \r\nmost recent briefing to the Security Council, the \r\nDepartment of Peacekeeping Operations confirmed the \r\nprovocative nature of those actions. \r\n Fourthly, we must obtain all the maps of \r\nlandmines and cluster-bomb sites left behind by Israel \r\non Lebanese soil. Their presence constitutes a direct \r\nthreat to the civilian population, especially children. It \r\ndeprives farmers and families of their livelihood and \r\nprevents them from cultivating their land. The States \r\nconcerned are therefore called upon to meet their \r\npledges to provide the necessary resources for \r\ndemining declustering programmes. \r\n Fifthly, we need to confront terrorism in all its \r\nforms and to maintain internal civic peace. The \r\nLebanese army and the internal security forces have \r\nbeen subjected to brutal attacks by terrorist groups in \r\nrecent years. They were forced to confront such \r\nterrorist groups and make costly and huge sacrifices to \r\ndefend the dignity of the Lebanese people and their \r\nsecurity and stability. In their efforts to combat Israeli \r\nterrorist operations, the Lebanese security services \r\nmanaged to arrest the head of an Israeli network that \r\ncarried out espionage and assassination operations on \r\nLebanese soil. \r\n The sixth challenge is to develop a \r\ncomprehensive national strategy to protect and defend \r\nLebanon, which would be adopted and coordinated \r\nthrough genuine national dialogue, which we held on \r\n16 September. That is in accord with the Doha \r\nAgreement, which is based on the sincere will for \r\nnational reconciliation and on extending the authority \r\nof the Lebanese State over all of its territory. \r\n On this occasion, Lebanon reiterates its \r\ncommitment to the international tribunal established \r\nunder Security Council resolution 1757 (2007) to \r\ninvestigate the crime of the assassination of martyr \r\nPrime Minister Rafik Hariri and his companions. \r\nLebanon is cooperating with the relevant organs of the \r\nUnited Nations to bring the truth to light and to achieve \r\nthe process of justice away from any politicization. \r\n Lebanon closely follows the developments of the \r\nsituation in the Middle East. In view of its commitment \r\nto just Arab causes, especially the cause of Palestine, \r\nLebanon reiterates its commitment to the process of \r\nachieving a just and comprehensive peace in the region \r\nand to the Arab peace initiative that was unanimously \r\nadopted by Arab leaders at the 2002 Beirut Summit. \r\nHaving said that, Lebanon stresses the need for Israel \r\nto withdraw from all Arab territories that are still under \r\noccupation and stresses the inalienable right of the \r\nPalestinian people to return to their land and to \r\nestablish their independent State on their national soil. \r\n We call on the international community to assume \r\nits full responsibilities to provide the necessary \r\nfinancial resources to the United Nations Relief and \r\nWorks Agency for Palestine Refugees in the Near East \r\n(UNRWA) and to support the work carried out by the \r\nLebanese State in this area, until a just solution to the \r\nPalestinian problem is found. \r\n From this rostrum, Lebanon cannot but draw the \r\nattention of the international community once again to \r\nits absolute rejection of any form of resettlement of the \r\nPalestinian refugees on its territory, for the following \r\nmain reasons. \r\n First, the resettlement of the Palestinian refugees \r\nin Lebanon runs counter to their right to return to their \r\nhomeland and homes, which is reaffirmed by the \r\nUniversal Declaration of Human Rights and the \r\nrelevant United Nations resolutions. \r\n Secondly, it is difficult for a small country like \r\nLebanon, with limited resources and a population \r\nbelow 4 million people, to provide a decent livelihood \r\nfor more than 400,000 Palestinian refugees on its \r\nterritory at a time when large segments of the Lebanese \r\npeople are emigrating in search of their own \r\nlivelihoods. \r\n Thirdly, the resettlement of Palestinian refugees \r\nis explicitly rejected in the preamble to the Lebanese \r\nConstitution, and by the Taif Agreement, which has \r\nbeen recognized and enshrined by resolutions of the \r\nUnited Nations and constitutes a key element of \r\nconsensus in Lebanon. \r\n While the issue of Lebanon is at the centre of \r\nattention of the United Nations, the agenda of our \r\nGeneral Assembly is full of items and of political, \r\neconomic, social and environmental topics that are still \r\nwaiting for a comprehensive solution. In that context, \r\nLebanon interacts in a special way with the needs and \r\naspirations of the African continent, where hundreds of \r\nthousands of Lebanese citizens have been living on its \r\n A/63/PV.6\r\n \r\n15 08-51606 \r\n \r\ngenerous soil for over a century, contributing to \r\nAfrica’s prosperity and development under difficult \r\ncircumstances. Accordingly, we support the political \r\ndeclaration issued yesterday at the high-level meeting \r\non Africa’s development needs. We therefore believe \r\nthat a major international effort should be undertaken \r\nto finance programmes to combat poverty, disease and \r\nilliteracy as a means to preserve human dignity and to \r\nprevent further armed conflicts on that continent. \r\n Similarly, we hope that a more effective project \r\nto build solidarity in the face of natural disasters will \r\nbe quickly and efficiently finalized in view of the \r\nincreasing risks arising from climate change, global \r\nwarming, environmental degradation and the spread of \r\nwildfires in forests and green spaces. \r\n Deeply rooted in history and, with the rise of \r\nnationalist movements, a contributor to the shaping of \r\nthe Arab renaissance at the political, cultural, \r\nintellectual and social levels, as well as a founding \r\nmember of the League of Arab States, Lebanon is \r\ndevoted to preserving Arab solidarity. In that context, \r\nwe need to revisit the concept of cooperation and good-\r\nneighbourliness between countries to consolidate peace \r\nand solidarity in the world. That approach will \r\ncontribute to preserving human rights, and humanity \r\nwill thus be able to prevent other world wars, regional \r\nconflicts and the transnational phenomenon of \r\nterrorism, as well as upheavals in our globalized \r\neconomies, global crises and food crises. All of those \r\nmatters represent major threats that could spark new \r\nwars that might spill over onto the regional level and \r\nfrom one continent to the next.  \r\n We need to push for United Nations reform in \r\norder to meet that new international challenge. \r\nLebanon is extremely pleased to announce that we \r\nhave been nominated once again to a non-permanent \r\nseat on the Security Council for the biennium 2010-\r\n2011. We are of course committed to making a positive \r\nand constructive contribution to the Council and hope \r\nthat we will have the support of all friendly and \r\nbrotherly States.  \r\n Lebanon’s philosophy has been based on dialogue \r\nand coexistence from the day its citizens approved the \r\nNational Covenant in 1943, and subsequently when \r\nthey approved the 1989 National Reconciliation \r\nAgreement in Taif. Those themes were also repeatedly \r\nstressed in the 2008 Doha agreement. In the face of \r\nworsening international conflicts that herald a potential \r\nclash of civilizations, Lebanon might well represent a \r\nneeded international example as a living laboratory of \r\ndialogue of cultures and religions. \r\n In his Apostolic Letter of 1989, His Holiness the \r\nlate Pope John Paul II described Lebanon as “more \r\nthan a country; it is a message of freedom and a model \r\nof pluralism for both the East and the West”. Moreover, \r\nin his homily delivered during his apostolic journey to \r\nLebanon in 1997, John Paul II characterized Lebanon \r\nas “a country of many religious faiths, [which] has \r\nshown that these different faiths can live together in \r\npeace, brotherhood and cooperation”. With 18 different \r\nsects coexisting on its soil, and having successfully \r\npreserved its democratic system and fundamental \r\nfreedoms in spite of all sorts of challenges, Lebanon \r\naspires today to become an international centre for the \r\nmanagement of dialogue of civilizations and cultures, \r\nhoping that the forces of good in the world will prevail \r\nand that we can be constructive in our efforts to reach a \r\njust and comprehensive solution to all aspects of the \r\nconflict in the Middle East as soon as possible. \r\n The Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Republic of Lebanon for the statement \r\nhe has just made. \r\n Mr. Michel Sleiman, President of the Republic of \r\nLebanon, was escorted from the General \r\nAssembly Hall. \r\n \r\nAddress by Mr. Mwai Kibaki, President of the \r\nRepublic of Kenya \r\n \r\n The Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Kenya. \r\n Mr. Mwai Kibaki, President of the Republic of \r\nKenya, was escorted into the General Assembly Hall. \r\n The Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I have the honour to \r\nwelcome to the United Nations His Excellency \r\nMr. Mwai Kibaki, President of the Republic of Kenya, \r\nand to invite him to address the Assembly. \r\n President Kibaki: I wish first to congratulate \r\nMr. D’Escoto Brockmann on his election to the \r\npresidency of the General Assembly. \r\n This session of the General Assembly is taking \r\nplace at a time of great global challenges, such as the \r\nA/63/PV.6  \r\n \r\n08-51606 16 \r\n \r\nenergy crisis, high food prices and instability in the \r\nfinancial markets. Those are serious problems that \r\ncould erode the gains the world economy has made in \r\nthe past 10 years. Let me add that our gathering here \r\nalso provides a window of opportunity for us to review \r\nthe progress we have made, individually and \r\ncollectively, in fulfilling the Millennium Development \r\nGoals (MDGs). \r\n Nevertheless, before proceeding with my \r\nremarks, I wish first of all to update the Assembly on \r\nthe progress Kenya has made following the challenges \r\nwe faced soon after the general elections held in \r\nDecember 2007. \r\n Kenyans, fellow Africans and the international \r\ncommunity held on to the hope that our country would \r\nobtain a peacefully negotiated outcome to the political \r\ncrisis. That hope was realized on 28 February with the \r\nsigning of the National Accord and Reconciliation Act. \r\nThe Accord paved the way for the establishment of a \r\ngrand coalition Government representing all major \r\npolitical parties and interests in our country. \r\n The Government is making use of that historic \r\nwindow of opportunity to build a consensus that will \r\nenable us to address the major challenges facing our \r\nnation. We are, for instance, making good progress \r\ntowards the implementation of far-reaching legal, \r\nconstitutional and policy reforms that will entrench \r\nnational cohesion and meet the political, economic and \r\nsocial aspirations of our people. \r\n I am confident that, over the past few months, \r\nKenya has regained its glory and redeemed its image as \r\na peaceful nation, a safe tourist and investment \r\ndestination and the regional hub for peace and \r\nhumanitarian efforts. I wish to express, on behalf of all \r\nKenyans, our profound gratitude for the engagement \r\nand support of all our friends. In that connection, I \r\nwish to pay special tribute to the members of the Panel \r\nof Eminent African Personalities, led by former \r\nSecretary-General Kofi Annan, the African Union and \r\nthe United Nations. I would also like to thank the \r\nSecretary-General, Mr. Ban Ki-moon, for his personal \r\nand constant support. \r\n As Africa grapples with the challenges of \r\ncompetitive elections in fragile democracies divided by \r\nregional, racial, religious and ethnic differences, the \r\ntime has come for us to reflect on the role of \r\ncompetitive electoral processes in the building of our \r\nnational democratic institutions. \r\n Indeed, the challenge of attaining democratic and \r\ninclusive elected Governments is at the core of the \r\nconflicts and insecurity prevailing in many parts of \r\nAfrica. In the Sudan, for example, the Comprehensive \r\nPeace Agreement (CPA) continues to hold three years \r\nafter its signing, despite challenges. I welcome the \r\nefforts made by the parties to the CPA in overcoming \r\nsome recent difficulties. I urge them to intensify their \r\nefforts to address all outstanding issues in the \r\nimplementation of the Accord. \r\n On the other hand, the situation in Somalia \r\nremains fragile. That is mainly because the Transitional \r\nFederal Government of Somalia has still not received \r\nfull support from the international community. \r\n While I pay tribute to the Governments of \r\nUganda and Burundi for providing troops as part of the \r\nAfrican Union Mission in Somalia, I urge the \r\ndeployment of the remaining troops to strengthen the \r\nMission. I also urge the United Nations and the \r\ninternational community to assume greater \r\nresponsibility in Somalia so as to nurture the \r\nemergence of a stable and democratic country. \r\n With regard to the Great Lakes, tremendous \r\nprogress has been made in promoting peace while \r\nreducing conflict in the region. The conclusion of the \r\nPact on Security, Stability and Development in the \r\nGreat Lakes Region has given impetus to our efforts. \r\nHowever, the implementation of the Pact faces \r\nchallenges owing to renewed tension and hostilities. I \r\ncall upon all those involved to embrace the Pact and to \r\nseek the peaceful resolution of current problems. We \r\nmust not derail our goal of achieving economic \r\ndevelopment and regional integration in the Great \r\nLakes. The Special Fund for Reconstruction and \r\nDevelopment, on which we all agreed, is now \r\noperational. I appeal to the international community to \r\ncontribute to the Fund. It is a crucial pillar for the \r\npromotion of peace and development in the Great \r\nLakes region. \r\n I now return to the food crisis, which I mentioned \r\nat the beginning of my speech. Our meeting is taking \r\nplace at a time when Africa and many other parts of the \r\nworld are facing a severe food shortage. I am therefore \r\nhappy to note that the theme of this general debate, \r\n“The impact of the global food crisis on poverty and \r\nhunger in the world as well as the need to democratize \r\nthe United Nations”, pays particular attention to that \r\nimportant subject. Indeed, while food prices have risen \r\n A/63/PV.6\r\n \r\n17 08-51606 \r\n \r\nglobally, their impact has been most severe and adverse \r\nfor the poorest people living in developing countries. \r\nThe continued rise in food prices has national security \r\nimplications for most developing nations. \r\n Therefore, in the immediate future, we must, as \r\nMembers of the United Nations, find mechanisms to \r\ndeliver sufficient quantities of affordable food to poor \r\npeople in Africa and other parts of the developing \r\nworld. In the medium term, we must also address the \r\nissues of agricultural productivity, particularly in terms \r\nof making available to smaller farmers in Africa better-\r\nyielding seed varieties, modern farming techniques and \r\ncheaper fertilizer. That will require more effective \r\nglobal partnerships among developed nations, \r\ninternational institutions and developing nations. In \r\nparticular, such partnerships should place food security, \r\nagricultural technology development and transfer, trade \r\nand agricultural credit at the centre of the development \r\nagenda. \r\n Indeed, the most equitable way to lift Africa’s \r\npeople out of poverty and underdevelopment is through \r\nthe widespread commercialization of agriculture. We \r\nmust focus on the manufacture of and trade in value-\r\nadded agricultural products, supported by efficient \r\nfinancial services and markets. In that regard, the \r\nglobal community should hasten consensus on \r\nagriculture and other contentious issues, so as to enable \r\nthe successful conclusion of the Doha Development \r\nRound of the World Trade Organization.  \r\n On the issue of escalating global oil prices, I wish \r\nto make a passionate appeal to oil-producing nations to \r\nconsider the plight of non-oil-producing nations, \r\nespecially those in the developing world. There is need \r\nto address the problem of speculative trading in the oil \r\nfutures market, where prices have doubled in the past \r\nyear. Indeed, the rapid increase in oil prices is hurting \r\ndeveloping countries the most and does not augur well \r\nfor international peace and stability. We should all be \r\naware that we are one global community and that none \r\nof us is completely isolated from the instability caused \r\nby inflationary pressures resulting from the high oil \r\nprices. \r\n We have, over the years, discussed the need for a \r\nmore effective and accountable United Nations that \r\nwill enable us to address the emerging and persistent \r\nglobal challenges such as climate change, international \r\nsecurity, poverty, conflicts and economic disparities. \r\nTowards that end, reform at the Security Council is \r\nimperative. We need to ensure that its composition \r\nreflects equitable geographical representation of the \r\nentire United Nations membership. Africa therefore \r\ndeserves permanent representation on the Security \r\nCouncil. \r\n Reforms are also needed in other areas. We are \r\nconvinced that strengthening the Economic and Social \r\nCouncil will enable that organ to reassert its authority \r\nand its capacity to promote greater coherence and \r\ncoordination with the multinational financial \r\ninstitutions, the World Trade Organization and other \r\nUnited Nations bodies. \r\n I would like to congratulate the Secretary-\r\nGeneral for his continued focus on the Millennium \r\nDevelopment Goals and, in particular, the \r\nestablishment of the MDGs Africa Steering Group, \r\nwhich has, among other interventions, proposed the \r\nlaunching of an African green revolution. I also look \r\nforward to the insights and recommendations that will \r\ncome out of the High-level Event on MDGs later this \r\nweek. \r\n Finally, I wish to note that the challenges facing \r\nus today, such as the global food crisis, attaining the \r\nMDGs and climate change, more than ever before \r\nrequire coordinated global and multilateral \r\ncooperation. A more effective and accountable United \r\nNations is therefore needed to meet and overcome \r\nthese challenges. \r\n The Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Republic of Kenya for the statement he \r\nhas just made. \r\n Mr. Mwai Kibaki, President of the Republic of Kenya, \r\nwas escorted from the General Assembly Hall. \r\n The President returned to the Chair. \r\n \r\nAddress by Mr. Martín Torrijos, President of the \r\nRepublic of Panama \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the President of the \r\nRepublic of Panama. \r\n Mr. Martín Torrijos, President of the Republic of \r\nPanama, was escorted into the General Assembly \r\nHall. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nA/63/PV.6  \r\n \r\n08-51606 18 \r\n \r\nthe United Nations His Excellency Mr. Martín Torrijos, \r\nPresident of the Republic of Panama, and to invite him \r\nto address the Assembly. \r\n President Torrijos (spoke in Spanish): My first \r\nwords are addressed to the President of the General \r\nAssembly, at its sixty-third session, my friend Miguel \r\nd’Escoto. I am pleased that the responsibility of \r\npresiding over our deliberations has fallen to a \r\ndistinguished Latin American of such political and \r\ndiplomatic eminence in his country and in the region. \r\n The President has invited us — and because of its \r\ngreat importance we are obliged to comply with his \r\nsuggestion — to focus our debate on the impact of the \r\nworld food crisis on poverty and hunger in the world.  \r\n This Organization was founded at the end of a \r\nworld conflagration in order to banish war forever and \r\nto prevent armed confrontations between nations or \r\ngroups of nations. Although it has not been possible to \r\navoid all such events, certainly it has acted as a \r\ndeterrent force that has prevented wars that might have \r\nproved even more devastating. The nations of the \r\nworld decided that it would be here that conflicts \r\namong its Members would be resolved.  \r\n Now we have to act on a conflict that is not \r\nbetween Member States, but is rather one of all States \r\nagainst hunger and poverty. It is difficult to explain \r\nwhy, if the world is producing sufficient food for all, \r\n854 million people find themselves in a state of food \r\ninsecurity and more than 1.7 billion people are \r\nsuffering from iron deficiency. In the last few days we \r\nhave noted how hundreds of millions of dollars have \r\nbeen directed to rescue commercial enterprises, while \r\nwe still view with indifference the fact that every year \r\n5.6 million children younger than 5 years are dying \r\ndirectly or indirectly because of malnutrition — that is \r\n640 each hour. In other words, since the moment when \r\nwe began our deliberations this morning, 5,000 \r\nchildren younger than 5 years have died. They did not \r\ndie because of terrorist acts, which all condemn, nor \r\nbecause of natural disasters, which we all regret. They \r\ndied for a reason as simple as it is tragic — they were \r\npoor. This situation is simply indefensible. \r\n As part of the Millennium Development Goals \r\n(MDGs), we undertook to reduce the number of people \r\nsuffering from hunger by one half and the number of \r\npeople who live with an income of less than $1 per day \r\nby one half between 1990 and 2015. How can we meet \r\nthis objective if the price of rice has risen by 74 per \r\ncent and that of wheat by 130 per cent? How can we \r\nmeet this objective if more than one billion people who \r\nhave escaped extreme poverty run the risk of suffering \r\nfrom hunger unless we do something to stop this \r\nupward spiral of food prices? \r\n What is the point of ensuring that more people \r\nearn more than a dollar a day if the rise in food prices \r\nhas in fact altered that measurement of extreme \r\npoverty? I do not want to suggest that nothing is being \r\ndone. The World Food Programme is doing formidable \r\nwork and donor countries have made extraordinary \r\ncontributions to alleviate the crisis and bring food to \r\nthe countries that need it most.  \r\n The deliberations of the Human Rights Council, \r\nthe High-level Conference on World Food Security \r\nheld at the headquarters of the Food and Agriculture \r\nOrganization and the meeting of the High-level Task \r\nForce on the Global Food Security Crisis constitute \r\nadditional expressions of the concern of international \r\nbodies. \r\n But the fact is that we face a reality that has \r\nalready caused social disruption and to which no \r\nimmediate solution is in sight. The major mission of \r\nthe United Nations is the preservation of peace, and \r\npeace is not just the absence of armed conflict between \r\ncountries, but also lies in the tranquillity of nations and \r\nentails the elimination of adverse factors that may \r\ndisturb that tranquillity.  \r\n As if skyrocketing food prices were not enough, \r\nthey have now been compounded by unjustified \r\nspeculation, which has raised the price of fuel to \r\nabsurd levels. It is no longer just the exorbitant \r\nearnings of oil companies that are at stake; what is at \r\nstake now is the hunger of millions of people who have \r\nseen their efforts and hopes go up in smoke without \r\neven knowing what has hit them. \r\n This means that we must see to it that from the \r\nUnited Nations reforms that have been so often \r\npostponed there emerges a strengthened General \r\nAssembly so that, as an expression of all its \r\nmembership, it may act with authority in response to \r\nsuch situations as those before us today. The \r\nConstitution of almost all States of the world provides \r\nfor the declaration of a state of emergency as a \r\nmechanism for dealing with imminent threats to \r\nnational security or to social harmony. \r\n A/63/PV.6\r\n \r\n19 08-51606 \r\n \r\n I am convinced, and I want to say so today, that \r\nbecause of the price of food, we are facing a threat to \r\nsocial peace and that the General Assembly could so \r\ndeclare it so that all governmental forces, private \r\ninitiatives and international bodies may coordinate \r\ntheir efforts in a crusade to rescue hundreds of millions \r\nof people from the clutches of poverty. \r\n The world food price crisis cannot be dissociated \r\nfrom climate change, as if these two problems were not \r\ninterrelated. Climate change has led to irregular crops \r\nthrough droughts and floods that have had such a \r\nsevere effect on food stocks. \r\n If the problem of the scarcity and the lack of food \r\nis something that we have to deal with \r\ncomprehensively, we should take measures to mitigate \r\nthe polluting effects of carbon, at least by market \r\nmechanisms or a limiting of carbon production. It is \r\nindispensable to develop more efficient technologies, \r\nsuch as wind and solar energy, to take the place of \r\nfossil fuels, if our response is not to remain a \r\ntemporary palliative but may offer a lasting, \r\nsustainable solution; we must see to it, without further \r\ndelay, that we tackle both problems, the food crisis and \r\nclimate change, in an integral, comprehensive and \r\nconsistent manner. \r\n It is only thus that we will be able, without \r\nfurther delay, to arrive at responses that are not just \r\nstopgaps, but lasting, sustainable solutions. Indeed, \r\never-greater importance is to be attached to the way we \r\nrelate to the ecosystems that sustain life throughout the \r\nworld, and how that affects the survival of our species \r\nand civilization.  \r\n We must understand that the environmental \r\nagenda of the twenty-first century cannot be built on \r\nthe basis of the idea of a conflict between the \r\nenvironment and the market, nor between the \r\nenvironment and trade barriers, but on the basis of \r\nopportunities which the market and trade offer to \r\nstimulate new ways of addressing the environmental \r\nissues that affect us all. \r\n We know today that there is no intractable \r\ncontradiction between conservation and development, \r\nas perhaps there might have appeared to be when the \r\nUnited Nations convened the first meeting to discuss \r\nthe subject in 1972. Let us make no mistake. The \r\nopposite of conservation is not development, but waste. \r\nIt is clear from the intimate relationship that exists \r\nbetween environmental problems and those that have to \r\ndo with social and economic development that the best \r\nway to promote natural capital is to promote social \r\ncapital. \r\n The only way to create a different environment is \r\nto build a society free of the problems of poverty, \r\nunderdevelopment and ignorance which today limit our \r\ncapacity to establish harmonious relations among all \r\nsocial sectors, and between them and their natural \r\nenvironment. \r\n We have the resources to do it: technology, \r\nscientific knowledge and, above all, political \r\nleadership and innovative capacity. But we can only \r\nsucceed through a common approach to environmental \r\nmanagement, shared by all the members of the global \r\ncommunity who are already moving in this same \r\ndirection. \r\n The international community has been happy to \r\nsee that on the other side of the Pacific, tensions have \r\nabated, but we note with concern that threats to \r\ninternational peace and security have emerged in other \r\nparts of the world.  \r\n Panama has set forth its positions in the Security \r\nCouncil. I shall therefore only refer to what was also \r\nsuggested by the President, that is, the need to \r\ndemocratize this Organization. \r\n Over the last four years, I have heard from \r\ncountless speakers a widespread demand for the United \r\nNations to finally adapt its structures, which the \r\n50 signatories of the original Charter designed 60 years \r\nago, to the reality of an Organization with 192 Member \r\nStates and a geopolitical situation very different from \r\nthat which then existed. \r\n It has become a ritual repeated year after year for \r\nevery Head of State, foreign minister or ambassador to \r\ncall, without much success, for a recrafting of the \r\nOrganization. For myself, as is shown by the \r\ncommitment of my country to the United Nations, for \r\nthe fifth time in five years, I come to this podium to \r\nask with the same vigour and energy for the political \r\nwill to implement reforms. \r\n Panama made a proposal, which, like all the \r\nothers, could not be the subject of consensus. We still \r\nstand by it. We stand by the idea that this Organization \r\nmust modernize itself, and soon. We cannot allow a \r\nsituation where, in the absence of agreement, we end \r\nup by abandoning the spirit of reform that has inspired \r\nus up till now. \r\nA/63/PV.6  \r\n \r\n08-51606 20 \r\n \r\n I propose therefore that we agree, before the end \r\nof the decade, upon initial fundamental reforms which \r\nwill begin to turn the wheels of modernization. There \r\nare numerous examples in different parts of the world, \r\nas well as in my own experience as a member of the \r\nGovernment, that allow me to assure members that \r\nsmall reforms, which may appear insignificant to begin \r\nwith, eventually lead to other, more profound reforms. \r\nWe must start somewhere. \r\n I would like to express my gratitude to the \r\nGeneral Assembly for granting my country, Panama, \r\nthe honour of non-permanent membership of the \r\nSecurity Council over the past two years. Panamanian \r\ndiplomats and jurists contributed to the drafting of the \r\nCharter of the United Nations and, since that time, \r\nPanama’s representatives have contributed the wealth \r\nof their experience so that the principles which inspired \r\nthe Charter can continue to prevail. You may rest \r\nassured that we will not rest until this Organization, so \r\nvital for peace in the world and the sole hope for \r\nmillions of the poor, is finally endowed with a legal \r\nstructure appropriate for the twenty-first century. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the President of \r\nthe Republic of Panama for the statement he has just \r\nmade.  \r\n Mr. Martín Torrijos, President of the Republic of \r\nPanama, was escorted from the General \r\nAssembly Hall. \r\n \r\nAddress by Mr. Yoweri Kaguta Museveni, President \r\nof the Republic of Uganda \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the President of the \r\nRepublic of Uganda. \r\n Mr. Yoweri Kaguta Museveni, President of the \r\nRepublic of Uganda, was escorted into the \r\nGeneral Assembly Hall. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Excellency Mr. Yoweri Kaguta \r\nMuseveni, President of the Republic of Uganda, and to \r\ninvite him to address the Assembly. \r\n President Museveni: Allow me at the outset, Sir, \r\nto congratulate you on your election to the presidency \r\nof the General Assembly. Uganda is convinced that, \r\nwith your experience and well-known diplomatic \r\nskills, we shall have a successful session. I wish today \r\nto pay tribute to your predecessor, His Excellency \r\nSrgjan Kerim, for the excellent manner in which he \r\npresided over the sixty-second session. I would also \r\nlike to pay tribute to the Secretary-General for his \r\nleadership and efforts to reform our Organization. \r\n The founding fathers of the United Nations had a \r\ndream of creating an organization whose purpose, \r\namong others, was “to achieve international \r\ncooperation in solving international problems of an \r\neconomic, social, cultural or humanitarian character”. \r\nToday the world is facing a multitude of problems, \r\nmany of which the United Nations was meant to \r\naddress.  \r\n It is encouraging that the theme chosen for this \r\nsession is the impact of the global food crisis on \r\npoverty and hunger in the world as well as the need to \r\ndemocratize the United Nations. The view of some of \r\nus in Uganda is that the so-called food crisis is actually \r\ngood for equatorial Africa. It is certainly good for \r\nUganda’s farmers. Over the years, we have been \r\ngrowing a lot of food: maize, bananas, Irish potatoes, \r\nsweet potatoes, cassava, rice and wheat; and producing \r\nanimal products such as milk and beef. The problem \r\nhas always been the market for this food.  \r\n That was an account of two problems: first, \r\nprotectionism in the United States, the European \r\nUnion, Japan, China, et cetera; and secondly, the lack \r\nof factories to process that food so that it could reach \r\ndistant markets. Apart from these two, there are other \r\nfactors in some African countries, including poor \r\ntraffic infrastructure, lack of electricity, lack of seeds, \r\net cetera. These, however, do not apply to Uganda. In \r\nthe case of Uganda, the problem has been the lack of \r\nmarkets and low processing capacity, in other words, \r\nlow value addition. The rest we have, or we can have \r\neasily.  \r\n The high food and commodity prices have arisen \r\non account of the hundreds of millions of Chinese and \r\nIndians that have entered the opulent middle class in \r\nthe last 20 years. That means they need better food, \r\nbetter houses that require cement and steel bars, and \r\nbetter means of locomotion such as cars. That is why \r\nfood and commodity prices have gone up. It is for the \r\nsame reason that petroleum prices have gone up: if \r\nonly 200 people were driving cars previously, the \r\nnumber has now risen to 400. That means more \r\ndemand for petroleum. Following the continuously \r\n A/63/PV.6\r\n \r\n21 08-51606 \r\n \r\nrising petroleum prices, some Western countries have \r\nstarted talking of biofuels — using plants to produce \r\ndiesel.  \r\n Uganda, however, welcomes all of this. It is an \r\nopportunity, as far as we are concerned. It is not a \r\nbottleneck. In fact, farmers in Uganda are already \r\nreaping high. That is why our economy grew by 9 per \r\ncent last year. Once we solve the problem of energy, \r\nour economy will grow in double digits.  \r\n It is good that the United States of America, the \r\nEuropean Union, India, Japan and China have opened \r\ntheir markets to African products, tariff-free, quota-\r\nfree. However, there is still the issue of subsidies. They \r\nshould be removed. In Uganda, we farm without \r\nsubsidies. Why should not the farmers in those \r\ncountries with better infrastructure, lower interest \r\nrates, abundant electricity, et cetera, do the same? Why \r\ndo they need protection? Protectionism interferes with \r\nthose countries that can produce food easily, such as \r\nUganda. That is not correct.  \r\n We have been producing too much milk without \r\nhaving the capacity to process it. Recently, an Indian-\r\nowned company installed a high-tech integrated milk-\r\nprocessing plant and began to process powdered milk, \r\nproducing a whole range of finished milk products: \r\npasteurized milk, ultra-heat-treated (long-life) milk, \r\nyoghurt, butter, ghee, et cetera. Those milk products \r\nare now being exported to all parts of the world. \r\n Another example has been bananas. Uganda \r\nproduces 10 million metric tons of bananas per annum. \r\nThese are high-quality bananas — called enyam wonyo \r\nin one of our local dialects — which contain rare \r\ningredients. They are quite different from the bananas \r\nknown in other parts of the world. Forty per cent of \r\nthose bananas have been rotting in gardens and \r\nmarketplaces. Our scientists, funded by our \r\nGovernment, are now converting them into processed \r\nfoods such as flour, bread, snacks, et cetera.  \r\n High fuel prices are a real problem for countries \r\nthat do not have petroleum. Maximizing the use of \r\nother forms of energy — including hydropower; \r\ngeothermal power, which is used effectively in \r\ncountries such as Iceland; solar power; wind power; \r\nand biofuels — is part of the answer for such countries. \r\nAll that, however, depends on the development of \r\nhuman resources through education. An educated \r\npopulation has more capacity to look for answers than \r\nan uneducated population.  \r\n As far as Uganda is concerned, in addition to lazy \r\nindividuals, the only groups that are adversely affected \r\nby high food prices are salary earners in towns. Unlike \r\nfarmers, they cannot benefit from higher food prices; \r\nyet they must buy food. Fortunately, however, all such \r\nfamilies in Uganda have a dual capacity: in addition to \r\nbeing salary earners, they or their relatives own land in \r\nrural areas. They can therefore subsidize themselves by \r\ngrowing food using that land. Africa and other regions \r\nwith agriculture-based economies should rise up, \r\nutilize their full potential and take advantage of high \r\nfood prices. \r\n Regarding the statement that I have heard \r\nrepeated so many times since the opening of the \r\npresent session of the General Assembly — that no \r\nAfrican country can achieve the Millennium \r\nDevelopment Goals (MDGs) by 2015 — I would like \r\nto make two positions clear. First, the statement \r\nconfirms what I said yesterday at the high-level \r\nmeeting on Africa’s development needs. Discussing \r\nsustainable development without discussing \r\nsocio-economic transformation is not correct. We have \r\nrepeatedly pointed that out. I have often used the \r\nexample of pregnancy: one cannot talk endlessly about \r\n“sustainable pregnancy”. Yes, pregnancy should be \r\nsustainable until it transitions into a baby. Therefore, as \r\nEurope did, and as other societies in Asia have recently \r\ndone, Africa must metamorphose socially, \r\neconomically and technologically from a \r\npre-industrial, sometimes feudal, society into a middle-\r\nclass and skilled-working-class society, period. \r\nAchievement of all the MDGs would be the \r\nconsequence of such a metamorphosis. \r\n One cannot maintain a pre-industrial society and \r\nsomehow achieve the MDGs. An industrial society is \r\nwhat Uganda has been working towards over the past \r\n20 years. Africa must industrialize, develop a modern \r\nservices sector and commercialize agriculture. That \r\nmeans that emphasis must be placed on market access. \r\nIt means that we should not only gain access to the \r\nmajor markets of the world, but also rationalize our \r\nown African markets through regional and continental \r\nintegration. It also means that, in order to lower the \r\ncosts of doing business in Africa, we should deal with \r\nenergy; transport, especially by rail; and primary and \r\nhigher-level education. Achievement of the MDGs \r\nwould be a consequence of these developments, rather \r\nthan a precursor or a phenomenon extraneous to them. \r\nA/63/PV.6  \r\n \r\n08-51606 22 \r\n \r\n Mr. Yáñez-Barnuevo (Spain), Vice-President, took \r\nthe Chair. \r\n The second position that I would like to point out \r\nregarding the MDGs is that Uganda is on course to \r\nmeet all of them except those related to maternal health \r\nand child mortality. I see no reason why those Goals \r\nshould not be achieved. With the exception of \r\ncombating HIV/AIDS — which is behaviour-related — \r\nI am sure that all the others are achievable if we in \r\nUganda do enough political-led sensitization and \r\ninvestment. \r\n I do not associate myself with those who are \r\npessimistic about Africa or with those who put the cart \r\nbefore the horse. Why, for instance, were \r\nindustrialization and value addition not made one of \r\nthe MDGs? The export of raw materials is one of the \r\ncardinal sins that cause Africa to contribute only a \r\n2 per cent share of world trade. If value were added to \r\nthose raw materials, Africa’s share of world trade \r\nwould rise, even today. Africa is exporting many \r\nthings, but they are in the form of raw materials; that is \r\nwhy their value is 2 per cent. If value were added to \r\nthose raw materials, their value would rise. \r\n Moreover, that would create jobs for Africans and \r\ntherefore contribute structurally to poverty eradication. \r\nHow are we supposed to eradicate poverty without \r\ncreating jobs, other than by using witchcraft? We have \r\nrepeatedly pointed out these issues in several forums, \r\nto no avail. It is Africans themselves who can and \r\nshould resolve them. \r\n The Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Republic of Uganda for the statement \r\nhe has just made. \r\n Mr. Yoweri Kaguta Museveni, President of the \r\nRepublic of Uganda, was escorted from the \r\nGeneral Assembly Hall. \r\n \r\nAddress by Mr. Bharrat Jagdeo, President of the \r\nRepublic of Guyana \r\n \r\n The Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Guyana. \r\n Mr. Bharrat Jagdeo, President of the Republic of \r\nGuyana, was escorted into the General Assembly \r\nHall. \r\n The Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I have the honour to \r\nwelcome to the United Nations His Excellency \r\nMr. Bharrat Jagdeo, President of the Republic of \r\nGuyana, and to invite him to address the Assembly. \r\n President Jagdeo: I join with those who have \r\nspoken before me in congratulating General Assembly \r\nPresident d’Escoto-Brockmann on his election to guide \r\nthe work of the Assembly at its sixty-third session.  \r\n As we meet this week, the global financial system \r\nis confronting its sternest test in recent memory. The \r\ncurrent crisis is systemic in nature, historic in scale and \r\nglobal in reach. It comes at a time when the world \r\neconomy is still wrestling with the most rapid \r\nescalation, and the highest real levels ever recorded, in \r\nthe prices for fuel and food commodities. Together \r\nwith the world’s belated attention to the devastating \r\neconomic and social implications of climate change, \r\nthose developments define the agenda before global \r\ninstitutions and national leaders today. They make the \r\ntheme for this year’s debate both timely and necessary. \r\n Given the gravity and urgency of the issues \r\nbefore us, we must be careful not to conduct this year’s \r\ndebate in the customary rhetorical manner. Instead, we \r\nmust resolve to translate the detailed analysis, lofty \r\nstatements and good intentions for which the Assembly \r\nhas become well known into concrete actions that the \r\ncurrent circumstances demand of us, and on which \r\nhistory will judge us. \r\n We must each, as countries approaching the \r\npodium to speak, be prepared to account for the \r\npledges we have previously made. We must also be \r\nbold enough to embark on a project to achieve real \r\nchange in the multilateral system. That change must be \r\nbased on mandates that are relevant, institutions that \r\nare accountable and a context that is increasingly \r\nreflective of integration and interconnectedness. \r\n Indeed, I would urge that the theme of the next \r\nGeneral Assembly should emphasize accountability \r\nand coherence of action on the part of the developed \r\nworld in matters related to aid, trade and development. \r\nOften, when taken together, the policies of those \r\ncountries result in a significant net loss of welfare in \r\nthe developing world and run counter to their declared \r\nintentions — for example, the achievement of the \r\nMillennium Development Goals (MDGs) by 2015. \r\n A/63/PV.6\r\n \r\n23 08-51606 \r\n \r\n An episode that manifested itself merely two \r\nyears ago as a moderate decline in the housing market \r\nin some parts of the United States, and that evolved \r\ninto difficulties for that country’s sub-prime mortgage \r\nmarket, has now grown into a rapidly deepening \r\nsystemic financial crisis of global proportions. Even if \r\nthey are not fully integrated into the global financial \r\nsystem, small vulnerable economies such as Guyana \r\nwill bear the full effect of those developments as \r\ndemand for exports tightens, the cost of capital rises, \r\nforeign direct investment becomes scarce and tourist \r\narrivals and migrant remittances decline. In short, \r\neconomic growth and poverty reduction efforts will \r\nsuffer a severe setback and the Millennium \r\nDevelopment Goals will become even more elusive. \r\n At the same time, crude oil prices rose by 148 per \r\ncent during the 18 months preceding July of this year. \r\nIn turn, that has contributed to increasing prices for \r\nfood commodities — in particular for such staples as \r\ncereals — rising in some cases by more than 200 per \r\ncent during the same period. While there have been \r\nsome signs in recent weeks of those increases tapering \r\noff, and in some cases reversing marginally, the \r\noutlook clearly suggests that high prices for energy and \r\nfood are here to stay. \r\n Without a doubt, increased food prices provide an \r\nimportant opportunity and incentive to farmers and \r\nagricultural economies to increase production. \r\nHowever, they also present grave implications for \r\naccess to food, in particular by the poor and, by \r\nextension, for key nutrition and health indicators \r\namong our populations.  \r\n The 2007 World Development Report shows that \r\ngrowth generated by agriculture can be up to four times \r\nmore effective in reducing poverty than growth in other \r\nsectors. Yet the share of agriculture in official \r\ndevelopment assistance fell from 17 per cent in 1980 to \r\njust 2.9 per cent in 2006. Agriculture must therefore be \r\ngiven high priority in the international agenda as well \r\nas in national budgets. \r\n It is also urgently necessary for large developed \r\ncountries to re-examine ways in which current \r\ninefficient and distortionary trade policies, in particular \r\nsubsidies that support inefficient domestic production \r\nand tariffs that protect against more competitive \r\nimports, can be restructured to reduce distortions in the \r\nglobal marketplace. \r\n Given the impact that persistently high food \r\nprices into the future will have on the poor, the global \r\ncommunity must commit itself to designing and \r\nfunding appropriate safety nets to ensure improved \r\naccess to food and the maintenance of basic nutrition. \r\n In recent times, the Assembly has been deeply \r\nconcerned about the consequences of climate change, \r\nand rightly so. But future generations demand that that \r\nconcern be translated into rapid action. The climate \r\nchange challenge will not slow down to meet the pace \r\nset by the United Nations. Our response must speed up \r\nto meet the pace of climate change. \r\n The facts are straightforward. If we are to avoid \r\ncatastrophic climate breakdown, we need to stabilize \r\nannual greenhouse gas emissions at about the \r\nequivalent of 2 tonnes of carbon dioxide per capita by \r\n2050. Therefore, let the debate move on to how we \r\nmake that happen, and not stagnate on a paralysing fear \r\nborn from the magnitude of the problem. \r\n There are some promising signs. The Kyoto \r\nProtocol has resulted in the emergence of a $60 billion \r\ncarbon market, which is a welcome start. But although \r\ncommon sense dictates that those financial flows \r\nshould be proportional to the problem being addressed, \r\nthe bulk of that money stays within the developed \r\nworld. \r\n As a rainforest country, Guyana is particularly \r\naware that there is virtually no capital flowing to \r\naddress tropical deforestation — despite the fact that it \r\ncauses 20 per cent of greenhouse gas emissions and, as \r\nanalyses done by the Intergovernmental Panel on \r\nClimate Change, Nicholas Stern and others have \r\nhighlighted, doing so is the most cost-effective \r\nabatement solution. That is because the Kyoto Protocol \r\ncontains no significant incentives to slow the rate of \r\ntropical deforestation. \r\n As leaders, we must set a clear direction for our \r\nnegotiators as we send them to agree a post-Kyoto \r\nclimate agreement, one that asserts a sense of \r\nproportionality in addressing the causes of climate \r\nchange and ensures that all major mitigation options \r\nare pursued. We must also break the false debate that \r\nsuggests that countries must choose between \r\ncombating climate change and supporting national \r\ndevelopment. Instead, we need to forge new high-\r\ngrowth, low-carbon economies and make national \r\ndevelopment supportive of progress towards global \r\nemissions targets. \r\nA/63/PV.6  \r\n \r\n08-51606 24 \r\n \r\n Specifically, those of us who are leaders of \r\nrainforest countries need to understand that we provide \r\nservices that are vital to the health of our planet and \r\nthat, when we seek capital flows to compensate for \r\nthat, we are not merely acting as passive poor countries \r\nlooking for aid: we are providing a critical component \r\nof the climate solution and we should be leading the \r\ndesign of mechanisms as we forge a post-Kyoto \r\nclimate agreement. \r\n In Guyana, despite the fact that 85 per cent of our \r\npeople live below sea level and are already suffering \r\nfrom changing weather patterns and rising water levels, \r\nwe do not want to just complain about climate change. \r\nInstead, we want to partner with others to create a \r\nsolution. As part of that, we are ready to discuss \r\nplacing almost our entire rainforest in the service of the \r\nworld if the right economic incentives are created and \r\nif that can be done in a way that neither trades \r\nsovereignty over our forest nor restricts the legitimate \r\ndevelopment aspirations of our people. \r\n The African, Caribbean and Pacific (ACP) \r\ncountries are currently negotiating an economic \r\npartnership agreement with the European Union (EU). \r\nThat agreement may fundamentally affect development \r\nin our societies and jeopardize our future negotiating \r\npositions at the World Trade Organization (WTO). The \r\nEuropean Commission has threatened to impose tariffs \r\non our exports under the Generalized System of \r\nPreferences if we do not sign agreements that reflect \r\nthe EU’s model of WTO compatibility, even though the \r\nmodel includes issues that have been removed from the \r\nWTO agenda — the so-called Singapore issues. Those \r\nagreements will also seriously prejudice our \r\nnegotiations with other countries and may jeopardize \r\nthe future of our integration movement. \r\n The exploitation of the EU’s superior negotiating \r\nstrength and the use of threats to get countries to sign \r\nare, ironically, how the EU hopes to start this \r\npartnership under the economic partnership agreement. \r\nWhat is particularly irksome is that we are incessantly \r\nlectured by the same group of countries to the effect \r\nthat national consultations and working with civil \r\nsociety are essential hallmarks of good governance. Yet \r\nwhen the same civil society opposes the economic \r\npartnership agreement on the grounds that it is not \r\nsufficiently developmental in nature, we are told to \r\nignore them — they are complainers. I wonder if the \r\nleaders of those countries know, or care, what is being \r\ndone in their names. Even at this late hour, I wish to \r\nplead with the EU leaders to review those agreements \r\nbefore they irretrievably harm the good historic \r\nrelations that have existed between the ACP and the \r\nEU. \r\n That brings me to the matter of the much-needed \r\nreform of our multilateral institutions, which has been \r\non the agenda for some time. However, it would be fair \r\nto say that it has progressed slowly and its results have \r\nbeen few and difficult to observe. I believe that the \r\nreforms must be pursued along certain predefined \r\nprinciples. First, the institutions must have new \r\nmandates that are relevant to the current circumstances, \r\nand they must have at their disposal tools to discharge \r\nthose mandates effectively. Secondly, the institutions \r\nmust have legitimacy and reflect an equitable \r\nrepresentation of their membership. Thirdly, in the \r\ndischarge of their functions, they must demonstrate \r\nflexibility and responsiveness. Fourthly, they must \r\ndisplay the highest standards of accountability and \r\ntransparency.  \r\n As I mentioned earlier, I believe that limitations \r\nin the mandate and functioning of the international \r\nfinancial institutions were a contributory factor in the \r\ncurrent financial crisis. The mandate of the \r\nInternational Monetary Fund should explicitly be the \r\npreservation of systemic financial stability as a global \r\npublic good. In addition, the use of passive \r\nsurveillance as a general instrument and conditionality-\r\nbased lending among the more vulnerable members \r\nhave clearly proved to be ineffective. That is so not \r\nleast because the incentives associated with \r\nconditionality-based lending are almost invariably \r\nnever applicable to countries of systemic importance, \r\nand no mechanisms exist to encourage larger countries \r\nto respond to policy advice. \r\n Likewise, the World Bank should have a revised \r\nmandate that focuses on certain key development \r\nchallenges, such as protection of the environment, \r\nclean energy and certain aspects of poverty reduction, \r\ninstead of trying to address every development \r\nchallenge and undermining its own effectiveness. In \r\naddition, more needs to be done to democratize the \r\ninstitutions, to align the interests of the management \r\nand staff with those of the countries they serve and to \r\nmake them more accountable to the membership. \r\n Similarly, a more democratic and reformed \r\nUnited Nations Organization will be better placed to \r\nplay a central role in the multilateral system in serving \r\n A/63/PV.6\r\n \r\n25 08-51606 \r\n \r\nthe interests of the international community as a whole, \r\nwhether in relation to its peace and security mandates, \r\nthe protection of fundamental rights or the promotion \r\nof development. \r\n Within the Commonwealth, heads of Government \r\nhave developed a set of principles and guidelines that \r\nshould underpin reform of the international \r\ninstitutions. Among their recommendations is a call for \r\na conference along the lines of Bretton Woods to lead \r\nthe way in determining the future of the international \r\nfinancial institutions. I trust that those principles and \r\nguidelines will be fully embraced. \r\n I wish this sixty-third session of the Assembly \r\nevery success. \r\n The Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Republic of Guyana for the statement \r\nhe has just made. \r\n Mr. Bharrat Jagdeo, President of the Republic of \r\nGuyana, was escorted from the General Assembly \r\nHall. \r\n \r\nAddress by Mr. Mikheil Saakashvili, President of the \r\nRepublic of Georgia \r\n \r\n The Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Georgia. \r\n Mr. Mikheil Saakashvili, President of the \r\nRepublic of Georgia, was escorted into the \r\nGeneral Assembly Hall. \r\n The Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I have the honour to \r\nwelcome to the United Nations His Excellency \r\nMr. Mikheil Saakashvili, President of the Republic of \r\nGeorgia, and to invite him to address the Assembly. \r\n President Saakashvili: I welcome the \r\nopportunity today to address this sixty-third annual \r\ngathering of the Assembly at such a critical moment in \r\nthe history of my own country and of the United \r\nNations. \r\n Sometimes, the most extreme tests of this \r\ninstitution’s towering ideals arise in small, faraway \r\nplaces, of which we know very little. I come to you as \r\nthe representative of one of those places — the country \r\nof Georgia, a land of fewer than 5 million that last \r\nmonth was invaded by our neighbour. Despite our \r\nsmall size, the legal, moral, political and security \r\nimplications raised by that invasion could not have \r\ngreater consequences. \r\n Indeed, those issues cut through to the heart of \r\nthe founding Charter of the United Nations. The \r\nprinciples enshrined in that Charter include the \r\ninviolability of sovereign borders, the sanctity of \r\nhuman rights, the supremacy of international law and \r\nthe global rejection of armed aggression. \r\n All of those principles were put to the test by the \r\ninvasion and now hang in the balance. The invasion \r\nviolated Georgia’s internationally recognized borders. \r\nAt the very beginning of the aggression, we clearly \r\ntold our own people and the world that the spirit of the \r\npeople of Georgia would not be broken and that we \r\nwould never give up freedom and never surrender. We \r\nnever did and never will. The subsequent recognition \r\nof the so-called independence of our two regions — \r\nSouth Ossetia, with a population of less than 20,000 in \r\nthe areas that Russia controlled, and Abkhazia, with a \r\npopulation of less than 50,000 ethnic Abkhaz — in \r\norder to punish our country and send a signal to the \r\nrest of the world, not only challenged our territorial \r\nintegrity but also defied common sense and the \r\nelementary principles of international interaction. The \r\nethnic cleansing of hundreds of thousands of our \r\npeople violated the very idea of human rights.  \r\n This General Assembly, therefore, faces a general \r\nchallenge. We are called upon not just to respond to the \r\nparticular question of one instance of armed aggression \r\nin a single place but to define our attitude towards \r\narmed aggression in all places. We are called upon to \r\nanswer the momentous question: will this body stand \r\nup for its founding principles, or will it allow them to \r\nbe crushed under the treads of invading tanks, under \r\nthe boots of ethnic cleansers, under the immobilizing \r\nimpact of cyberattacks and under the pernicious tactics \r\nof violent separatism? \r\n What would it mean for every member of this \r\nAssembly to defend the underlying principles of the \r\nUnited Nations? \r\n First, each of us must refuse to stand silent in the \r\nface of this armed aggression and assault on human \r\nrights. \r\n Secondly, we must stand united and immediately \r\nadopt a policy of non-recognition towards Georgia’s \r\ntwo breakaway provinces, currently occupied and \r\nA/63/PV.6  \r\n \r\n08-51606 26 \r\n \r\nannexed by the aggressor. Together, we have both a \r\nmoral and a legal obligation to protect international \r\nlaw and the world order. \r\n Thirdly, we must ensure that all parties comply \r\nwith the full terms of the existing ceasefire agreement.  \r\n Fourthly, and lastly, we must resolve to create a \r\nmeaningful United Nations conflict resolution process \r\nthat will peacefully reunify Georgia and solve the \r\nproblem. \r\n The bottom line is this: we must be ready to use \r\nthe full power of international law and of our collective \r\ninternational institutions to uphold the historic balance \r\nof justice and thereby set in motion a series of actions \r\nto right these historic wrongs. \r\n While the crisis poses grave challenges for the \r\nentire international community, it creates specific \r\nobligations for my own country. I would argue that the \r\nanswer to that new assault on our shared values is not a \r\nclosing up or a circling of the wagons, but rather \r\ngreater openness on many fronts. As a democracy, we \r\nhave nothing to fear. As a democracy, we have an \r\nobligation to our people and to the international \r\ncommunity to be even more open and transparent. For \r\nme and my Government, that commitment translates \r\ninto a series of specific actions at both the international \r\nand the domestic levels. Allow me to explain. \r\n First, I know that there are many people in the \r\nworld who seek a clearer understanding of how this \r\nwar started and who started it. Rather than recite our \r\ncase, let me repeat the simple invitation that I first \r\nmade on 17 August while standing next to German \r\nChancellor Angela Merkel, who visited Georgia \r\nimmediately after the unleashing of hostilities, when I \r\nproposed that there should be an exhaustive \r\nindependent investigation of the origins and causes of \r\nthis war. \r\n Investigators must have unimpeded access to all \r\nofficials, documents and intelligence. Georgia \r\nwelcomes such an investigation. My Government is \r\nready to share every piece of evidence and to provide \r\naccess to every witness sought by investigators. We \r\ncall on the other party to this conflict to fully cooperate \r\nand not to obstruct the investigation. That is how \r\ndemocracies behave. The truth must come out, not only \r\nto clarify how events unfolded last month but also to \r\nhelp us to answer the fundamental questions that this \r\ninvasion has raised. \r\n My Government’s second initiative of openness \r\ninvolves developments within our borders. Whereas \r\nothers waged this war with arms, we will wage it with \r\nvalues. Georgia was attacked because it is a successful \r\ndemocracy in our part of the world. Our response today \r\nis to make our democracy even more robust. That is \r\nwhy I am announcing to the Assembly four categories \r\nof expanded democratic initiatives. \r\n First, we will strengthen the checks and balances \r\nof our democratic institutions, including granting \r\ngreater independence to parliament and to the \r\njudiciary. Secondly, we will provide additional \r\nresources and protections to foster greater political \r\npluralism, including by increasing funding for \r\nopposition parties and ensuring they have greater \r\naccess to the airwaves. Thirdly, we will strengthen the \r\nrule of law by introducing enhanced due process, trials \r\nby jury and lifetime judicial appointments. Fourthly, \r\nwe will expand and deepen protections for private \r\nproperty. In everything we do, we will be transparent. \r\n This morning, I was honoured to learn that, in \r\nTransparency International’s latest index, Georgia was \r\namong the few countries to have risen significantly in \r\nthe rankings over the past year. Indeed, the European \r\nBank for Reconstruction and Development ranks \r\nGeorgia among the least corrupt economies in Europe.  \r\n Despite all the turmoil, my country has endured. \r\nThat proves the resiliency and irreversibility of our \r\ndemocratic commitment. In short, we will fight the \r\nspectre of aggression and authoritarianism with the \r\nmost potent weapon in our arsenal, namely, our \r\ncommitment to ever-expanding freedoms within our \r\nown borders. That amounts to nothing less than a \r\nsecond Rose Revolution. If our first revolution was \r\nabout meeting a threat from within by reinventing a \r\nfailed State riddled by corruption, our second \r\nrevolution must be even more focused, as we now face \r\nan even greater challenge — one that comes from the \r\noutside. The success of the first Rose Revolution \r\nhelped save my country. The health of the international \r\norder could well depend on the outcome of the second \r\nRose Revolution. \r\n Countless people throughout the world were \r\ndeeply moved and profoundly troubled by the invasion \r\nof Georgia, which began, with tragic irony, on the eve \r\nof that great celebration of peace, the Olympic Games. \r\nOn the most basic level, the world responded with \r\npassionate humanity to the plight of ordinary \r\n A/63/PV.6\r\n \r\n27 08-51606 \r\n \r\nGeorgians under siege; to the sight of 80-year-old men \r\nand women driven from their villages; to the hundreds \r\nof thousands of innocent souls taking shelter from \r\nbombings; to a small country of less than 5 million \r\npeople being trampled by a neighbour 300 times its \r\nsize. The world responded immediately by sending \r\ngenerous aid, by coming to Georgia and by showing its \r\nsolidarity. Meanwhile, leaders from around the world \r\nhave been working tirelessly to negotiate and enforce a \r\nceasefire.  \r\n I am especially grateful to President Sarkozy of \r\nFrance for his dedication to ensuring that the ceasefire \r\nis fully implemented in letter and in spirit. As all \r\nparties have agreed, that means the full withdrawal of \r\nall military forces from my country to their pre-conflict \r\npositions. \r\n The world’s actions proved that the most potent \r\nresponse to this brutal invasion is to rebuild Georgia’s \r\ndemocracy and economy, making them even stronger \r\nthan before. I want to make a special commitment to \r\nall those who, during these especially difficult \r\neconomic times, are helping to fund Georgia’s \r\nreconstruction: we will spend their resources wisely, \r\nwell and with full transparency. \r\n Georgia will rebuild. It will contribute to the \r\nprosperity and security of all its citizens and of the \r\nentire international community by providing stability \r\nin our part of the world and serving as a model for \r\ndemocratic development. Reconstruction will also \r\nensure that Europe continues to benefit from the true \r\nenergy security that comes from diversification. And \r\neverything we do will be done peacefully. \r\n But today we must ask a series of questions, the \r\nanswers to which have grave consequences. We have \r\nall wondered in recent weeks: was this invasion an \r\naberration or a misguided attempt to resort to the \r\nnineteenth-century logic of brute force, or was it a sign \r\nof an ominous new trend, one that could continue and \r\ndeepen to undermine the international order of the \r\ntwenty-first century, eroding State sovereignty and the \r\npower of our common and hard-fought principles? I \r\nbelieve that that question and others have not yet been \r\nanswered. Others still need to be asked. \r\n Will we encourage violent and hateful separatism \r\naround the world, standing aside when State \r\nsovereignty is subverted, or will we draw a clear line \r\nand defend the principles that uphold the international \r\norder and declare, enough? In the twenty-first century, \r\nwe have better ways to protect the rights of ethnic \r\nminorities than with T-72 tanks and Sukhoi fighter jets. \r\n We have developed a body of legal and political \r\nexamples to accommodate minority demands within \r\nthe context of national sovereignty. After all, that is \r\none of the great achievements of the United Nations, of \r\nthe European Union and of other multilateral and \r\nregional organizations. Its foundation is the belief that \r\ndemocracy and prosperity provide room for all. Are we \r\nready to throw all that away?  \r\n And what of the use of brute force? Will we look \r\nthe other way or reward the dispatch of tens of \r\nthousands of troops and hundreds of planes across \r\ninternationally recognized borders to bomb another \r\ncountry? Will we cover our eyes when ethnic cleansing \r\noccurs, as it has over and over again for the past \r\n16 years in Abkhazia and South Ossetia? In a world \r\nthat struggles to reign in traditional forms of State \r\nviolence, will we sanction new ones? \r\n During the invasion of Georgia, we witnessed \r\nseveral terrifying new twists in the waging of war. We \r\nsaw proxy forces and militias cynically unleashed to \r\nethnically cleanse the population of my country, \r\noperating without any restraint and outside any order. \r\nWe demand a thorough United Nations investigation of \r\nthe crimes against humanity, war crimes and human \r\nrights violations that have been committed.  \r\n We have experienced the first full-scale cyber \r\nwarfare campaign, which was aimed at crippling my \r\ncountry’s economy and our ability to communicate \r\nwith the outside world. It is profoundly distressing to \r\nsee the technology that has woven our world together \r\nand helped to bridge cultures being used to divide \r\nethnic groups and to tear our world apart. \r\n Today, when most of the world understands the \r\nexistential threat posed by climate change and \r\necological destruction, we in Georgia have witnessed a \r\nsickening campaign of ecocide as part of the invasion. \r\nThat occurred when combat helicopter gunships \r\ncontinuously dropped firebombs on old-growth forests \r\nin the Borjomi National Park, which comprises our \r\nnational centre for tourism, recreation, culture and \r\nwater resources. I believe that, together, we have the \r\nsolemn responsibility to deliver answers to those \r\nquestions. We will succeed. Let us resolve to bring the \r\nright conclusions to the world.  \r\nA/63/PV.6  \r\n \r\n08-51606 28 \r\n \r\n The invasion of our country provided an \r\nimpressive demonstration of the power of global public \r\nopinion, which can find expression only when societies \r\nare open and free. Ultimately, what stopped the tanks \r\nand troops from taking our capital was the international \r\ndisapproval voiced by so many here, by the free media, \r\nby courageous human rights groups and by leading \r\nvoices of the world’s conscience, from Natan \r\nSharansky to Václav Havel. \r\n Rhetoric, however, is no longer enough; today, \r\nwe must act. If words were sufficient, then something \r\nmight have come from the many calls for peace and the \r\ncountless warnings that I myself have made from this \r\nrostrum over the years. No one has fought harder than \r\nmy country and myself to heal the ethnic rifts in \r\nGeorgia and to bring about a peaceful resolution of the \r\nconflict, and we will continue to fight forcefully.  \r\n Indeed, in this very place, I have warned so many \r\ntimes that this situation was in the making — that there \r\nwas a threat. Four years ago, we were discussing the \r\ndangers posed by the illegal Russian build-up in our \r\ncountry aimed at our territories. We spoke about the \r\ndistribution of passports and about the illegal bases \r\nbuilt on our territories. We knew that those subversive \r\ntactics, combined with the ethnic cleansing that had \r\ndriven most Georgians from those territories, would \r\none day be used as a pretext for invasion. And that is \r\nprecisely what happened last month. It is also \r\nhappening in other countries in our neighbourhood. \r\n In 2006, I urgently drew attention to the attempts \r\nbeing made to annex Abkhazia and South Ossetia, and \r\nI asked whether any members in this great Hall would \r\ntolerate such interference by another Power on their \r\nown soil. I warned of the risk that “a Pandora’s box \r\nwill be opened, unleashing violent separatism and \r\nconflict not only in the Caucasus but across many parts \r\nof our globe” (A/61/PV.16, p. 4). Today, unfortunately, \r\nwe stand at that very precipice, where peace could \r\nyield to a pernicious new world order. \r\n One year ago, I came to this Hall with even more \r\ndistressing news: that an illegal new military base was \r\nbeing built in South Ossetia by those who hoped that \r\narms and violence could triumph over the will of the \r\npeople. I noted that that dangerous escalation was \r\ntaking place under the very noses of the international \r\nmonitors whose job it was to demilitarize the territory, \r\nand I asked that those reckless acts be countered. Our \r\nwarnings continued in the months and weeks before the \r\ninvasion. We told anyone who would listen about the \r\ncampaign that had been unleashed to slander Georgia \r\nand my Government while blocking any meaningful \r\nnegotiations with the separatists. That was part of a \r\ncalculated effort to weaken international support for \r\nGeorgia and to lay the groundwork for the invasion. \r\n We gave the international community the details \r\nof a sharp military build-up by the purported \r\npeacekeepers — a build-up that began this spring in \r\nboth conflict zones, leading to armed attacks this \r\nsummer by separatist militias. Just before the land \r\ninvasion began in the early hours of 7 August, after \r\ndays of heavy shelling that had killed civilians and \r\npeacekeepers, we urgently sought to refute claims that \r\n2,100 South Ossetian civilians had been killed by \r\nGeorgians. That was the excuse used by the invader for \r\nwhat it called a “humanitarian intervention” — a \r\nprofound perversion of the responsibility to protect. \r\nThat lie, which was subsequently debunked by Human \r\nRights Watch — which estimated that 44 had been \r\nkilled — and others, was an attempt to conceal the true \r\nmotives for the invasion. \r\n Over the years, I have also spoken many times to \r\nyou about the plans that Georgia has developed, \r\ntogether with the international community, to \r\npeacefully reunify my country. I have spoken about the \r\nurgent need to replace and transform the failed \r\nframeworks for negotiation and peacekeeping in our \r\nregion. Repeatedly and with sincere intent, I have \r\nextended my hand to our large neighbour. \r\n Just a few days before the invasion of Georgia, \r\nwe continued to work furiously for peace. The \r\nSecretary-General had sent his Special Representative \r\nto Georgia to determine how to fix the broken process \r\nof conflict resolution, and we cooperated closely with \r\nhim. The German Government had proposed peace \r\ntalks for mid-August — talks that my Government \r\neagerly supported. The Finnish Chair of the \r\nOrganization for Security and Cooperation in Europe \r\nalso proposed talks in Helsinki in late July, to which \r\nwe subscribed. Unfortunately, the opposing parties to \r\nthe conflict repeatedly turned their backs; they had \r\nother plans in mind. \r\n Finally, on the eve of the invasion, my Special \r\nEnvoy travelled twice in desperation to South Ossetia \r\nto plead for peace. His counterpart from our \r\nneighbouring country failed to come to those meetings. \r\nHe cited a flat tire as the reason for not showing up. \r\n A/63/PV.6\r\n \r\n29 08-51606 \r\n \r\nWithin 24 hours, thousands of very full tires were \r\nrolling across the border of my country. \r\n So words alone are not nearly enough. Nor can \r\nwords accurately convey the horrors of war. It is \r\ndifficult, if not impossible, to say that anything good \r\ncan ever come of war. The value of human life is \r\nincalculable, and we in Georgia grieve not only for our \r\nown lost sons and daughters, but also for our fallen \r\nneighbours who were sent in to carry out an unjust \r\naggression of war.  \r\n Yet, the international community has emerged \r\nfrom the invasion of my country with something truly \r\nvaluable: finally, clarity. We understand what has \r\nhappened. We can no longer deny the motivations and \r\nintentions of those actors who instigated the war. With \r\nclarity comes responsibility. We no longer have any \r\nreason for inaction. Now each of us has a responsibility \r\nto act. \r\n Despite the destruction wreaked by the \r\ninvasion — hundreds dead; nearly 200,000 displaced, \r\naccording to the United Nations; our economy \r\ndisabled — my Government is putting our convictions \r\ninto practice. I promise to you that my Government \r\nwill implement with all due speed the new democratic \r\ninitiatives that constitute the second “Rose \r\nRevolution”. I promise to you that Georgia will soon \r\nbe stronger and more democratic than ever before, and \r\nthus that it will be in a better position to contribute to \r\nour collective security and prosperity. \r\n However, if that is to have any meaning, we must \r\ntogether defend the principles on which this institution \r\nwas built. We need actions, not words. Allow me to \r\nrepeat once again the four commitments that, I believe, \r\nwe must make. First, each of us must refuse to stand \r\nsilently by in the face of this armed aggression, \r\noccupation, ethnic cleansing and assault directed \r\nagainst a United Nations Member State. Secondly, we \r\nmust stand united in rejecting the forced and illegal \r\nrecognition of Georgia’s two separatist provinces and \r\nwhat is essentially their annexation by its neighbour. \r\nThirdly, we must ensure that all parties comply fully \r\nwith the existing ceasefire agreement. Fourthly, we \r\nmust resolve to create a meaningful conflict resolution \r\nprocess that will peacefully reunify Georgia and \r\nresolve the conflict, in the interest of all ethnic groups \r\nand minorities, our society as a whole and the region. \r\n If we can accomplish those goals, then this \r\ninstitution will emerge from this crisis stronger than it \r\nwas before. If, however, we fail to stop the violent \r\ntactics that have subverted State sovereignty in \r\nGeorgia, they will spread to other parts of the world. It \r\nis our collective responsibility to respond with \r\nconviction and resolve.  \r\n Georgia has made its choice, and our democracy \r\nwill emerge stronger as a result. Together, we will find \r\nways, as we have over the millennia, to ensure peaceful \r\ncoexistence among all members of our multiethnic \r\nsociety, be they ethnically Georgian, Abkhaz or \r\nOssetian. We have been a Christian country since the \r\nfifteenth century, but we are also a country in which \r\nmany different religious groups and communities \r\ncoexist. Diversity is our strength, not a source of our \r\nweakness. We are willing to strengthen our diversity \r\neven further in order to make my country successful \r\nand whole once again, rejuvenated and rebuilt.  \r\n The Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Republic of Georgia for the statement \r\nhe has just made. \r\n Mr. Mikheil Saakashvili, President of the \r\nRepublic of Georgia, was escorted from the \r\nGeneral Assembly Hall.  \r\n The President returned to the Chair. \r\n \r\n \r\nAddress by Mr. Evo Morales Ayma, President of the \r\nRepublic of Bolivia \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the President of the \r\nRepublic of Bolivia. \r\n Mr. Evo Morales Ayma, President of the Republic \r\nof Bolivia, was escorted into the General \r\nAssembly Hall. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Excellency Mr. Evo Morales \r\nAyma, President of the Republic of Bolivia, and to \r\ninvite him to address the Assembly. \r\n President Morales Ayma (spoke in Spanish): \r\nThis meeting of the United Nations is being held at a \r\ntime when there is a rebellion of peoples throughout \r\nthe world, a rebellion against poverty and destitution \r\nand against the effects of climate change, against the \r\nprivatization policies that have caused the financial \r\ncrisis. \r\nA/63/PV.6  \r\n \r\n08-51606 30 \r\n \r\n I wish to tell the Assembly that in Bolivia in \r\nrecent years we have experienced great uprisings by \r\nour people, social movements from the countryside to \r\nthe cities, of indigenous workers and farmers \r\nquestioning economic models and systems that simply \r\nprivatized natural resources and steadily sacked the \r\ncountry. The privatization of basic services and the \r\npolicies imposed by the World Bank and the \r\nInternational Monetary Fund (IMF) did not solve \r\nanything for the majority of Bolivians. I came to the \r\npresidency in 2005 and 2006 as a result of that struggle \r\nby the social movements, which was accompanied by \r\nan ongoing labour and social struggle by our Bolivian \r\ncomrades and brothers who were seeking equality and \r\nsocial justice.  \r\n With a little experience I can say that in the two \r\nand a half years of my Government we have \r\nnationalized the natural resources, such as oil and gas, \r\nand the economy is beginning to change profoundly. In \r\n2005, before I was elected President, the Bolivian State \r\nreceived only $300 million for its oil and gas \r\nresources. Last year, 2007, after nationalization and \r\nafter we changed the hydrocarbons law, the Bolivian \r\nState received $1.93 billion. Being a small country \r\nwith about 10 million inhabitants, that enabled us to \r\nimprove the national economy. The recovery of our \r\nnatural resources is so important that that has been the \r\ngoal of a historic fight by our peoples.  \r\n I wish to speak about some results with regard to \r\nsocial issues and about some profound changes in \r\ndemocracy that took place with the participation of the \r\nworkers in various social sectors. However — and I am \r\ncertain that in the last few days the world has been able \r\nto grasp this — there is an ongoing conspiracy of small \r\ngroups against this process of change. I want it known \r\nthat since the first day of my Government some \r\nconservative parties that favour imperialism have \r\nconsistently tried to weaken us and to wear us down. \r\nLast year they requested a referendum to recall the \r\nPresident. I accepted that calmly, and instead of my \r\nbeing recalled, some prefects and some opposition \r\nauthorities were recalled by the Bolivian people. I \r\nreceived the support of 67 per cent of the people in the \r\nrecall referendum of 10 August 2008.  \r\n I should like to recall something important that \r\nour forefathers used to say — our leaders who fought \r\nfor control of our land, people such as Tupac Catari. In \r\n1741 we were cut into pieces by the Spanish invasion. \r\nBefore Bolivia was founded and before dying, our \r\nleader said, “I die, but I will return transformed into \r\nmillions of people”. For the first time a President of the \r\nBolivians has received more than 2 million votes. So \r\nthe statement of Tupac Catari, the leader of our \r\nancestors, has come true. But that was part of a process \r\nof change in the democracy, with the awareness of the \r\nBolivian people.  \r\n After 13, 14 and 15 August, that small group of \r\nconservatives began to organize a coup d’état of \r\nmunicipal authorities and prefects against the \r\nGovernment and the State. I will quickly list some of \r\nthose events. On 14 and 15 August there was a meeting \r\nof a so-called national coordinating committee of the \r\nright, which attempted to prevent the national \r\nauthorities from reaching four regions of the country. \r\nThey attacked the departmental command of the \r\nnational police, and there was an attack on the police \r\nsubcommander. A roadblock was set up in four regions \r\nto cut off food supplies for the population. Oil \r\ninstallations were surrounded. There was a general \r\nattack on institutions, and in four departments \r\n75 government offices were taken over. The State radio \r\nand television were silenced, especially the community \r\nradios. The airports were taken by those groups. \r\n I remember that, when I was a boy, in the military \r\ndictatorships the coups d’état began with takeovers of \r\nthe State television stations. History is repeating itself, \r\nbut thanks to the conscience of the Bolivian people this \r\ncivil coup in Bolivia has been defeated. Thanks to the \r\nparticipation of the nations that have now come \r\ntogether in the Union of South American Nations, this \r\nattempted civil coup d’état has been defeated. \r\n Here, I would like to say something. Surely, some \r\nparticipants are waiting for me to tell them why we \r\nexpelled the United States ambassador. Europe and \r\nLatin America repudiated the attempted civilian coup, \r\nbut the Government of the United States did not, nor \r\nhas it denounced those acts of terrorism. This morning \r\nI heard the statement of the President of the United \r\nStates condemning terrorism. In Bolivia, right wing \r\ngroups are setting fire to gas pipelines and cutting off \r\nthe valves for the export of gas to Brazil and Argentina, \r\nbut the embassy of the Government of the United \r\nStates does not condemn such acts of terrorism.  \r\n It is not hard to imagine that, if some social \r\nmovement were to steal his country’s national wealth, \r\nthe United States ambassador would condemn, \r\ndenounce and repudiate such an act. I would like to \r\n A/63/PV.6\r\n \r\n31 08-51606 \r\n \r\nhear the representatives of the United States \r\nGovernment denounce these acts of terrorism. Of \r\ncourse, the terrorists know that the United States is \r\ntheir ally. It is never going to condemn them. The \r\nambassador of the United States was clearly the \r\nprimary human element conspiring against the United \r\nStates Government. I remember perfectly the year \r\n2002, when I was a parliamentarian. On the \r\ninstructions of the United States embassy, I was \r\nexpelled from Parliament. I was accused of drug \r\ntrafficking and of being an assassin. In 2002, the \r\nUnited States created a governance programme through \r\nthe United States Agency for International \r\nDevelopment (USAID) to finance the strengthening of \r\nthe conservative political parties and put the brakes on \r\na growing political liberation movement, a political \r\nmovement for the sovereignty of our peoples, a \r\npolitical movement that was designed to bring an end \r\nto injustice and to seek equality for Bolivians.  \r\n I also remember — some participants may not \r\nrecall it clearly — that in 2002, when I was called for \r\nthe first time to be a candidate for the presidency, the \r\nUnited States ambassador said: “Do not vote for Evo \r\nMorales. If you vote for Evo Morales, there will be no \r\ninternational aid or international cooperation”, thereby \r\ninstilling fear in the Bolivian people. And they did not \r\nstop there. They also said: “Evo Morales is the Andean \r\nBin Laden, and these farmers are the Taliban”. Hence, \r\nstanding before this Assembly is an Andean Bin Laden \r\nwho represents the Taliban, which is the indigenous \r\nfarmers’ movement that historically fought for its \r\nclaims. \r\n There are so many accusations of that kind. When \r\nwe came to power, we found a CIA office in the \r\nGovernment palace. After we discovered it, we had no \r\nproblem getting rid of it because we had no need for a \r\nCIA office in the palace. Obviously, they were \r\noperating from there. For example, in 2004, they \r\nwanted to force the National Congress to give \r\ndiplomatic immunity to civilians or members of the \r\nBolivian military. We rejected that, of course, thanks to \r\nour social cohesion. In 2005, they began dismantling \r\nthe military’s missiles, together with some commands \r\nand, of course, the administration in place at that time.  \r\n Dismantling the military is treason; it is not \r\npossible that the Southern Command of the United \r\nStates armed forces would practice such a policy. \r\nHowever, they continuously tried to control some \r\nmembers of the military. For example, in previous \r\nGovernments, they created a special counter-terrorism \r\nforce, the F-10, and at one point in time their \r\nrepresentatives informed me that, in 2005 or 2004, they \r\nwere prepared to kill labour or political leaders who \r\nopposed capitalism and imperialism.  \r\n When I appointed a commander, he was vetoed \r\nby the United States embassy. Of course, we are not \r\ngoing to allow any more vetoes. Last year, special \r\nfirearms munitions were illegally brought into the \r\ncountry at the instigation of the commander of the \r\nUnited States military group, Colonel Campbell. We \r\nwere told that these were missiles for training \r\npurposes. Moreover, they illegally employ young \r\nstudents belonging to United States peace groups to \r\ncarry out spying activities on officials of the \r\nGovernments of Cuba and Venezuela. They are \r\nworking in secret against the Government of Bolivia, \r\nthus violating the constitutional rights of their own \r\nUnited States citizens who come to Bolivia on \r\nscholarships. \r\n I would point out that when one works for \r\nequality and for social justice, one is persecuted and \r\nconspired against by certain groups. These groups are \r\nnot concerned about human equality. It is clear that this \r\nis a historic fight for our peoples and that it is nothing \r\nnew. We can speak about the economy, or about the \r\ncost of silver as an industrial commodity, but what we \r\nare talking about is the fight between rich and poor. It \r\nis the fight between socialism and capitalism. That \r\nhistoric struggle is being resumed now, but I feel that \r\nthese battles are uprisings and rebellions of peoples \r\nagainst an economic model — against the capitalist \r\nsystem. If we do not understand that capitalism is \r\ndestroying humanity, then I am sure — and I hope that \r\nno one will be offended — that we will not solve the \r\nproblems of life, the problems of the planet or the \r\nproblems of humanity.  \r\n I am not accusing anyone of being an accomplice \r\nof capitalism. From a communal and labour struggle to \r\nan electoral one, from organizer to President, I have \r\nbecome perfectly aware that capitalism is the worst \r\nenemy of humanity. As I said a few days ago, with \r\ngreat sincerity, while touring my country, I was \r\nbrought up in social movements among workers, \r\nfarmers and indigenous peoples. More than 500 years \r\nago, our forefathers fought colonialism and \r\nimperialism, and that is why I am anti-imperialist \r\ntoday. No one is going to move me from that position. \r\nIf people like me, they like me a lot, but if they do not \r\nA/63/PV.6  \r\n \r\n08-51606 32 \r\n \r\nlike me, so be it. What the world is going through is \r\nunjust.  \r\n So much has been said about climate change, \r\nflooding, droughts, how our mountains are losing their \r\nsnow. If we continue in this way, we will all be \r\nresponsible for destroying the planet, and thus \r\nhumankind.  \r\n I have heard good statements from other \r\npresidents participating in this debate, from which I \r\nhave learned a great deal; but I am sorry to say that I \r\ndo not believe that it is enough to simply raise the \r\nproblems unless we also provide the solutions. I would \r\nlike to say that some blacklists have been drawn up to \r\npunish Governments.  \r\n It is difficult to imagine that those terrorists \r\ngroups are not condemned, while the national \r\nGovernment is decertified for supposedly being \r\ninvolved in drug trafficking. According to United \r\nNations reports, some countries are increasing their \r\ncoca plantations, but they are not on decertified lists \r\nbecause they are pro-capitalist. To those countries that \r\nsupport the counter-narcotics struggle by reducing their \r\ncoca cultivation, we did not say that there would be no \r\ncoca, but that there would be no free cultivation of \r\ncoca, since the coca leaf does have medicinal and \r\nnutritional benefits. Once we clearly defined our \r\nanti-imperialist position, we were decertified. \r\nHowever, I am quite sure that this is not about \r\ncertification or decertification, terrorist or non-terrorist \r\ncountries.  \r\n Mr. Bush, President of the United States, sent me \r\na message recently in which he wrote: “If I am not a \r\nfriend, I am an enemy”. I do not care whether I am a \r\nfriend of the President of the United States, but I am a \r\nfriend of the people of the United States. I have had \r\nmany meetings with representatives from social \r\nmovements in the United States and we agree on our \r\napproach to life and humankind. That is why we have \r\nto put an end to blacklists. We are living in times where \r\nthere are no empires, no dominance or imposition of \r\neconomic models that can greatly harm countries or \r\ncontinents or the whole world.  \r\n I wish to say that we have begun to work on a \r\nproposal. It is called “Ten commandments to save the \r\nplanet, humankind and all life”. I hope that my \r\ncolleagues will distribute this document, and with the \r\nparticipation of all it will help us save the planet, \r\nhumankind and life. One of the first subjects we raise \r\nhere is how we can put an end to capitalism. Wherever \r\nthere is capitalism, there is exploitation. Wherever \r\nthere is capitalism, our natural resources are plundered. \r\nThat is what we have seen and experienced. \r\n Our second point is that we must denounce war. \r\nAs everyone knows, we are working arduously to put \r\nBolivia back on track by drafting a new constitution. In \r\nthat new political constitution for the Bolivian state, \r\nfor the first time the State and the people of Bolivia \r\nwill constitutionally pledge never to initiate war. That \r\ndoes not mean that we renounce defending ourselves. I \r\ndo not believe in wars. \r\n Speaking of war, I am sure that peoples do not \r\nwant wars. They do not want the military intervention \r\nof any country in any part of the world. In our new \r\npolitical constitution for the Bolivian State, we propose \r\nthat Bolivia should not accept the military base of any \r\ncountry of the world on its territory. In that way, we \r\nshall assert our dignity and defend the sovereignty of \r\nBolivia and of other peoples. I have very respectfully \r\nsuggested to the people and the Government of the \r\nUnited States that it would be best to withdraw their \r\nmilitary from Iraq and Afghanistan and other parts of \r\nthe world as soon as possible. If they do not, the \r\npeoples themselves will expel them because \r\ninterventionism and war are no solution for life and \r\nhumanity.  \r\n Our third point is a proposal for a world without \r\nimperialism and colonialism. Last year, I heard a \r\ncritical issue discussed here by several heads of State. \r\nThat issue was water — water as a right of all living \r\nbeings. We also heard discussions on energy and how \r\nimportant it is to have clean, environmentally friendly \r\nenergy.  \r\n Speaking of nature, the indigenous peoples have \r\nexperience living in harmony with Mother Earth and \r\nnature. Mother Earth is neither a shopping centre nor a \r\ncommodity. Thus, the historic struggle of our peoples \r\nis for land and territory, and that struggle is being \r\nrepeated in our country.  \r\n Our next point, as I said earlier, is to Mother \r\nNature within the United Nations. I hope that can be \r\ntaken into account. I would also note that the new \r\nBolivian political constitution incorporates the ten \r\ncommandments to save humanity and the world. \r\n Basic services should be human rights. Water, \r\nlight and telecommunications cannot be in private \r\n A/63/PV.6\r\n \r\n33 08-51606 \r\n \r\nhands. If they are human rights, they should be a public \r\nservice and not left to the private sector. To be sure, we \r\nhave many differences with multinationals. Investment \r\nis certainly important, but we need investors in Bolivia \r\nwho are not the owners of our energy and our oil, but \r\nwho are our partners.  \r\n My next point is that we should consume only \r\nwhat we need and prioritize local consumption in the \r\ncontext of food sovereignty. We also need to respect \r\nthe diversity of cultures and economies. \r\n Our final point concerns how to live well. What \r\ndoes it mean to live well? Living well is living in \r\nequality, solidarity and complementarity, eliminating \r\ninequalities between families and the deep-rooted \r\ndisparities that exist among countries and continents. \r\nWhen we try to live better, sometimes all we do is to \r\nbecome selfish and ambitious. We never think about \r\nthe larger family, which, for us in Bolivia, is the whole \r\nof Bolivia.  \r\n The struggles of peoples for democracy and for \r\nthe re-establishment of the rule of law is being \r\nrepeated in Bolivia. In the past, great social movements \r\nled by indigenous farmers brought down dictatorships. \r\nIn recent days, they defeated an attempted coup in \r\nBolivia, and we hail them. We have just been informed \r\nthat social movements are wisely mobilizing \r\nthemselves in a search of peace and asking that new \r\nstandards be adopted to ensure equality be for all \r\nBolivians. \r\n In conclusion, I wish to say that I am convinced \r\nthat only the conscience of the people can defeat the \r\ninterests of certain groups and United States \r\nimperialism. I heard some leaders this morning sue for \r\npeace with a regulated, moderate form of capitalism. I \r\ndo not believe in that. There will be peace only when \r\nthere is equality among all human beings; there will be \r\npeace only when our identity and the dignity of every \r\npeople are respected. \r\n I do not think there can be peace with capitalism, \r\nno matter how moderate or regulated. We need to work \r\ntogether, we need to participate in the struggles of our \r\npeoples for equality. Only Governments and leaders \r\nworking together with their peoples can find equality. \r\nWhen we have equality, there will be social peace \r\nthroughout the world. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the President of \r\nthe Republic of Bolivia for the statement he has just \r\nmade.  \r\n Mr. Evo Morales Ayma, President of the Republic \r\nof Bolivia, was escorted from the General \r\nAssembly Hall. \r\n \r\nAddress by Mr. Hifikepunye Pohamba, President of \r\nthe Republic of Namibia \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the President of the \r\nRepublic of Namibia. \r\n Mr. Hifikepunye Pohamba, President of the \r\nRepublic of Namibia, was escorted into the \r\nGeneral Assembly Hall. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Excellency Mr. Hifikepunye \r\nPohamba, President of the Republic of Namibia, and to \r\ninvite him to address the Assembly. \r\n President Pohamba: I congratulate you, Sir, on \r\nyour election as President of the General Assembly at \r\nits sixty-third session. We support the priorities that \r\nyou have identified for this session. I wish to express \r\nNamibia’s appreciation for your predecessor, Srgjan \r\nKerim, for focusing the agenda of the sixty-second \r\nsession on matters of crucial importance to Member \r\nStates. We commend the Secretary-General, Mr. Ban \r\nKi-moon, for tirelessly taking up the challenging issues \r\nof peace, security and economic development. \r\n The sixty-third session of the General Assembly \r\nis taking place at a time when the global economy is \r\ndominated by four interrelated crises. I have in mind \r\nthe financial crisis in the industrialized countries, the \r\nglobal energy crisis, the devastating impact of climate \r\nchange as well as the food crisis which has adversely \r\naffected poor people around the world. Other, no less \r\ndaunting, challenges are the HIV/AIDS pandemic, \r\nunderdevelopment and abject poverty, as well as the \r\nneed to foster peace and security around the world. We \r\nmust act decisively and collectively at national, \r\nregional and global levels to overcome these \r\nchallenges. \r\n The devastating effects of climate change have \r\nbecome present-day realities in all parts of the world. \r\nNamibia has experienced the negative impact of \r\nclimate change. The floods and droughts during 2007 \r\nand 2008 were some of the most devastating in recent \r\nA/63/PV.6  \r\n \r\n08-51606 34 \r\n \r\ntimes. In their wake, they left poor harvests, livestock \r\nlosses, environmental degradation, damaged infrastructure \r\nand destroyed livelihoods, thus putting a severe strain \r\non our plans to invest in new development projects.  \r\n Namibia is committed to the Bali road map in \r\norder to conclude the negotiations on the post-Kyoto \r\nregime by 2009. We call on all parties to honour their \r\ncommitments under the Kyoto Protocol, including the \r\nimmediate and full capitalization of the Adaptation \r\nFund. Namibia will play its part in the lead-up to \r\nCopenhagen. \r\n We want to contribute to making Copenhagen a \r\nsuccess in terms of commitments and substantial \r\nmitigations, financial instruments for adaptation efforts \r\nin developing countries and mechanisms for sharing \r\nand harnessing appropriate technologies. \r\n As a net importer of food and fuel, Namibia has \r\nbeen hit hard by the soaring prices of commodities. \r\nThere will be catastrophic increases in the incidence of \r\nhunger, malnutrition and infant mortality in developing \r\ncountries unless the trend is reversed. That calls for a \r\ndecisive national, regional and international response. \r\nIn our case, the Government of Namibia has exempted \r\nsome basic foodstuffs from value-added tax in order to \r\nmitigate the effects of higher prices on food. Such \r\ninterventions can provide some relief to households. \r\nHowever, there remain long-term challenges, which \r\ndemand appropriate policies and substantial new \r\ninvestment to raise agricultural productivity and \r\nincrease food production around the world.  \r\n There is a real risk that the gains made by \r\ndeveloping countries in poverty reduction and the \r\nattainment of the other Millennium Development Goals \r\n(MDGs) over the years will be reversed if we do not \r\nact rapidly. \r\n Global efforts to address the food crisis, the \r\nimpact of climate change and the drive to achieve the \r\nMDGs must go hand in hand. In that regard, we \r\nsupport the proposal for the General Assembly to hold \r\nthematic debates until 2015 to take stock of success \r\nachieved and setbacks encountered in the achievement \r\nof the MDGs. \r\n That will give development cooperating partners \r\nan opportunity to account for the fulfilment of their \r\ncommitments. On the other hand, developing countries \r\nshould also account for their commitments to \r\nstrengthen democratic institutions, enhance good \r\ngovernance and fight corruption. \r\n There is a need for genuine political will, \r\nespecially among donor countries, if the MDGs are to \r\nbe attained. In this context, open, predictable and \r\nnon-discriminatory trading and financial systems must \r\nbe developed. We call for the intensification of the \r\nimplementation of the Global Partnership for \r\nDevelopment as agreed upon at Monterrey in 2002. \r\n We also appeal to the Bretton Woods system and \r\nother international financial institutions to create \r\nspecial mechanisms to enable middle-income countries \r\nto access financial resources for development on \r\nconcessional terms. That was called for by the \r\nWindhoek Declaration on Development Cooperation \r\nwith Middle-Income Countries. \r\n The scourge of poverty is one of the most serious \r\nchallenges facing humanity today. I believe that, with \r\nthe requisite political will, poverty can be overcome. \r\nLet us act in unity of purpose to address not only the \r\nmanifestations of poverty, but also its underlying \r\ncauses, which make communities vulnerable. Let us \r\nharness the technological, financial and other resources \r\nnecessary to eliminate the dehumanizing effects of \r\npoverty on all members of the human family. \r\n Peace and security as well as social justice are \r\nparamount to the achievement of the MDGs and to the \r\nresolution of conflicts. In that regard, all countries \r\nmust commit themselves to implement the policies that \r\npromote economic growth, social justice, the rule of \r\nlaw, democracy, respect for human rights and the \r\nprotection of the environment, in order to guarantee \r\ndurable peace and security. \r\nMr. Beck (Solomon Islands), Vice-President, took \r\nthe Chair. \r\n On 15 September 2008, the political leaders of \r\nZimbabwe signed a power-sharing agreement designed \r\nto restore political and economic stability to their \r\ncountry. We wish to congratulate the leaders of \r\nZimbabwe on that important milestone and to express \r\nthe hope that it will put that sister country on the path \r\ntowards economic recovery. We commend the \r\nmediation efforts of the Southern African Development \r\nCommunity, led by President Thabo Mbeki of South \r\nAfrica, who invested extraordinary skill, time and \r\nenergy in the process. We urge the international \r\ncommunity to support the implementation of the \r\n A/63/PV.6\r\n \r\n35 08-51606 \r\n \r\nagreement by providing economic, financial and \r\nhumanitarian assistance. We call for the immediate \r\nlifting of all sanctions that have been imposed on that \r\ncountry. \r\n My delegation is concerned that the question of \r\nWestern Sahara remains unresolved. We support the \r\nongoing direct talks between the parties under the \r\nauspices of the Secretary-General. We also call for the \r\nimplementation of the United Nations settlement plan \r\nfor Western Sahara and of all relevant United Nations \r\nresolutions providing for a free and fair referendum in \r\nthat territory. Namibia is also concerned about the \r\nconflict situations in the Darfur region of the Sudan \r\nand in Somalia. We urge the respective parties to those \r\nconflicts to work to find lasting peace. \r\n The people of Palestine have an inalienable right \r\nto self-determination. Namibia is concerned about the \r\nlack of progress in the negotiations on the question of \r\nPalestine. We call for the immediate implementation of \r\nall United Nations resolutions on Palestine and for the \r\nestablishment of an independent State of Palestine \r\nliving side by side with Israel. \r\n My delegation reiterates the call that we have \r\nmade on several occasions in this House for the \r\nunconditional lifting of the economic, commercial and \r\nfinancial blockade against Cuba. Not only is the \r\nblockade against international law; its extraterritorial \r\nnature impedes free trade and economic development. \r\nNamibia calls for the implementation of all resolutions \r\nof the General Assembly calling for the lifting of the \r\nblockade. \r\n If we are to be able to respond effectively to the \r\nmanifold challenges of our time, we must accelerate \r\nthe reform of the United Nations. Member States \r\nshould work with resolve to strengthen our \r\nOrganization and to ensure that it delivers in terms of \r\nits mandate. However, the process will not be complete \r\nwithout reform of the Security Council. We have an \r\nobligation to make the Council more representative, \r\ndemocratic and accountable. It is an anomaly, and it is \r\nunjust, that Africa does not have permanent \r\nrepresentation on the Security Council. Namibia \r\nreiterates the African common position on Council \r\nreform as articulated in the Ezulwini Consensus and \r\nthe Sirte Declaration. Intergovernmental negotiations \r\non reform should commence without any further delay.  \r\n It is our duty to ensure that the United Nations \r\nremains true to its unique universal character and that \r\nit becomes a source of hope for a more secure and \r\npeaceful world for current and future generations. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Namibia for the statement he has just made. \r\nMr. Hifikepunye Pohamba, President of the \r\nRepublic of Namibia, was escorted from the \r\nGeneral Assembly Hall. \r\n \r\nAddress by Mr. Boni Yayi, President of the Republic \r\nof Benin \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nBenin. \r\nMr. Boni Yayi, President of the Republic of Benin, \r\nwas escorted into the General Assembly Hall. \r\n The Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Boni Yayi, President of the \r\nRepublic of Benin, and to invite him to address the \r\nAssembly. \r\n President Yayi (spoke in French): I warmly \r\ncongratulate the President on his election to the \r\npresidency of the General Assembly at its sixty-third \r\nsession. Benin, my country, will make its modest \r\ncontribution to the work of this session and will strive \r\nto promote the ideals of the Charter, to which my \r\ncountry here reaffirms its full commitment. His \r\npredecessor strove to find ideal solutions to the great \r\nchallenges facing humankind during his mandate. We \r\npay tribute to him for his good and faithful service to \r\nthe international community. \r\n I also wish to commend the diligent and resolute \r\nefforts of the Secretary-General, who has understood \r\nthe scope of the grave crises that have shaken the \r\nworld over the past year. Thanks to his bold initiatives \r\nto promote international cooperation, he has been able \r\nto revive the virtue of multilateralism as the best way \r\nto manage world affairs in an inclusive and \r\nparticipatory framework highlighting the uniqueness of \r\nour world and the shared responsibility of the human \r\nspecies to maintain the fundamental equilibriums on \r\nwhich its survival on the Earth and the permanence of \r\nthe biosphere depend.  \r\n In 2007, responding to the alarm raised by the \r\nscientific community, we focused our attention on \r\nA/63/PV.6  \r\n \r\n08-51606 36 \r\n \r\nclimate change as a global problem affecting the \r\nenvironment on our planet, with far-from-rosy \r\nprospects for the future of humankind and obvious \r\nconsequences in our daily lives. The two major crises \r\nthat we have been attempting to contain for several \r\nmonths are unfolding against that backdrop. The \r\nenergy and food crises, both of which are on our \r\nagenda, are two of the world’s most serious crises in \r\nrecent history. They mark a departure from our \r\nprevious certainty as regards uninterrupted and lasting \r\nsupplies of energy and food for our peoples.  \r\n The Secretary-General has demonstrated \r\noutstanding leadership by sounding the alarm and \r\nwarning us of the risks of hasty and non-viable \r\nresponses that could lead to panic and serve to \r\nexacerbate the situation. The Rome Conference \r\norganized under the aegis of the Food and Agriculture \r\nOrganization of the United Nations made it possible to \r\nundertake a comprehensive assessment of the \r\ncomplexity of the crisis and to develop an outline for a \r\ncomprehensive strategy. That strategy includes \r\nimmediate steps to address the emergency, as well as \r\nseveral cohesive measures in the short, medium and \r\nlong term to preserve peace and stability in vulnerable \r\ndeveloping States. Those are the countries most \r\naffected by the food crisis, which undermines their \r\nefforts to combat poverty and hunger. \r\n The response to the food crisis emergency should \r\nnot lead us to lose sight of the timetable for the \r\nachievement of the Millennium Development Goals. \r\nThe international community has a duty to mobilize the \r\nnecessary resources to correct the serious distortions \r\nthat are at the heart of the food crisis. Our performance \r\nin that regard could be improved if vulnerable \r\ncountries were able to make the investments necessary \r\nto relaunch agricultural production throughout the \r\nworld in a sustainable manner.  \r\n In addition, there is a need to maintain sustained \r\ngrowth rates that can produce prosperity and \r\nsustainable human development in the long term. We \r\nmust continue to work to achieve the Millennium \r\nDevelopment Goals and make them a lasting reality.  \r\n In this emergency, the United Nations should \r\nbring to bear all its influence in order to help countries \r\nexperiencing difficulties ensure the survival of \r\nthreatened and vulnerable segments of the population, \r\nwho risk being decimated by hunger and famine if no \r\none comes to their aid.  \r\n The time has therefore come to give concrete \r\nexpression to the right to food. It is intolerable that \r\nhunger continues to be a scourge afflicting humankind \r\nin the twenty-first century. In the short term, priority \r\nshould be given to strengthening social protection \r\nsystems in least developed countries. Our efforts \r\nshould make it possible to activate the dormant \r\npotential of local productive capacity in order to \r\nstimulate small and medium-sized businesses. \r\nProblems must be addressed through an integrated \r\napproach that makes it possible to maximize \r\nagricultural production, as well as of preserving, \r\nbringing to market and distributing food crops in order \r\nto improve the living conditions of the most vulnerable \r\ngroups of the population, whose welfare we must \r\neffectively ensure. In the medium and long terms, we \r\nmust rethink agricultural investment policies in order \r\nto re-establish the balance between cash crops and food \r\nproduction, so as to ensure food security for States \r\nwhile taking cultural specificities into consideration. \r\n Overall, this crisis illustrates that humankind is \r\nnot well equipped to manage the consequences of the \r\nunfolding emergency. This proves that we are not \r\ndoing enough for the future and that we run the risk of \r\nbeing subject to all sorts of ills. It is for that reason that \r\nthe proposal made by the High-Level Task Force on the \r\nGlobal Food Security Crisis for an increase in the \r\nproportion of official development assistance allocated \r\nto agriculture from 3 to 10 per cent constitutes a \r\nstrategic approach that should be implemented with \r\ncommon political will commensurate with the stakes \r\ninvolved. I would like to pay tribute to the countries \r\nthat have already made firm commitments to provide \r\nadditional resources in that regard.  \r\n Benin is being seriously affected by the food \r\ncrisis, but we are resolutely committed to undertaking \r\nthe necessary reforms. To that end, in 2006, my \r\nGovernment launched a national agricultural \r\nmodernization programme in order to address \r\nheightened distortions. To date, agriculture in Benin \r\nhas been characterized by small-scale family farms and \r\nbased on the use of outdated equipment. In order to \r\nchange that situation, which has confined food \r\nproduction to subsistence farming, a year ago my \r\nGovernment initiated a mechanization programme to \r\nimprove the competitiveness of the agricultural sector.  \r\n Given that that mechanization alone cannot bring \r\nabout the expected results without the marshalling of \r\nwater resources, we are considering a programme for \r\n A/63/PV.6\r\n \r\n37 08-51606 \r\n \r\nrational water management to better utilize that \r\nresource while preserving it for the future. The goal is \r\nto promote irrigation agriculture, primarily by building \r\nirrigation dams in valleys in the north of our country as \r\npart of an overall development plan.  \r\n Soil degradation, coastal erosion and the \r\ncombined effects of frequent flooding due to climate \r\nchange that seriously affect all of West Africa are \r\namong the underlying factors contributing to the drop \r\nin local food production. In that connection, I should \r\nlike to express our great appreciation for the \r\nawareness-raising efforts of the secretariat for the \r\nConvention to Combat Desertification.  \r\n Financing mechanisms, including the World \r\nBank’s Adaptation Fund, must function with a \r\nheightened sense of the urgent need for aid to affected \r\nregions. They should promote the implementation of \r\nsoil regeneration projects, irrigation agriculture and \r\nreforestation with species that will increase the \r\navailability of basic foodstuffs. \r\n As part of efforts to promote diversification in the \r\nagriculture sector, my Government also intends to \r\nencourage the cultivation of crops suitable for biofuels \r\non marginally arable lands. The goal is to reduce \r\ndependence on hydrocarbons, which has become more \r\nacute following the dramatic drop in the generating \r\ncapacity of hydropower plants as a result of climate \r\nchange, whose impact has seriously affected economic \r\nactivity in my country over the past two years. These \r\ndifficulties have been exacerbated by the dizzying rise \r\nin oil prices. \r\n The tax cuts and import subsidies to which my \r\ncountry has resorted in order to protect the buying \r\npower of taxpayers have had a negative impact on \r\npublic finances. Those stop-gap measures are simply \r\nnot sustainable in the long-run.  \r\n This year we are commemorating the sixtieth \r\nanniversary of the Universal Declaration of Human \r\nRights. Benin initiated resolution 62/171, which the \r\nGeneral Assembly adopted to proclaim the \r\nInternational Year of Human Rights Learning, which \r\nwill begin on 10 December 2008. My country proposed \r\nthat new approach in order to once again place the \r\nhuman person at the very centre of sustainable human \r\ndevelopment efforts. Human rights learning leads to \r\nincreased demands for human rights, which society is \r\nsupposed to provide. It is the duty of the international \r\ncommunity to guarantee them. We call upon all \r\nMember States to give real effect to the International \r\nYear, in line with their national specificities, as well as \r\nto take all the steps they believe necessary to promote \r\nownership and the effective enjoyment of human rights \r\nby all individuals on their territory. \r\n The activities that will take place during the \r\nInternational Year of Human Rights Learning will \r\nprovide additional impetus to the efforts we have \r\nundertaken to ensure that all citizens subscribe to the \r\nMillennium Development Goals, especially in Africa, \r\nwhere the risk of not meeting the Goals by the \r\nestablished deadline is the greatest. \r\n We welcome the recommendations of the \r\nSteering Group for achieving the MDGs in Africa. \r\nBenin is honoured to be one of the 10 pilot countries \r\nchosen. Benin has begun to integrate the concept of \r\n“united in action” within the framework of its \r\ncooperation with the United Nations system and \r\neagerly awaits its inclusion in the second group of test \r\ncountries for the implementation of the \r\nrecommendations of the High-level Panel on System-\r\nwide Coherence. This will enable us to develop \r\nsynergies to accelerate the achievement of the \r\nMillennium Development Goals.  \r\n At the national level, we have integrated the \r\nachievement of the MDGs into our national \r\ndevelopment strategies, which are based on attaining \r\nthose Goals as part of a sustainable development \r\nprocess focused on and sustained by our nation and \r\naimed at supporting economic growth, which will \r\nenable us to achieve lasting success. \r\n We welcome the ongoing consideration of ways \r\nto enhance the effectiveness of development assistance, \r\nand we hope that this will enable us to develop a \r\nconsensus vision on the best possible way to revitalize \r\nthe global partnership for development, with the \r\nultimate objective, in our view, of reducing the \r\nscandalous inequalities which still afflict humankind. \r\n It is clear that democratization of the United \r\nNations and the promotion of the rule of law at an \r\ninternational level are endeavours which will \r\ncontribute to the effective and efficient participation of \r\nall peoples in managing world affairs, for the benefit of \r\npresent and succeeding generations. The promotion of \r\nthe rule of law at the international level requires the \r\nincreased representation of developing States in the \r\ndecision-making bodies of the international financial \r\ninstitutions, as well as a redefinition of their \r\nA/63/PV.6  \r\n \r\n08-51606 38 \r\n \r\ninstitutional mandates to ensure that better use is made \r\nof them to mobilize resources for the development of \r\nthe least developed countries, while preserving the \r\nstability of the international financial system. \r\n The democratization of the United Nations also \r\nincludes the long-awaited reform of the Security \r\nCouncil. As a hostage of the inherent contradictions of \r\ntoday’s international relations, it has remained \r\nhopelessly stuck, even though it is recognized as being \r\nof cardinal importance to the effectiveness of the \r\nOrganization. The negotiations to that end should be \r\ncarried out with a heightened sense of responsibility. \r\nWe must ensure equitable representation of Member \r\nStates within the Security Council. I reiterate here the \r\nlegitimate demands of Africa, as expressed in the \r\nEzulwini Consensus, within the framework of reform \r\naimed at ensuring transparency, legitimacy and \r\nincreased effectiveness of the Council’s decisions as it \r\ndischarges its primary role in maintaining international \r\npeace and security. The democratization of the United \r\nNations also means a firmer commitment by Member \r\nStates to respect international and national legality. \r\n In conclusion, I wish to make an urgent appeal to \r\nall parties to the armed conflicts that continue in \r\nvarious hotspots throughout the world, whether they be \r\nin the Middle East, Asia, Latin America or Africa, to \r\nchoose the path of peace and dialogue and to respect \r\ndemocratic values. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Benin for the statement he has just made. \r\nMr. Boni Yayi, President of the Republic of Benin, \r\nwas escorted from the General Assembly Hall.  \r\nThe meeting rose at 7.35 p.m. \r\n"