" United Nations  A/63/PV.51\r\n  \r\n \r\nGeneral Assembly \r\nSixty-third session \r\n \r\n51st plenary meeting \r\nMonday, 17 November 2008, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-60527 (E) \r\n*0860527* \r\nPresident: Mr. D’Escoto Brockmann . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\nThe meeting was called to order at 10.20 a.m. \r\n \r\n \r\nAgenda items 107, 44 and 112 \r\n \r\nFollow-up to the outcome of the Millennium Summit \r\n \r\n  Draft resolutions (A/63/L.22, A/63/L.25 and \r\nA/63/L.27) \r\n \r\nIntegrated and coordinated implementation of and \r\nfollow-up to the outcomes of the major \r\nUnited Nations conferences and summits in the \r\neconomic, social and related fields \r\n \r\n  Draft resolutions (A/63/L.28 and L.29) \r\n \r\nStrengthening of the United Nations system \r\n \r\n  Report of the Secretary-General (A/63/125) \r\n \r\n  Note by the Secretary-General (A/63/140 and \r\nAdd.1) \r\n \r\n The President (spoke in Spanish): In connection \r\nwith agenda item 44, members will recall that the \r\nreport of the Secretary-General contained in document \r\nA/63/83 was discussed at the 36th plenary meeting, on \r\n3 November 2008. Members will also recall that, at the \r\nsame meeting, the Assembly took action on draft \r\nresolution A/63/L.15.  \r\n Under agenda item 112, the Assembly has before \r\nit a report of the Secretary-General, document \r\nA/63/125, and two notes by the Secretary-General: \r\ndocuments A/63/140, transmitting the report of the \r\nJoint Inspection Unit, and document A/63/140/Add.1. \r\n I now call on the representative of the Bolivarian \r\nRepublic of Venezuela, who will introduce draft \r\nresolution A/63/L.22. \r\n Mr. Valero (Bolivarian Republic of Venezuela) \r\n(spoke in Spanish): The Bolivarian Republic of \r\nVenezuela has submitted draft resolution A/63/L.22, \r\nentitled “The world financial and economic crisis and \r\nits consequences”, because it is concerned by the \r\nprofound impact of the financial crisis on the world \r\neconomy and, in particular, its effects on developing \r\ncountries and the attainment of internationally agreed \r\ndevelopment objectives, including the Millennium \r\nDevelopment Goals. \r\n After extensive meetings with a wide range of \r\ncountries, a new draft resolution was drawn up, the text \r\nof which was circulated informally for the first time \r\namong all delegations on 5 November. The draft \r\nresolution was submitted to the Secretariat on \r\n6 November and officially circulated in all official \r\nlanguages on 11 and 12 November under the title “The \r\nworld financial and economic crisis and its \r\nconsequences” contained in document A/63/L.22. It \r\nwas placed under item 107 of the General Assembly’s \r\nagenda, entitled “Follow-up to the outcome of the \r\nMillennium Summit”. \r\n This draft resolution is sponsored by a significant \r\nnumber of countries, as follows: Algeria, Argentina, \r\nBelize, Bolivia, Brazil, Cuba, Dominica, Dominican \r\nRepublic, Ecuador, Gabon, Haiti, Honduras, the \r\nIslamic Republic of Iran, Solomon Islands, Jamaica, \r\nMalaysia, Myanmar, Nicaragua, Paraguay, Saint \r\nA/63/PV.51  \r\n \r\n08-60527 2 \r\n \r\nVincent and the Grenadines, the Seychelles, the Sudan, \r\nSyria, the Bolivarian Republic of Venezuela and \r\nTrinidad and Tobago. \r\n I am speaking in this General Assembly on behalf \r\nof all of the sponsoring countries, whom I thank for the \r\nconstructive spirit that they demonstrated with their \r\ncontributions and which made possible an enhanced \r\ndraft resolution that reflects the concerns of all \r\ncountries regarding the current financial crisis. \r\n The need for a United Nations summit on the \r\nfinancial crisis is undeniable; that has been recognized \r\nby numerous world leaders. In this regard, I would like \r\nto recall that during the eighteenth Ibero-American \r\nSummit, held in San Salvador from 29 to 30 October, a \r\nspecial communiqué concerning the world economic \r\nenvironment was adopted. In it, all heads of State and \r\nGovernment of Latin America and the Caribbean, as \r\nwell as Spain and Portugal, agreed to “carry out \r\nconsultations to examine the opportunity to convene \r\nwith urgency a meeting of heads of States and \r\nGovernment, in the context of the United Nations, \r\ngiven the gravity of the financial crisis”. In the United \r\nNations, we have held consultations on the draft \r\nresolution with the Group of Latin American and \r\nCaribbean States, the Group of 77 and China, and we \r\nhave had discussions with the representative of France \r\nin its role as presidency of the European Union, as well \r\nas with representatives from numerous Member States. \r\n Informal consultations also took place where \r\nMember States had the opportunity to express their \r\npoints of view. In addition, meetings were requested \r\nwith countries belonging to the Organization of the \r\nIslamic Conference, the Group of African States, the \r\nGroup of Arab States, the Forum of Small States and \r\nthe Group of Asian States, in order to get their \r\ncomments and suggestions so as to produce a fully \r\ninclusive draft resolution. \r\n This draft resolution is intended to promote a \r\nnecessary debate that broaches, in a responsible \r\nmanner, the unprecedented financial and economic \r\ncrisis that is affecting all countries. This draft \r\nresolution draws attention to the impact that the crisis \r\nis having on the poorest and most vulnerable in the \r\nworld. \r\n The financial crisis, which began in the United \r\nStates of America, has spread throughout all regions of \r\nthe world, and its effects are devastating. The growth \r\nof gross domestic product in developed countries has \r\nstopped or been reduced. The economic recession that \r\nhas affected some countries also has a negative impact \r\non emerging economies and the poorest countries. The \r\nincrease in unemployment, the drop in commodity \r\nprices, the reduced demand for exported goods and the \r\ndrop in remittances, among other factors, are drawing \r\nmillions more people into the grip of poverty, hunger \r\nand suffering. \r\n This crisis shows no respect for borders. The \r\nStates represented in the United Nations must \r\nresponsibly address the implications of this crisis and \r\npropose alternatives to achieve an international \r\neconomic and financial system that is fair and humane \r\nand benefits all the peoples of the world. \r\n The United Nations is the most authoritative and \r\nrepresentative world body to consider a global crisis of \r\nthis nature. The solution to this crisis must be the result \r\nof contributions from each of the 192 countries \r\nbelonging to this Organization. None should be \r\nexcluded from this historic debate. \r\n The draft resolution we are introducing today \r\ncalls for  \r\n “... a comprehensive review of the international \r\nfinancial system, including the functioning of the \r\ninternational financial institutions, particularly \r\nthe Bretton Woods institutions, with a view to \r\narticulating a policy framework for transforming \r\nthe international financial system into an \r\nequitable, inclusive, democratic and \r\ndevelopment-oriented system that reflects the \r\ninterests of all Member States”. (A/63/L.22, \r\npara. 1) \r\n The draft resolution requests that during the \r\nsixty-third session of the General Assembly, the \r\nPresident of the General Assembly, Father Miguel \r\nd’Escoto Brockmann, should “... in close consultations \r\nwith Member States ... finalize the organizational \r\narrangements for the United Nations Summit” \r\n(para. 2). This process, in accordance with the draft \r\nresolution, must include a high-level meeting within \r\nthe Economic and Social Council. \r\n The Doha Review Conference proposes to \r\nexamine the implementation of the Monterrey \r\nConsensus and reaffirm the commitments reached in \r\nmatters of official development assistance, among \r\nother matters. This meeting will be uniquely important \r\nin tackling financing for development at a time when it \r\n A/63/PV.51\r\n \r\n3 08-60527 \r\n \r\nmight be affected by the world financial and economic \r\ncrisis. \r\n We hope that the Follow-up International \r\nConference on Financing for Development, organized \r\nby His Highness the Emir of Qatar, Sheikh Hamad bin \r\nKhalifa Al-Thani, will be an auspicious one that brings \r\nus closer to a more dignified and fair world. \r\n The summit that this draft resolution proposes \r\nseeks, for its part, to approach in a comprehensive \r\nmanner the multidimensional consequences of the \r\nfinancial and economic crisis. As our draft resolution \r\nmaintains, it is a matter of historic dialogue between \r\nworld heads of State and Government to articulate \r\n “... a policy framework for transforming the \r\ninternational financial system into an equitable, \r\ninclusive, democratic and development-oriented \r\nsystem that reflects the interests of all Member \r\nStates.” (para. 1) \r\n The Doha Conference and the summit to consider \r\nthe financial crisis deal with issues that have their own \r\nunique features, but they are both initiatives aimed at \r\nstrengthening the role and authority of the United \r\nNations in the international context. \r\n In the extensive consultations carried out by the \r\nsponsors, we can affirm that our draft resolution has \r\nbroad-ranging support and that a majority of countries \r\nare prepared to back it. Some delegations, however, \r\nhave requested more time to consider the draft. \r\nTherefore and in order to achieve a broad consensus, \r\nthe sponsors have decided to wait a few days to take \r\naction on it. We hope that the Assembly will adopt this \r\ndraft resolution by consensus and that it will become a \r\nproposal for all the Member States. \r\n Allow me to say a few words as representative of \r\nthe Bolivarian Republic of Venezuela, where the \r\nBolivarian revolution continues to make progress. \r\n The President of the Bolivarian Republic of \r\nVenezuela, Hugo Chávez Frías, on 25 October 2008, in \r\nthe city of Maracaibo, called upon the United Nations \r\nto convene a summit of Presidents to discuss the world \r\nfinancial crisis and its effects on the countries in the \r\nregion. \r\n In this framework, President Hugo Chávez Frías \r\nhas also called on the countries that make up the \r\nBolivarian Alternative for the Americas: Bolivia, Cuba, \r\nDominica, Honduras and Nicaragua, as well as all \r\ncountries of the countries of the Caribbean Community, \r\nthe Dominican Republic and the countries that make up \r\nPetrocaribe, to examine the measures to be taken in \r\norder to jointly address the effects of the financial \r\ncrisis. This is a regional initiative, the results of which \r\nwill enhance the agenda of the world summit we are \r\nproposing. \r\n We believe that, in the process of preparing for \r\nthe summit, intergovernmental meetings, events and \r\ninitiatives, including participating experts, intellectuals \r\nand social movements, must also be held. In this \r\nrespect, we welcome your initiative, Sir, to convene an \r\nexpert group to support this initiative. \r\n The world’s conscience must be mobilized to \r\ncreate a model for life founded on justice, freedom, \r\nequality and solidarity among human beings. \r\nVenezuela trusts that the summit will be an historic \r\nmeeting at which a fairer, more humane international \r\nfinancial system that is fully committed to \r\ndevelopment and the needs of the poorest people will \r\nbe created. \r\n Allow me to conclude by saying that the \r\nhumanist values of equality, solidarity and social \r\njustice await a new dawn. \r\n The President (spoke in Spanish): I now give the \r\nfloor to the representative of Switzerland to introduce \r\ndraft resolutions A/63/L.25 and A/63/L.27. \r\n Mr. Maurer (Switzerland): I will speak first on \r\ndraft resolution A/63/L.27, entitled “Promoting \r\ndevelopment through the reduction and prevention of \r\narmed violence”, and subsequently on draft resolution \r\nA/63/L.25, entitled “Legal empowerment of the poor \r\nand eradication of poverty”. \r\n Armed violence affects all societies to different \r\ndegrees, whether they are at war, in a post-conflict \r\nsituation, or suffer from everyday forms of criminal or \r\npolitical violence. \r\n In recent years, more than 740,000 people have \r\ndied directly or indirectly from armed violence every \r\nyear, due to both conflict and criminal violence. More \r\ntragically, 490,000 people die every year in \r\nnon-conflict settings from a violent death, according to \r\nthe report entitled “Global Burden of Armed Violence”, \r\npublished this year by the Small Arms Survey. \r\n In non-conflict settings, the economic cost of \r\narmed violence in the world in terms of lost \r\nA/63/PV.51  \r\n \r\n08-60527 4 \r\n \r\nproductivity due to violent deaths is $95 billion a year \r\nand could reach as high as $163 billion. This represents \r\nthe equivalent of 0.14 per cent of the annual global \r\ngross domestic product. Armed violence, therefore, \r\nconstitutes a serious obstacle to development and could \r\nundermine the achievement of the Millennium \r\nDevelopment Goals. \r\n Likewise, there is widespread recognition that \r\nsocial and economic development can have a positive \r\nimpact on the reduction of armed violence. With this in \r\nmind, the Government of Switzerland hosted a summit \r\non armed violence and development in Geneva in \r\nJune 2006. At the conclusion of the summit, 42 States \r\nfrom all the regions of the world adopted the Geneva \r\nDeclaration on Armed Violence and Development, \r\nwhich has been circulated as a United Nations \r\ndocument (A/63/494).  \r\n In 2007 and 2008, the Geneva Declaration and \r\nthe interrelation that it establishes between the \r\nreduction and prevention of armed violence and \r\ndevelopment were discussed in four regional meetings \r\nfor the countries of Latin America and the Caribbean, \r\nAfrica, Asia-Pacific as well as Central and South-\r\nEastern Europe and the Caucasus. As a result, the \r\nGeneva Declaration has been endorsed by 102 \r\ncountries from all regions of the world. \r\n Today, Switzerland, on behalf of the sponsors, is \r\nhonoured to introduce draft resolution A/63/L.27, \r\n“Promoting development through the reduction and \r\nprevention of armed violence”, in which some of the \r\ncore values of the 2006 Geneva Declaration are \r\nreflected. The draft resolution has been carefully \r\ncrafted by a core group of 13 States that lead the \r\nimplementation of the Geneva Declaration on Armed \r\nViolence and Development. The text of the draft \r\nresolution has been broadly consulted. \r\n The core group members, representing the major \r\nregions of the world, are Brazil, Finland, Guatemala, \r\nIndonesia, Kenya, Morocco, the Netherlands, Norway, \r\nthe Philippines, Spain, Switzerland, Thailand and the \r\nUnited Kingdom. Switzerland acts as the core group’s \r\ncoordinator. We thank all the sponsors for their \r\nsupport. As of the beginning of the meeting this \r\nmorning, 53 countries have sponsored the draft \r\nresolution. We would also like to underline that the list \r\nof sponsors is still open. \r\n The draft resolution, “Promoting development \r\nthrough the reduction and prevention of armed \r\nviolence”, reflects a careful balance of its twin \r\nobjectives to reduce armed violence for better \r\ndevelopment and to propose development strategies \r\nthat lead to a reduction of armed violence. The balance \r\nis reflected in both the preambular and operative \r\nparagraphs of the draft resolution. \r\n In its preambular paragraphs, the draft resolution \r\nrefers to such United Nations documents as the \r\nMillennium Declaration, the 2005 World Summit \r\nOutcome, the Programme of Action to Prevent, Combat \r\nand Eradicate the Illicit Trade in Small Arms and Light \r\nWeapons in All Its Aspects, as well as the annual \r\nresolution of the General Assembly entitled \r\n“Relationship between disarmament and development”. \r\n In its operative paragraphs, the draft resolution \r\nstresses the need for a coherent and integrated \r\napproach to prevent armed violence with a view to \r\nachieving sustainable peace and development. By \r\nrequesting the Secretary-General to seek the views of \r\nMember States on the interrelation between armed \r\nviolence and development, the draft resolution aims at \r\nbringing together the views and experiences of \r\nMember States on this important issue. On the basis of \r\nthe report of the Secretary-General to the General \r\nAssembly at its sixty-fourth session, the way forward \r\nwill be carefully considered. \r\n The aforementioned core group on the draft \r\nresolution organized meetings open to all delegations \r\nin which the membership as a whole had the \r\nopportunity to provide input with regard to the draft \r\npresented today. It was only late last week that the core \r\ngroup was informed that some delegations within the \r\nArab Group had raised concerns with regard to some of \r\nthe formulations in the preamble. In a letter to all \r\nsponsors on Friday afternoon, I informed them of the \r\nproposed changes and asked them to agree in silent \r\nprocedure. None of the sponsors objected. In order to \r\naccommodate concerns and further broaden support for \r\nthe draft resolution, the following small revisions are \r\nproposed.  \r\n In the fourth preambular paragraph, \r\n“Acknowledging the Geneva Declaration on Armed \r\nViolence and Development” should read “Taking note \r\nof the Geneva Declaration on Armed Violence and \r\nDevelopment”. The fifth preambular paragraph, \r\n“Reaffirming that development, peace, security and \r\nhuman rights are interlinked and mutually reinforcing” \r\nshould read “Reaffirming that development, peace and \r\n A/63/PV.51\r\n \r\n5 08-60527 \r\n \r\nsecurity, and human rights are interlinked and mutually \r\nreinforcing”, with a footnote added stating: “See \r\nresolution 60/1”. I understand that the revision is being \r\ncirculated in writing to all delegations in the Hall as I \r\nspeak.  \r\n The challenges of addressing the interrelation \r\nbetween armed violence and development should not \r\nbe underestimated. By taking up those challenges and \r\nby seeking the views of Member States on how to \r\naddress the interrelation between armed violence and \r\ndevelopment, the draft resolution can allow for the \r\nconsideration of that important issue, which in turn \r\nwill be a contribution towards the achievement of the \r\nMillennium Development Goals. The support today of \r\nall Member States for the draft resolution, as orally \r\namended, is highly appreciated. \r\n While I have the floor, please allow me also to \r\nintroduce draft resolution A/63/L.25, entitled “Legal \r\nempowerment of the poor and eradication of poverty”. \r\n Even as we are well into the twenty-first century, \r\nhalf of the world’s population still lives in makeshift \r\nshelters in squatter settlements. We all know that when \r\npeople’s rights over their land and homes are insecure, \r\nthey cannot leverage those assets. Nearly all of the \r\nalmost 500 million working poor, who earn less than \r\n$1 a day, labour in the unofficial economy. Informal \r\nwork accounts for over half of total employment in \r\ndeveloping countries, and for as much as 90 per cent in \r\nsome South Asian and African countries. \r\n Worldwide, approximately 40 per cent of children \r\nin developing countries are not registered by their fifth \r\nbirthday and, in the least developed countries, that \r\nnumber can be as high as 71 per cent. \r\n While theoretically they may have access to \r\njustice, the poorest bear the brunt of the insufficient \r\nnumber of judges, the backlog of cases in courts and \r\nthe unaffordable cost of accessing the formal legal \r\nsystem. \r\n In July 2007, during the high-level segment of the \r\nEconomic and Social Council, our ministers recognized \r\nthat the empowerment of the poor is essential for the \r\neffective eradication of poverty and hunger. In doing \r\nso, Member States reflected on an ongoing debate \r\nabout the role of the poor in the development process, \r\nrecognizing that the poor are essential actors in any \r\nmeaningful effort to eradicate poverty. The poor should \r\nnot only be associated with the development process, \r\nbut empowered to influence and drive it. \r\n The legal empowerment of the poor is crucial to \r\neradicating poverty. Secure property rights boost \r\nbusiness investment and farmers plough more back into \r\ntheir land. The introduction of effective property rights, \r\nmanaged by functioning institutions, helps developing \r\ncountries to progress.  \r\n It is necessary to eliminate the negative aspects of \r\ninformality, while at the same time ensuring that \r\nopportunities for livelihood and entrepreneurship are \r\nnot destroyed and promoting the protection of workers \r\nand economic units in the informal economy and their \r\nincorporation into the mainstream economy. \r\n After several years of dialogue among experts \r\nand the exchange of experience at the regional level, \r\nGuatemala, Switzerland and 14 other countries — \r\nBenin, Brazil, Canada, Finland, Honduras, Iceland, \r\nIndonesia, Madagascar, Mexico, Nigeria, Norway, \r\nPeru, Spain and the United Republic of Tanzania — \r\nwish to bring the issue to a more formal and \r\nmultilateral level by introducing this draft resolution in \r\nthe General Assembly today. We are convinced that all \r\nMember States have valuable experience and insight to \r\ncontribute to this important issue. \r\n The preambular paragraphs of the draft resolution \r\nset the issue squarely within the multilaterally agreed \r\npolicy framework for development and eradication of \r\npoverty, with which we are all familiar, including the \r\nUnited Nations Millennium Declaration and the \r\nMonterrey Consensus. While that framework and the \r\nresponsibilities ascribed to individual countries, as well \r\nas the international community, are taken as a basis, \r\nthe legal empowerment of the poor is presented as an \r\nessential element of an effective approach to the \r\neradication of poverty and hunger. \r\n A significant input to the discussion on the role of \r\nthe poor in the development process is the report of the \r\nCommission on Legal Empowerment of the Poor, \r\nwhich was launched in 2005 to study the interaction \r\nbetween the poor and their national institutions and the \r\nextent to which the poor actually benefit from those \r\ninstitutions. In is report “Making the Law Work for \r\nEveryone”, published in July 2008 with the support of \r\nthe United Nations Development Programme, the \r\nCommission drew preliminary conclusions based on \r\n22 national consultation processes and the work of five \r\ntechnical groups.  \r\nA/63/PV.51  \r\n \r\n08-60527 6 \r\n \r\n The draft resolution takes note of that report as a \r\ncontribution to the ongoing discussion of \r\nempowerment of the poor. The draft resolution then \r\nrequests the Secretary-General to report on that \r\nimportant subject matter, bearing in mind not only the \r\nreport of the Commission on Legal Empowerment of \r\nthe Poor, but also the experience of the United Nations \r\nand of Member States. The Secretary-General is \r\nrequested to present his findings to the General \r\nAssembly under the agenda item entitled “Eradication \r\nof poverty and other development issues”. \r\n While the draft resolution is largely procedural, \r\nthis week the sponsors will convene informal \r\nconsultations with the aim of having it adopted by \r\nconsensus under agenda item 107 at a meeting of the \r\nGeneral Assembly on 24 November. \r\n The President (spoke in Spanish): I now give the \r\nfloor to the representative of South Africa to introduce \r\nresolution A/63/L.28. \r\n Mr. Kumalo (South Africa): I have the honour to \r\ndeliver this statement on behalf of Brazil, France, \r\nIndonesia, Norway, Senegal, South Africa and \r\nThailand. \r\n Mr. Tommo Monthe (Cameroon), Vice-President, \r\ntook the Chair.  \r\n In Oslo in March 2007, the ministers for foreign \r\naffairs of the aforementioned countries drew attention \r\nto the urgent need to broaden the scope of foreign \r\npolicy as traditionally understood. The ministers \r\nlaunched an initiative to use diplomacy to promote \r\nglobal health. They pointed to the fact that investment \r\nin health is fundamental to economic growth and \r\ndevelopment and that threats to health might \r\ncompromise a country’s stability and security. Health \r\nneeds a stronger strategic focus on the international \r\nagenda. \r\n In their agenda for action, the seven foreign \r\nministers identified a number of areas where policy \r\npositions adopted can make a significant difference to \r\nthe prospect for global health. In strengthening the \r\ncapacity for global health, key issues are capacity for \r\npreparedness, the control of emerging infectious \r\ndisease and the human resources for health, including \r\nthe shortage and misdistribution of trained health \r\nworkers. In facing the threats to global health, health \r\nprotection before, during and after conflict is a key \r\nissue, along with handling natural disasters and other \r\nemergencies and responding to HIV/AIDS. As we seek \r\nto make globalization work for all, health is \r\nintrinsically linked to development and combating \r\npoverty, trade policies and agreements and improved \r\ngovernance. \r\n The initiative was launched here in New York last \r\nyear and sparked great interest among a large group of \r\nforeign ministers gathered for the sixty-second session \r\nof the  General Assembly. We are grateful for the \r\nsupport the initiative has enjoyed from the Secretary-\r\nGeneral and the Director-General of the World Health \r\nOrganization. \r\n We recently enjoyed a very fruitful debate on \r\nglobalization and health in the Second Committee. \r\nThere will be several high-level events highlighting \r\nglobal health issues in the months ahead. The \r\nEconomic and Social Council annual ministerial \r\nreview next summer will highlight the issues of global \r\nhealth and the necessity to enhance coordination within \r\nthe United Nations system. \r\n Indeed, the draft resolution being presented here \r\ntoday is carried by a strong current of growing political \r\nawareness. There are health-related initiatives being \r\ntaken in a number of other international bodies, as well \r\nas in national and regional contexts. \r\n But the challenges are daunting as well. It is \r\nincumbent upon us all, as diplomats and foreign policy \r\noperatives, to do our utmost to reach the Millennium \r\nDevelopment Goals (MDGs). At present, progress \r\ntowards the health-related MDGs is lagging behind. We \r\nneed sustained political will to change this situation \r\nand give the highest priority to saving the lives of \r\nwomen and children, with a particular focus on \r\nsub-Saharan Africa. \r\n Including global health and foreign policy in the \r\nGeneral Assembly’s agenda next year and being able to \r\nraise awareness of these issues on the basis of a \r\ncomprehensive report and recommended action from \r\nthe Secretary-General will be a good starting point for \r\ntaking up our common responsibility in these fields. \r\n I have the honour to present to the members of \r\nthe General Assembly, on behalf of all the sponsors, \r\ndraft resolution A/63/L.28, entitled “Global health and \r\nforeign policy” for their consideration and adoption as \r\na plenary item under agenda item 44. In addition to the \r\nsponsors listed in document A/63/L.28 — Andorra, \r\nAustralia, Belgium, Brazil, Canada, the Central African \r\n A/63/PV.51\r\n \r\n7 08-60527 \r\n \r\nRepublic, Chile, Finland, France, Greece, Guatemala, \r\nHungary, Indonesia, Ireland, Israel, Japan, \r\nLuxembourg, Madagascar, Norway, Portugal, San \r\nMarino, Senegal, South Africa, Thailand and the \r\nUnited Republic of Tanzania — the following \r\ndelegations have also sponsored the draft resolution: \r\nMaldives, Mali, Mexico, Monaco, Mongolia and \r\nSweden. \r\n We invite all interested delegations to join the \r\nsponsorship in this very important effort on global \r\nhealth and foreign policy. \r\n The Acting President (spoke in French): I now \r\ngive the floor to the representative of the United \r\nRepublic of Tanzania to introduce draft resolution \r\nA/63/L.29. \r\n Mr. Mahiga (United Republic of Tanzania): \r\nFurther to the letter sent on behalf of the United \r\nRepublic of Tanzania and Norway, as contained in \r\ndocument A/63/538, I have the honour to introduce on \r\nbehalf of those two countries, as well as the sponsors, \r\nunder agenda item 44, the draft resolution contained in \r\ndocument A/63/L.29, entitled “International Labour \r\nOrganization Declaration on Social Justice for a Fair \r\nGlobalization”. \r\n The International Labour Organization (ILO) \r\nDeclaration was unanimously adopted at the ninety-\r\nseventh session of the International Labour Conference \r\nin Geneva this past June 2008. It builds upon the report \r\nof the World Commission on the Social Dimension of \r\nGlobalization by reaffirming ILO’s values and role in \r\naddressing social justice in the present context of \r\nglobalization. \r\n The Declaration comes at a time when some \r\n2 billion people continue to seek out a living on less \r\nthan $2 per day. Recent reports indicate that an \r\nadditional 100 million people may be pushed below \r\nthis threshold by the current financial and economic \r\ncrisis. Against this backdrop, it is important to ensure \r\nthat there is a strong social dimension to globalization \r\nwhereby the benefits rather than the negative \r\nconsequences are felt by all.  \r\n The ILO Declaration provides a means of \r\naddressing implementation of the decent work agenda \r\nat the country level and highlights the importance of \r\ncreating more and better jobs. It institutionalizes the \r\nconcept of decent work and stresses inseparable, \r\ninterrelated and mutually supportive objectives based \r\non employment creation, social protection, social \r\ndialogue and rights at work. The Declaration deepens \r\nthe ILO’s obligation to develop programmes which \r\nhelp facilitate full employment and social justice. \r\n In order to effectively tackle the compounding \r\neconomic and social challenges of the world, it is \r\nimportant for us, as Government representatives here at \r\nUnited Nations Headquarters, to espouse the decisions \r\ntaken by our respective Governments at different \r\nforums to maintain policy coherence. \r\n Since 1999 when the decent work agenda was \r\noriginally presented, various conferences and summits \r\nhave taken place to underscore its importance. The \r\n2005 World Summit was the first affirmation by heads \r\nof State and Government at the United Nations in \r\nsupport of a fair globalization and of making the goals \r\nof full and productive employment and decent work for \r\nall a central objective of our relevant national and \r\ninternational policies, as well as our national \r\ndevelopment strategies.  \r\n Other meetings — such as the 2004 African \r\nUnion summit in Ouagadougou, the 2005 Summit of \r\nthe Americas in Argentina, the 2005 Council of the \r\nEuropean Union (EU), the 2008 EU/Asia-Europe \r\nForum Summit, various summits of the Group of Eight, \r\nthe Declaration recently adopted at the High-level \r\nMeeting on Africa’s Development Needs and others — \r\nhave all reaffirmed the importance of well-designed \r\neconomic and social policies towards the fulfilment of \r\ndecent work for all. The ILO Declaration builds upon \r\nand enriches the decisions taken at these and other \r\nmajor conferences and summits and adds to the work \r\nundertaken by the broader United Nations system on \r\nthe wider issues of social justice. \r\n The draft resolution before the General Assembly \r\nacknowledges the important adoption of the ILO \r\nDeclaration on Social Justice for a Fair Globalization. \r\nIt reaffirms in its preambular paragraphs the \r\ninterrelated issues and decisions taken in various \r\nresolutions, and underscores the importance of forging \r\ndecent work possibilities, particularly in view of the \r\npresent financial and economic crisis. The operative \r\nparagraphs call for the continued promotion of the \r\ndecent work agenda by the United Nations system \r\nthrough the use of the Toolkit for Mainstreaming \r\nEmployment and Decent Work, and further calls upon \r\nMember States to consider expanding the use of the \r\nToolkit at the national level in order to help identify \r\nA/63/PV.51  \r\n \r\n08-60527 8 \r\n \r\nappropriate and conducive areas for promoting decent \r\nwork possibilities throughout the various ministries. \r\n I should add that the United Republic of Tanzania \r\nhas been working to apply the Toolkit at the national \r\nlevel, and we are finding it to be an extremely useful \r\ntool for bringing together our various ministries to \r\ncoherently address employment challenges.  \r\n The operative section also recognizes the \r\ninclusive and cross-cutting principles contained in the \r\nILO Declaration and thereby requests the Secretary-\r\nGeneral to consider the Declaration when reporting on \r\nrelated items in the economic and social fields. \r\n Through our unanimous adoption of the \r\ndocument, each of our Governments has signed on to \r\nshare in the ambitions and objectives contained in the \r\nILO Declaration. The United Republic of Tanzania, \r\nNorway and all the other sponsors believe that the \r\npresent draft resolution would help facilitate policy \r\ncoherence throughout the broader United Nations \r\nsystem in the areas of promoting decent work, fair \r\nglobalization and social justice. The Declaration \r\nelevates the decent work agenda to a new and more \r\nprofound level in this twenty-first century. We would \r\nlike to call upon all Member States to review the \r\npresent draft resolution and we would welcome further \r\njoint support through more sponsorships. \r\n Mr. Topdar (India): We welcome the opportunity \r\nto participate in this joint debate on the various agenda \r\nitems relating to the integrated and coordinated \r\nimplementation of and follow-up to the outcomes of \r\nthe major United Nations conferences and summits in \r\nthe economic, social and related fields. We thank the \r\nSecretary-General for his report on these issues. \r\n United Nations conferences and summits held \r\nsince the 1990s have generated an unprecedented \r\nglobal consensus on a shared vision of development. \r\nHowever, what is of concern is the lack of similar \r\nconsensus in the matter of implementing that vision. \r\nImplementation remains hampered, first, by a \r\ncontinuing lack of adequate resources and, further, by \r\nthe absence of an enabling international environment. I \r\ndo not need to repeat facts to highlight the lack of \r\nresources, such as the continuing fall in official \r\ndevelopment assistance flows or the net outflow of \r\nresources from developing to developed countries. The \r\nongoing financial crisis, which did not originate in \r\ndeveloping countries but is impairing their \r\ndevelopment efforts, is just one illustration of the lack \r\nof an enabling international environment. \r\n The 2005 World Summit embraced a broader \r\nconcept of internationally agreed development goals, \r\nnot just limited to the Millennium Development Goals. \r\nThose can be reached only through the implementation \r\nof the broader set of commitments undertaken at the \r\nmajor United Nations conferences and summits. \r\nFurther, the different goals and targets adopted at these \r\nconferences and summits can be achieved only if they \r\nare pursued together in an integrated manner. \r\n In this regard, we have repeatedly emphasized the \r\nimportance of development-oriented international \r\neconomic, financial and trade policies to assist \r\ndeveloping countries in their development initiatives. \r\nGlobalization, with its enhancement of the flow of \r\ncapital and goods without sufficient attention to its \r\nadverse impacts, has made the need for such pro-\r\ndevelopment policies imperative and most urgent. This \r\nhas been amply demonstrated by the current financial \r\ncrisis, coupled with the food crisis and higher risks to \r\nenergy security. \r\n To ensure that international policies are pro-\r\ndevelopment, the concerns of developing countries \r\nmust be effectively taken on board in the formulation \r\nand implementation of those policies. Unfortunately, \r\ncurrent institutional structures do not permit this, even \r\nthough developing countries are those most affected.  \r\n We are heartened by the near-global consensus on \r\nthe need for an urgent and fundamental reform of the \r\ninternational financial and economic architecture. Such \r\nreform must enhance the voice and participation of \r\ndeveloping countries in the decision-making and norm-\r\nsetting processes. In order to make this process as \r\ninclusive as possible, the United Nations, with its \r\nunique position and legitimacy, should play a key role. \r\n Trade must assist countries in their development \r\nefforts. An early development-oriented outcome of the \r\nDoha Development Round of trade negotiations that \r\ndoes not sacrifice the livelihood concerns of millions \r\nof poor and marginal farmers is of paramount \r\nimportance. We also need to accelerate the \r\nimplementation of the development mandate of the \r\nAgreement on Trade-Related Aspects of Intellectual \r\nProperty Rights. We must ensure that rewards for \r\ninnovators are balanced with benefits for humankind, \r\nin particular in areas such as public health, sharing the \r\nbenefits of the uses of genetic resources and affordable \r\n A/63/PV.51\r\n \r\n9 08-60527 \r\n \r\nenvironment-friendly technologies that are crucial for \r\naddressing climate change and other related issues. \r\n The Economic and Social Council has a crucial \r\nrole to play in fostering a comprehensive development \r\nagenda for the United Nations through an integrated \r\nand coordinated implementation of commitments. The \r\nCouncil has an acknowledged role as a principal body \r\nfor coordination, policy review, policy dialogue and \r\nrecommendations on issues of economic and social \r\ndevelopment. The strengthening of the Economic and \r\nSocial Council in 2006 and the incorporation of new \r\nelements in its functioning, were useful steps in this \r\nregard. We highlight in particular the importance of the \r\nnew mandate given to the Council in 2006 to undertake \r\nthe regular and periodic review and assessment of \r\ninternational economic and development policies and \r\ntheir impact on development. We must enhance the \r\ncapacities of the Economic and Social Council in order \r\nto enable it to effectively implement this mandate, \r\nincluding carrying out periodic reviews of the policies \r\nof international financial institutions from a \r\ndevelopment perspective. \r\n It is satisfying that the annual ministerial review \r\nof the Economic and Social Council has become an \r\nimportant event to review efforts to achieve the \r\nMillennium Development Goals and learn through the \r\nsharing of experiences. The review must have an added \r\nfocus on evaluating the implementation of the global \r\npartnership for development. The Development \r\nCooperation Forum, which held its first session earlier \r\nthis year, must consolidate its unique role in overseeing \r\ntrends in international development cooperation. The \r\nCouncil should also continue to discuss topical and \r\nemerging issues and provide policy inputs and \r\nguidance. Only through such an integrated approach \r\ncan the development agenda be maintained at the core \r\nof United Nations efforts. \r\n Strengthening the United Nations system without \r\nthe comprehensive reform of the Security Council is \r\ninconceivable. The reform of the Security Council \r\nmust include an expansion in the permanent and \r\nnon-permanent categories and an improvement in its \r\nworking methods. Let us recall that at the 2005 World \r\nSummit we pledged early reform of the Security \r\nCouncil, identifying it as an essential element of our \r\noverall efforts to reform the United Nations. The \r\ncontinued delay in reforming the Security Council \r\nillustrates the fundamental deficiency in implementing \r\ndecisions that have been adopted. \r\n Consultations in the Open-ended Working Group \r\nhave outlived their utility. We are happy that there has \r\nbeen unanimous recognition of this fact, and in \r\ndecision 62/557, adopted on 15 September 2008, the \r\nGeneral Assembly agreed to commence \r\nintergovernmental negotiations in informal plenary, \r\nbased on proposals of Member States, within a defined \r\ntime frame. We fully support the decision of the \r\nPresident of the General Assembly to commence these \r\nnegotiations on 21 November 2008. This is entirely in \r\nline with decision 62/557, and we look forward to the \r\nnegotiating process producing concrete results. \r\n The United Nations system also cannot be \r\nstrengthened without revitalizing the General \r\nAssembly. This must be not simply a technical process \r\nconcerned with the agenda and the technical means \r\nemployed, but also a political process in which the \r\nGeneral Assembly takes important political decisions \r\non comprehensively reforming the Security Council, on \r\nissues of peace under certain circumstances, on having \r\nan actual say in the election of the Secretary-General, \r\nand so forth. An important part of such reform would \r\nbe to increase the accountability of the Secretariat to \r\nthe Member States and the efficiency of the Secretariat \r\nitself. \r\n Before concluding, I wish to highlight the fact \r\nthat we are now in the process of negotiating the \r\noutcome document of the Doha International \r\nConference on Financing for Development. It is \r\nimportant that we do not perpetuate an endless cycle of \r\ncommitments without implementation, and the Doha \r\noutcome document will focus appropriately on means \r\nof implementation. \r\n Mrs. Rubiales de Chamorro (Nicaragua) (spoke \r\nin Spanish): At the outset, I wish to express my thanks \r\nto my colleague, the Permanent Representative of the \r\nBolivarian Republic of Venezuela, for introducing draft \r\nresolution A/63/L.22 on the financial crisis and its \r\nconsequences, which represents a unique opportunity \r\nfor the “G 192” — the 192 Members of the United \r\nNations — to achieve the essential global participation \r\nin political, economic and financial decision-making. \r\nAs a sponsor of the draft resolution, my country \r\nassociates itself fully with the statement made by the \r\nrepresentative of Venezuela. \r\n For decades, the developing countries have seen \r\ndemands and exhortations of every sort imposed upon \r\nus, particularly with regard to good governance. \r\nA/63/PV.51  \r\n \r\n08-60527 10 \r\n \r\nHowever, today we are meeting to discuss a crisis \r\narising from nothing but the bad management of a few. \r\nAt a conservative estimate, this has cost more than \r\n$3 trillion. The mantra of the free market and the \r\ntheory that it should function without Government \r\nregulation has been contradicted by the massive \r\nintervention of Government bodies to staunch the \r\nfinancial crisis, at the request of the very proponents of \r\nthe system. Ironically, it now turns out that State \r\nintervention and market regulation are the answer.  \r\n The implosion of the capitalist system, with its \r\ndisastrous consequences spreading like wildfire \r\nthroughout the world, are undeniable reasons that the \r\nanswer to — or better yet, replacement of — this \r\nmoribund model should henceforth be on an equally \r\nglobal scale. There must be a global and \r\ncomprehensive response sustained by the principle of \r\nhuman primacy over the production of goods. To that \r\nend, the future social, economic and cultural \r\nintegration of nations and peoples must become a \r\nglobal objective. \r\n To the delegation of Nicaragua, it is clear that, \r\nunfortunately, we are among those who have had \r\nneither a voice nor a vote in decisions on economic, \r\nfinancial and trade policies, yet are bearing the heavy \r\ncost of a crisis not of our making. Hundreds of millions \r\nof people living in poverty are paying that price with \r\ntheir lives. \r\n The draft resolution before us proposes what \r\nrightly should always have obtained, given that we, \r\nmore than 130 developing countries accounting for two \r\nthirds of the members of the General Assembly, \r\nprovide 75 per cent of global economic growth. \r\n The facts clearly demonstrate the inability of the \r\nsystem and institutions created 60 years ago to lead the \r\nworld in the twenty-first century; neither can a small \r\ngroup of countries claim to do so, be they “G” plus any \r\nother number. The values of democracy are universal \r\nand applicable in all spheres, including with respect to \r\nformulating economic and financial policies. \r\nDemocratization is an imperative for the development \r\nof the nations of the world, so that at last all of us may \r\nenjoy the advantages of economic, social and cultural \r\ndevelopment. \r\n Lastly, I appeal to Member States to support the \r\ndraft resolution, as only with the support of the G192, \r\nwithin the framework of the United Nations and on an \r\nequal footing, can we work to create a new order, with \r\ninstitutions and economic and financial policies that \r\nwill not just put an end to this crisis, but ensure that it \r\nwill not happen again. Only thus shall we demolish the \r\nmodel postulated on the domination of some over \r\nothers. \r\n Mr. Churkin (Russian Federation) (spoke in \r\nRussian): Eight years after its adoption, implementing \r\nthe Millennium Declaration remains an uncontested \r\npriority of the international agenda. \r\n Implementing the Millennium Development \r\nGoals (MDGs), increasingly urgent challenges in \r\ndevelopment financing, combating the negative impact \r\nof climate change and issues such as the food crisis and \r\nthe tremendous problems in the area of global health \r\nare justifiably the focus of United Nations attention. \r\n Russia supports the work of the Organization in \r\nthose areas, since specific steps to advance sustainable \r\nsocio-economic developments throughout the world are \r\nalso needed to counter threats to peace and security \r\neffectively. \r\n The political momentum needed at the \r\nMillennium Summit of the United Nations to \r\nimplement the MDGs has not only not faded but has \r\nbeen strengthened, as borne out by the high-level event \r\nof the General Assembly on 25 October. In the global \r\neconomic and financial crisis, achieving progress in the \r\nimplementation of the MDGs will require reinvigorated \r\nefforts by the international community. The United \r\nNations must play a leading political and organizing \r\nrole. In that regard, Russia supports the idea of holding \r\na United Nations summit in 2010 on implementing the \r\ninternationally agreed development goals, and we are \r\ngrateful to the President of the General Assembly for \r\ninitiating the consultative preparatory process for that \r\nevent. \r\n The MDGs remain steadfastly the focus of the \r\ninternational development agenda. Attention to them \r\nmust only grow as we approach 2015. Similarly, \r\ntoday’s debate in the General Assembly confirms the \r\ndiverse ways to ensure development and increased \r\nwell-being throughout the world. We are confident that \r\nduring the upcoming consultations we will reach \r\nconsensus on all the parameters for holding the \r\nsummit, including its thematic scope. \r\n Regarding the theme of financing for \r\ndevelopment, we are pinning our hopes on the success \r\nof the Doha Conference and its final adoption of a \r\n A/63/PV.51\r\n \r\n11 08-60527 \r\n \r\npolitically comprehensive and practical document that \r\nreflects the approaches of all Member States. We \r\nbelieve that all countries interested in strengthening the \r\nrole of the United Nations in global affairs will \r\ndemonstrate, during the final stages of the negotiating \r\nprocess on the outcome document, political will, a \r\nsober and pragmatic approach and the ability to \r\nconcentrate on the most important aspects, as well as \r\nflexibility and willingness to compromise. \r\n We agree that health issues are completely \r\njustifiably occupying an increasingly prominent place \r\nin the United Nations. Russia supports greater attention \r\nto health on the Organization’s agenda and for the \r\nPresident of the General Assembly to include it among \r\nhis priorities. In so doing, we advocate that it receive \r\ncoordinated, consistent and unified consideration \r\nwithin the various areas of the United Nations \r\ninvolving the United Nations Organization and its \r\nspecialized agencies, with an effective division of \r\nlabour among them and under the coordination of the \r\nEconomic and Social Council. \r\n The United Nations agencies must also make \r\nfurther efforts with regard to food security. Effectively \r\ncountering the food crisis is a joint responsibility, \r\nrequiring agreed and decisive action by the whole \r\ninternational community that is comprehensive and \r\nincludes both short- and long-term measures, to be \r\nimplemented with close international coordination. We \r\nwelcome the efforts already made in that regard within \r\nthe United Nations and its specialized agencies. \r\n The United Nations must not remain on the \r\nsidelines in dealing with the consequences of the \r\nglobal financial and economic crisis. We need a \r\nconsidered and balanced approach on a consensus basis \r\non the format and specific parameters of the \r\nOrganization’s involvement in future work in that area.  \r\n At this time, it is important not only to handle \r\ncritical issues and to minimize the negative impact of \r\nthe crisis, but also to make maximum use of new \r\nopportunities from a long-term perspective. The crisis \r\nhas confirmed the need to reorganize the entire \r\ninternational financial architecture to ensure its \r\nopenness and fairness, as well as its effectiveness and \r\nlegitimacy. Reform of the international financial \r\nsystem — an issue made more urgent by the crisis — is \r\nbeing and will be discussed in very different formats. \r\nNaturally, attention is chiefly fixed on the outcome of \r\nthe recent Group of Twenty summit, which is to play \r\nan important part in coordinating international \r\neconomic cooperation. \r\n At the same time, we see a key role for the \r\nUnited Nations, with its unique legitimacy and \r\nunifying capability, in ensuring agreement and \r\nconsistency in the operation of a reformed international \r\nfinancial system for development. From the United \r\nNations we can expect a strong political gesture and \r\nspecific steps, linking reform efforts with general \r\ndevelopment challenges. \r\n In that regard, we support Venezuela’s initiative \r\nto convene a high-level meeting during the sixty-third \r\nsession of the General Assembly to conduct a \r\ncomprehensive analysis of the international financial \r\nsystem, which is in line with strengthening \r\nmultilateralism and solving fundamental economic \r\nproblems. The successful implementation of that \r\ninitiative will require the broadest support of Member \r\nStates, reflected in a balanced consensus resolution \r\nagreed during open-ended consultations. We are \r\nconfident that during those consultations we will take \r\ndue account of the conclusions of the Group of Twenty \r\nsummit and the Doha Conference on Financing for \r\nDevelopment. It is also very important that today’s \r\ndraft resolution (A/63/L.29) call for a substantive role \r\nfor the Economic and Social Council in preparing the \r\nrelevant recommendations for the General Assembly. \r\n The challenges of the United Nations in \r\nfollowing up the outcomes of the Millennium Summit \r\nare not fully captured by the above-mentioned areas. \r\nFurther conflicts in world politics, owing to worsening \r\nregional crises, the terrorist threat, the risk of the \r\nspread of weapons of mass destruction and the \r\nstandstill in disarmament, are threatening international \r\nstability and require an appropriate response.  \r\n Recognizing the need to strengthen joint \r\ninitiatives in global politics — there being no \r\nalternative but to solve our problems through \r\nmultilateral diplomacy — should help reinforce the \r\nfundamental role of the United Nations as the sole \r\nmechanism for maintaining international peace and \r\nglobal security and helping to promote collective \r\nregulation of international relations in dealing with \r\nproblems holding us back from sustainable socio-\r\neconomic development and implementation of the \r\nMDGs. That is fully in line with the political \r\nprovisions of the Millennium Summit. \r\nA/63/PV.51  \r\n \r\n08-60527 12 \r\n \r\n Mrs. Núñez Mordoche (Cuba) (spoke in \r\nSpanish): Expressions of concern over the current \r\nglobal financial and economic crisis and the damage it \r\ncauses to financial, commercial and economic \r\ninternational relations, particularly its negative impact \r\non underdeveloped economies, are heard daily \r\neverywhere. Almost all world leaders are forced to \r\nmake reference to the subject in their public \r\nstatements. \r\n Undoubtedly, that crisis is a direct consequence \r\nof the current international economic order, governed \r\nby neoliberal globalization that up to now has favoured \r\nthe most powerful countries, which are at the core of \r\nthe world monetary and financial system, and has had \r\nconsiderable effect on Third World countries. The \r\nprinciples of deregulation and many of the recent \r\nfinancial developments to date have been based on the \r\nfalse hypothesis that market forces balance. However, \r\nthe obvious chaotic situation that we are facing is clear \r\nproof that that theory is not viable, which our countries \r\nhave been warning for many years. \r\n No one can deny that financial globalization is \r\ntoday threatening mankind’s actual wealth. Besides, \r\nthe vulnerable dollar, the financial imbalances and the \r\neconomic recession in the United States belie the myth \r\nof the soundness and reliability of current international \r\nfinancial institutions and seriously question the \r\nfoundations of the present day capitalist system. The \r\neconomic crisis continues its inexorable progress, \r\ndespite the desperate bailout plans designed by the \r\nmost intransigent detractors of State intervention in \r\neconomic affairs. Nonetheless, even amid the \r\nseriousness of the situation, the attempts to perpetuate \r\nthe current order of things continue proliferating in \r\nmeetings and closed-door discussions among the most \r\npowerful countries, which are only attempting to make \r\ncosmetic alterations to the international financial \r\nsystem, hoping to keep it under their absolute control \r\nand to continue marginalizing the vast majority of \r\nworld nations from participating in global economic \r\nand financial decision-making. \r\n The scandalous lack of democracy and \r\ntransparency in the international financial system and \r\nits main institutions is more evident than ever. What \r\nwe need today is a profound reform of the system with \r\nthe participation of all nations of the world as equals \r\nand that will place the interests of developing countries \r\nfinally at the core of the new international economic \r\norder we are fighting for.  \r\n For that reason our country is honoured to \r\nsponsor, along with an important number of nations, \r\ndraft resolution A/63/L.22, tabled by the Bolivarian \r\nRepublic of Venezuela and entitled “The world \r\nfinancial and economic crisis and its consequences”. \r\nIts main objective is to convene a United Nations \r\nsummit to review those matters, particularly the work \r\nof the Bretton Woods institutions, which have been \r\ndiscredited in the eyes of the world. \r\n We hope that the aforementioned draft resolution \r\nwill be able to count on the support of the \r\noverwhelming majority of the Member States of this \r\nOrganization, so as to start with the inclusive, \r\ntransparent and democratic process so necessary today, \r\nconcerning world financial and economic operations. \r\n We commit ourselves to working steadfastly to \r\nachieve that purpose, from now until that summit is \r\nheld. It will undoubtedly constitute an unprecedented \r\nevent in the history of the United Nations. We take the \r\nopportunity to call upon all nations to join in the far-\r\nreaching initiative. \r\n Mr. Lacroix (France) (spoke in French): It is my \r\nhonour to speak in my national capacity. My country \r\nwishes to make the following brief remarks with regard \r\nto draft resolution A/63/L.27 tabled by Switzerland, \r\nentitled “Promoting development through the reduction \r\nand prevention of armed violence”. France, like all \r\nEuropean Union States, enthusiastically supported the \r\ndeclarations adopted in Geneva in June 2006 and \r\nSeptember 2008, which are the basis of Switzerland’s \r\ndraft resolution. We continue to fully support the \r\nrelevance of the declarations. \r\n At the same time, we very much regret the \r\naddition of a preambular paragraph in the draft \r\nresolution that does not figure in any of the Geneva \r\ndeclarations and which refers to a symbiotic \r\nrelationship between disarmament and development. \r\nWe challenge that link as being presented too \r\nsystematically, because in reality it is a complex \r\nrelation. My country continues to have reservations on \r\nan overly simplistic presentation of that difficult issue. \r\n At the same time, we do not wish to withdraw our \r\nsupport of the Swiss initiative because of that one \r\nissue, because the general thrust of the draft resolution \r\nhas not been changed. As a result, France will associate \r\nitself with the consensus for adopting the Swiss draft \r\nresolution (A/63/L.27). \r\n A/63/PV.51\r\n \r\n13 08-60527 \r\n \r\n Mr. Argüello (Argentina) (spoke in Spanish): The \r\ndelegation of the Argentine Republic is addressing the \r\nGeneral Assembly to express its firm support for the \r\ndraft resolution submitted by the Bolivarian Republic \r\nof Venezuela, entitled “The world financial and \r\neconomic crisis and its consequences” (A/63/L.22). \r\nThe initiative from Caracas to urgently convene a \r\nworld summit to examine the reasons, significance and \r\nalternatives with regard to the current situation is a \r\nsymbolic appeal from the developing countries, which \r\nseek explanations and alternative solutions to the \r\nexisting market-based philosophy with regard to \r\nbringing about integration in global society.  \r\n It is clear that the recent bailout measures for the \r\nbanking systems adopted by the authorities of the \r\ncentral economies are based on that same \r\nepistemological paradigm, namely a formula that \r\nassigns the market a monopoly when it comes to the \r\nallocation of resources and undermines the role that \r\ncould be played by Governments. We must look at the \r\nfundamental causes of the current financial disaster in \r\norder to achieve a new international financial system \r\nbased on sensible and fair policies that protect \r\nproduction and seek economic development and social \r\ninclusion. \r\n Mr. Benmehidi (Algeria) (spoke in French): It is \r\nour honour to sponsor the resolution entitled, “The \r\nworld financial and economic crisis and its \r\nconsequences” (A/63/L.22). We are convinced that the \r\ninitiative comes at an opportune time, allowing the \r\nUnited Nations to react to the international financial \r\ncrisis, whose multidimensional consequences have a \r\nglobal impact. The global nature of the crisis and its \r\nconsequences require global responses through \r\ninclusive decision-making mechanisms.  \r\n My delegation thus takes note of the conclusions \r\nreached at the summit of the Group of Twenty on \r\n15 and 16 November 2008, where it was decided that a \r\nresponse to the crisis could only be multilateral and \r\ncollective. From my delegation’s viewpoint, draft \r\nresolution A/63/L.22 fully meets those concerns. In \r\nfact, the United Nations offers a universal and \r\nlegitimate framework to assess the impact of the \r\nfinancial crisis and to allow all countries to participate \r\nin seeking appropriate solutions. \r\n The convening of a summit by the United Nations \r\nto assess the current financial crisis would undoubtedly \r\ncontribute to a more in-depth analysis on the \r\nunderlying reasons for the crisis and assist in creating a \r\npolitical framework that will allow us to convert the \r\ninternational financial system into a system that is fair, \r\ndemocratic, non-exclusive and one that takes the \r\ninterests of all Member States into account.  \r\n My delegation also believes that the draft \r\nresolution is a complementary initiative to the ongoing \r\nprocess for the Follow-up Conference on Financing for \r\nDevelopment, which will be held soon in Doha, and the \r\nongoing process of the Group of Twenty, which will \r\nstart meeting again in the spring.  \r\n We are absolutely convinced that the proposal \r\nsummit will allow us to improve the quality of \r\nrelations between the United Nations and the financial \r\ninstitutions and make them more operational.  \r\n Finally, Algeria hopes that the General Assembly \r\nwill adopt this draft resolution by consensus, given its \r\nconstructive scope and inclusive nature. \r\n The Acting President (spoke in French): We \r\nhave heard the last speaker in the debate on these \r\nitems.  \r\n I should like to inform members that the sponsors \r\nof draft resolutions A/63/L.22, A/63/L.25, A/63/L.28 \r\nand A/63/L.29 have asked for decisions on those texts \r\nto be deferred until a later date to be announced. \r\n We will now take a decision on draft resolution \r\nA/63/L.27, as orally revised. Before giving the floor to \r\nthe representative of the United States, who wishes to \r\nspeak in explanation of position, I should like to \r\nremind delegations that explanations of vote or \r\nposition are limited to 10 minutes and should be made \r\nby delegations from their seats.  \r\n Mr. Smolik (United States of America): The \r\nUnited States fully supports implementation of the \r\nUnited Nations Programme of Action to Prevent, \r\nCombat and Eradicate the Illicit Trade in Small Arms \r\nand Light Weapons in All Its Aspects and offers many \r\nassistance programmes in this regard. In addition to our \r\nown export control activities, we assist other States in \r\nfully implementing the Programme of Action, in areas \r\nsuch as export controls, brokering regulations, \r\ndestruction of excess weapons and stockpile security. \r\n The United States also places a high priority on \r\npromoting human rights, countering the causes of \r\nconflict and supporting post-conflict initiatives. \r\nHowever, the United States does not believe that \r\nA/63/PV.51  \r\n \r\n08-60527 14 \r\n \r\nadditional legally binding instruments on small arms \r\nand light weapons or associated issues, as called for by \r\nthe Geneva Declaration, are required to make an \r\nimpact on these issues, which are important to us all, \r\nnor are such legally binding instruments likely to be \r\nsuccessful in accomplishing their desired goals. The \r\nUnited States prefers to focus on concrete actions that \r\naddress the underlying problems, rather than expending \r\nlimited resources on negotiating additional \r\ninstruments. \r\n The Programme of Action’s strength is in its \r\nimplementation by participating States, not in \r\nadditional associated legally binding instruments. \r\nWhile the United States supports working in \r\npartnership with other stakeholders in reducing armed \r\nviolence and illicit weapons proliferation, we cannot \r\nsupport the Geneva Declaration as a whole. Although \r\nthe United States does not intend to break consensus, it \r\ncannot support the draft resolution. \r\n The Acting President: The Assembly will now \r\ntake action on draft resolution A/63/L.27, entitled \r\n“Promoting development through the reduction and \r\nprevention of armed violence”, as orally revised. The \r\nfollowing additional countries have become sponsors \r\nof the draft resolution: Albania, Bulgaria, Denmark, \r\nHaiti, Jordan, Luxembourg, Mexico, Poland, the \r\nRepublic of Moldova, Slovenia, the former Yugoslav \r\nRepublic of Macedonia and Turkey. [Subsequently, the \r\ndelegation of Turkey informed the Secretariat that it \r\nhad sponsored the draft resolution in error.]  \r\n May I take it that the Assembly decides to adopt \r\ndraft resolution A/63/L.27, as orally revised? \r\n  Draft resolution A/63/L.27, as orally revised, was \r\nadopted (resolution 63/23). \r\n \r\n The Acting President: Before giving the floor to \r\nspeakers in explanation of position on the resolution \r\njust adopted, I would remind delegations that \r\nexplanations of vote or position are limited to \r\n10 minutes and should be made by delegations from \r\ntheir seats. \r\n Mr. Tarar (Pakistan): In a spirit of \r\naccommodation, the Pakistan delegation decided to go \r\nalong with the consensus on the draft resolution \r\nentitled, “Promoting development through the \r\nreduction and prevention of armed violence” \r\n(A/63/L.27). However, that should not be construed as \r\nour endorsement of the Geneva Declaration. In 2006, \r\nPakistan participated in the consultations to negotiate \r\nthe text of the Geneva Declaration. At that time, we \r\nproposed certain amendments that were not accepted \r\nand therefore we had no choice but not to attend the \r\nsummit on 7 June 2006. Prior to the regional meeting \r\nin Bangkok in May 2008, we participated in informal \r\nconsultations in Geneva, but, again, our views were not \r\naccommodated. During the informal consultations held \r\nin New York earlier this month, we were presented \r\nwith a virtual fait accompli.  \r\n However, it is heartening to see that the sponsors \r\nof the resolution have demonstrated flexibility by \r\nreplacing “acknowledging” the Geneva Declaration \r\nwith “taking note” of it in the fourth preambular \r\nparagraph. Similarly, the change in the fifth preambular \r\nparagraph is welcome. However, we are convinced that \r\nthe eighth preambular paragraph is unnecessary. The \r\nterms, goals, targets and measurable indicators are \r\nvague and open to convenient interpretation. Similarly, \r\nwe should not declare something to be a complement to \r\nMillennium Development Goals (MDGs), which were \r\ndecided at the level of heads of State and Government. \r\nIt is also ironic that even the goals and indicators for \r\nMDGs agreed at the summit level have not yet been \r\ndeveloped, especially for MDG 8. So, instead of \r\ncreating another road map, we should set our priorities \r\nright and do first things first.  \r\n Mr. Aly (Egypt): I am taking the floor to explain \r\nEgypt’s position on draft resolution A/63/L.27. The \r\ndelegation of Egypt joined the consensus on A/63/L.27 \r\nin keeping with its conviction that addressing armed \r\nviolence and promoting development represent areas \r\nwhere the United Nations should play a central role. \r\nWe express our appreciation to the sponsors of the \r\ndraft resolution for addressing our key concerns \r\nregarding the earlier draft. \r\n While the fifth preambular paragraph of the \r\nresolution reaffirms the Millennium Summit’s \r\nidentification of development, peace and security and \r\nhuman rights — the main three pillars of the work of \r\nthe United Nations — as interrelated and mutually \r\nreinforcing, Egypt wishes to stress that any reference \r\nto the Charter of the United Nations should begin by \r\nthe reaffirmation of the principles of the United \r\nNations, particularly those emphasized in the \r\nMillennium Declaration. That includes the United \r\nNations principles reflected in paragraphs 5 and 6 of \r\nthe Declaration, reaffirming the importance of, inter \r\nalia, non-interference in the internal affairs of States, \r\n A/63/PV.51\r\n \r\n15 08-60527 \r\n \r\nthe territorial integrity of States, the right to self-\r\ndetermination, the right to self-defence, the peaceful \r\nsettlement of disputes and the promotion of friendly \r\nrelations among States. Objectively speaking, it would \r\nalso have been helpful to highlight the importance of \r\naddressing the root causes of conflict and the crucial \r\nrole of multilateralism in addressing challenges related \r\nto conflict and armed violence, including, in particular, \r\nthrough the implementation of relevant resolutions \r\nadopted by the General Assembly. \r\n On the other hand, we welcome the reference \r\nmade in the draft resolution to the United Nations \r\nProgramme of Action on Small Arms, since the \r\nProgramme represents a consensual, well-balanced \r\nbasis for addressing the impact of illicit arms transfers \r\non armed violence in the context of conflict. \r\n Acknowledging the procedural nature of this draft \r\nresolution and the importance of the report that draft \r\nrequests the Secretary-General to submit to the General \r\nAssembly at its sixty-fourth session, which might shed \r\ngreater light on the wide range of views on the \r\ninterrelationship between armed violence and \r\ndevelopment, Egypt decided to join the consensus on \r\nthe draft resolution.  \r\n The Acting President: We have heard the last \r\nspeaker in explanation of position. The General \r\nAssembly has thus concluded this stage of its \r\nconsideration of agenda items 44, 107 and 112.  \r\n \r\nProgramme of work  \r\n \r\n The Acting President: Before proceeding \r\nfurther, I would like to draw the attention of the \r\nGeneral Assembly to document A/INF/63/4/Rev.2, \r\nwhich contains the Assembly’s programme of work and \r\nschedule of plenary meetings for the period from \r\n18 November to 16 December 2008 and which was \r\ndistributed to delegations this morning. As mentioned \r\nin that document, the specific meeting focused on \r\ndevelopment under agenda item 107, “Follow-up to the \r\noutcome of the Millennium Summit”, originally \r\nscheduled for Monday, 24 November, has been \r\npostponed until Monday, 15 December 2008, in order \r\nto better reflect ongoing developments, including the \r\nFollow-up International Conference on Financing for \r\nDevelopment to Review the Implementation of the \r\nMonterrey Consensus, to be held in Doha from \r\n29 November. I would like to remind members that the \r\nlists of speakers on the items listed in document \r\nA/INF/63/4/Rev.2 are open. \r\n I would also like to make a few announcements \r\nconcerning the programme of work of the General \r\nAssembly. Members will recall that the Assembly held \r\nthe debate on agenda item 45, “Culture of peace”, at its \r\n46th to 50th plenary meetings, on 12 and 13 November \r\n2008. May I also recall that the Assembly took action \r\non draft resolution A/63/L.24/Rev.1 at the 50th plenary \r\nmeeting, on 13 November 2008. However, at the \r\nrequest of the sponsors, action on draft resolution \r\nA/63/L.23 was postponed until a later date to be \r\nannounced. \r\n I would now like to remind members of the \r\nprogramme of work of the plenary for tomorrow \r\nmorning, Tuesday, 18 November 2008. The Assembly \r\nwill take up, as the first item, the report of the Second \r\nCommittee on agenda item 48, “Follow-up to and \r\nimplementation of the outcome of the 2002 \r\nInternational Conference on Financing for \r\nDevelopment and the preparation of the 2008 Review \r\nConference”. As the second item, the Assembly will \r\nresume its consideration of sub-item (l) of agenda item \r\n114, “Cooperation between the United Nations and the \r\nInter-Parliamentary Union”, in order to take action on \r\ndraft resolution A/63/L.26. Thereafter, the Assembly \r\nwill proceed to consider agenda item 102, \r\n“Notification by the Secretary-General under Article \r\n12, paragraph 2, of the Charter of the United Nations”, \r\nas the third item; and agenda item 9, “Report of the \r\nSecurity Council”, jointly with agenda item 111, \r\n“Question of equitable representation on and increase \r\nin the membership of the Security Council and related \r\nmatters”, as the fourth item. Members are requested to \r\nconsult the Journal of the United Nations for further \r\ndetails. \r\n Before we conclude the meeting, I would like to \r\nremind delegations that His Excellency Mr. Evo \r\nMorales Ayma, President of Bolivia, will address the \r\nGeneral Assembly at 12.30 p.m. \r\nThe meeting rose at 12.10 p.m.  \r\n"