" United Nations  A/63/PV.30\r\n  \r\n \r\nGeneral Assembly \r\nSixty-third session \r\n \r\n30th plenary meeting \r\nWednesday, 22 October 2008, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-56457 (E) \r\n*0856457* \r\nPresident: Mr. D’Escoto Brockmann . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\nThe meeting was called to order at 10.10 a.m. \r\n \r\n \r\nAgenda item 103 \r\n \r\nElections to fill vacancies in principal organs \r\n \r\n (b) Election of eighteen members of the Economic \r\nand Social Council \r\n \r\n  Letter dated 17 October 2008 from the \r\nPermanent Representative of Iceland to the \r\nUnited Nations addressed to the President of the \r\nGeneral Assembly (A/63/493) \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill first proceed to a by-election to elect a member of \r\nthe Economic and Social Council, in accordance with \r\nrule 140 of the rules of procedure. \r\n In this connection, I would first like to draw the \r\nattention of members to document A/63/493, containing a \r\nletter dated 17 October 2008 from the Permanent \r\nRepresentative of Iceland to the United Nations. In his \r\nletter, the Permanent Representative announces that \r\nIceland would like to relinquish its seat on the \r\nEconomic and Social Council at the end of the year \r\n2008 for the remainder of its term in favour of Norway. \r\nAs a result, a vacancy will occur and a new member \r\nmust therefore be elected to fill the unexpired term of \r\noffice of Iceland, commencing on 1 January 2009 and \r\nexpiring on 31 December 2010. \r\n In accordance with paragraph 4 of General \r\nAssembly resolution 2847 (XXVI) of 20 December 1971, \r\nand taking into account that the vacancy will occur from \r\namong the Western European and other States, the new \r\nmember should therefore be elected from that region. \r\n I should like to inform the Assembly that the \r\ncandidate that receives the greatest number of votes by \r\na two-thirds majority of Members present and voting \r\nwill be declared elected. May I take it that the General \r\nAssembly agrees to that procedure? \r\n It was so decided. \r\n The President (spoke in Spanish): In accordance \r\nwith rule 92 of the rules of procedure of the General \r\nAssembly, the election shall be held by secret ballot \r\nand there shall be no nominations. We shall now \r\nproceed accordingly. \r\n I should like to inform Members that, as of \r\n1 January 2009, the following States from the Group of \r\nWestern European and other States will be represented \r\non the Economic and Social Council: Canada, \r\nLuxembourg, the Netherlands, New Zealand, Sweden, \r\nthe United Kingdom of Great Britain and Northern \r\nIreland and the United States of America. The names of \r\nthose seven States should therefore not appear on the \r\nballot. \r\n Before we begin the voting process, I should like \r\nto remind members that pursuant to rule 88 of the rules \r\nof procedure of the General Assembly, no \r\nrepresentative shall interrupt the voting except on a \r\npoint of order on the actual conduct of the voting. \r\n We shall now begin the voting process. Members \r\nare requested to remain seated until all ballots have \r\nbeen collected. \r\nA/63/PV.30  \r\n \r\n08-56457 2 \r\n \r\n Allow me to remind Members that they are now \r\nvoting in the by-election for one seat for the Western \r\nEuropean and other States. The election of the 18 \r\nmembers of the Council will take place immediately \r\nfollowing this by-election. \r\n Ballot papers will now be distributed. I request \r\nrepresentatives to use only those ballot papers and to \r\nwrite on them the name of the State for which they \r\nwish to vote. A ballot will be declared invalid if it \r\ncontains the name of more than one Member State \r\nfrom the relevant region for the one vacant seat \r\nassigned to it. A ballot will also be declared invalid if \r\nthe name of the Member State on that ballot does not \r\nbelong to the relevant region. \r\nAt the invitation of the President, Mr. Hoxha \r\n(Albania), Ms. Llagostera-Saludes (Andorra), \r\nMs. Corti (Argentina), Mr. Barría (Panama), \r\nMs. Macalintal (Philippines), Mrs. Adams \r\n(Vanuatu) and Mrs. Kondolo (Zambia) acted as \r\ntellers. \r\n A vote was taken by secret ballot. \r\nThe meeting was suspended at 10.25 a.m. and \r\nresumed at 11.05 a.m. \r\n Ms. Ochir (Mongolia), Vice-President, took the \r\nChair. \r\n The Acting President: The result of the voting is \r\nas follows: \r\n Group B – Western European and Other States \r\n(1 seat) \r\nNumber of ballot papers:   182 \r\nNumber of invalid ballots:       4 \r\nNumber of valid ballots:   178 \r\nAbstentions:         8 \r\nNumber of Members voting:  170 \r\nRequired two-thirds majority:  114 \r\nNumber of votes obtained:  \r\n Norway     154 \r\n France         4 \r\n Germany         3 \r\n Greece         3 \r\n Portugal         3 \r\n Liechtenstein        1 \r\n Spain         1 \r\n Sweden         1 \r\n Having obtained the required two-thirds majority, \r\nNorway has thus been elected a member of the \r\nEconomic and Social Council for a term of office \r\nbeginning on 1 January 2009 and ending on \r\n31 December 2010. \r\n I congratulate Norway on having been elected a \r\nmember of the Economic and Social Council. \r\n The General Assembly will next turn to the \r\nelection of 18 members of the Economic and Social \r\nCouncil to replace those members whose term of office \r\nexpires on 31 December 2008. \r\n The 18 outgoing members are: Angola, Austria, \r\nBenin, Cuba, the Czech Republic, France, Greece, \r\nGuinea-Bissau, Guyana, Haiti, Japan, Liechtenstein, \r\nMadagascar, Mauritania, Paraguay, Portugal, Saudi \r\nArabia and Sri Lanka. Pursuant to rule 146 of the rules \r\nof procedure, these countries are eligible for immediate \r\nre-election. \r\n Members will recall that Iceland relinquished its \r\nseat on the Economic and Social Council, effective \r\n1 January 2009, and that Norway has just been elected \r\nto fill that vacancy. \r\n Consequently, as of 1 January 2009, the \r\nfollowing States will be represented on the Economic \r\nand Social Council: Algeria, Barbados, Belarus, \r\nBolivia, Brazil, Canada, Cameroon, Cape Verde, \r\nChina, the Congo, El Salvador, Indonesia, Iraq, \r\nKazakhstan, Luxembourg, Malawi, Malaysia, \r\nMozambique, the Netherlands, New Zealand, the \r\nNiger, Norway, Pakistan, the Philippines, Poland, the \r\nRepublic of Korea, the Republic of Moldova, Romania, \r\nthe Russian Federation, Saint Lucia, Somalia, the \r\nSudan, Sweden, the United Kingdom of Great Britain \r\nand Northern Ireland, the United States of America and \r\nUruguay. The names of these 36 States should \r\ntherefore not appear on the ballots. \r\n In accordance with paragraph 4 of General \r\nAssembly resolution 2847 (XXVI) of 20 December \r\n1971, and taking into account the number of States that \r\nwill remain members of the Council after 1 January 2009, \r\nthe 18 members should be elected as follows: five from \r\nAfrican States, three from Asian States, one from \r\nEastern European States, four from Latin American and \r\nCaribbean States and five from Western European and \r\nother States. The ballot papers reflect this pattern. \r\n I should like to inform the Assembly that those \r\ncandidates, their number not exceeding the number of \r\nseats to be filled, who receive a two-thirds majority \r\nand the greatest number of votes by Members present \r\n A/63/PV.30\r\n \r\n3 08-56457 \r\n \r\nand voting, will be declared elected. In the case of a tie \r\nvote for a remaining seat, there will be a special \r\nrestricted ballot limited to those candidates who have \r\nobtained an equal number of votes. \r\n May I take it that the General Assembly agrees to \r\nthat procedure? \r\n It was so decided. \r\n The Acting President: In accordance with \r\nrule 92 of the rules of procedure, the election shall be \r\nheld by secret ballot, and there shall be no \r\nnominations. \r\n Regarding candidatures of the respective regional \r\nGroups, the Secretariat has been informed that for the \r\nfive vacant seats from among the African States, the \r\nGroup has endorsed five candidates: Côte d’Ivoire, \r\nGuinea-Bissau, Mauritius, Morocco and Namibia. For \r\nthe three vacant seats from among the Asian States, the \r\nGroup has endorsed three candidates: India, Japan and \r\nSaudi Arabia. For the one vacant seat from among the \r\nEastern European States, the Group has endorsed \r\nEstonia. For the four vacant seats from among the \r\nLatin American and Caribbean States, the Group has \r\nendorsed four candidates: Guatemala, Peru, Saint Kitts \r\nand Nevis and the Bolivarian Republic of Venezuela. \r\nFor the five vacant seats from among the Western \r\nEuropean and other States, the Group has endorsed five \r\ncandidates: France, Germany, Greece, Liechtenstein \r\nand Portugal. \r\n In accordance with rule 92 of the rules of \r\nprocedure, we shall now proceed to the election by \r\nsecret ballot. \r\n Before we begin the voting process, I should like \r\nto remind Members that pursuant to rule 88 of the rules \r\nof procedure of the General Assembly, no \r\nrepresentative shall interrupt the voting except on a \r\npoint of order on the actual conduct of the voting. \r\n We shall now begin the voting process. \r\n Ballot papers marked A, B, C, D and E will now \r\nbe distributed. I request representatives to use only \r\nthose ballot papers and to write on them the names of \r\nthe States for which they wish to vote. \r\n A ballot will be declared invalid if it contains \r\nmore names of Member States from the relevant region \r\nthan the number of seats assigned to it. A ballot will \r\nalso be declared invalid if none of the names of the \r\nMember States on that ballot belongs to the relevant \r\nregion. If a ballot paper of a region contains some of \r\nthe names of the Member States that do not belong to \r\nthat region, the ballot remains valid but only the names \r\nof the Member States that belong to the relevant region \r\nwill be counted. The names of Member States that do \r\nnot belong to that region will not be counted at all. \r\nAt the invitation of the Acting President, \r\nMr. Hoxha (Albania), Ms. Llagostera-Saludes \r\n(Andorra), Ms. Corti (Argentina), Ms. Enosse \r\n(Mozambique), Mr. Barría (Panama), \r\nMrs. Macalintal (Philippines), Mrs. Adams \r\n(Vanuatu) and Mrs. Kondolo (Zambia) acted as \r\ntellers. \r\n A vote was taken by secret ballot. \r\nThe meeting was suspended at 11.35 a.m. and \r\nresumed at 12.35 p.m. \r\n The Acting President: The result of the voting is \r\nas follows: \r\n Group A — African States (5 seats) \r\n Number of ballot papers:    184 \r\n Number of invalid ballots:        0 \r\n Number of valid ballots:    184 \r\n Abstentions:          1 \r\n Number of Members voting:   183 \r\n Required two-thirds majority:   122 \r\n Number of votes obtained: \r\n  Côte d’Ivoire      179 \r\n  Namibia      179 \r\n  Mauritius      178 \r\n  Guinea-Bissau     177 \r\n  Morocco      174 \r\n Group B — Asian States (3 seats) \r\n Number of ballot papers:    184 \r\n Number of invalid ballots:        0 \r\n Number of valid ballots:    184 \r\n Abstentions:          0 \r\n Number of Members voting:   184 \r\n Required two-thirds majority:   123 \r\n Number of votes obtained: \r\n  Saudi Arabia     180 \r\n  India        179 \r\n  Japan      177 \r\n Group C — Eastern European States (1 seat) \r\n Number of ballot papers:    184 \r\n Number of invalid ballots:        0 \r\n Number of valid ballots:    184 \r\n Abstentions:           7 \r\nA/63/PV.30  \r\n \r\n08-56457 4 \r\n \r\n Number of Members voting:   177 \r\n Required two-thirds majority:   118 \r\n Number of votes obtained: \r\n  Estonia      177 \r\nGroup D — Latin American and Caribbean States \r\n(4 seats) \r\nNumber of ballot papers:    184 \r\nNumber of invalid ballots:        0 \r\nNumber of valid ballots:    184 \r\nAbstentions:          0 \r\nNumber of Members voting:   184 \r\nRequired two-thirds majority:   123 \r\nNumber of votes obtained: \r\n Guatemala      180 \r\n Saint Kitts and Nevis    180 \r\n Venezuela (Bolivarian Republic of) 177 \r\n Peru       176 \r\n Mexico          2 \r\n Haiti           1 \r\n Group E — Western European and other States \r\n (5 seats) \r\n Number of ballot papers:    184 \r\n Number of invalid ballots:         0 \r\n Number of valid ballots:    184 \r\n Abstentions:           1 \r\n \r\n Number of Members voting:   183 \r\n Required two-thirds majority:   122 \r\n Number of votes obtained: \r\n  Portugal      179 \r\n  Germany      178\r\n  Greece      177 \r\n  Liechtenstein      170 \r\n  France      168 \r\n  Spain          2 \r\n  Turkey          1 \r\n Having obtained the required two-thirds majority \r\nof Members present and voting, the following 18 States \r\nhave thus been elected members of the Economic and \r\nSocial Council for a three-year term beginning on \r\n1 January 2009: Côte d’Ivoire, Estonia, France, \r\nGermany, Greece, Guatemala, Guinea-Bissau, India, \r\nJapan, Liechtenstein, Mauritius, Morocco, Namibia, \r\nPeru, Portugal, Saint Kitts and Nevis, Saudi Arabia and \r\nthe Bolivarian Republic of Venezuela. \r\n I congratulate the States which have been elected \r\nmembers of the Economic and Social Council, and I \r\nthank the tellers for their assistance in this election. \r\n This concludes our consideration of sub-item (b) \r\nof agenda item 103. \r\nThe meeting rose at 12.40 p.m. \r\n \r\n"