" United Nations  A/63/PV.36\r\n  \r\n \r\nGeneral Assembly \r\nSixty-third session \r\n \r\n36th plenary meeting \r\nMonday, 3 November 2008, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-58333 (E) \r\n*0858333* \r\nPresident: Mr. D’Escoto Brockmann . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\n In the absence of the President, Mr. Cujba \r\n(Republic of Moldova), Vice-President, took the \r\nChair. \r\n \r\nThe meeting was called to order at 10.10 a.m.  \r\n \r\n \r\nAgenda items 40 and 44 \r\n \r\nReport of the Economic and Social Council \r\n \r\n  Report of the Economic and Social Council \r\n(A/63/3) \r\n \r\n  Report of the Secretary-General (A/63/371) \r\n \r\n  Note by the Secretary-General (A/63/255) \r\n \r\n  Draft resolution (A/63/L.14) \r\n \r\nIntegrated and coordinated implementation of and \r\nfollow-up to the outcomes of the major United \r\nNations conferences and summits in the economic, \r\nsocial and related fields \r\n \r\n  Report of the Secretary-General (A/63/83) \r\n \r\n  Draft resolution (A/63/L.15) \r\n \r\n The Acting President: In connection with agenda \r\nitem 40, I would like to remind the members of the \r\nGeneral Assembly that, pursuant to General Assembly \r\nresolution 58/316 of 1 July 2004, the Assembly, on the \r\nrecommendation of the General Committee, decided at \r\nits 2nd plenary meeting, on 19 September 2008, to \r\nconsider agenda item 40 in its entirety in plenary, on \r\nthe understanding that the administrative, programme \r\nand budgetary aspects should be dealt with by the Fifth \r\nCommittee. \r\n At the same meeting, the Assembly took note of \r\nthe clarification that, in implementing resolution \r\n58/316 to consider item 40 in its entirety in plenary, the \r\nrelevant parts of chapter I of the report that are under \r\nagenda items already allocated to the Main Committees \r\nwill be considered by the Committees concerned for \r\nfinal action by the General Assembly. \r\n I give the floor to His Excellency Mr. Léo \r\nMérorès, President of the Economic and Social \r\nCouncil, to introduce the report of the Economic and \r\nSocial Council. \r\n Mr. Mérorès (Haiti), President of the Economic \r\nand Social Council (spoke in French): I have the \r\nhonour to introduce the 2008 report of the Economic \r\nand Social Council (A/63/3). The Council’s substantive \r\nsession in July took place at an important juncture. It \r\nwas a transition year for the Economic and Social \r\nCouncil, which has now operationalized many of the \r\nnew functions given to it by the 2005 World Summit \r\nOutcome, in particular the biennial Development \r\nCooperation Forum (DCF) and the annual ministerial \r\nreview of the implementation of the international \r\ndevelopment goals. \r\n Today, allow me to briefly highlight the key \r\noutcomes of the Council’s work so far and then to \r\nfocus on the future, including the steps forward. We \r\nbegan the year with the annual special high-level \r\nmeeting of the Economic and Social Council with the \r\nBretton Woods institutions, the World Trade \r\nA/63/PV.36  \r\n \r\n08-58333 2 \r\n \r\nOrganization and the United Nations Conference on \r\nTrade and Development. The meeting made an \r\nimportant contribution to the preparations of the \r\nfollow-up to the International Conference on Financing \r\nfor Development to Review the Implementation of the \r\nMonterrey Consensus, which — as we all know — will \r\nbe held in Doha, Qatar, from 29 November to \r\n2 December 2008. \r\n Turning now to the high-level segment, the 2008 \r\nDevelopment Cooperation Forum, including its series \r\nof preparatory meetings, was, in the view of many, a \r\nsuccess. Given the broad mandate, an important \r\nobjective of the preparations for the first Forum was to \r\nestablish the Economic and Social Council as a \r\nprincipal forum for political dialogue and policy review \r\non the effectiveness and coherence of international \r\ndevelopment cooperation. Another objective was to \r\ncontribute to the outcome of key intergovernmental \r\nprocesses, such as the upcoming Doha Review and the \r\nrecently concluded Accra High-level Forum. Those \r\nobjectives have been achieved, and the Accra Agenda \r\nfor Action reflects several of the policy messages of the \r\nDevelopment Cooperation Forum. \r\n A number of factors account for the preliminary \r\nsuccess of the Development Cooperation Forum, \r\nincluding the perceived quality of the high-level \r\nsymposiums held under the auspices of the Forum, the \r\nprofessionalism and political balance of the analytical \r\nwork, including the Secretary-General’s report, the \r\nability to attract key development cooperation actors \r\nand the strong public support from stakeholder groups, \r\nsuch as parliamentarians, civil society and local \r\ngovernments. Indeed, the Forum is seen as having \r\nestablished a comparative advantage in organizing \r\nmulti-stakeholder consultations on aid issues. \r\n While progress has been made in building \r\npolitical support for and ownership of the Forum by the \r\nwhole range of stakeholders, the Forum also faces \r\nseveral challenges. One is to strengthen the distinct \r\nidentity of the Forum as a leading global forum for \r\ndialogue among senior policymakers dealing with \r\ndevelopment cooperation at the country level. \r\n A related challenge is to further raise awareness \r\nof the Development Cooperation Forum among \r\npractitioners at the country level, especially since \r\nadding experiences from the local level to the debate at \r\nthe global level is a particular comparative advantage \r\nof the Forum. \r\n It is important that the preparations for the 2010 \r\nForum further strengthen its contribution to \r\ninternational development cooperation. An important \r\nrecommendation of the 2008 Forum was that it should \r\nplay a key role as an international mutual \r\naccountability mechanism that would draw together \r\nanalysis of progress in national and global-level mutual \r\naccountability processes. For the 2010 Forum to be \r\nable to advance the global dialogue on this important \r\nissue, it is important that member States and other \r\nstakeholders actively participate in the upcoming \r\npreparatory process. \r\n The 2008 annual ministerial review focused on \r\nsustainable development, which encompasses \r\neconomic growth, social development and \r\nenvironmental protection. It helped spur the efforts of \r\ncountries to implement the global consensus on \r\nsustainable development at the national level and \r\nprovided practical guidance to assist in those efforts. \r\nThe annual review also served to advance the ongoing \r\nwork on climate change, which was also bolstered by \r\nthe climate change and development event organized in \r\nthe run-up to the substantive session. This meeting \r\ndiscussed ways on how developing countries can cope \r\nwith climate change and how to reduce the world’s \r\ncarbon footprint. \r\n The national voluntary presentations during the \r\nannual review continue to be seen by member States as \r\na very important mechanism for strengthening \r\naccountability for fulfilment of development goals. \r\nThis year brought presentations from developed \r\ncountries, namely Belgium, Finland, Luxembourg and \r\nthe United Kingdom, which discussed lessons from \r\ntheir development policies and programmes. Chile, \r\nKazakhstan, the Lao People’s Democratic Republic and \r\nthe United Republic of Tanzania shared both their \r\nsuccess stories and the specific obstacles to \r\nimplementation at the country level. The success of the \r\nannual review as a collaborative review mechanism is \r\nreflected in the large number of volunteers for 2009 \r\nand 2010. \r\n The impact and visibility of the high-level \r\nsegment were enhanced by an extensive series of side-\r\nevents, such as the annual ministerial review \r\ninnovation fair and ministerial breakfasts and panel \r\ndiscussions organized by member States, entities of the \r\nUnited Nations system and non-governmental \r\nstakeholders, including civil society and the private \r\nsector. Together, those meetings served to promote and \r\n A/63/PV.36\r\n \r\n3 08-58333 \r\n \r\ncatalyse tangible, multi-stakeholder partnerships for \r\nimplementing the international development agenda. \r\n The 2008 high-level segment concluded with the \r\nadoption of the Ministerial Declaration. It underscored \r\nthe need for urgent, collective and collaborative action \r\nby all members of the international community to \r\naddress global financial turmoil, rising food and fuel \r\nprices, environmental degradation and climate change. \r\n Many other outcomes of the Council’s \r\nsubstantive session are of key relevance to the work of \r\nthe General Assembly. They will assist, I am sure, the \r\nSecond and Third Committees in their work. \r\n First, the Economic and Social Council is \r\nentrusted with the follow-up to the implementation of \r\nthe General Assembly resolution on the Triennial \r\nComprehensive Policy Review of Operational \r\nActivities for Development of the United Nations \r\nsystem. As called for by the Council, the United \r\nNations system is now proceeding with the \r\nimplementation of the Assembly’s resolution on the \r\npolicy review, and the resolution adopted by the \r\nCouncil this summer gave new impetus to these efforts. \r\n Secondly, member States recognized and \r\nencouraged the ongoing strengthening of humanitarian \r\ncoordination, particularly in partnerships, funding and \r\nleadership capacity on the ground and of \r\nmainstreaming gender equality in humanitarian \r\nassistance. Member States have underlined the \r\nimportance of national capacity-building, disaster-\r\npreparedness and risk reduction, and have strengthened \r\nlegal disaster relief frameworks. Member States also \r\nreacted to the reality on the ground by condemning the \r\nincreased attacks against humanitarian personnel, \r\nurging the persecution of perpetrators. \r\n The Council has now started to convene \r\nemergency sessions, such as the one on the global food \r\ncrisis this year. The time may have come to adopt a \r\nregular practice of turning to the Council whenever \r\nmajor emergencies occur. The Council organized a \r\nmeeting on the food crises, which was very well \r\nattended. \r\n Thirdly, the Council’s role in peacebuilding and \r\npost-conflict development was also recognized and \r\nreceived unwavering support from member States. The \r\nextension of the mandate of the Ad Hoc Advisory \r\nGroup on Haiti is a manifestation of the confidence \r\nthat member States placed in the Council’s role of \r\nsupporting a country’s long-term development. \r\n The Council’s informal discussion on possible \r\nmodalities of interaction between the Economic and \r\nSocial Council and the Peacebuilding Commission, \r\nusing the framework of the work of its Ad Hoc \r\nAdvisory Group on Guinea-Bissau, generated a general \r\nconsensus on the need to further explore how to bring \r\ndevelopment work into the Peacebuilding Commission \r\nand how to bring the peace and security dimensions of \r\npeacebuilding into the work of the Council. In my \r\nview, the time has come perhaps to clarify the \r\nrelationship between the Peacebuilding Commission \r\nand the Council and to define the modalities for their \r\ninteraction. \r\n The Council intends to expand the range of \r\nstakeholders that the United Nations can partner with \r\nin promoting the implementation of the internationally \r\nagreed developments goals, particularly the \r\nMillennium Development Goals (MDGs). Its \r\nphilanthropy event discussed how corporate \r\nphilanthropy can contribute to advancing the MDGs, \r\nespecially for sustainable development. The Council \r\nintends to further expand its outreach to the \r\nphilanthropic community and could continue \r\ndiscussions how to facilitate the growth and flow of \r\nphilanthropic resources on a global basis and the \r\npossible establishment of a United Nations \r\nPhilanthropy Day as a way to mobilize interest and \r\nsupport for philanthropy worldwide. \r\n My experience as President of the Economic and \r\nSocial Council has shown me that the convening power \r\nand the spirit of engagement that have been the \r\nhallmark of the United Nations conferences are well \r\ncaptured in the Council. The Council has opened new \r\nvistas of cooperation among various stakeholders. \r\nI find this to be an encouraging sign. The Council has \r\ngreat potential for becoming the forum for promoting \r\ncollaborative action in the pursuit of current crises. I \r\nurge the Assembly to utilize this potential to the fullest. \r\n The Acting President: I now give the floor to the \r\nrepresentative of Antigua and Barbuda to introduce \r\ndraft resolutions A/63/L.14 and A/63/L.15. \r\n Mr. Ashe (Antigua and Barbuda): I have the \r\nhonour to deliver this statement on behalf of the Group \r\nof 77 and China. The Group wishes to thank the \r\nSecretary-General for the report contained in document \r\nA/63/83 and we also welcome the report just \r\nA/63/PV.36  \r\n \r\n08-58333 4 \r\n \r\nintroduced by the President of the Economic and Social \r\nCouncil and contained in document A/63/3. During this \r\nyear’s substantive session of the Economic and Social \r\nCouncil on the theme “Implementing the \r\ninternationally agreed goals and commitments in \r\nregard to sustainable development”, ministers \r\npointedly recognized that the international community \r\nwas meeting at a critical juncture in our efforts to \r\nrealize these goals, including the Millennium \r\nDevelopment Goals (MDGs), and that we faced \r\nmultiple challenges in our efforts to achieve them. \r\n Back then in July, less than four months ago, \r\nsome were still sceptical about recognizing the \r\nlooming turmoil in financial markets as a crisis, \r\npreferring instead to use the anodyne terms \r\n“instability” and “uncertainty”. In the short space of \r\ntime since then, the world has come to recognize the \r\nfinancial situation for what it is: a crisis. The crisis in \r\ninternational financial markets has now permeated the \r\nglobal economy, significantly slowing global economic \r\ngrowth. This, added to the food crisis and rising fuel \r\nprices, as well as the impacts of environmental \r\ndegradation and climate change, means that urgent \r\nindividual and collective actions, both short- and long-\r\nterm, are needed to curtail the impact on development \r\nand to ensure that development gains are not reversed \r\nand future efforts are not undermined. \r\n Our ministers expressed determination to take \r\nconcerted action to promote progress towards the \r\nrealization of the internationally agreed development \r\ngoals, including the Millennium Development Goals, \r\nin the face of those overwhelming risks to \r\ndevelopment. We certainly hope that the strong \r\npolitical will that is required will be demonstrated in a \r\ntimely fashion. \r\n In the face of such challenges, development \r\nremains a central goal in and of itself, and sustainable \r\ndevelopment, in its economic, social and \r\nenvironmental dimensions, constitutes a key element of \r\nthe overarching framework and purpose of the United \r\nNations. During the Council’s discussions on various \r\neconomic and social issues, the Group of 77 and China \r\nidentified several areas where progress was lacking and \r\nwhich we deemed vital for development and for the \r\nachievement of the internationally agreed development \r\ngoals, including the Millennium Development Goals. \r\n There is general agreement that global challenges \r\nsuch as climate change and the environmental crisis, \r\nthe global food crisis, the financial crisis, the energy \r\ncrisis and the crisis in international policy and \r\ninstitutional infrastructure — which bear \r\ndisproportionately on developing countries and the \r\npoor — have to be addressed in an integrated and \r\nholistic manner. They cannot be sequenced and have to \r\nbe addressed with urgency. The international \r\ncommunity has the framework of the MDGs and the \r\nother internationally agreed development goals around \r\nwhich to rally efforts. But actual implementation \r\nactions remain woefully lacking. There is now an \r\nopportunity for extraordinary responses from the \r\ninternational community. But the window of \r\nopportunity is closing very fast and will be lost, if we \r\nare not swift to respond concretely and instead carry on \r\nwith the status quo. \r\n As we continue to examine and assess the role of \r\nthe United Nations system in ensuring a coordinated \r\nimplementation of the outcomes of major United \r\nNations conferences and summits at all levels, the \r\nGroup of 77 and China continues to stress the need to \r\nensure a strong and direct link between coordination \r\nand development effectiveness. The outcome of \r\nincreased coordination should be tangible and \r\nmeasurable development results where they matter \r\nmost. We should therefore place priority on monitoring \r\nresults at the country level.  \r\n We remain convinced that the United Nations is \r\nthe best intergovernmental forum for advancing the \r\ndevelopment agenda and for facilitating the full \r\nrealization of all internationally agreed development \r\ngoals, including the MDGs. On the very important \r\nfactor of policy coherence, the United Nations, through \r\nthe Economic and Social Council, has a key role to \r\nplay in ensuring that the policies of developed \r\ncountries and international institutional partners are \r\ncoherent and consistent with development goals and \r\nobjectives of developing countries, particularly policies \r\non trade, finance, intellectual property and the transfer \r\nof technology. Such inconsistencies should be the \r\nsubject and object of deliberations of the Economic \r\nand Social Council and the General Assembly, so that \r\nthey may be identified and corrected. \r\n The Group of 77 and China reiterates that \r\nsecuring real progress on MDG 8, on the global \r\npartnership for development must become a priority. \r\nThe importance of benchmarks, and targets under \r\nMDG 8 cannot be overemphasized, as global \r\npartnership is necessary to achieve all internationally \r\n A/63/PV.36\r\n \r\n5 08-58333 \r\n \r\nagreed development goals and the MDGs. The General \r\nAssembly should make this message abundantly clear. \r\n Additionally, there remain many challenges to the \r\ncoordination of United Nations humanitarian assistance \r\nactivities, both in natural disaster situations and in \r\ncomplex emergencies. These include addressing such \r\nsituations in a timely, safe and effective manner. A \r\nsingle natural disaster can set back development \r\nprogress in a developing country by several decades, \r\naccentuating poverty and economic vulnerabilities. For \r\nthese reasons, it is critical that affected States, donor \r\ncountries, the United Nations system and other \r\nhumanitarian organizations coordinate to provide the \r\nmuch-needed humanitarian assistance and development \r\nsupport while recognizing the primary role of the \r\naffected State and fully respecting General Assembly \r\nresolution 46/182. \r\n In conclusion, the Group of 77 and China hopes \r\nthat the international community and development \r\npartners will take urgent measures to address the \r\nsignificant and debilitating implementation gaps \r\nidentified in several areas, in particular in technology \r\ntransfer, food security, agriculture and rural \r\ndevelopment, trade policies including agricultural \r\nsubsidies, debt and official development assistance. \r\n I wish now to take this opportunity to introduce \r\nthe two draft resolutions that are before the Assembly. \r\nThe first is the draft resolution contained in document \r\nA/63/L.15, entitled “Commemoration of the fifteenth \r\nanniversary of the International Conference on \r\nPopulation and Development”. \r\n Next year, 2009, will mark the fifteenth \r\nanniversary of that landmark international conference \r\non population and development, which was held in \r\nCairo. Fifteen years later, the international community \r\nis well poised to note achievements, assess progress and \r\nidentify shortfalls in the achievement of International \r\nConference on Population and Development goals. In \r\nthis regard, I am pleased to introduce, on behalf of the \r\nMember States that are members of the Group of 77 and \r\nChina, the draft resolution contained in document \r\nA/63/L.15, entitled “Commemoration of the fifteenth \r\nanniversary of the International Conference on \r\nPopulation and Development”. The draft resolution \r\nproposes that the General Assembly devote one day \r\nduring its sixty-fourth session to a commemoration of \r\nthe fifteenth anniversary of the International Conference \r\non Population and Development. The Group thanks all \r\ndelegations for their support of this draft resolution and \r\nlooks forward to a fitting commemoration of the \r\nInternational Conference on Population and \r\nDevelopment plus 15. \r\n Permit me now to introduce the draft resolution \r\ncontained in document A/63/L.14 entitled “Smoke-free \r\nUnited Nations premises”. By its decision 2008/231, \r\nthe Economic and Social Council recommended that \r\nthe General Assembly, at its sixty-third session, \r\nconsider the recommendation set out in Council \r\nresolution 2006/42 of 27 July 2006 on the \r\nimplementation of a complete ban on smoking on all \r\nUnited Nations indoor premises, at Headquarters as \r\nwell as at regional and country offices throughout the \r\nUnited Nations system, and the implementation of a \r\ncomplete ban on sales of tobacco products on all \r\nUnited Nations premises. \r\n In this regard, I am pleased to introduce, on \r\nbehalf of the Member States that are members of the \r\nGroup of 77 and China, draft resolution A/63/L.14, \r\nentitled “Smoke-free United Nations premises”. The \r\nGroup thanks the many delegations that have \r\nparticipated in the consultations on this resolution, \r\nespecially the delegation of Uruguay for conducting \r\nthose consultations on behalf of the Group. We are \r\nheartened by the overwhelming support among all \r\nStates for this resolution, and we look forward to its \r\nadoption by consensus. \r\n Before action is taken on the draft, there is one \r\nsmall correction to be made. In operative paragraph 3, \r\nthe words “the measures for” should be inserted after \r\n“report on”. Paragraph 3 should now read: \r\n “Requests the Secretary-General to submit \r\nto the General Assembly at its sixty-fourth \r\nsession a report on the measures for the \r\nimplementation of the present resolution.” \r\n Finally, the Group of 77 and China looks forward \r\nto adoption by consensus of both draft resolutions, and \r\nwe thank all delegations for their support. \r\n Mr. Delacroix (France) (spoke in French): I am \r\nhonoured to speak on behalf of the European Union on \r\nagenda item 40, on the report of the Economic and \r\nSocial Council. The countries of the Stabilization and \r\nAssociation Process and potential candidates Albania, \r\nBosnia and Herzegovina, and Montenegro; Iceland, \r\nmember of the European Free Trade Association and \r\nA/63/PV.36  \r\n \r\n08-58333 6 \r\n \r\nthe European Economic Area; and Ukraine and \r\nArmenia align themselves with this statement. \r\n The European Union thanks the Secretary-\r\nGeneral for his report on the activities of the Economic \r\nand Social Council (A/63/3). We would also like to \r\ncongratulate the President of the Council, Ambassador \r\nMérorès, for the great expertise and benevolent \r\nauthority with which he steered the Council’s work in \r\nthe last few months. The European Union takes this \r\nopportunity to renew its support for the Economic and \r\nSocial Council. The recent introduction of the annual \r\nministerial review and the holding this year of the first \r\nDevelopment Cooperation Forum have had a very \r\npositive impact in terms of strengthening the Council, \r\nin line with the desire expressed by the heads of State \r\nand Government at the World Summit in September \r\n2005. \r\n The first Forum took place during the Council’s \r\nhigh-level segment and was able to play an important \r\nrole as a setting for constructive dialogue within the \r\nUnited Nations on the key issues of cooperation and \r\ndevelopment, including South-South cooperation and \r\naid effectiveness. It facilitated the review of trends in \r\ninternational development cooperation, the \r\nidentification of gaps and the making of \r\nrecommendations to formulate and implement national \r\ndevelopment strategies. The European Union is \r\nconvinced that the Forum can make a key contribution \r\nin its capacity as a preferred entity for examining aid \r\narchitecture, encouraging dialogue and strengthening \r\ncoordination among all relevant actors, including \r\nemerging donors, particularly to achieve the \r\ninternationally agreed development goals, including \r\nthe Millennium Development Goals. \r\n In order to boost the Forum’s efficiency and \r\nallow interactive discussion on cooperation and \r\ndevelopment issues, the European Union believes that \r\ntwo or three specific themes should be identified, \r\nwhich would enable the Forum to draw up a factual \r\nassessment, highlight the elements of coordination to \r\nbe improved and identify best practices on the ground. \r\n The role of the Development Cooperation Forum \r\nwas recognized in the Accra Agenda for Action on aid \r\neffectiveness, and we hope it will contribute to \r\ninternational dialogue and mutual accountability on the \r\nissues related to aid, in the spirit of the global \r\npartnership to which the European Union is \r\nparticularly committed. \r\n The role of the Annual Ministerial Review held \r\nduring the Council’s high-level segment is also very \r\nimportant. The European Union supports its goal of \r\nreviewing progress made in the implementation of the \r\noutcomes of conferences and summits and their follow-\r\nup processes. It welcomes the smooth running of the \r\nsecond session of that voluntary exercise, on the theme \r\n“Implementing the internationally agreed goals and \r\ncommitments in regard to sustainable development”, \r\nwhich contributed to the formulation of lessons learned \r\nand best practices on that issue. \r\n The European Union will be just as mobilized for \r\nthe 2009 Annual Ministerial Review, which will focus \r\non the theme of “Implementing the internationally \r\nagreed goals and commitments in regard to global \r\npublic health”. The European Union stresses in this \r\nregard that its States members rank among the largest \r\ncontributors to the health-related activities of the \r\nUnited Nations system, in particular the World Health \r\nOrganization, the Joint United Nations Programme on \r\nHIV/AIDS (UNAIDS), and the Global Fund to Fight \r\nAIDS, Tuberculosis and Malaria. It also welcomes the \r\ncontribution of developing countries in presenting \r\nlessons learned from their progress in implementing \r\ninternationally agreed development goals. In that \r\nregard, it recalls the need to maintain an appropriate \r\nbalance between the numbers of developing and \r\ndeveloped countries that volunteer for national \r\nvoluntary presentations. That balance must take into \r\naccount their respective representation in the Economic \r\nand Social Council and the United Nations. \r\n The European Union considers further reform of \r\nthe Economic and Social Council’s working methods to \r\nbe paramount in view of enabling the Council to \r\nrefocus on its core functions and to assume its full role \r\nof guiding and coordinating international action in the \r\neconomic, social and environmental arenas. In \r\nparticular, the European Union believes that an even \r\nbetter organized and focused substantive session would \r\nclearly be a guarantee of coherence and effectiveness. \r\n Finally, the European Union would like to \r\nreiterate the importance that it accords to achieving \r\nincreased coordination and complementarity among \r\nUnited Nations activities, in particular as regards the \r\nnecessary links between the work undertaken by the \r\nEconomic and Social Council and that of funds and \r\nprogrammes, between the Council’s work and that of \r\nthe General Assembly. \r\n A/63/PV.36\r\n \r\n7 08-58333 \r\n \r\n Ms. González (Uruguay) (spoke in Spanish): In \r\nthe context of the consideration of the report of the \r\nEconomic and Social Council and draft resolution \r\nA/63/L.14, on a smoke-free United Nations premises, \r\nUruguay’s delegation wishes to align itself with the \r\nstatement of the Group of 77 and China. My delegation \r\nwishes to reiterate once more its support for the draft \r\nresolution on smoke-free premises, a continuation of \r\nthe work initiated by the Economic and Social Council \r\nin July with the adoption of decision 2008/231, which \r\nrecommended that the General Assembly implement \r\nthe Council’s resolution 2006/42 of 27 July 2006. \r\n My country attaches particular importance to that \r\nissue. For that reason, we have made a firm \r\ncommitment to anti-tobacco policies, at the \r\ninternational level, by ratifying the World Health \r\nOrganization Framework Convention on Tobacco \r\nControl, and also at the national level, by \r\nimplementing correspondent policies that seek to \r\nimprove the well-being of its population. In 2006 my \r\ncountry became the first in Latin America to be totally \r\nfree of tobacco smoking in closed public areas. \r\n In that regard, we feel it is appropriate to recall \r\nthat the consumption of tobacco is unquestionably a \r\nrisk factor for health and a cause of death, in addition \r\nto being associated with all sorts of diseases ranging \r\nfrom cancer to cardiovascular and pulmonary diseases, \r\nas noted by the report submitted to the Economic and \r\nSocial Council by the United Nations Ad Hoc \r\nInteragency Task Force on Tobacco Control. \r\n Tobacco affects not only smokers. Second-hand \r\nsmoke is damaging to health. Our delegation believes it \r\nis the responsibility of all in the Organization to protect \r\nagainst exposure to tobacco smoke in public places, \r\nespecially in indoor work spaces and closed public \r\npremises. The majority of States Members of the \r\nOrganization have adopted and encouraged smoke-free \r\npolicies, and the United Nations and Governments \r\nshould set an example in public health. Reducing the \r\nsmoking areas in the workplace protects staff members \r\nand delegates from involuntary exposure to smoke and \r\naids smokers in reducing their daily consumption. In \r\nview of these facts, we believe that the Organization \r\nshould act and it is thus essential that the General \r\nAssembly take prompt action on this matter so that we \r\ncan have a smoke-free United Nations. \r\n Mr. Alimov (Russian Federation) (spoke in \r\nRussian): Allow me to thank the President of the \r\nEconomic and Social Council for his very informative \r\npresentation of the Council’s report (A/63/3). I would \r\nalso like to convey our gratitude to the Secretariat for \r\nensuring the Council’s ability to work effectively \r\nduring the course of this year. \r\n The Russian delegation has consistently \r\nchampioned the strengthening of the role of the \r\nCouncil within the framework of the United Nations \r\ndevelopment system and the global economic \r\narchitecture as a whole. We view the Council as one of \r\nthe leading platforms within the framework of the \r\nuniversal Organization to seek compromise solutions to \r\nthe most pressing socio-economic problems of today, \r\nincluding re-emerging threats and challenges to \r\nconsistent sustainable development. The Council’s \r\nupdated, more flexible and more focused format and its \r\ndemonstrated ability to rapidly respond to new threats \r\nand challenges have provided the Council with the \r\nopportunity to become one of the most utilized \r\nmechanisms for multilateral cooperation for \r\ndevelopment, including in the context of the task of \r\novercoming the global financial crisis.  \r\n The successful conduct of the second annual \r\nministerial review of the progress in achieving the \r\nMillennium Development Goals (MDGs) and of the \r\nfirst full-scale Development Cooperation Forum allow \r\nus to speak of the Council as having fully achieved its \r\nintended operational level in implementing its mandate \r\nas the main body in the United Nations system \r\nensuring coordination of multilateral efforts aimed at \r\nachieving the MDGs. Of special importance here was \r\nthe Development Cooperation Forum. In our view, the \r\nForum, on the whole, discharged its main function to \r\nserve as a universal platform for equal partnership \r\ndialogue on issues of development with the \r\nparticipation of as broad a range of partners as \r\npossible, including civil society and the private sector. \r\nA priority task is the search for the best work format \r\nfor the Forum to enable it to genuinely promote greater \r\nagreement on and the effectiveness of development \r\nprocesses. The interactive discussion within the \r\nframework of the Forum must be targeted at \r\nelaborating concrete recommendations and \r\ncompromise decisions, which may serve as the \r\nfoundations of future intergovernmental agreements. \r\n One of the ways to strengthen the role of the \r\nCouncil is the more effective use of the potential of the \r\nCouncil’s annual sessions to implement its \r\ncoordination functions. We believe that the \r\nA/63/PV.36  \r\n \r\n08-58333 8 \r\n \r\ncoordination segment should become the main \r\nplatform for a practical, focused and grounded \r\nconsideration of the issues of the work of regional and \r\nfunctional commissions of the Council, including the \r\nformat for the dialogue with their Executive Directors, \r\nas well as the topic of the comprehensive \r\nimplementation of the decisions of major United \r\nNations summits and conferences in the field of \r\neconomics. \r\n We welcome the outcomes of the operational \r\nsegment of the session, whose work is of major \r\nimportance from the point of view of implementing \r\nagreements achieved within the framework of triennial \r\nreviews of substantive activities, which give the United \r\nNations practical policy guidance in the field of \r\ncooperation for development and which turn United \r\nNations programmes of work and funds at the country \r\nlevel.  \r\n The humanitarian segment confirmed the growing \r\nimportance of a timely and appropriate response to \r\nnatural disasters of increasing frequency and severity. \r\nThe Council fully retains its role as the main platform \r\nof work within the framework of the United Nations \r\nfor consideration of humanitarian issues. We are, \r\nhowever, forced to note that the fact that the Council \r\nhad to vote on a humanitarian resolution this session — \r\nthe first time in its history — creates a very dangerous \r\nprecedent and points to an undesirable trend towards \r\nthe politicization of humanitarian issues at the United \r\nNations. The Council should continue to play a role in \r\nconsiderations aimed at finding responses to such \r\nglobal challenges threatening progress in achieving the \r\nMDGs, such as the food crisis. We back the efforts of \r\nthe United Nations system to overcome it. We believe \r\nthat the Rome Declaration and the Comprehensive \r\nFramework for Action worked out by the High-level \r\nTask Force can serve as a sound basis for consolidating \r\nthe efforts of the international community in this area. \r\n The high-level segment of the upcoming the \r\nCouncil session, will, as is well known, be devoted to \r\nassessing progress in the implementation of objectives \r\nand obligations agreed at an international level in the \r\nfield of health. The President of the General Assembly \r\nat its sixty-third session of has declared the topic of \r\nglobal health as one of his priorities. Russia supports \r\nincreased attention devoted to health issues on the \r\nOrganization’s agenda. However, we urge that their \r\nconsideration in various United Nations forums over \r\nthe coming year should take place in a consistent, \r\ncoherent manner following a single line of logic, and \r\nwith consideration by the Council as a central element. \r\nWe expect that the organizations and specialized \r\nagencies of the United Nations, coordinated by the \r\nCouncil, will, in a timely fashion, start preparations for \r\nCouncil sessions, including at a regional level. Russia \r\nis ready for constructive cooperation in this field with \r\nall interested partners. \r\n Mr. Voto-Bernales (Peru) (spoke in Spanish): \r\nAllow me first of all to express my thanks for the \r\nreport introduced by the distinguished representative of \r\nHaiti, Mr. Mérorès, and to pay tribute to his skilful \r\nguidance of the Economic and Social Council as its \r\nPresident.  \r\n My delegation associates itself with the statement \r\nmade by the representative of Antigua and Barbuda on \r\nbehalf of the Group of 77 and China. \r\n Two years have elapsed since the adoption of \r\nresolution 61/16 on strengthening the Economic and \r\nSocial Council, which established, among other things, \r\ntwo elements that my delegation regards as fundamental \r\nto improving the work of the Council: on one hand, \r\nsubstantive annual reviews at the ministerial level and, \r\non the other, the Development Cooperation Forum.  \r\n We welcome the holding in July of the first \r\nmeeting of the Development Cooperation Forum, at \r\nwhich time the President of the Council said that the \r\nlaunching of the Forum was a significant milestone in \r\nthe implementation of the global partnership for \r\ndevelopment as, for the first time, international \r\ndevelopment cooperation issues as such will be \r\ndiscussed under the aegis of the United Nations by the \r\nEconomic and Social Council in order to strengthen the \r\nimpact of cooperation for development. \r\n In this regard, I would like to underscore a \r\nnumber of points that we regard as key for this work to \r\nproceed effectively. The Forum should further \r\nstrengthen the voice of all those concerned, including \r\ncivil society, parliamentarians, the private sector and \r\nlocal government, through support for high-level \r\ndialogue on the main issues of cooperation for \r\ndevelopment. Due consideration must be given to the \r\nbroad range of topics affecting the efficiency of \r\ncooperation for development, such as climate change, \r\nfood security and policy coherence. The Forum should \r\ncontinue to provide independent high-quality analysis \r\non the topic of cooperation to ensure a broad and \r\ninclusive international debate on that agenda. The \r\n A/63/PV.36\r\n \r\n9 08-58333 \r\n \r\nForum should play a key role as an international \r\nmechanism for accountability, bringing together \r\nanalysis of progress achieved on the national and global \r\nlevels as related to the topic of mutual accountability, \r\nthus contributing to donor-beneficiary coordination. \r\n Another key event at the July meeting was the \r\nthematic debate entitled “Promoting an integrated \r\napproach to rural development in developing countries \r\nfor poverty eradication and sustainable development, \r\ntaking into account current challenges”, at which my \r\ncountry raised a number of points that it would like to \r\nreiterate in this forum. \r\n Like climate change, protection of biodiversity is \r\na long-term global issue that is not being handled \r\neffectively and is closely associated with sustainable \r\ndevelopment. In that regard, we need to heighten \r\nawareness of the problem and increase the number of \r\ninternational programmes promoting technical and \r\nfinancial assistance for the protection of biodiversity. \r\n The rules and incentives established by markets \r\nin the developed countries to mitigate the effects of \r\nclimate change can at times hamper some exports from \r\ndeveloping countries. For that reason, technical and \r\nfinancial assistance is needed, so that the developing \r\ncountries can upgrade their manufacturing plants, so as \r\nto comply with those new and more stringent \r\nrequirements. \r\n The current regimes of intellectual property rights \r\nneed to be reviewed to take into account the interests \r\nof developing countries. We are particularly concerned \r\nabout the protection of traditional knowledge. \r\n In the private sector of developing countries, \r\nlimited access to credit and technology can hinder \r\ninvestment in cleaner and more efficient production \r\ndepending on resources and the establishment of new \r\ncompanies that contribute to sustainable development. \r\nIn that regard, we must support not only the large \r\ncorporations, but also individual initiatives and small \r\nbusiness, which is essential to developing countries. \r\n As a result, we underscore the importance of \r\ninitiatives, such as that of the Commission on Legal \r\nEmpowerment of the Poor, co-chaired by the former \r\nSecretary of State of the United States of America, \r\nMs. Madeleine Albright, and Mr. Hernando de Soto, \r\nwho delivered the report of the Commission on 3 June \r\n2008 and to which we believe all necessary support \r\nshould be offered. \r\n Just 10 days ago, thanks to the endorsement of \r\nour region, my country had the honour to be elected as \r\na member of the Council for the period 2009 to 2010. \r\nWe are excited to return to the Economic and Social \r\nCouncil, since the work of that body relates closely to \r\nthe outlook and priorities of Peru’s foreign policy. \r\n Together with the impetus given to economic \r\ngrowth by investment and the generation of \r\nemployment — goals towards which we are working \r\nhard — fighting against poverty and exclusion is \r\ncurrently probably the most daunting challenge of \r\nPeru’s national and foreign policies. We are convinced \r\nthat the dignity of the human being and his well-being \r\nlie at the core of our concerns. \r\n In that regard, I would like to put forward two \r\nbrief thoughts of a general nature about the work of the \r\nCouncil.  \r\n First, we need to refocus the work of the Council. \r\nAs His Holiness Pope Benedict XVI pointed out when \r\nhe last addressed the General Assembly: “The founding \r\nprinciples of the Organization … express the just \r\naspirations of the human spirit and constitute the ideals \r\nwhich should underpin international relations” \r\n(A/62/PV.95, p. 3). In that regard, the work of the \r\nCouncil should focus on the human being and make the \r\nindividual the core of its actions and the purpose of all \r\ngoals. \r\n Secondly, to put it plainly, we believe that we \r\nneed more action and less rhetoric. It is not so much a \r\nquestion of creating new commitments as fulfilling \r\nthose already made. That needs the establishment of \r\nflexible and effective follow-up mechanisms in all the \r\nCouncil’s areas of activity. \r\n Mr. Sen (India): I am grateful for the opportunity \r\nto express our views on the report of the Economic and \r\nSocial Council for 2008 (A/63/3). India attaches great \r\nimportance to the work of the Economic and Social \r\nCouncil, and believes that its strengthened structure \r\nwill assist in better discharging its role as the principal \r\nbody for coordination, policy review, policy dialogue \r\nand recommendations on issues of economic and social \r\ndevelopment. We underline the importance of the new \r\nmandate, given to the Council in 2006, to undertake a \r\nregular and periodic review and assessment of \r\ninternational economic and development policies and \r\ntheir impact on development. We support the \r\nDevelopment Cooperation Forum as a key body in \r\nA/63/PV.36  \r\n \r\n08-58333 10 \r\n \r\noverseeing trends in international development \r\ncooperation. \r\n Insofar as the report of the Economic and Social \r\nCouncil for 2008 is concerned, we would like to \r\ncomment on the report of the Statistical Commission \r\non its thirty-ninth session (E/2008/24), which was \r\nconsidered by the Economic and Social Council during \r\nits 2008 substantive session. While the Statistical \r\nCommission was asked merely to look at the indicators \r\nfor the targets of the Millennium Development Goals \r\n(MDGs), we would like to reiterate our position and \r\nplace on record that we do not agree with the change in \r\ntargets effected last year by the United Nations \r\nSecretariat, particularly the transfer of a target from \r\nGoal 8 to Goal 1. Such actions, without the approval of \r\nMember States, are arbitrary and misrepresent the \r\ndecision taken at the 2005 World Summit Outcome. \r\nFurther, those actions weaken the monitoring of \r\nMDG 8 and are against the spirit of the global \r\npartnership for development. We would therefore urge \r\nthe Statistical Commission to focus particularly on that \r\naspect during its fortieth session. \r\n Mr. Murakami (Japan): Today, it is my pleasure \r\nto share Japan’s position under agenda item 40, on the \r\nreport of the Economic and Social Council (A/63/3), \r\nand agenda item 44, on integrated and coordinated \r\nimplementation of and follow-up to the outcomes of \r\nthe major United Nations conferences and summits in \r\nthe economic, social and related fields (A/63/83). \r\n First of all, I would like to express my \r\ndelegation’s sincere gratitude to the Secretariat for \r\nproviding those reports. I would also like to join \r\nprevious speakers in praising Ambassador Mérorès, \r\nPresident of the Economic and Social Council, for his \r\nskilful and successful leadership of the Council this \r\nyear.  \r\n On 22 October, with the endorsement of the \r\nregional group, Japan was re-elected a member of the \r\nEconomic and Social Council for the term from 2009 \r\nto 2011. My delegation would like to express its \r\nsincere gratitude to all the Member States that \r\nsupported our re-election. We are committed to \r\ncontinue playing an active and constructive role in the \r\ndeliberations of the Council. \r\n Japan attaches great importance to the activities of \r\nthe Economic and Social Council. During the high-level \r\nsegment of the substantive session this year, the then \r\nVice-Minister for Foreign Affairs of Japan, \r\nMr. Yasuhide Nakayama, declared that Japan supported \r\nthe efforts to strengthen the Council, including the \r\nestablishment of the Development Cooperation Forum. \r\nJapan not only financially supported the preparation \r\nprocess of this year’s Economic and Social Council, but \r\nalso sent panellists to its meetings to share their views. \r\n Japan has announced its intention to make a \r\nnational voluntary presentation at next year’s annual \r\nministerial review in Geneva. Under the theme \r\n“Implementing the internationally agreed goals and \r\ncommitments in regard to global public health”, Japan \r\nwill present its unique experience in enhancing public \r\nhealth domestically, as well as its recent role as a \r\nstrong advocate for the promotion of global health. \r\n The high-level meeting on Africa’s development \r\nneeds and the high-level event on the Millennium \r\nDevelopment Goals in September provided an ideal \r\nopportunity for world leaders to send a strong message \r\nthat we should act together to make strong efforts for \r\nthe development of Africa and the achievement of the \r\nMDGs. For its part, Japan placed the MDGs at the top \r\nof the agenda at the two important summits it hosted \r\nearlier this year, namely, the fourth Tokyo International \r\nConference on African Development (TICAD IV) and \r\nthe Group of Eight (G-8) Summit. \r\n The fourth Tokyo International Conference on \r\nAfrican Development, which took place in Yokohama \r\nin May this year, was co-organized by Japan, the \r\nUnited Nations, the United Nations Development \r\nProgramme (UNDP) and the World Bank. \r\nRepresentatives of 51 African countries, including 41 \r\nleaders, along with other donor countries and a wide \r\nrange of international organizations, gathered to rally \r\nbehind the theme “Toward a vibrant Africa”, or, in \r\nFrench, “Vers une Afrique qui Gagne”. They \r\nreaffirmed the importance of developing country \r\nownership and international community partnership in \r\nadvancing development. They also emphasized the \r\nneed to accelerate broad-based economic growth, to \r\nensure human security including achieving Millennium \r\nDevelopment Goals (MDGs) and the consolidation of \r\npeace and good governance and to address \r\nenvironmental issues and climate change. \r\n At the Group of Eight (G-8) Hokkaido Toyako \r\nSummit in July, leaders declared that, in tackling the \r\nMDG agenda, they would work to improve human \r\nsecurity through the protection and empowerment of \r\nindividuals and communities. In its discussions, the G-8 \r\n A/63/PV.36\r\n \r\n11 08-58333 \r\n \r\nfocused on the areas of health, water and sanitation, and \r\neducation. In the field of global health, the G-8 \r\nemphasized the importance of pursuing a \r\ncomprehensive approach in order to strengthen health \r\nsystems, improve maternal, newborn and child health \r\nand combat infectious diseases. At the successful MDG \r\nPartnership event on water and sanitation on \r\n24 September, Japan announced its determination to put \r\neven greater effort into enhancing good water cycle \r\nmanagement. With regard to education, Japan \r\nemphasizes the importance of improving both the \r\nquality and quantity of basic education as well as of \r\ndeveloping a well balanced and holistic education \r\nsystem, including secondary, higher and technical and \r\nvocational education and training. All of these policies \r\ncame with specific commitments, which Japan \r\nannounced earlier this year and reiterated at the high-\r\nlevel event on the MDGs. Japan is determined to work \r\nsteadfastly in order to fulfil these commitments. \r\n In the fight against climate change, the G-8 \r\nleaders sought to share with all parties to the United \r\nNations Framework Convention on Climate Change the \r\nvision of the goal of achieving a reduction of at least \r\n50 per cent in global emissions by 2050. They also \r\nemphasized the importance of midterm goals and \r\nnational plans, and shared the view that sectoral \r\napproaches are useful tools for achieving national \r\nemission reduction objectives. \r\n Japan stands ready to continue to provide \r\nleadership towards the eradication of poverty and the \r\nachievement of sustained economic growth through the \r\nenhancement of human security. My delegation hopes \r\nthat fruitful discussions at the United Nations will lead \r\nto concrete actions towards the achievement of these \r\ngoals. \r\n Mrs. Aitimova (Kazakhstan): At the outset, allow \r\nme to express some words of appreciation to the \r\nPresident of the Economic and Social Council for his \r\nreport and to the Secretary-General for his report \r\nentitled “Role of the Economic and Social Council in \r\nthe integrated and coordinated implementation of and \r\nfollow-up to the outcomes of the major United Nations \r\nconferences and summits, in the light of relevant \r\nGeneral Assembly resolutions, including resolution \r\n61/16”. \r\n We believe that the progress made in the \r\nimplementation of resolution 61/16 since its adoption \r\nis accurately reflected in the report. The report contains \r\na number of important recommendations for further \r\naction to promote an integrated and coordinated \r\napproach to the implementation of the outcomes of the \r\nmajor United Nations conferences and summits in \r\neconomic, social and related fields. It concerns, first of \r\nall, the achievement of the Millennium Development \r\nGoals (MDGs), namely, poverty eradication, sustained \r\neconomic growth and sustainable development. We \r\nshould realize that our eventual success in attaining \r\nthose goals will be achieved through cross-sectoral \r\ninteraction, as well as through the mobilization of \r\nresources and maximization of support from various \r\nconstituencies in the development process. \r\n The delegation of Kazakhstan would like, in \r\nparticular, to emphasize the role of the General \r\nAssembly in ensuring overall monitoring and oversight \r\nof the implementation of decisions taken in global \r\nmultilateral forums. We note with satisfaction that, in \r\naccordance with the relevant recommendations of \r\nresolution 61/16, the Economic and Social Council was \r\nstrengthened during the reporting period in its role as \r\nthe central mechanism for system-wide coordination of \r\nthe process of integrated and coordinated \r\nimplementation of and follow-up to the outcomes of \r\nthe major United Nations conferences and summits. \r\n As a member of the Economic and Social \r\nCouncil, Kazakhstan would like to note that the \r\nCouncil successfully finalized its multi-year \r\nprogramme of work based on a focused and balanced \r\nlist of cross-sectoral thematic issues common to the \r\noutcomes of global multilateral events. The multi-year \r\nwork programme is helping the Council to achieve \r\ngreater coherence and effectiveness in the exercise of \r\nits managerial and coordination responsibilities. \r\n The new Economic and Social Council functions, \r\nsuch as the annual ministerial review and the \r\nDevelopment Cooperation Forum, constitute the \r\ncentral pillars of a revitalized Council and have been \r\nsignificant strides in positioning the Council as the \r\nprincipal forum for global dialogue and reviewing \r\npolicy regarding the effectiveness and coherence of \r\ninternational development cooperation. The results of \r\nthe various conferences and follow-up processes are \r\nbrought together in an integrated manner at the annual \r\nministerial review. This year, during the second annual \r\nministerial review, Kazakhstan conducted its national \r\nvoluntary presentation on its progress in the \r\nimplementation of the MDGs. During the preparatory \r\nprocess, which gave the Kazakhstan Government the \r\nA/63/PV.36  \r\n \r\n08-58333 12 \r\n \r\nopportunity to once again look critically at the progress \r\nmade towards attaining the MDGs, national MDG \r\nbenchmarks were set, higher than those agreed upon at \r\nthe global level. In this regard, my delegation would \r\nlike to express deep gratitude to experts from the \r\nDepartment of Economic and Social Affairs and to the \r\nCouncil secretariat for providing technical assistance in \r\nthe course of those preparations for the presentation. \r\n The first ever Development Cooperation Forum \r\nbrought together representatives from Governments, \r\nthe private sector, intergovernmental organizations and \r\nacademia to discuss technical aspects of development \r\ncooperation issues. It was truly a historic session, \r\nwhich implemented the new functions of the Council in \r\ntheir entirety. Further evidence of the Council’s \r\nleadership role in the development area is the launch, \r\nduring the previous session of the Council, of the \r\nglobal debate on the consequences of economic \r\ninsecurity caused by the overlapping food, fuel and \r\nfinancial crises, in search of an appropriate response. \r\nThis is a truly global forum in which the world can \r\nunite in order to, among other things, reinvent the \r\nglobal financial architecture.  \r\n We welcome the ongoing involvement of \r\nfunctional and regional commissions in the review of \r\ntheir working methods, priorities and programmes, \r\ntaking into account the multi-year work programme of \r\nthe annual ministerial review, in order to better pursue \r\nthe implementation of the outcomes of various global \r\nevents. Recognizing the instrumental role of regional \r\ncommissions in maintaining the focus on the \r\nimplementation of the outcomes of the various \r\nconferences within their respective purviews, my \r\ndelegation calls on member States to support the \r\nproposal to open sub-regional offices of regional \r\ncommissions, particularly the joint office of the \r\nEconomic Commission for Europe and the Economic \r\nand Social Commission for Asia and the Pacific in \r\nNorth Central Asia, which will bring the Council closer \r\nto beneficiary countries. \r\n One of the central events of this year in the \r\nUnited Nations was the high-level event in the General \r\nAssembly on the Millennium Development Goals to \r\nassess the achievements made at the midpoint towards \r\n2015.  \r\n In view of the slowdown in the process of \r\nimplementing the MDGs within the defined time frame, \r\ngovernments and business and civil society partners \r\nmade new commitments in the amount of $16 billion to \r\nhelp meet the MDGs. Implementation of additional \r\ndevelopment programmes will require additional efforts \r\nby development partners.  \r\n Therefore, we encourage the Economic and \r\nSocial Council, its functional and regional \r\ncommissions and other relevant subsidiary bodies to \r\ngear their deliberations and workplans towards making \r\nsignificant contributions to that process. This concerns \r\nprimarily the Economic and Social Council high-level \r\nsegment with the Bretton Woods institutions in 2009, \r\nperiodic sessions of the Commission on Sustainable \r\nDevelopment and the review meetings of the \r\nCommission on the Status of Women and the \r\nCommission for Social Development. We also hope \r\nthat the outcome of the Doha Round of negotiations at \r\nthe end of this month will contribute to accelerating \r\nprogress towards the development goals. \r\n My delegation would like to reiterate \r\nKazakhstan’s adherence to its commitments to the \r\nMillennium Declaration and the outcomes of the major \r\nUnited Nations conferences and summits. We also \r\nexpress our conviction that the Economic and Social \r\nCouncil, as one of the main organs of the United \r\nNations, should continue to play a critical role in \r\nensuring steady progress towards forging a global \r\npartnership for development. \r\n Ms. Legarda (Philippines): I am honoured to \r\ndeliver this statement on behalf of the Philippines and \r\nto state for the record that the Philippines aligns itself \r\nwith the statement delivered by the representative of \r\nAntigua and Barbuda on behalf of the Group of 77 and \r\nChina. The Philippines also wishes to commend the \r\nSecretary-General for his comprehensive report on \r\nagenda item 44, entitled “Role of the Economic and \r\nSocial Council in the integrated and coordinated \r\nimplementation of and follow-up to the outcomes of \r\nthe major United Nations conferences and summits, in \r\nthe light of relevant General Assembly resolutions, \r\nincluding resolution 61/16” (A/63/83).  \r\n As an immediate past Vice-President of the \r\nEconomic and Social Council, the Philippines has been \r\nin the privileged position of actively participating in \r\nthe revitalization of that important organ of the United \r\nNations. In the same manner, it continues to contribute \r\nto the work of the various functional Commissions of \r\nwhich it is a member. \r\n A/63/PV.36\r\n \r\n13 08-58333 \r\n \r\n On substantive matters, the Economic and Social \r\nCouncil annual ministerial review’s focus this year on \r\nsustainable development showed much overlap with \r\nthe Philippines’ positions on cross-cutting issues such \r\nas the food crisis, climate change and the gender gap, \r\nwhich were reported on during the Commission on \r\nSustainable Development’s meeting last May — all \r\naspects of which add to the challenges already faced by \r\ndeveloping countries in meeting the Millennium \r\nDevelopment Goals. \r\n The Philippines has taken the position that \r\ngreater focus should be concentrated on adaptation \r\nthan on mitigation. Adapting to climate change \r\nrequires reducing underlying vulnerabilities, building \r\nresponse capacities and managing climate risks. Two \r\nweeks ago, parliamentarians from countries vulnerable \r\nto climate change gathered in a consultative meeting in \r\nManila, Philippines, and came up with The Manila Call \r\nfor Action of Parliamentarians on Disaster Risk \r\nReduction and Climate Change Adaptation. This \r\nrepresentative was privileged to be a co-convener with \r\nthe United Nations Inter-Agency Secretariat of the \r\nInternational Strategy for Disaster Reduction. The \r\nPhilippines, together with those countries will also \r\nlook into compliance by our respective Governments \r\nwith the Hyogo Framework for Action 2005-2015, the \r\nguide for effective disaster reduction at the national \r\nlevel, which 168 countries adopted in 2005. \r\n It is now high time to review legislative progress \r\npursuant to the Hyogo Framework for Action, the \r\nUnited Nations Framework Convention on Climate \r\nChange and the Bali Action Plan. Accordingly, the \r\nPhilippine reiterates the parliamentarians’ entreaty to \r\nthe United Nations and the Inter-Parliamentary Union \r\nto commence the process of transforming the Hyogo \r\nFramework for Action into an internationally binding \r\nlegal instrument. The Philippines is convinced that that \r\nwould strengthen our commitments and ensure the \r\nrealization of the goals and objectives of the Hyogo \r\nFramework for Action. \r\n The Economic and Social Council special \r\nmeeting on the global food crisis was one of the very \r\nfirst discussions on the problem and one that led to the \r\nhigh-level meeting in Rome and the eventual \r\nfinalization of the Comprehensive Framework for \r\nAction. \r\n Whereas 30 years ago we were one of the biggest \r\nexporters of rice, we are now one of the world’s largest \r\nimporters of rice and the Philippines remains critically \r\nengaged in efforts concerning the food crisis. During \r\nthe meeting of the Commission on the Status of \r\nWomen, the Philippines highlighted the fact that the \r\nWorld Economic Forum ranked the Philippines as the \r\nonly Asian country in the top ten on the global gender \r\ngap index — an achievement that reflects progress in \r\nnarrowing the gender gap. However, that is not \r\nreflective of the vulnerability faced by women in the \r\nface of the current global financial crisis. \r\n On procedural matters, it has become apparent \r\nthat all of the major global crises that have made the \r\nheadlines over the past year — the food and fuel crises, \r\nclimate change and environmental degradation and \r\nmost recently, the financial crisis — are within the \r\npurview of the Economic and Social Council. Those \r\ncrises pose grave threats to the achievement of all \r\ninternationally agreed development goals and in \r\nparticular the Millennium Development Goals. \r\n The number and severity of the global crises \r\nchallenge the United Nations system and challenge all \r\nUnited Nations Member States as well, in terms of \r\ntrying to find quick, coherent, comprehensive and \r\ncoordinated responses to the multidimensional and \r\noften interrelated effects of those problems. \r\n The Philippines supports taking a closer look at \r\nthe utility of reporting triennially on efforts to reduce \r\nthe amount of work that may not have any useful \r\noutcome. \r\n Finally, on a personal note and speaking as a \r\nmember of the Philippine Senate — the Upper House \r\nof the Congress of the Philippines — let me underscore \r\nthe report’s recommendation on the conduct of the \r\nEconomic and Social Council Development \r\nCooperation Forum (DCF) that, \r\n “The inclusion of civil society organizations, \r\nparliamentarians as well as local government and \r\nprivate sector representatives provides for a \r\nunique opportunity to garner a wide range of \r\ninputs for a deepened dialogue on the future of \r\ninternational development cooperation.” \r\n(A/63/83, para. 68) \r\nThere is much merit in that recommendation. I believe \r\nthat the development pillar of the United Nations must \r\nbe pushed forward on the basis of a multi-stakeholder \r\napproach, as it is only in that manner that we can \r\nactually ensure that policy recommendations, \r\nA/63/PV.36  \r\n \r\n08-58333 14 \r\n \r\nnegotiated resolutions and programme implementation \r\ncan have any real meaning to the ordinary person. \r\n Mr. Dapkiunas (Belarus) (spoke in Russian): \r\nThis year has been a difficult one for the international \r\ncommunity. The weakness of existing coordinating \r\nmechanisms for economic development at an \r\ninternational level has led to the emergence of a \r\nmultifaceted global crisis in energy, food and finance. \r\nCountering that crisis, as shown by the results of the \r\ninteractive discussion of 30 October, will be impossible \r\nwithout radical reform of the existing system of \r\ninternational financial institutions, in whose activities \r\nthe principles of the free market often take precedence \r\nover ensuring the sustainable development of \r\nindividual States and the conditions for sustainable \r\ndevelopment of the global economy as a whole. \r\n In that respect, we should welcome the efforts of \r\nthe Economic and Social Council to conduct a review \r\nof the progress made in achieving the Millennium \r\nDevelopment Goals (MDGs) and the convening in \r\n2008 of a series of special sessions and meetings with \r\nthe participation of the heads of the Bretton Woods \r\ninstitutions and the World Trade Organization. Those \r\nevents allowed us to better understand the nature of \r\nthose crises, identify their origins and forecast their \r\nshort and midterm impacts on various States. We \r\nbelieve that the practice of convening such events \r\nshould continue. \r\n Belarus has consistently advocated enhancing the \r\nrole of the Economic and Social Council as a \r\nspecialized body to resolve global economic problems. \r\nSimilar to the Security Council, which is a body whose \r\nmission is to respond to threats and challenges to \r\ninternational peace and security, the Economic and \r\nSocial Council must become the centre for \r\ncoordination of the international community’s efforts \r\nto respond to global challenges in its area of \r\ncompetence. In that respect, we believe that the \r\nEconomic and Social Council should, as rapidly as \r\npossible, convene a high-level meeting to consider \r\nways to overcome the financial crisis. We welcome that \r\nthe Development Cooperation Forum and the annual \r\nministerial review have been mainstreamed into the \r\nactivities of the Economic and Social Council. \r\nHowever, further steps in that direction will be needed. \r\n The questions of assistance to middle-income \r\ncountries should be included in the framework of the \r\nfight against the consequences of the financial crisis. \r\nWe call upon the international community to step up \r\ninternational cooperation in providing that group of \r\nStates with technical assistance, in order to provide \r\nthem with the broadest possible capacity to \r\nindependently elaborate and implement sound and \r\neffective strategies for their development. \r\n Mrs. Wahab (Indonesia): Indonesia would like to \r\nthank the Secretary-General for the reports contained \r\nin documents A/63/3 and A/63/83. We also join \r\nprevious speakers in thanking the President of the \r\nEconomic and Social Council for his leadership. \r\n Indonesia also aligns itself with the statement \r\nmade by the representative of Antigua and Barbuda on \r\nbehalf of the Group of 77 and China.  \r\n Indonesia welcomes the General Assembly’s \r\ncontinued focus on integrated and coordinated \r\nimplementation of, and follow-up to, the outcomes of \r\nthe major United Nations conferences and summits. As \r\nemphasized in paragraph 151 of the World Summit \r\nOutcome (resolution 60/1), the General Assembly \r\nshould strengthen its relationship with other principal \r\norgans to ensure better coordination. In paragraph 155 \r\nof the same document, the Economic and Social \r\nCouncil was called upon to ensure follow-up of the \r\noutcomes of the major United Nations conferences and \r\nsummits, including the internationally agreed \r\ndevelopment goals.  \r\n The Economic and Social Council’s launch of the \r\nannual ministerial review and Development \r\nCooperation Forum in 2007 contributed to those \r\ninterrelated objectives. The annual ministerial review \r\nand Development Cooperation Forum are important to \r\nenhance the effectiveness of the United Nations system \r\nand its impact on development. More importantly, both \r\nforums bridge the divide between the normative and \r\noperational work of the United Nations. That thus \r\nhelps close the implementation gap. \r\n The measure of success for both entities rests on \r\ntwo achievements. First is their impact in enhancing \r\nthe integration of the international development agenda \r\nin the programmes of work of United Nations system \r\nentities. Second is their effectiveness in providing \r\ncoherent support to the implementation of national \r\nstrategies. \r\n In that connection, Indonesia is pleased that a \r\nmulti-year programme of work has been adopted for \r\nthe annual ministerial review. Organizing a different \r\n A/63/PV.36\r\n \r\n15 08-58333 \r\n \r\nthematic area each year provides a clear structure for \r\nthe deliberations. Furthermore, it facilitates better \r\nassessment of the role of the annual ministerial review. \r\nIt also mobilizes the engagement of the functional \r\ncommissions. \r\n Likewise, the first biennial meeting of the \r\nDevelopment Cooperation Forum in New York this \r\nyear also provided clear policy direction regarding the \r\nDoha Review Conference and the 3rd High-Level \r\nForum on Aid Effectiveness, held at Accra. \r\n Those measures, in Indonesia’s view, provide a \r\nconstructive contribution to the Council’s role as the \r\nprincipal body overseeing the overall implementation \r\nof the internationally agreed development goals.  \r\n In the implementation of the multi-year \r\nprogramme of work of the annual ministerial review, \r\nIndonesia commends the programmatic contributions \r\nof the functional commissions in regard to the themes. \r\nTheir input towards this year’s annual ministerial \r\nreview theme, “Implementing the internationally \r\nagreed goals and commitments in regard to sustainable \r\ndevelopment”, showed their commitment to this \r\nprocess. It is commendable that their efforts are being \r\nattuned to current challenges. The particular focus in \r\nmost of the commissions in regard to climate change is \r\nencouraging. \r\n It is important that the regional commissions \r\ncontinue to contribute the efforts of their member \r\nStates to meeting the internationally agreed \r\ndevelopment goals. The regional commissions need to \r\nalign their programmes of work with regional priority \r\nareas. Therefore, strengthening their capacities by \r\nworking together with the Secretariat’s Department of \r\nEconomic and Social Affairs becomes imperative. \r\n While acknowledging the positive developments \r\nof the Economic and Social Council, we cannot fall \r\ninto complacency. It is important to continually \r\npromote policy coherence at all levels. The link \r\nbetween the global policy debate and national activities \r\nshould be strengthened.  \r\n At the international level, the contribution of the \r\nfunctional commissions is still ad hoc. There needs to \r\nbe a clear and systematic way of contributing to the \r\nannual ministerial review while not overlooking the \r\npriorities of their respective programmes of work. \r\nLikewise, the United Nations system’s current effort to \r\nenhance coordination through closer interaction \r\nbetween the Economic and Social Council, the \r\nExecutive Committee on Economic and Social Affairs, \r\nthe newly constituted Chief Executives Board structure \r\nand the executive boards of the funds and programmes \r\ncould help ensure effective support for the \r\nimplementation of conference commitments. \r\n At the national level, the effort of the United \r\nNations through the “One United Nations” approach is \r\na positive step towards integrated follow-up of the \r\nUnited Nations conferences and summits. We should \r\nbuild on the lessons learned. In terms of reporting, the \r\nrecommendation to triennialize the report on the \r\nintegrated follow-up merits further consideration. \r\nHowever, it may be more valuable to follow the timing \r\nof the current Economic and Social Council \r\nrestructuring. It is worth considering biennial reports to \r\nconform with the work of the Development \r\nCooperation Forum and to ensure timely assessments. \r\n The Acting President: We have heard the last \r\nspeaker in the debate on agenda items 40 and 44. \r\n The Assembly will now take a decision on draft \r\nresolutions A/63/L.14 and A/63/L.15. \r\n We turn first to draft resolution A/63/L.14, \r\nentitled “Smoke-free United Nations premises”. I draw \r\nthe attention of the members to the fact that the \r\nasterisk in the line of sponsors should appear after \r\nAntigua and Barbuda. That correction, where \r\nnecessary, will be reflected in the addendum to the \r\ndocument.  \r\n Before proceeding to take action on draft \r\nresolution A/63/L.14, I should like to announce that \r\nsince the introduction of the draft resolution the \r\nfollowing countries have become sponsors: Argentina, \r\nFinland, France, Ireland, Israel, Lebanon, the \r\nNetherlands, Portugal, Spain, Sweden, Switzerland and \r\nthe United Kingdom of Great Britain and Northern \r\nIreland. \r\n May I take it that the Assembly decides to adopt \r\ndraft resolution A/63/L.14?  \r\n Draft resolution A/63/L.14 was adopted \r\n(resolution 63/8). \r\n The Acting President: We turn next to draft \r\nresolution A/63/L.15, entitled “Commemoration of the \r\nfifteenth anniversary of the International Conference \r\non Population and Development”. \r\nA/63/PV.36  \r\n \r\n08-58333 16 \r\n \r\n Before proceeding to take action on draft \r\nresolution A/63/L.15, I should like to announce that, \r\nsince the introduction of the draft resolution, the \r\nfollowing countries have become sponsors: Austria, \r\nBulgaria, Canada, Denmark, Finland, Ireland, Israel, \r\nItaly, Luxembourg, Mozambique, the Netherlands, \r\nPortugal, Slovakia, Slovenia, Spain, Sweden and the \r\nUnited Kingdom of Great Britain and Northern Ireland. \r\n May I take it that the Assembly decides to adopt \r\ndraft resolution A/63/L.15? \r\n Draft resolution A/63/L.15 was adopted \r\n(resolution 63/9). \r\n The Acting President: The General Assembly has \r\nthus concluded this stage of its consideration of agenda \r\nitems 40 and 44. \r\n \r\nAgenda item 114 \r\n \r\nCooperation between the United Nations and \r\nregional and other organizations \r\n \r\n (a) Cooperation between the United Nations and \r\nthe African Union \r\n \r\n  Report of the Secretary-General (A/63/228) \r\n \r\n (b) Cooperation between the United Nations and the \r\nAsian-African Legal Consultative Organization \r\n \r\n  Report of the Secretary-General (A/63/228) \r\n \r\n  Draft resolution (A/63/L.7) \r\n \r\n (c) Cooperation between the United Nations and \r\nthe Association of Southeast Asian Nations \r\n \r\n  Report of the Secretary-General (A/63/228) \r\n \r\n (d) Cooperation between the United Nations and the \r\nBlack Sea Economic Cooperation Organization \r\n \r\n  Report of the Secretary-General (A/63/228) \r\n \r\n  Draft resolution (A/63/L.9) \r\n \r\n (e) Cooperation between the United Nations and \r\nthe Caribbean Community \r\n \r\n  Report of the Secretary-General (A/63/228) \r\n \r\n (f) Cooperation between the United Nations and the \r\nCommunity of Portuguese-speaking Countries \r\n \r\n  Report of the Secretary-General (A/63/228) \r\n \r\n (g) Cooperation between the United Nations and \r\nthe Council of Europe \r\n \r\n  Report of the Secretary-General (A/63/228) \r\n \r\n  Draft resolution (A/63/L.12) \r\n \r\n (h) Cooperation between the United Nations and the \r\nEconomic Community of Central African States \r\n \r\n (i) Cooperation between the United Nations and \r\nthe Economic Cooperation Organization \r\n \r\n  Report of the Secretary-General (A/63/228) \r\n \r\n (j) Cooperation between the United Nations and \r\nthe Eurasian Economic Community \r\n \r\n  Report of the Secretary-General (A/63/228) \r\n \r\n  Draft resolution (A/63/L.13) \r\n \r\n (k) Cooperation between the United Nations and the \r\nInternational Organization of la Francophonie \r\n \r\n  Report of the Secretary-General (A/63/228) \r\n \r\n (l) Cooperation between the United Nations and \r\nthe Inter-Parliamentary Union \r\n \r\n  Report of the Secretary-General (A/63/228) \r\n \r\n (m) Cooperation between the United Nations and \r\nthe Latin American Economic System \r\n \r\n  Draft resolution (A/63/L.10) \r\n \r\n (n) Cooperation between the United Nations and \r\nthe League of Arab States \r\n \r\n  Report of the Secretary-General (A/63/228) \r\n  \r\n (o) Cooperation between the United Nations and \r\nthe Organization for the Prohibition of \r\nChemical Weapons \r\n \r\n  Report of the Secretary-General (A/63/228) \r\n \r\n  Note by the Secretary-General (A/63/155) \r\n \r\n (p) Cooperation between the United Nations and \r\nthe Organization for Security and Cooperation \r\nin Europe \r\n \r\n (q) Cooperation between the United Nations and \r\nthe Organization of American States \r\n \r\n (r) Cooperation between the United Nations and \r\nthe Organization of the Islamic Conference \r\n \r\n  Report of the Secretary-General (A/63/228) \r\n \r\n A/63/PV.36\r\n \r\n17 08-58333 \r\n \r\n (s) Cooperation between the United Nations and \r\nthe Pacific Islands Forum \r\n \r\n  Report of the Secretary-General (A/63/228) \r\n \r\n (t) Cooperation between the United Nations and the \r\nPreparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization \r\n \r\n  Report of the Secretary-General (A/63/228) \r\n \r\n  Note by the Secretary-General (A/63/156) \r\n \r\n  Draft resolution (A/63/L.11) \r\n \r\n (u) Cooperation between the United Nations and \r\nthe Southern African Development Community  \r\n \r\n  Report of the Secretary-General (A/63/228) \r\n \r\n Mr. Tóth (Preparatory Commission for the \r\nComprehensive Nuclear-Test-Ban Treaty Organization): \r\nI have the honour to report today on the status of the \r\nComprehensive Nuclear-Test-Ban Treaty (CTBT) and \r\non the progress achieved by the Treaty’s Preparatory \r\nCommission. The CTBT is an essential pillar of the \r\nnuclear disarmament and non-proliferation regime. It \r\nwas built on strong foundations and it continues to \r\ngrow in strength every year. \r\n The history of the United Nations and the General \r\nAssembly cannot be written without mentioning the \r\nefforts that have been made, and continue to be made, \r\nto secure international peace and security. These efforts \r\nhave gone hand in hand with significant attempts to \r\ncontrol and one day eliminate from our lives the \r\nimposing reality of nuclear weapons. \r\n The comprehensive ban on nuclear weapon \r\ntesting that was negotiated by the Conference on \r\nDisarmament in the 1990s and the subsequent efforts to \r\nprepare for that ban reach back to the very first \r\nresolution of this Assembly. In January 1946, the \r\nAssembly’s first session adopted resolution 1(I): \r\n“Establishment of a Commission to deal with the \r\nproblems raised by the discovery of atomic energy”. \r\nThe Commission was given the task of making specific \r\nproposals on the exchange of scientific information for \r\npeaceful ends, the control of atomic energy to ensure \r\nits use for peaceful purposes, the elimination of atomic \r\nweapons and other weapons of mass destruction, and \r\nthe provision of effective safeguards to protect States \r\nagainst the hazards of violations and evasions. \r\n In the course of the 62 sessions of the Assembly \r\nand the 62 years that have followed, many noble and \r\neffective proposals have been made and implemented. \r\nThe CTBT, with its ban on nuclear testing, its \r\ncomprehensive and global verification regime and its \r\nopen dissemination of the scientific and technical \r\ninformation gathered is one endeavour that has met \r\nthat early Commission’s terms of reference in full. \r\n In its most basic form, the CTBT is a ban on all \r\nnuclear testing, for all people, for all time. The Treaty \r\nforesees the establishment of a global and democratic \r\nverification regime to monitor compliance with the \r\nTreaty’s provisions. In 1996, the year the Treaty was \r\nopened for signature, a Preparatory Commission was \r\nestablished to build the verification regime in \r\nanticipation of the Treaty’s entry into force, while at \r\nthe same time promoting the Treaty and its principles \r\nso that the system could one day be put to work \r\nproperly. \r\n But, in fact, the verification system has already \r\nbeen put to a test. Two years ago, I stood before the \r\nAssembly in the shadow of reports that the then eight-\r\nyear moratorium on nuclear weapon testing — the \r\nlongest silence in the history of nuclear weapon \r\nexplosions — had been broken. The announcement by \r\nthe Democratic People’s Republic of Korea that it had \r\nconducted a nuclear test on 9 October 2006 cut to the \r\ncore of the CTBT’s purpose and mandate. \r\n I reported to the Assembly then on the challenge \r\nthat event posed for the nascent verification regime and \r\nhow it met this challenge successfully when it detected \r\nthe event and attributed it to the Democratic People’s \r\nRepublic. That event was some 20 times smaller in \r\nyield than the nuclear explosion that took place over \r\nHiroshima.  \r\n At a time when the verification regime was in \r\nprovisional operation and the International Monitoring \r\nSystem was only half complete, it was an unwelcome \r\nchallenge. But the silver lining was that the Treaty’s \r\nverification regime proved itself and has since spurred \r\nits members to greater action. \r\n At the request of the Secretary-General, the \r\nUnited Nations system is undertaking significant \r\nefforts to present to the international community a \r\ncoordinated and effective approach to addressing the \r\nchallenge of climate change. The Preparatory \r\nCommission, with its cutting edge technical and \r\nscientific capabilities, may have a substantial \r\ncontribution to make to this effort. \r\nA/63/PV.36  \r\n \r\n08-58333 18 \r\n \r\n The Comprehensive Nuclear-Test-Ban Treaty \r\nOrganization (CTBTO) is uniquely placed for this task, \r\nwith an international monitoring system spanning the \r\nglobe and observing the atmosphere, oceans, \r\nlandmasses and all that rests between. The purpose of \r\nthis wide-scale environmental monitoring is to ensure \r\ncompliance with the Treaty’s provisions. But, by its \r\nvery nature, it can be adapted for other purposes. \r\n In the past two years alone, the system has grown \r\nexponentially, and 70 per cent of the 337 facilities to \r\nbe built across the territories of 89 countries are \r\ncomplete. The global communications infrastructure — \r\nthe communications lifeline supporting the system and \r\ncomprising 250 terminals networking the globe — has \r\nbeen completely revamped just in the past 12 months. \r\nThe existing system, with the multiplicity of \r\ntechnologies it supports, could prove a highly effective \r\nand efficient means of generating valuable climate-\r\nrelated information directly. \r\n The network could also potentially support \r\nsensors co-located with our monitoring facilities and \r\ntargeted specifically at the global climate change \r\nproblem. Approximately $1 billion have been invested \r\nin the system by its members over more than a decade. \r\nThe system is truly unprecedented in its global reach, \r\nwith facilities located in some of the harshest yet most \r\nrelevant environments. This is a significant asset of the \r\ninternational community, one that has definite potential \r\nto help us address global climate change issues \r\nsuccessfully. \r\n There are other potential civil and scientific \r\napplications to which the Comprehensive Nuclear-Test-\r\nBan Treaty’s verification regime can be put to use. As \r\nwe have developed and improved the system, interest \r\nin it has grown. That interest has led to other avenues \r\nfor which the data we are generating can be put to use, \r\nsuch as tsunami warning alerts. People naturally want \r\nthe best and we can provide the fastest, most reliable \r\nand highest quality data. \r\n Following extensive cooperation with UNESCO, \r\nagreements for the provision of data for tsunami \r\nwarning purposes have recently been signed with \r\ninstitutions in Australia, Japan and the Philippines. \r\nMore are to follow with Indonesia and other countries. \r\nImportant life-saving applications of the Treaty’s \r\nverification regime are already being put to use. Plenty \r\nmore could follow. \r\n A great distance has been travelled by the \r\nPreparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization since I last \r\nstood before you. In the changing global context of the \r\ntwenty-first century, this Treaty is now more necessary \r\nthan ever. A verification regime, unprecedented in \r\nscope and ambition, is coming to life. As we assemble \r\nhere today, it is waiting. It is a massive human and \r\nfinancial investment, a great endeavour of scientists \r\nand Governments alike, waiting to enter into full \r\noperation because that is what it was built to do and \r\nthat is what it stands ready to do. \r\n However, all of this is for naught if we cannot \r\nbring this Treaty into force. The Preparatory \r\nCommission is now a 180-member-strong organization. \r\nWe are five ratifications away from crossing the \r\n150-ratifications barrier. It would seem that all roads \r\nlead to the universalization of the CTBT and its \r\nprinciples. And yet, because of the Treaty’s own built-\r\nin mechanisms, there are still nine countries whose \r\nratification is necessary for this Treaty to enter into \r\nforce. Consequently, we are kept at the gate. \r\n I say that this Treaty is now more necessary than \r\never. This is not simply rhetoric. Gaps have developed \r\nin the disarmament and non-proliferation regime. In \r\nthe barriers erected to protect us from nuclear weapons, \r\nwe are not living up to the resolve with which our \r\npredecessors first convened, united in their common \r\naim of delivering us from the threat posed by the \r\ndiscovery of atomic energy. We have lost the sense of \r\nurgency. \r\n When we consider the myriad challenges before \r\nus today, the argument for establishing this Treaty \r\nimmediately in the international rule book proves more \r\ncompelling than ever. \r\n Concerns about energy security are moving \r\nalternative energy solutions to the forefront. So too is \r\nthe potential threat posed by climate change, as its \r\neffects become more apparent in our daily lives. The \r\npotential resurgence of nuclear energy rests at the crux \r\nof these two defining issues on the international \r\nagenda. Nuclear energy may well be about to witness a \r\nrenaissance. \r\n Such a resurgence will almost certainly lead to an \r\nincrease in the number of countries, facilities, \r\ninstitutions and individuals managing sensitive \r\ncomponents of the nuclear fuel cycle. Such a surge \r\nacross the board will make it more difficult than ever \r\n A/63/PV.36\r\n \r\n19 08-58333 \r\n \r\nto differentiate between prohibited and permitted \r\nnuclear activities. We are moving in a direction where \r\nthe choice between nuclear energy for peaceful \r\npurposes or nuclear energy for weapons will be based \r\nmore on political grounds than on technical ones. \r\n As nuclear energy is promoted to address energy \r\nsecurity and climate change challenges, this promotion \r\nmust go hand in hand with a strengthening of the \r\ndisarmament and non-proliferation regime — a regime \r\nthat has been weakened in recent years. The \r\nComprehensive Nuclear-Test-Ban Treaty is the last and \r\nmost visible legal and technical barrier to the \r\ndevelopment of nuclear weapons. It can keep the \r\ndisarmament and non-proliferation regime from \r\nunravelling, as we progress through the twenty-first \r\ncentury and attempt to navigate the compound \r\nchallenges facing our world and as we learn the lessons \r\nof the current global economic crisis. These challenges \r\nmust not be left unattended; they must not be left to \r\nunregulated competition and market forces for an \r\nadequate response; they require even more regulation \r\nthan other volatile areas of our daily lives; they will \r\nnot forgive complacency; and they must be faced \r\npromptly, decisively and collectively. \r\n The Comprehensive Nuclear-Test-Ban Treaty and \r\nthe efforts we are currently undertaking are steeped in \r\nthe tradition of this body. That such tradition is \r\nimportant because it is the tradition of cooperation and \r\ncollective responsibility. Nations assembled here \r\n62 years ago and began that tradition in the General \r\nAssembly: to have disparate and diverse communities \r\nworking together as one international community \r\ntowards a common goal and with a common ownership \r\nof that enterprise and the fruits of that enterprise. \r\nThose efforts extend now to every outpost of human \r\nendeavour, including the exploitation of nuclear \r\nmaterials. \r\n Undoubtedly, the most terrifying problem raised \r\nby the discovery of atomic energy was the realization \r\nof the capacity to destroy ourselves — to end human \r\nlife on this planet. We are locked in a constant struggle \r\nto control that capacity, to see it diminish so that the \r\npositive applications of scientific thought and \r\nknowledge may flourish. \r\n The Comprehensive Nuclear-Test-Ban Treaty and \r\nthe global and democratic verification regime that it \r\nprovides make us stronger. They give us the power to \r\nwin that struggle. During the past 10 years the Treaty \r\nwas repeatedly challenged by nuclear weapon tests and \r\naction putting at risk its eventual entry into force, and \r\nthe number of ratifications grew from a mere 13 to \r\nnearly 150. During the same period a $1 billion \r\nverification regime was put in place. It happened not \r\nbecause of political myopia or abundance of resources. \r\nIt happened because all those nearly 150 countries \r\nvoted with their feet. It happened because all those \r\ncountries put their money where their mouth is. It \r\nhappened because they saw the clear and present \r\ndifficulties but were determined to prevail. \r\n The great act of this body, as it moves forward, \r\nmust be to see the day when proposals to deal with the \r\nproblems raised by the discovery of atomic energy are \r\nno longer needed, because the problems have been \r\nsolved and all that lies before us is opportunity and the \r\nfreedom to pursue it in the absence of fear. \r\n The Acting President: I now give the floor to the \r\nDirector-General of the Organization for the \r\nProhibition of Chemical Weapons, Mr. Rogelio Pfirter, \r\nto present the report of that organization. \r\n Mr. Pfirter (Organization for the Prohibition of \r\nChemical Weapons): I have the pleasure of addressing \r\nthis Assembly under the agenda item entitled: \r\n“Cooperation between the United Nations and the \r\nOrganization for the Prohibition of Chemical \r\nWeapons”. Indeed, such cooperation is vital for peace \r\nand security through the promotion of disarmament and \r\nnon-proliferation. In this common quest, the \r\nOrganization for the Prohibition of Chemical Weapons \r\n(OPCW) plays its part by implementing its mandate of \r\neliminating all declared chemical weapons and \r\nensuring their non-proliferation through the tools of \r\nverification. The disarmament and non-proliferation \r\nregime established by the Convention has received \r\nconsistent support both from the States parties to the \r\nChemical Weapons Convention (CWC) as well as from \r\nthe United Nations. This has strengthened the hard-\r\nwon norms banning the development, production, \r\nstockpiling and use of chemical weapons. \r\n The annual report of the activities and \r\nprogrammes of the OPCW on the implementation of \r\nthe CWC in 2006 (see A/63/155) and the draft report \r\nfor 2007 have already been circulated to the General \r\nAssembly. As part of the continuing cooperation \r\nbetween the OPCW and the United Nations, I also had \r\nthe opportunity of informing the First Committee on \r\n15 October about the current state of implementation \r\nA/63/PV.36  \r\n \r\n08-58333 20 \r\n \r\nof the Chemical Weapons Convention. Last year, \r\nUnited Nations Member States signalled their \r\noverwhelming support for the Convention at the high-\r\nlevel meeting convened in these premises to \r\ncommemorate the tenth anniversary of the \r\nConvention’s operation. It was gratifying to witness \r\nsuch strong commitment to the Convention and the \r\nwork of the OPCW. The adoption each year of a \r\nconsensus resolution by the United Nations General \r\nAssembly, reaffirming the importance of the \r\nConvention, represents another concrete manifestation \r\nof such continuing support. \r\n This year, our States parties met for the second \r\n5-year Review Conference and reaffirmed unanimously \r\ntheir conviction regarding the validity of the \r\nConvention’s objectives in the context of the goals of \r\npeace and security. The Conference stressed in \r\nparticular that the Convention sets new standards for \r\nglobal disarmament and non-proliferation through \r\nverification in a non-discriminatory and multilateral \r\nmanner. While affirming the importance of completing \r\nchemical disarmament within the given deadlines, the \r\nConference equally underscored the need to strengthen \r\nthe non-proliferation aspects of the Convention. It \r\nemphasized, in this context, the importance of effective \r\nnational implementation of the obligations of the \r\nConvention as a means to both deter and punish misuse \r\nof toxic chemicals for any unlawful purposes. \r\n The second Review Conference also recognized \r\nthe important role OPCW can play in support of \r\ninternationally agreed action against international \r\nterrorism. In this framework, it recalled the decision \r\nadopted by the Executive Council in December 2001 \r\nstressing the effective implementation of all provisions \r\nof the Convention. I wish to underline that this is \r\nentirely consistent with the objectives of United \r\nNations Security Council resolution 1540 (2004) and \r\nthat the OPCW is fully cooperating with the United \r\nNations to promote effective implementation of that \r\nresolution. \r\n The success of the second Review Conference \r\nbears eloquent testimony to the foresight and wisdom \r\nof States parties to the Chemical Weapons Convention. \r\nThanks to this spirit, the Convention remains a \r\ncomprehensive and effective disarmament and \r\nnon-proliferation tool that has demonstrably made a \r\nsignificant difference in advancing a system of security \r\nbased on respect for rules that apply to all uniformly, \r\nwith verification as the watchword. \r\n Allow me to summarize the progress that has \r\nbeen made in the implementation of the Chemical \r\nWeapons Convention. I will also touch upon our future \r\nchallenges. \r\n As of 30 September 2008, the OPCW had \r\nverified the destruction of more than 28,600 metric \r\ntons of Category 1 chemical weapons. This represents \r\n41.25 per cent of the total stockpiles declared by six \r\nStates parties. In the two years since I last addressed \r\nthe General Assembly, the amount of chemical \r\nweapons that has been destroyed has doubled. Also in \r\nthis time, two of the six declared possessor States have \r\ncompletely fulfilled their destruction obligations under \r\nthe Convention. They are Albania and a State party. \r\nThey deserve the appreciation of the international \r\ncommunity for reaching these milestones. And so does \r\nIndia, which is close to reaching this landmark. But, of \r\ncourse, the time remaining to accomplish the total \r\ndestruction of declared chemical weapons by all \r\npossessor States is also growing short and a significant \r\namount still remains to be destroyed.  \r\n The major burden of these obligations rests with \r\nthe Russian Federation and the United States. The \r\nRussian Federation has to date completed the \r\ndestruction of more than 11,600 metric tons or 29 per cent \r\nof its Category 1 chemical weapons. The commissioning \r\nof new destruction facilities, as well as the construction \r\nof additional ones, is proceeding apace. The authorities \r\nin the Russian Federation have been very clear in their \r\npledge to fulfil their obligations under the Convention, \r\nwithin its time frame and in the manner mandated by \r\nCWC, and, as stated in a recent report submitted by the \r\nChairman of the OPCW’s Executive Council, they are \r\ntaking concrete steps to that end. \r\n The United States of America has completed the \r\ndestruction of nearly 15,400 metric tons or 55.4 per \r\ncent of its declared stockpiles. New destruction \r\nfacilities are under construction, which will add to the \r\nexisting capacity of the United States to destroy \r\nchemical weapons, thereby further supporting the \r\nresolve of this State party to meet its obligations under \r\nthe Convention. The United States has also provided \r\ncritically needed assistance to other countries in their \r\ndestruction efforts. \r\n The United States and the Russian Federation \r\nhave both shown resolve and transparency by hosting \r\nvisits by delegations of the Executive Council to their \r\nchemical weapon destruction facilities. These visits \r\n A/63/PV.36\r\n \r\n21 08-58333 \r\n \r\nhave enabled representatives of the Council to gain \r\nfirst-hand knowledge, both about the scale of the \r\noperations at destruction facilities and the overall \r\nmagnitude of the undertakings of these two countries. \r\n I reiterate my deep appreciation to both these \r\npossessor States for this firm commitment to uphold \r\nand fulfil their obligations under the CWC. \r\n China and Japan, for their parts, have submitted \r\nreports on the progress made towards the destruction of \r\nall chemical weapons abandoned by Japan on the \r\nterritory of China. I wish to commend the exemplary \r\ncooperation between these two countries in dealing \r\nwith this historical legacy and, in this regard, to \r\nreaffirm the readiness of the Technical Secretariat to \r\nprovide all possible assistance. Indeed, we can all look \r\nforward to the early commencement of the process of \r\ndestruction of these weapons. \r\n The Libyan Arab Jamahiriya is also making \r\nprogress towards the elimination of its chemical \r\nweapons. The required processes, involving technical \r\nreviews and approval of relevant plans by the OPCW \r\nExecutive Council concerning the destruction facility \r\nand activities, are expected to be completed soon. This \r\nwill set the stage for the destruction of Libya’s \r\nchemical weapons, so as to complete the process by \r\n2011. \r\n In terms of its security objectives, the CWC is \r\nboth a disarmament and a non-proliferation instrument. \r\nToday we have in operation an effective and efficient \r\nindustry inspection regime that is key to this \r\nnon-proliferation effort and to the promotion of \r\nconfidence among States parties in the chemical \r\nindustry’s legitimate and peaceful activities. Since the \r\nCWC entered into force in 1997, the OPCW has \r\nconducted almost 3,500 inspections at 195 chemical \r\nweapons-related facilities and over 1,100 industrial \r\nsites on the territory of all States parties. Over 98 per \r\ncent of the world’s chemical industry is located on the \r\nterritory of States parties to the Convention. I once \r\nagain wish to acknowledge the support the chemical \r\nindustry has shown for the Convention. This \r\ncooperation sustains the confidence in the exclusively \r\npeaceful purposes of its activities. However, it must be \r\nremembered that there are nearly 4,500 industrial \r\nfacilities worldwide that are liable to inspections.  \r\n As the OPCW moves closer to the goal of the \r\ncomplete elimination of declared chemical weapons \r\nstockpiles, it is essential to evolve an industry \r\nverification regime that is responsive to the long-term \r\nvalidity of the Convention’s non-proliferation \r\nobjectives. That requires continued refinement and \r\nintensification of industry verification to ensure that all \r\ncategories of relevant facilities, especially the category \r\nknown as the “other chemical production facilities”, \r\nare adequately covered under the verification regime. \r\n While those matters are under active \r\nconsideration by the OPCW’s policymaking organs, the \r\nOrganization’s Scientific Advisory Board is engaged in \r\nmatters that are no less important. There is an \r\nincreasing overlap between the chemical and biological \r\nsciences and a fusion between them and information \r\ntechnology — trends that require close study to \r\ndetermine their relevance to the purposes of the \r\nConvention. Those potential developments call for a \r\nmeasure of readiness to adapt the verification regime \r\nof the OPCW to new challenges, so that it will \r\ncontinue to effectively serve the goals of the \r\nConvention. \r\n Following the adoption of the Plan of Action \r\nregarding the Implementation of Article VII \r\nobligations, the promotion of effective national \r\nimplementation of the Convention has remained a \r\npriority and represents a highly active programme area \r\nfor the OPCW. The number of States parties that have \r\nenacted legislation covering all key areas had increased \r\nfrom 51 in October 2003 to 82 by 30 October 2008, \r\nand 126 States parties had informed the secretariat of \r\nthe legislative and administrative measures that they \r\nhad adopted. Of those States parties, 112 had submitted \r\nthe texts of their adopted measures. The number of \r\nStates parties that have designated or established a \r\nNational Authority, which is a step required under the \r\nConvention, had increased to 177, or 96 per cent of all \r\nStates parties. \r\n It is through the establishment of the necessary \r\nadministrative and legislative measures that States \r\nparties equip themselves to detect, pursue and \r\nprosecute any breach of the Convention by their \r\nnationals on their territory. The relevance of such \r\nmeasures to anti-terrorist efforts is obvious. With the \r\ndomestic implementation of the CWC showing higher \r\nrates of compliance than comparable legal instruments, \r\nthe OPCW has had its own successful experience and \r\nwill continue to share it with others. That has been the \r\ncase in the context of the regional and subregional \r\noutreach activities organized by the United Nations \r\nOffice for Disarmament Affairs and the Security \r\nA/63/PV.36  \r\n \r\n08-58333 22 \r\n \r\nCouncil Committee established pursuant to resolution \r\n1540 (2004). I note with satisfaction that the OPCW’s \r\ncontributions related to that Committee’s work and \r\nexperience have been found to be of particular \r\nrelevance and utility to the United Nations. \r\n Here, I wish to express my gratitude to members \r\nof the OPCW individually and to the European Union, \r\nacting in the framework of its Joint Actions \r\nprogramme, for having made available generous \r\nfinancial contributions that have sustained an extensive \r\nand productive programme of activities in support of \r\nthe work of the Organization. Of course, this is true not \r\nonly for programmes in the area of national \r\nimplementation, but also for activities related to \r\nassistance, protection and international cooperation for \r\npeaceful purposes. The latter are particularly important \r\nfor many member States whose economies are \r\ndeveloping or in transition. \r\n The delivery of emergency assistance in the event \r\nof an attack or threat of attack of chemical weapons \r\nhas assumed considerable importance in view of the \r\nincrease in the number of such threats from non-State \r\nactors. States parties are therefore keen to build their \r\nnational capacities to deal with scenarios that may \r\ninvolve either the use of chemical weapons or the use \r\nof toxic chemicals as such weapons. \r\n The OPCW regularly holds training courses in all \r\nregions of the world. They include programmes for \r\nemergency responders as well as field exercises for the \r\ndelivery of assistance in cooperation and coordination \r\nwith other organizations, including the United Nations. \r\nThe next such exercise is scheduled to take place in \r\nTunisia in 2010. \r\n In the field of the peaceful applications of \r\nchemistry, OPCW programmes have seen both \r\nqualitative and quantitative enhancement, thus \r\nbenefiting a growing number of qualified individuals, \r\nwho return from those programmes better equipped to \r\nserve their organizations and countries. In that area, \r\nAfrica receives special attention in terms of the \r\nallocation of programmes for and the sponsorship of \r\ncandidates. For that purpose, the OPCW programme to \r\nstrengthen cooperation with Africa on the Chemical \r\nWeapons Convention is making steady progress, with \r\nthe cooperation of countries in the region. \r\n An overwhelming majority of the members of the \r\ninternational community are now States parties to the \r\nCWC, thus lending to its prohibitions and norms the \r\nforce of general international law. Adherence by \r\n184 States in 11 years’ time is a notable record. Yet, the \r\nConvention’s objectives and purposes will not be fully \r\nrealized until the remaining 11 countries Members of \r\nthe United Nations have joined the Convention. I \r\nwarmly welcome Iraq’s decision to deposit its \r\ninstrument of accession with the Secretary-General. \r\nLebanon is also expected to do so shortly. That would \r\nleave only nine countries outside the jurisdiction of the \r\nOPCW. We expect some in that group of nine to accede \r\nto the Convention in the near future, as they continue \r\nto make tangible progress in their domestic \r\npreparations. \r\n I would especially urge the remaining countries \r\nin the sensitive region of the Middle East to delink \r\ntheir consideration of joining the Convention from \r\nother political and regional issues. I welcome the \r\nongoing interaction that we enjoy with Egypt and with \r\nIsrael, which is a signatory State. Despite their \r\nreservations with regard to joining the CWC, they have \r\nnot avoided constructive engagement. I hope to enter \r\ninto similar discussions with Syria. I will continue to \r\nappeal to them to consider the benefits that their \r\naccession to the Convention would bring to the Middle \r\nEast region in terms of building mutual confidence and \r\npromoting a positive assessment of prospects for peace \r\nand security in that part of the world. \r\n It also remains my hope that the Democratic \r\nPeople’s Republic of Korea, which until now has \r\navoided any contact with the OPCW, will make some \r\ngesture towards discussing the issue of the abolition of \r\nchemical weapons. That would be a positive move in \r\nthe context of promoting peace on the Korean \r\npeninsula and would be consistent with the \r\nrequirements of Security Council resolution 1718 \r\n(2006), which, in addition to dealing with the nuclear \r\nissues, refers to the necessity of abandoning other \r\ncategories of weapons of mass destruction in a \r\ncomplete, verifiable and irreversible manner. \r\n In conclusion, I would like to thank United \r\nNations Member States for their continued interest in \r\nand support for the work of the OPCW. I am sure that \r\nthey share my optimism about the future of an \r\norganization whose members have demonstrated great \r\nresolve and commitment in upholding the noble \r\nobjectives of the CWC. Time and again, through their \r\nconstructive actions and their spirit of consensus, they \r\nhave raised multilateralism to an exemplary level. For \r\nits part, the Technical Secretariat remains fully \r\n A/63/PV.36\r\n \r\n23 08-58333 \r\n \r\ncommitted to the tasks that it has been mandated to \r\nperform. \r\n The commonality of objectives between the \r\nUnited Nations and the OPCW, based on the ideals of \r\nthe United Nations Charter aimed at a prosperous and \r\npeaceful world, reminds us of the importance of mutual \r\ncooperation and collaboration, which, I am confident, \r\nwill strengthen further in the years to come. \r\n The Acting President: I now call on the \r\nrepresentative of India, who will introduce draft \r\nresolution A/63/L.7. \r\n Mr. Natchiappan (India): India, as President of \r\nthe Asian-African Legal Consultative Organization \r\n(AALCO) for this year, is privileged to introduce, on \r\nbehalf of its sponsors, draft resolution A/63/L.7 on \r\ncooperation between the United Nations and the Asian-\r\nAfrican Legal Consultative Organization.  \r\n The draft resolution, inter alia, notes the progress \r\nachieved in enhancing cooperation among the United \r\nNations, its agencies, other international organizations \r\nand AALCO. It expresses appreciation for the work of \r\nAALCO with respect to issues such as combating \r\ncorruption, international terrorism and the trafficking \r\nin women and children, as well as human rights issues. \r\nIt also recommends that the consideration of this item \r\nbe scheduled to coincide with the Sixth Committee’s \r\ndeliberations on the work of the International Law \r\nCommission with a view to promoting close interaction \r\nbetween AALCO and the Sixth Committee. \r\n It may be recalled that the Asian-African Legal \r\nConsultative Committee, as it was then known, was \r\nestablished to provide expertise in international law to \r\nAsian and African States, as well as specific assistance \r\nand advice upon request on any topic of international \r\nlaw. Such advice could be rendered in developing a \r\nsuitable legal framework or legislation for \r\nimplementation of international treaties or for \r\nproviding a model agreement to establish joint \r\ncooperative arrangements, or as an opinion on a given \r\nsubject to one or more member States. \r\n Over the last 50 years, AALCO has acquired a \r\nunique stature in promoting legal cooperation among \r\nAsian and African States in the field of international \r\nlaw. Its annual conferences are major events in \r\ninternational law, and the New Delhi session in April \r\nthis year was well attended by ministers and senior \r\nofficers of member States, besides several observer \r\ndelegations and representatives of international \r\norganizations. The exchange of views on contemporary \r\nissues of international law, including subjects being \r\nstudied by the International Law Commission and \r\nthose arising in connection with the implementation of \r\nthe world trade regime, proved highly beneficial to \r\nparticipants. \r\n Reports of AALCO and declarations adopted at \r\nits annual sessions have become an important source \r\nfor the development of international law and are an \r\nexpression of the views and interests of the Asian and \r\nAfrican States. AALCO has been dedicating its efforts \r\nto identifying the common interests of Africa and Asia \r\non a variety of contemporary issues before the United \r\nNations and other world bodies, thus helping the \r\nevolution of a fair, just, equitable, universal legal \r\norder. These views were duly communicated by the \r\nSecretary-General of AALCO to the United Nations, at \r\nwhich it has the distinction of being an observer, and to \r\nthe International Law Commission, whose sessions its \r\nSecretary-General regularly attends. \r\n We would like to encourage AALCO to expand \r\nits activities by progressing on its several forward-\r\nlooking plans for the benefit of its member States. In \r\nthis regard, mention could be made of special training \r\nprogrammes for the promotion of teaching and \r\nexpertise in legal advising in international law, the \r\nestablishment of special chairs in teaching of \r\ninternational law in universities of member State, the \r\noffer of fellowships to Asian and African students to \r\npursue higher studies in international law, and the \r\nencouragement for publication of books and \r\nperiodicals devoted to the cause of international law \r\nthat are of special interest to Asia and Africa. \r\n Some of these activities can, however, be pursued \r\nonly if more funds are available. The clearance of \r\narrears in contributions and raising funds through \r\nvoluntary contributions would help. \r\n I am pleased to inform the Assembly that the \r\nSecretariat of AALCO has shifted to its new \r\nheadquarters building, provided by the Government of \r\nIndia. The new building is fully equipped to meet the \r\nneeds of an intergovernmental organization. We hope \r\nits modern conference facilities will motivate AALCO \r\nto organize more programmes for the benefit of its \r\nmembers. The shifting of the offices of AALCO and \r\nthe residence of the Secretary-General to their own \r\nA/63/PV.36  \r\n \r\n08-58333 24 \r\n \r\nnew buildings would also partially ease the financial \r\nsituation. \r\n However, it is a matter of great satisfaction that, \r\ndespite its financial limitations, the work of the \r\nOrganization is efficiently organized by a small but \r\ndedicated band of international experts working under \r\nthe guidance of the international diplomatic staff, \r\nincluding its most competent Secretary-General. Its \r\nexcellent library and facilities deserve to be further \r\nimproved. In due course, AALCO could operate as an \r\ninternational law documentation centre for the benefit \r\nof Asian and African States.  \r\n We congratulate the new Secretary-General of \r\nAALCO, Mr. Rahmat Mohamad, and hope he will \r\ninfuse more vitality in the work of AALCO. We also \r\nthank the former Secretary-General, Mr. Wafik Kamil, \r\nfor his immense contribution to the work of AALCO. \r\n We are optimistic that in the years to come \r\nAALCO will achieve greater success in clarifying and \r\nconsolidating the common interests of Asian and \r\nAfrican States. It will also surely enhance its activities \r\nin training and the dissemination of international law \r\nexpertise among them. We have no doubt that the \r\ncooperation between AALCO and the United Nations \r\nwill continue to grow stronger. We wish AALCO and \r\nits members every success in their future endeavours. \r\n The Acting President: I now call on the \r\nrepresentative of Albania, who will introduce draft \r\nresolution A/63/L.9. \r\n Mr. Dilja (Albania): I have the honour to \r\nintroduce, on behalf of the Black Sea Economic \r\nCooperation Organization (BSEC) member States, \r\nunder sub-item (d) of agenda item 114, the draft \r\nresolution contained in document A/63/L.9, entitled \r\n“Cooperation between the United Nations and the \r\nBlack Sea Economic Cooperation Organization”.  \r\n Let me stress at the very beginning the \r\nimportance that all member States of this organization \r\ngive to that cooperation with the United Nations. Let \r\nme also express the appreciation for the valuable \r\nsupport that all countries that have co-sponsored that \r\nresolution have given to it.  \r\n The draft resolution on BSEC-United Nations \r\ncooperation stresses the priorities of the work of \r\nBSEC. It will give further impetus to that cooperation, \r\nwhile reiterating the conviction that multilateral \r\neconomic cooperation contributes to enhancing peace, \r\nstability and security. The wider Black Sea is being \r\nincreasingly transformed into a dynamic area of \r\ndevelopment, with a growing weight in both the \r\ngeopolitical and geo-economic aspects.  \r\n The wider Black Sea area can edge closer to its \r\nneighbours and the world only through concerted \r\nefforts and coordinated initiatives by different regional \r\nand international organizations. To that effect the \r\nselection of the areas of common interest would \r\nproduce the necessary premises for engineering \r\nsignificant projects for the region. It could also \r\nrepresent one of the most effective ways to ensure the \r\nsolidification of BSEC as a regional voice, with its full \r\nweight and dignity. \r\n Building on experience and the advanced \r\ninstitutional frame, BSEC offers a pragmatic project \r\nand a results-oriented approach in the spheres of \r\ncommon interest, thus contributing to improved \r\nregional cooperation and beyond, as well as the \r\ncreation of synergies and an increase in the efficiency \r\nof resource use. As an acknowledgment of those \r\nqualifications, different actors in the region and beyond \r\nhave given further attention to BSEC. \r\n The enhanced regional cooperation through \r\nBSEC and its interaction with other regional and \r\ninternational organizations, of which the United \r\nNations is among the first, is one of the best ways to \r\neffectively address the threats and challenges that lie \r\nahead and is a real contribution to confidence-building \r\nin the region and beyond, as a prerequisite to a more \r\npeaceful and secure world. \r\n This year, preparation of the draft resolution has \r\ntaken into consideration the ongoing reform of BSEC \r\naimed at increasing its effectiveness. Also, it serves the \r\npurpose of promoting cooperation among members of \r\nBSEC and its strategic partners worldwide. \r\n We are convinced that this year’s draft resolution \r\nwill further strengthen cooperation between the United \r\nNations and the Black Sea Economic Cooperation \r\nOrganization and will contribute to the promotion of \r\nthe purposes and principles of the United Nations, as \r\nwell as the statutory goals and objectives of BSEC. \r\n Before I conclude, I would like, on behalf of the \r\nBlack Sea Economic Cooperation Organization, to \r\nextend our thanks to all the delegations that contributed \r\nto this draft resolution. It is also the hope of the \r\n A/63/PV.36\r\n \r\n25 08-58333 \r\n \r\nsponsors that the draft resolution will be adopted \r\nwithout a vote, as in previous years. \r\n The Acting President: I call next on the \r\nrepresentative of Uruguay, who will introduce draft \r\nresolution A/63/L.10. \r\n Mr. Cancela (Uruguay) (spoke in Spanish): My \r\ndelegation is honoured to introduce, on behalf of the \r\nsponsors, the draft resolution contained in document \r\nA/63/L.10, entitled “Cooperation between the United \r\nNations and the Latin American and Caribbean \r\nEconomic System”.  \r\n The Latin American Economic System (LAES) is \r\nan intergovernmental regional agency made up of 26 \r\ncountries of Latin America and the Caribbean. It was \r\ncreated in 1975 and is headquartered in Caracas, \r\nVenezuela. The purpose of LAES is to promote a \r\nsystem of consultation and coordination for the \r\nadoption of common positions and strategies on \r\neconomic matters throughout the countries of Latin \r\nAmerica and the Caribbean vis-à-vis groups of nations, \r\nforums and international agencies, as well as to boost \r\ncooperation and integration among countries of Latin \r\nAmerica and the Caribbean. \r\n On 27 September 1991, the United Nations and \r\nLAES signed a cooperation agreement in which they \r\nagreed to strengthen and expand cooperation on topics \r\nof common interest. In order to give further impetus to \r\nthe already fruitful relationship between those two \r\nbodies, I now introduce the draft resolution that we \r\ntrust will receive unanimous support from the \r\nAssembly. \r\n The Acting President: I call on the \r\nrepresentative of Sweden, who will introduce draft \r\nresolutions A/63/L.11 and A/63/L.12.  \r\n Mr. Lidén (Sweden): Sweden, representing the \r\nChair of the Preparatory Commission for the \r\nComprehensive Nuclear-Test-Ban Treaty Organization \r\n(CTBTO), has the honour to introduce a draft resolution \r\nentitled “Cooperation between the United Nations and \r\nthe Preparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization”, which is \r\ncontained in document A/63/L.11. \r\n A political momentum is building up around the \r\nComprehensive Nuclear-Test-Ban Treaty (CTBT). \r\nThere is increased attention by the world community to \r\nthe role of the CTBT in nuclear disarmament and the \r\nprevention of nuclear weapons proliferation, which \r\ncontinue to be among the most important challenges \r\nfacing humankind today. We all know the importance \r\nof the CTBT for the overall non-proliferation regime, \r\nraising the threshold for the acquisition of nuclear \r\nweapons, preventing a qualitative arms race and \r\nbuilding confidence through an effective verification \r\nsystem. Positive developments regarding ratification of \r\nthe Treaty would furthermore give important impetus \r\nto the review of the Treaty on the Non-Proliferation of \r\nNuclear Weapons in 2010. \r\n The CTBT has been signed by 180 States and \r\nratified by 145 of them. Only nine so-called Annex 2 \r\nStates remain to ratify the Treaty in order for it to enter \r\ninto force. The Treaty’s verification regime is now well \r\nadvanced in its build-up. More than 80 per cent of the \r\nInternational Monitoring System stations have been \r\ncertified or constructed. An international scientific \r\nstudies project is under way to monitor the progress of \r\nthe verification regime. The verification regime thus \r\nseems to be ready for the Treaty to enter into force \r\nsoon. \r\n The coming period will be a defining one for the \r\nTreaty’s future. Sweden was among the very first \r\nnations to sign and ratify the CTBT and has made a \r\nconsistent contribution to furthering it. Therefore we \r\nfeel a special responsibility and have steadfastly \r\nsupported the efforts of our partners and the CTBTO \r\nPreparatory Commission in promoting the Treaty. In \r\nthat regard, we welcome recent ratifications of the \r\nTreaty by States and call on other States to follow that \r\nlead. We also appreciate the work of the Preparatory \r\nCommission for the CTBTO and its Executive \r\nSecretary and the efforts of the Provisional Technical \r\nSecretariat. We call on all delegations to support the \r\ndraft resolution. \r\n Let me now turn to the second draft resolution \r\nthat I have the honour to introduce today. This time I \r\ndo so because of Sweden’s current chairmanship of the \r\nCommittee of Ministers of the Council of Europe. The \r\nresolution is entitled “Cooperation between the United \r\nNations and the Council of Europe” and is contained in \r\ndocument A/63/L.12. \r\n The draft resolution demonstrates the wide range \r\nof areas where the United Nations and the Council of \r\nEurope cooperate and where the Council’s activities \r\ncontribute to furthering the goals of the United \r\nNations. The first draft of the resolution was prepared \r\nby the Council of Europe, in Strasbourg. We have \r\nA/63/PV.36  \r\n \r\n08-58333 26 \r\n \r\nconducted informal consultations with United Nations \r\nMember States, and I wish to thank all delegations for \r\ntheir constructive and cooperative approach to the \r\nconsultations. \r\n With the changes that were agreed during the \r\nconsultation process, I hope that the text before us here \r\ntoday will be adopted by consensus. In addition to the \r\n33 countries that appear as sponsors in document \r\nA/63/L.12, the following countries have also joined as \r\nsponsors: Azerbaijan, Belgium, Bulgaria, Canada, \r\nCroatia, Cyprus, Czech Republic, Georgia, Greece, \r\nIsrael, Italy, Japan, Malta, Poland, Portugal, the \r\nRepublic of Moldova and the former Yugoslav \r\nRepublic of Macedonia. \r\n The Acting President: I call on the \r\nrepresentative of Belarus, who will introduce draft \r\nresolution A/63/L.13.  \r\n Mr. Dapkiunas (Belarus) (spoke in Russian): It \r\nis my great honour, on behalf of the member States of \r\nthe Eurasian Economic Community — the Republic of \r\nBelarus, the Republic of Kazakhstan, the Kyrgyz \r\nRepublic, the Russian Federation and the Republic of \r\nTajikistan — to present draft resolution A/63/L.13 on \r\ncooperation between the United Nations and the \r\nEurasian Economic Community. \r\n The Eurasian Economic Community (EURASEC) \r\nwas created in 2000. Since 2003 it has enjoyed \r\nobserver status in the General Assembly, and it closely \r\ncooperates with agencies of the United Nations system. \r\nWith the objective of strengthening the institutional \r\nframework of that cooperation, in September 2006 a \r\nmemorandum of understanding was signed between \r\nEURASEC and the United Nations Development \r\nProgramme. In January 2007, a cooperation agreement \r\nbetween the EURASEC Inter-Parliamentary Assembly \r\nand the United Nations Economic Commission for \r\nEurope was concluded. \r\n Last year the General Assembly adopted its first \r\nresolution on cooperation between the United Nations \r\nand the Eurasian Economic Community (resolution \r\n62/79), which was based on strengthening cooperation \r\nbetween the organizations and reinforcing the practical \r\nlinks. \r\n The draft resolution submitted for the Assembly’s \r\nconsideration is prepared on the basis of the report of \r\nthe Secretary-General on the implementation of the \r\nfirst resolution on cooperation between the Eurasian \r\nEconomic Community and the United Nations in such \r\nfields as the management of water resources, energy \r\nand technology transfer (see A/63/228, paras. 67-70). \r\nThe draft also invites continued cooperation between \r\nthe two organizations. \r\n In conclusion, I take this opportunity to convey \r\nmy gratitude to the sponsors of the resolution and all \r\ndelegations that took part in the consultations and \r\ncontributed towards the agreement on the text of the \r\nresolution. \r\n Mr. Del Picchia (France) (spoke in French): I \r\nhave the honour to speak on behalf of the European \r\nUnion (EU). The candidate countries Turkey, Croatia \r\nand the former Yugoslav Republic of Macedonia, the \r\ncountries of the Stabilization and Association Process \r\nand potential candidates Albania and Montenegro and \r\nthe European Free Trade Association country Iceland, \r\nmember of the European Economic Area, as well as \r\nUkraine, the Republic of Moldova and Armenia, align \r\nthemselves with this statement.  \r\n The development of the regional integration \r\nprocess is one of the essential factors that have \r\ncontributed to economic development and the \r\nmaintenance of peace and security throughout the \r\nworld. It is only natural that such development should \r\ngo hand in hand with improved cooperation with the \r\nUnited Nations.  \r\n The EU is among the most ambitious and \r\nsuccessful examples of regional integration. By \r\nstrengthening the solidarity among its members and \r\nimplementing its policies throughout the Union, the EU \r\nhas successfully bridged divides and promoted \r\nprosperity within its borders. The role played and the \r\ncompetencies exercised by the EU are fully in keeping \r\nwith the spirit of the provisions of Chapter VIII of the \r\nCharter of the United Nations, which encourages \r\ncooperation between regional organizations and the \r\nUnited Nations in accordance, of course, with the \r\npurposes and principles of the Charter, in particular the \r\npre-eminence of the Security Council in the area of \r\npeacekeeping. \r\n The European Union has supported the objective \r\nof mutual strengthening between the United Nations \r\nand regional organizations. As stressed in the European \r\nSecurity Strategy, adopted in 2003 — which we intend \r\nto update before the end of the year — one of the EU’s \r\npriorities is to strengthen the United Nations and equip \r\n A/63/PV.36\r\n \r\n27 08-58333 \r\n \r\nit with the means it needs to shoulder its \r\nresponsibilities and undertake effective action.  \r\n On the basis of the 2003 and 2007 EU-United \r\nNations joint declarations, the cooperation between the \r\nEU and the Organization in the areas of crisis \r\nmanagement and security has developed significantly \r\nin recent years, particularly through the launching of \r\nEU operations, within the framework of the European \r\nSecurity and Defence Policy, to support United Nations \r\npeacekeeping operations. We have made that a priority \r\nof the French presidency of the European Union. EU \r\nministers raised the issue at a seminar held in New \r\nYork on 26 September, attended by the Secretary-\r\nGeneral, Mr. Ban Ki-moon; Mr. Javier Solana, EU \r\nHigh Representative for the Common Foreign and \r\nSecurity Policy; and Ms. Benita Ferrero-Waldner, \r\nEuropean Commissioner for External Relations. \r\nFurthermore, from 20 to 22 October in Paris, we held \r\nthe first meeting of the International Forum for the \r\nChallenges of Peace Operations, on cooperation \r\nbetween the EU and the United Nations as an example \r\nof partnership under Chapter VIII of the Charter. Many \r\nrepresentatives of major regional organizations, \r\nincluding the African Union, participated. In addition \r\nto the realm of security, the EU has lent constant \r\nsupport to the United Nations in the areas of \r\nhumanitarian and development assistance and the \r\ndefence and promotion of human rights.  \r\n The European Union attaches great importance to \r\nthe development of other examples of regional \r\nintegration throughout the world. It has long been \r\ndeveloping institutional ties with various regional \r\norganizations and promotes the strengthening of those \r\norganizations particularly through its development \r\npolicy. In particular, it welcomes the role played by \r\nmany regional and subregional bodies in promoting \r\nhuman rights and fundamental freedoms. \r\n The European Union welcomes the strengthening \r\nof the ties between regional organizations and \r\ninstitutions and the United Nations, as one can see \r\nfrom reading the report of the Secretary-General \r\n(A/63/228), and continues to attach great importance to \r\nthe framework provided by Security Council resolution \r\n1631 (2005), on cooperation between the United \r\nNations and regional organizations in the maintenance \r\nof international peace and security.  \r\n In particular, the European Union supports close \r\ncooperation between the United Nations and the \r\nAfrican Union in the area of crisis management on the \r\nAfrican continent. In that regard, it welcomes the \r\nSecretary-General’s establishment of an EU-United \r\nNations panel to assess modalities of support for \r\nregional peace operations carried out under United \r\nNations mandates. \r\n The European Union encourages close \r\ncooperation between the United Nations and the \r\nOrganization for Security and Cooperation in Europe \r\n(OSCE). The cooperation among the United Nations, \r\nthe OSCE and the EU during the Georgian conflict and \r\ntheir co-chairmanship of the international discussions \r\nin Geneva demonstrate the potential of such \r\ncooperation in crisis management and conflict \r\nsettlement. The three organizations are also jointly \r\nengaged in Kosovo. \r\n The European Union also welcomes the \r\ndevelopment of cooperation between the United \r\nNations system and the Council of Europe, in \r\nparticular in the areas of intercultural dialogue, child \r\nprotection, combating violence against women, \r\nprotecting refugees and promoting human rights \r\neducation. The Council of Europe is the best example \r\nof the very positive role that a regional organization \r\ncan play in protecting human rights and fundamental \r\nfreedoms. \r\n In addition, the European Union attaches great \r\nimportance to the rapprochement between the United \r\nNations and the International Organization of la \r\nFrancophonie (OIF), which represents one third of the \r\nStates with seats in the General Assembly and is \r\nincreasingly asserting itself as a political force on the \r\ninternational scene. The EU notes with satisfaction the \r\nincreased cooperation between the two organizations in \r\nthe area of peacekeeping, as illustrated by the \r\nparticipation of the Secretary-General, together with \r\nsome 40 heads of State or Government of French-\r\nspeaking countries, in the Quebec summit held from \r\n17 to 19 October this year and by the holding in April \r\nof a joint United Nations-OIF seminar on cooperation \r\nin the areas of early warning and conflict prevention.  \r\n Thus, together with the Secretary-General, the \r\nOIF is working to build French-speaking capacities \r\nwithin the framework of peacekeeping operations. The \r\nOIF does not seek to duplicate United Nations \r\nactivities, but rather to carry out supplementary ones in \r\nconsultation with the Secretary-General, relying on the \r\nA/63/PV.36  \r\n \r\n08-58333 28 \r\n \r\nintrinsic added value of multilateral Francophone \r\ncapacities.  \r\n It is not only regional organizations that can help \r\nthe United Nations to attain Charter objectives. In that \r\nconnection, the European Union particularly \r\ncommends the role of the Inter-Parliamentary Union \r\n(IPU) and welcomes the growing cooperation between \r\nit and the United Nations. Given the essential role \r\nplayed by national parliaments in defining national \r\npolicies, we believe it essential that parliamentarians of \r\nvarious countries be increasingly better informed about \r\nongoing developments at the United Nations. \r\nFurthermore, the United Nations, like the agencies \r\nwithin it, must work in ever closer cooperation with \r\nparliaments to improve the assessment of States’ \r\ninternational commitments in drafting legislation and \r\nnational budgets.  \r\n The European Union therefore supports the \r\nrecommendations made by the Secretary-General in his \r\nreport, in particular that the outcome document of the \r\nannual parliamentary hearing of the IPU at the United \r\nNations be distributed as an official United Nations \r\ndocument. The next hearing will take place on 20 and \r\n21 November. \r\n Finally, the European Union, of course, strongly \r\nsupports broadening the cooperation between the \r\nUnited Nations and the Comprehensive Nuclear-Test-\r\nBan Treaty Organization and works tirelessly to \r\npromote universal ratification of the Treaty. The same \r\napplies to cooperation with the Organization for the \r\nProhibition of Chemical Weapons (OPCW), which \r\nmight be further increased, in particular in relation to \r\nthe OPCW’s efforts — like those of the Security \r\nCouncil Committee established pursuant to resolution \r\n1540 (2004) — to combat chemical terrorism. \r\n The European Union believes that good \r\ncoordination between regional and other organizations, \r\non the one hand, and the United Nations, on the other, \r\ncan strengthen United Nations action, whether in the \r\narea of economic development, security or the \r\npromotion of human rights.  \r\n For all those reasons, the European Union looks \r\nforward to actively participating in the coming days in \r\nformulating draft resolutions under General Assembly \r\nagenda item 114. \r\n Mr. Talbot (Guyana): I have the honour to make \r\nthis statement on behalf of the 14 States members of \r\nthe Caribbean Community (CARICOM), on agenda \r\nitem 114 (e), entitled “Cooperation between the United \r\nNations and the Caribbean Community”. It is my first \r\nduty to express appreciation to the Secretary-General \r\nfor the report that he has presented (A/63/228) to \r\nfacilitate our consideration of the item. \r\n I am proud to assert that CARICOM is a family \r\nthat is close-knit by ties of geography, culture and \r\nhistory. But that closeness never obscures in our minds \r\nour membership also in a wider community — a global \r\ncommunity that is desperately in need of a global order \r\nthat draws its inspiration from nowhere else but the \r\nCharter of the United Nations. However fragile, \r\nhowever fractured that order may be at present, our \r\nworld would be a dark and dreary place without the \r\nlight offered by the United Nations Charter along our \r\npath to a peaceful, just and habitable planet. Hence the \r\nimportance of cooperation with the United Nations and \r\nof giving effect to the principles contained in its \r\nCharter. \r\n What is more, we in CARICOM have a number \r\nof shared interests and goals, and we face basically the \r\nsame kinds of challenges. Like any other family, we \r\nendeavour to seek ways to strengthen our unity of \r\naction to meet our common needs and goals. Basically, \r\nwe are prepared, as far as it is possible, to seek \r\nsolutions to the challenges facing us all.  \r\n But there are naturally some problems that will \r\nnot be solved by our own collective self-help efforts, \r\nhowever hard we may try. Some require cooperation \r\nthat is much deeper, much wider and more varied than \r\nwe can ever forge within our own subregion. That is \r\nanother area where the United Nations becomes so \r\nimportant to us. In this Organization, we feel ourselves \r\nto be a family within a family. The consideration of the \r\nquestion of cooperation with the United Nations \r\nprovides an opportunity for us to focus afresh on the \r\nbonds and the many commonalities that exist between \r\nus and the Organization, what our cooperation has \r\nachieved and what it still needs to achieve. Much of \r\nthat we will detail in a draft resolution that we intend \r\nto present for the consideration of this Assembly.  \r\n For those reasons, therefore, when I ascended to \r\nthis podium, it was not simply because the date and the \r\ntime for this item had come. More fundamentally, it \r\nwas to show once again the deep commitment of \r\nCARICOM to the objectives and goals of the United \r\nNations and to outline our vision of the place of \r\n A/63/PV.36\r\n \r\n29 08-58333 \r\n \r\nCARICOM-United Nations cooperation in the wider \r\npolity. \r\n CARICOM is a community which, for the most \r\npart, is comprised of small island and low-lying coastal \r\ndeveloping States, all facing peculiar sustainable \r\ndevelopment challenges arising therefrom. For us, the \r\neffects of climate change are an overwhelming and \r\nenduring concern. As members of the wider family, we \r\ntherefore feel entitled to look to the United Nations for \r\nrecognition of the vulnerabilities to which our special \r\nstatus exposes us and for the establishment of a \r\ncorresponding regime of solidarity and cooperation.  \r\n We are pleased that, following the adoption of the \r\nMillennium Declaration and the Final Document of the \r\nWorld Summit on Sustainable Development, our case \r\nwas robustly sustained by the Organization in the \r\nadoption of resolution 61/197, which, inter alia, \r\nexpressed unequivocal support for the efforts of the \r\nCARICOM States to have the Caribbean Sea \r\ndesignated as a special area in the context of \r\nsustainable development. \r\n More specifically, in the area of climate change, \r\nthe United Nations Environment Programme (UNEP) \r\nand, in particular, the Regional Office for Latin \r\nAmerica and the Caribbean in Panama, have facilitated \r\na number of environmental initiatives, most recently \r\nthe promotion of the multilateral environmental \r\nagreement project between UNEP, the European \r\nCommunity and African, Caribbean and Pacific States, \r\nwhich seeks to build the capacity of CARICOM \r\nmember States to meet their obligations under a \r\nselected set of multilateral environmental agreements, \r\nincluding the Convention on Biological Diversity and \r\nthe United Nations Framework Convention on Climate \r\nChange. UNEP is also working with the Caribbean \r\nCommunity Climate Change Centre and the \r\nCARICOM secretariat in ensuring that the region is \r\nupdated on preparations for the Copenhagen climate \r\nchange conference. \r\n In the area of food security, the Food and \r\nAgriculture Organization of the United Nations (FAO) \r\nhas been active in the region in promoting the nexus \r\nbetween food security, climate change, sustainable \r\ndevelopment and agriculture in the Caribbean. FAO \r\ncontinues to maintain an amicable, mutually beneficial \r\nand sustainable relationship with the Caribbean \r\nCommunity in general. That relationship covers a wide \r\nrange of activities in the agricultural sector, including \r\npromoting food security through the Regional \r\nProgramme for Food Security. FAO has also been \r\nresponsive to the current rise in food prices and the \r\nresulting negative consequences it poses to the region. \r\nIt has provided in excess of $1.25 million in direct \r\ngrant assistance distributed among CARICOM member \r\nStates, with Haiti being treated separately. Those funds \r\nhave been used to help small-scale farm production \r\ninput resources, including seeds, fertilizer, chemicals \r\nand tools, by assisting member States in implementing \r\na project on soaring food prices and in developing \r\nsustainable strategies in the economic production of \r\nfood. \r\n The Caribbean Community has benefited \r\ntremendously over the years from development \r\nassistance made available by the United Nations \r\nDevelopment Programme (UNDP) over a succession of \r\nprogramming cycles and, within the past decade, under \r\nsuccessive regional cooperation frameworks. The \r\nCommunity has thereby received much valued \r\ntechnical training, advisory and operational assistance \r\nprovided to CARICOM member States, the CARICOM \r\nsecretariat and other CARICOM institutions with \r\nregion-wide mandates and responsibilities. \r\n The esteem in which UNDP is held in its relations \r\nwith the Community is a function not merely of the \r\nquantum or variety of resources we have received over \r\nthe years, but also of the strategic, substantive and \r\ntruly development-oriented nature of the assistance \r\ngranted and the responsiveness of the Programme to \r\nCARICOM needs and priorities. \r\n CARICOM States are also the beneficiaries, in a \r\nnumber of areas critical to our development, of a \r\nnetwork of relations of functional cooperation with \r\nseveral other funds, programmes and specialized \r\nagencies of the United Nations system, including \r\nUNICEF, the United Nations Industrial Development \r\nOrganization and the United Nations Population Fund. \r\nWe greatly value those relationships, and look forward \r\nto their continuation and intensification. \r\n CARICOM’s cooperation with the United \r\nNations happily maintains a dynamic character, \r\nincluding bilateral and multilateral consultations, focus \r\ngroups, memorandums of understanding and other \r\nworking agreements, information-sharing, joint \r\nprogramme development and continuous interaction, \r\nwhich allow us to address issues as soon as they arise \r\nand help prevent stasis. The highest level of those \r\nA/63/PV.36  \r\n \r\n08-58333 30 \r\n \r\nconsultations is the general meeting between the \r\nUnited Nations system and the Caribbean Community \r\nand its associated institutions.  \r\n The meeting is usually organized by the \r\nDepartment of Political Affairs, with which CARICOM \r\nrepresentatives naturally maintain a close and \r\nproductive working relationship. Preparations are \r\ncurrently in train for the fifth general meeting, which is \r\ndue to take place in New York in January 2009. \r\nCARICOM States are looking forward to that meeting, \r\nat which we expect the heads of regional agencies to be \r\nrepresented. On that occasion, in addition to giving \r\nvoice to our own concerns regarding the state of \r\ncooperation with the Organization, including our \r\ndissatisfaction at the closure of the Caribbean Regional \r\nOffice of the United Nations Office on Drugs and \r\nCrime (UNODC) in Barbados, we will also be looking \r\nforward to joining the Secretariat in constructing with \r\nus a shared vision of a regime of cooperation that is \r\nfully consistent with the realities and challenges of the \r\nrapidly evolving international context. \r\n The various development efforts to which I have \r\nreferred naturally require, for their successful \r\nimplementation and maintenance, an overarching \r\numbrella of security. So vital is the field of security \r\nthat it was officially included as the fourth pillar of the \r\nCaribbean integration process, joining the three \r\npre-existing priority pillars of human and social \r\ndevelopment, trade and economic integration and \r\nforeign policy coordination. Even as the Community \r\nstrengthens its security arrangements and makes every \r\neffort to fulfil its international security commitments, it \r\nlooks to the United Nations and its relevant specialized \r\nagencies, including UNODC, to support its efforts. We \r\nare pleased that UNODC has recommenced work in the \r\nCaribbean in concert with the relevant regional \r\ncounterparts. However, we reiterate the region’s call \r\nfor the reopening of the UNODC Office in the \r\nCaribbean. \r\n More generally, we have found in the United \r\nNations — both at the level of the Secretariat and that \r\nof the Assembly at large — a framework within which \r\nwe can maximize the benefits of cooperation in those \r\nareas where we consider the potential threats to be \r\ngreatest. I refer to our active contributions to the global \r\neffort for the effective implementation of the \r\nProgramme of Action to Prevent, Combat and \r\nEradicate the Illicit Trade in Small Arms and Light \r\nWeapons in All Its Aspects, and also towards the \r\nconclusion of an arms trade treaty, among other \r\ninitiatives. \r\n The special challenges faced by our sister State of \r\nHaiti have also provided occasion for mutual \r\ncooperation between CARICOM and the United \r\nNations. We wish to place on record here our gratitude \r\nand appreciation through the work being done through \r\nthe United Nations Stabilization Mission in Haiti \r\n(MINUSTAH). CARICOM recognizes the sacrifices \r\nmade and the support that continues to be extended to \r\nMINUSTAH by countries throughout Latin America \r\nand the Caribbean, as well as other parts of the globe. \r\nWe welcome the adoption on 14 October of resolution \r\n1840 (2008), by which the Security Council extended \r\nthe mandate of MINUSTAH by one year, thereby \r\nassuring the maintenance of critical international \r\nsupport for Haiti at this time when it continues to be \r\ntested. In our view, it is vital that MINUSTAH’s \r\nmandate remain adequate to the evolving realities and \r\nneeds of the situation in Haiti. \r\n Finally, in our cooperation with the United \r\nNations, CARICOM States see, beyond the satisfaction \r\nof our interests as a regional collectivity, the need for a \r\nwider service to the international community and the \r\nneed to help ensure that the high and lofty principles of \r\nthe Charter do not remain just that — high and lofty \r\nprinciples — but that we also do our part to secure \r\ntheir attainment and their consistent fulfilment. It is \r\nthat vision that propels our active participation in the \r\ndialogue on issues as varied as reform of the Security \r\nCouncil, the Peacebuilding Commission and the \r\nHuman Rights Council, and so on. In that way, we \r\nbelieve, we are helping to create an Organization that \r\nis modern, responsive, democratic and outward-looking \r\nand that encourages and truly strengthens faith in the \r\nprinciple of international organization. In the final \r\nanalysis, we believe that it is in our actions in those \r\ndisparate areas that we engage in the most practical \r\ncooperation with the United Nations. \r\n Mr. Salguiero (Portugal): On behalf of the States \r\nmembers of the Community of Portuguese-speaking \r\nCountries (CPLP) — Angola, Brazil, Cape Verde, \r\nGuinea-Bissau, Mozambique, Portugal, Sao Tome and \r\nPrincipe and Timor-Leste — I have the honour to speak \r\non item 114 (f), “Cooperation between the United \r\nNations and the Community of Portuguese-Speaking \r\nCountries”. \r\n A/63/PV.36\r\n \r\n31 08-58333 \r\n \r\n Since CPLP was granted observer status to the \r\nUnited Nations in 1999, it has engaged in multiple \r\nactivities that complement and support the work of the \r\nOrganization in the realms of political coordination, \r\nfacilitation, mediation, electoral assistance, institution-\r\nrebuilding, and the promotion of development and \r\ncooperation in cultural and social areas. \r\n In the two years since the adoption of resolution \r\n61/223, under Guinea-Bissau’s chairmanship of CPLP \r\nthe Community’s relations with the United Nations \r\nsystem have developed and strengthened in an \r\nimpressive manner, proving to be mutually \r\nadvantageous. I will highlight just a few concrete \r\nexamples of existing initiatives and partnerships. \r\n CPLP and the United National Educational, \r\nScientific and Cultural Organization are jointly \r\norganizing workshops for journalists on reporting on \r\nelections and on HIV/AIDS prevention. \r\n On 25 April 2008, a cooperation agreement was \r\nsigned between the Executive Secretariat of CPLP and \r\nthe Portuguese unit of United Nations Radio regarding \r\nexchange of information and cooperation on the \r\npromotion of journalistic content to a Portuguese-\r\nspeaking audience and with a view to organizing \r\ninitiatives to promote cultural diversity within \r\nPortuguese-speaking countries. \r\n Last May, a technical cooperation project was \r\nsigned by the CPLP and the Food and Agriculture \r\nOrganization of the United Nations, aimed at the \r\nformulation of a South-South/North-South cooperation \r\nprogramme for the implementation of the United \r\nNations Convention to Combat Desertification. \r\n A cooperation agreement between the \r\nInternational Fund for Agricultural Development and \r\nCPLP, signed in November 2007, will intensify the \r\nfight against rural poverty in Portuguese-speaking \r\ndeveloping countries. \r\n A partnership between CPLP, the International \r\nLabour Organization and the International Programme \r\non the Elimination of Child Labour, supported by the \r\nBrazilian and Portuguese Governments, led to the \r\nholding of a training course on combating child labour \r\nin the Portuguese-speaking countries in December \r\n2006. \r\n CPLP is also preparing the launching of a \r\nlusophone education network, in partnership with the \r\nWorld Bank, aimed at accelerating the response of the \r\neducational sector in member States to the HIV/AIDS \r\npandemics. \r\n Those actions, among others, described in the \r\nreport of the CPLP to the General Assembly, \r\ntransmitted in document A/63/343, and in the report of \r\nthe Secretary-General on cooperation between the \r\nUnited Nations and regional and other organizations, \r\ncontained in document A/63/228, demonstrate the \r\nengagement of the Community of Portuguese-speaking \r\nCountries in multilateral actions initiated by the United \r\nNations towards the achievement of the Millennium \r\nDevelopment Goals and addressing the effects of \r\nclimate change. \r\n In accordance with the pertinent dispositions of \r\nthe Charter of the United Nations that encourage \r\nregional cooperation for the promotion of the purposes \r\nand principles of the United Nations, the Community \r\nof Portuguese-speaking Countries has also reached \r\ncooperation agreements with a number of regional, \r\nsubregional and intergovernmental organizations, \r\nincluding the African Union, the Council of Europe, \r\nthe Economic Community of West African States and \r\nthe International Organization of la Francophonie. A \r\nmemorandum of understanding with the European \r\nCommission was signed in November 2007, which we \r\nexpect to be the basis for great improvements in the \r\nmultilateral CPLP cooperation framework. \r\n At the seventh CPLP summit held in Lisbon on \r\n25 July 2008, the heads of State and Government \r\nrecalled the far-reaching importance of sharing a \r\nlanguage spoken today by over 250 million people in \r\neight countries and four continents, and reached a \r\npolitical commitment to promote the Portuguese \r\nlanguage in the international community, including in \r\ninternational and regional organizations and United \r\nNations agencies and programmes. The promotion of \r\nPortuguese as a global language and CPLP’s \r\ncontribution to peace, regional stability and food \r\nsecurity were the main topics of the summit and are the \r\nmain priorities of the current two-year Portuguese \r\nchairmanship of CPLP. \r\n The Community of Portuguese-speaking \r\nCountries supports the work of the Guinea-Bissau \r\ncountry-specific configuration of the Peacebuilding \r\nCommission, which has been actively chaired by the \r\nPermanent Representative of Brazil, Ambassador Maria \r\nLuiza Viotti, and in whose deliberations CPLP and all \r\nits member States are proud to participate. The \r\nA/63/PV.36  \r\n \r\n08-58333 32 \r\n \r\nCommunity of Portuguese-speaking Countries is also \r\nassisting Guinea-Bissau’s current electoral process, in \r\nparticular in the deployment of an election observation \r\nmission. \r\n In Timor-Leste, CPLP and its member States are \r\ndeeply committed to strengthening State institutions \r\nand are working as prominent partners with the United \r\nNations and the Timorese authorities in efforts to \r\nconsolidate peace and promote development. \r\n In the coming days, the States members of the \r\nCommunity of Portuguese-speaking Countries will \r\nintroduce a draft resolution under agenda item 114 \r\nstressing the progress achieved in the cooperation \r\nbetween CPLP, United Nations agencies and other \r\nbodies and programmes, and encouraging the \r\nestablishment of a formal cooperation agreement \r\nbetween the secretariats of both organizations. I thank \r\nin advance all Member States that may wish to offer \r\ntheir support and sponsorship. \r\nThe meeting rose at 1.15 p.m. \r\n"