" United Nations  A/63/PV.20\r\n  \r\n \r\nGeneral Assembly \r\nSixty-third session \r\n \r\n20th plenary meeting \r\nMonday, 6 October 2008, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-53664 (E) \r\n*0853664* \r\nPresident: Mr. D’Escoto Brockmann . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\nThe meeting was called to order at 10.10 a.m.  \r\n \r\n \r\nAgenda item 7 (continued) \r\n \r\nOrganization of work, adoption of the agenda and \r\nallocation of items  \r\n \r\n  Request for the inclusion of an additional item \r\nsubmitted by the Secretary-General (A/63/232) \r\n \r\n The President (spoke in Spanish): The General \r\nAssembly will now consider a request submitted by the \r\nSecretary-General in document A/63/232, relating to \r\nthe judges of the International Tribunal for the \r\nProsecution of Persons Responsible for Serious \r\nViolations of International Humanitarian Law \r\nCommitted in the Territory of the Former Yugoslavia \r\nsince 1991. \r\n In his note, the Secretary-General informs the \r\nGeneral Assembly that the current terms of office of \r\nthe ad litem judges and the permanent judges come to \r\nan end on 23 August 2009 and on 16 November 2009, \r\nrespectively. \r\n In the absence of a provision by the Statute of the \r\nInternational Tribunal to extend the terms of office of \r\nthose judges, the approval of the Security Council and \r\nof the General Assembly would be needed in order to \r\nextend the terms of office of the ad litem and \r\npermanent judges of the Tribunal. \r\n In addition, on 13 August 2008, after consultation \r\nwith the President of the Security Council and the \r\nPresident of the General Assembly, the Secretary-\r\nGeneral appointed Mr. Christoph Flügge of Germany \r\nto replace Judge Wolfgang Schomburg, who will resign \r\nfrom service with the International Tribunal on \r\n18 November 2008. \r\n In order for the Assembly to consider those \r\nmatters, the Secretary-General has requested, pursuant \r\nto rule 15 of the rules of procedure of the General \r\nAssembly, the inclusion in the agenda of the sixty-third \r\nsession of the Assembly of an additional item entitled \r\n“Judges of the International Tribunal for the \r\nProsecution of Persons Responsible for Serious \r\nViolations of International Humanitarian Law \r\nCommitted in the Territory of the Former Yugoslavia \r\nsince 1991”. \r\n Owing to the important and urgent nature of the \r\nitem, unless there is an objection, may I take it that the \r\nGeneral Assembly agrees that the relevant provision of \r\nrule 40 of the rules of procedure, which would require \r\na meeting of the General Committee on the question of \r\nthe inclusion of this item in the agenda, could be \r\nwaived? \r\n It was so decided. \r\n The President (spoke in Spanish): May I take it \r\nthat the General Assembly, on the proposal of the \r\nSecretary-General, wishes to include in the agenda of \r\nthe current session an additional item entitled “Judges \r\nof the International Tribunal for the Prosecution of \r\nPersons Responsible for Serious Violations of \r\nInternational Humanitarian Law Committed in the \r\nTerritory of the Former Yugoslavia since 1991” under \r\nheading I, “Organizational, administrative and other \r\nmatters”? \r\nA/63/PV.20  \r\n \r\n08-53664 2 \r\n \r\n It was so decided. \r\n The President (spoke in Spanish): The item is \r\ntherefore included as item 154. \r\n In his note, the Secretary-General further requests \r\nthat the item be considered directly in plenary meeting. \r\nMay I take it that the General Assembly, as requested \r\nby the Secretary-General, wishes to consider this item \r\ndirectly in plenary meeting? \r\n It was so decided. \r\n The President (spoke in Spanish): The General \r\nAssembly will consider this item on Thursday, \r\n9 October 2008, after the issuance of the relevant \r\ndocuments relating to the item. \r\n \r\nAgenda item 100 (continued) \r\n \r\nReport of the Secretary-General on the work of the \r\nOrganization (A/63/1) \r\n \r\n The President (spoke in Spanish): Members will \r\nrecall that the Secretary-General presented his annual \r\nreport (A/63/1) to the General Assembly at its \r\n5th plenary meeting, on 23 September 2008. \r\n Mr. Ripert (France) (spoke in French): I have the \r\nhonour to speak on behalf of the European Union. The \r\ncandidate countries Turkey and the former Yugoslav \r\nRepublic of Macedonia, countries of the Stabilization \r\nand Association Process and potential candidates \r\nAlbania, Bosnia and Herzegovina, Montenegro and \r\nSerbia, as well as Ukraine, the Republic of Moldova \r\nand Armenia, associate themselves with this statement. \r\n I wish to thank the Secretary-General for his \r\nreport on the work of the Organization (A/63/1). The \r\ndetails of the views of the European Union (EU) on \r\nsome of the report’s main topics and on the main \r\nchallenges ahead will be distributed to members. I take \r\nthis opportunity to highlight certain issues. \r\n The EU is fully committed to an effective \r\nmultilateralism in which a central role is played by the \r\nUnited Nations. Strengthening the United Nations is a \r\nEuropean priority. The EU remains convinced that the \r\nreforms of the United Nations system need to make \r\nrapid progress with a view to enhancing the \r\nOrganization’s representativity, transparency and \r\neffectiveness. The EU reiterates its commitment to \r\nengaging actively to that end in an open and \r\nsubstantive dialogue with all Member States. \r\n The EU is committed to Secretariat management \r\nreform in order to allow the Secretary-General to \r\nimprove human resources and personnel accountability \r\nand introduce results-based administrative methods.  \r\n As in the past, the reform of the operational \r\nactivities of the United Nations is a priority for the EU \r\nin order to contribute more effectively to the \r\ndevelopment of the countries of the South. The EU \r\nstrongly supports the resolution recently adopted by the \r\nGeneral Assembly on system-wide coherence aimed at \r\nstrengthening the capacity of United Nations entities to \r\nharmonize their efforts in the area of development. The \r\nEU fully supports efforts to further strengthen the \r\ncapabilities of the United Nations system in the area of \r\ngender equality and the empowerment of women \r\nthrough a consolidated entity. \r\n The EU strongly supports the three main pillars \r\nof the United Nations referred to in the Secretary-\r\nGeneral’s report: sustainable development, peace and \r\nsecurity and human rights, which are interconnected \r\nand mutually reinforcing. \r\n In terms of sustainable development, the EU \r\nremains strongly committed to the implementation of \r\nthe internationally agreed development goals, in \r\nparticular the Millennium Declaration and the \r\nMillennium Development Goals (MDGs). It has very \r\nactively contributed, collectively and through \r\nindividual initiatives of its member States, to the \r\nsuccess of the high-level meeting on Africa’s \r\ndevelopment needs and the high-level meeting on the \r\nMDGs, held here recently. The EU welcomes the \r\ndecision to hold a new high-level meeting on the \r\nMDGs in 2010. The EU will continue to encourage the \r\ninternational community, developed and developing \r\ncountries alike, to redouble their efforts to achieve the \r\nMDGs, particularly in Africa.  \r\n The EU is deeply concerned about the steep \r\nincrease in food prices, including staple foods. The \r\ncrisis, combined with the energy crisis, could \r\njeopardize the achievement of the MDGs and increase \r\nsocial and political tensions. Following the conference \r\nheld in Rome in June, the EU made a number of \r\nproposals to mitigate the effects of the crisis. The EU \r\ncommends the Secretary-General for having taken \r\nimmediate action by setting up the High-Level Task \r\nForce on the Global Food Security Crisis, tasked with \r\npromoting coordinated action between all United \r\nNations agencies. \r\n A/63/PV.20\r\n \r\n3 08-53664 \r\n \r\n Tackling climate change is, of course, a key \r\npriority for both the United Nations and the EU. The \r\nEU strongly supports the central role of the United \r\nNations in the elaboration of a post-2012 global \r\nclimate change agreement and is actively participating \r\nin the global negotiations to be completed no later than \r\nthe end of 2009, when the fifteenth Conference of the \r\nParties to the United Nations Framework Convention \r\non Climate Change will be held in Copenhagen. \r\n In order to meet those combined challenges, the \r\nEuropean Union will honour its commitments in the \r\narea of financing for development. We will work to \r\nensure that the Doha Follow-up International \r\nConference on Financing for Development to Review \r\nthe Implementation of the Monterrey Consensus \r\nproduces significant results. Along with all its \r\ndevelopment partners, the European Union will also \r\nwork to improve the quality and impact of its aid. \r\n With regard to peace and security, the European \r\nUnion believes that it is essential to strengthen the \r\noperational capacity of the United Nations. Europe \r\nunreservedly supports the efforts made by the United \r\nNations in the area of preventive diplomacy and \r\nmediation. We believe that it is necessary to adequately \r\nstrengthen and structure the Department of \r\nPeacekeeping Operations with a view to improving \r\nplanning, command and information management at \r\nthe strategic level.  \r\n The European Union acknowledges the intrinsic \r\nlink between security, political, development and \r\nhumanitarian aspects in peacekeeping operations. We \r\nshall pay particular attention to potential interaction \r\nand synergies between United Nations peacekeeping \r\noperations and those of the European Union in order to \r\nmaximize their joint impact on the ground. \r\n The European Union will continue to place \r\nemphasis on the post-conflict efforts of the United \r\nNations. We reiterate our support for the Peacebuilding \r\nCommission and call for the strengthening of its \r\ncapacities so that it can achieve its full potential.  \r\n The European Union is resolved to increase its \r\nsupport for the efforts of the United Nations to combat \r\nterrorism, as well as to contribute to strengthening \r\ninternational consensus on a normative framework. In \r\nthat regard, the European Union welcomes the \r\nconsensus that prevailed during first formal review of \r\nthe Global Counter-Terrorism Strategy since its \r\nadoption by the General Assembly. It should serve to \r\nmotivate Member States in their negotiations on a \r\ncomprehensive convention on international terrorism to \r\nsupplement the existing legal framework.  \r\n The European Union remains committed to \r\ninternational disarmament, arms control and \r\nnon-proliferation. We shall continue to work towards a \r\nsuccessful outcome to the review process of the Treaty \r\non the Non-Proliferation of Nuclear Weapons, \r\nincluding the early entry into force of the \r\nComprehensive Nuclear-Test-Ban Treaty. The \r\nEuropean Union underscores the importance of the \r\nwork done to prevent the proliferation of weapons of \r\nmass destruction. We welcome the successful outcome \r\nof the Second Conference of the States Parties to \r\nReview the Operation of the Chemical Weapons \r\nConvention. \r\n We support the implementation of the United \r\nNations Programme of Action on small arms and light \r\nweapons, as well as the range of efforts undertaken to \r\ncombat the uncontrolled spread of conventional \r\nweapons, including small arms and their ammunition.  \r\n With regard to international justice, the goal of \r\nending impunity for those responsible for serious \r\ncrimes continues to be at the top of the European \r\nUnion’s priorities. We firmly believe that there can be \r\nno lasting peace without independent international \r\njustice. We reiterate our support for international \r\ncriminal tribunals, and especially the International \r\nCriminal Court. \r\n With regard to humanitarian assistance, the \r\nEuropean Union will continue tangibly and coherently \r\nto promote both international humanitarian law and its \r\ngreater observance. The European Union will work to \r\nstrengthen the coordination of humanitarian assistance \r\nin line with country-specific or thematic resolutions \r\nand along the lines of the European Consensus on \r\nHumanitarian Aid, which emphasizes the fundamental \r\nprinciples of humanity, neutrality, impartiality and \r\nindependence. We strongly underscore the need to \r\nensure the safety and security of humanitarian \r\npersonnel and to guarantee humanitarian access to \r\npeople in need of assistance. \r\n The European Union attaches great importance to \r\nimplementing the principle of the responsibility to \r\nprotect, which was adopted at the 2005 World Summit. \r\nWe shall participate actively in the General Assembly \r\nand the Security Council in the consideration of the \r\nA/63/PV.20  \r\n \r\n08-53664 4 \r\n \r\nissue of protecting populations from genocide, war \r\ncrimes, ethnic cleansing and crimes against humanity.  \r\n Promoting and strengthening the rule of law at \r\nthe national and international levels remains one of the \r\nEuropean Union’s priorities. We emphasize the need to \r\nprovide all the necessary support to the Rule of Law \r\nCoordination and Resource Group, which is supported \r\nby the Rule of Law Unit in the Executive Office of the \r\nSecretary-General, so that it may effectively carry out \r\nits functions. \r\n In the year of the sixtieth anniversary of the \r\nadoption of the Universal Declaration of Human \r\nRights, the promotion and protection of human rights \r\nremains one of the key priorities of the European \r\nUnion, which will pay special attention to improving \r\nthe effectiveness of all relevant United Nations \r\nmechanisms.  \r\n The Human Rights Council, which has now put \r\nits institutional mechanisms in place, should continue \r\nto play a crucial role. The European Union will work \r\nactively in order to further enhance that role. At the \r\nsame time, we shall continue to support the Third \r\nCommittee as the body with universal membership that \r\ncan effectively promote the implementation of human \r\nrights standards and further promote thematic issues of \r\nglobal importance. The Third Committee is also a \r\nrelevant forum to address country-specific issues \r\npertaining to certain countries.  \r\n Lastly, the European Union fully supports the \r\nOffice of the United Nations High Commissioner for \r\nHuman Rights, whose independence must be ensured.  \r\n The European Union is committed to providing \r\nthe United Nations with the resources necessary to \r\naddress international issues relating to peace and \r\nsecurity, development and the promotion of human \r\nrights, in which the Organization has a central role to \r\nplay. We shall continue to contribute our fair share of \r\nthe expenses of the United Nations. Nevertheless, we \r\nare concerned about the growth of the regular budget \r\nof the United Nations, the continued use of add-ons \r\nand the piecemeal approach to the last budget process. \r\nThe European Union will engage constructively during \r\nthe sixty-third session to promote sound financial \r\nmanagement and rigorous budgetary discipline. \r\n In conclusion, I would like to thank the \r\nSecretary-General and the entire staff of the \r\nSecretariat. On behalf of the European Union, I should \r\nlike to convey our gratitude for their commitment and \r\nachievements in carrying out the mandate we have \r\nentrusted to them. They are working under increasingly \r\ndifficult and dangerous conditions. I assure them of the \r\nfull support of the European Union.  \r\n Ms. Blum (Colombia) (spoke in Spanish): As this \r\nis the first time that I address the General Assembly in \r\nplenary meeting during the sixty-third session, allow \r\nme to congratulate you on your election, Mr. President, \r\nand to wish you every success in your work. Likewise, \r\nI should like to express my appreciation to the \r\nSecretary-General for preparing and introducing his \r\nreport (A/63/1) on the work of the Organization and for \r\nhis effective efforts at the helm of the United Nations. \r\n We note with interest the Secretary-General’s \r\napproach of focusing the efforts of the Organization on \r\nthree key areas: delivering results for those most in \r\nneed, securing global goods and creating a stronger \r\nUnited Nations through full accountability. The \r\nchallenges facing the Organization are enormous. They \r\ninclude the difficulties we face in achieving the \r\nMillennium Development Goals and the need to \r\nintensify efforts to eradicate poverty and ensure \r\nsustained economic growth and sustainable \r\ndevelopment. Those challenges entail a broader \r\ndimension in the case of middle-income countries. \r\nDespite the progress they have made with regard to \r\ngrowth, there are limiting factors in the implementation \r\nof long-term growth programmes. The United Nations \r\nand the international community must pay attention to \r\nthe priorities and needs of middle-income countries, \r\nespecially given the current global financial crisis. \r\n The dialogue on the global food crisis must \r\ncontinue to be a priority of the United Nations. In that \r\nregard, we reiterate our satisfaction at the creation of \r\nthe High-Level Task Force on the Global Food Security \r\nCrisis, as well as at the rest of the activities being \r\ncarried out by the Organization to address the problem. \r\n We agree with the Secretary-General concerning \r\nthe urgency of breaking the impasse on agricultural \r\ntrade liberalization. The imbalances in international \r\nmarkets must be faced in order to improve investment \r\nand agricultural development conditions in developing \r\ncountries. The relationship between the global food \r\ncrisis, the global demand for energy and climate \r\nchange must continue to be addressed as a necessary \r\nstep in preparing effective actions on those three \r\nfronts. \r\n A/63/PV.20\r\n \r\n5 08-53664 \r\n \r\n As pointed out by President Alvaro Uribe Vélez \r\nin his statement during the general debate two weeks \r\nago, Colombia finds itself in a privileged position to \r\ncontribute effectively and responsibly to the protection \r\nof the environment and the promotion of alternative \r\nenergy. Colombia has more than 43 million hectares of \r\nsavannah area, a large portion of which is \r\nunderutilized, where it is possible to increase \r\nagricultural production and develop the biofuel \r\nindustry by growing sugar cane and African oil palm \r\nwithout affecting food production. That new industry \r\nhas brought great benefits to the country, reflected in a \r\ngreater dynamism in the agriculture and livestock \r\nsector, the generation of thousands of rural jobs and the \r\nstimulation of investment, as well as research and \r\ntechnological development. \r\n Colombia firmly maintains its commitment to the \r\nglobal fight against terrorism. In that regard, my \r\ncountry rejects all forms and manifestations of that \r\nscourge and supports initiatives aimed at putting a \r\ndefinitive end to that terrible crime. Through our \r\ndemocratic security policy and our comprehensive \r\napproach to fighting terrorism, Colombia has made \r\ngreat progress in containing and eliminating that threat \r\nand in reducing crime rates. Security has been \r\nre-established throughout the national territory, while \r\nthe rule of law has been consolidated and democratic \r\ninstitutions have been strengthened. Likewise, we have \r\nachieved the demobilization and reintegration of \r\napproximately 48,000 persons formerly belonging to \r\nillegal armed groups. \r\n Colombia attaches great importance to fulfilling \r\nits commitments under the framework of the Global \r\nCounter-Terrorism Strategy. We are aware that the \r\nworld will never be able to overcome that scourge \r\nwithout the full commitment of all United Nations \r\nMember States to condemning terrorist actions in all \r\ntheir forms and increasing cooperation and information \r\nexchange among States. Likewise, we must be \r\ncommitted to the fight against all related crimes, such \r\nas asset laundering and illicit drug trafficking, the \r\nprincipal source of financing for terrorism. \r\n My delegation would like to highlight the \r\ninitiative of the Secretary-General to achieve greater \r\naccountability within the Secretariat. We join in his call \r\nfor Member States to fulfil their obligations in order to \r\nallow the implementation of established mandates. The \r\nstrengthening, relevance and effectiveness of the \r\nOrganization depend on the full commitment of all \r\nwho are part of it. \r\n Strengthening the work of the United Nations and \r\ncontributing to the search for effective solutions are \r\njoint tasks. In that regard, we welcome the \r\nstrengthening of ties between the Organization and \r\ncivil society, as well as with the business community. \r\nTo achieve real progress in meeting the challenges \r\nbefore us, it is essential to actively involve broad \r\nsegments of society. Greater participation by those \r\nsectors can help us to attain the goals we have set for \r\nourselves, in harmony with the central role of States in \r\nthe coordination and implementation of activities on \r\nthe ground. \r\n We are more than halfway towards the deadline \r\nfor achieving the Millennium Development Goals, and \r\nthe challenges are greater than ever. The world needs \r\nthe full commitment of the United Nations and of each \r\nof its Member States in order to overcome the new \r\nobstacles facing our Organization and achieve the \r\ngoals agreed upon by our heads of State and \r\nGovernment eight years ago.  \r\n Allow me to reiterate our support for the work of \r\nthe Secretary-General and for his determination to lead \r\nthe United Nations with dedication, focus and \r\ncommitment, as well as our disposition to work \r\ntogether in search of a better world. \r\n Mr. Malmierca Díaz (Cuba) (spoke in Spanish): \r\nI would like to thank the Secretary-General for the \r\npresentation of his annual report (A/61/1). The report \r\nclearly affirms that development is not the privilege of \r\na handful of people, but a right for all. Development \r\nmust enjoy a predominant place on the agenda of the \r\nUnited Nations. Thus, we welcome the commitment of \r\nthe Secretary-General to giving special priority to this \r\nissue and to strengthening the role of the United \r\nNations in its promotion, acknowledging the need to \r\nscale up financing as one of the keys to achieving real \r\nprogress. \r\n We consider the proposal on strengthening the \r\ndevelopment pillar of the Secretariat to be important. \r\nThe matter is being carefully studied by our country \r\nand we will actively and constructively participate in \r\nits debate. We must ensure that the Organization has \r\nthe necessary tools to meet the expectations of Member \r\nStates, particularly developing countries. \r\nA/63/PV.20  \r\n \r\n08-53664 6 \r\n \r\n In general, we agree with the report’s overview of \r\nthe complex situation regarding the achievement of the \r\nMillennium Development Goals, particularly amid the \r\ndifficult current international situation, marked by the \r\nconvergence of various international crises. Let us say \r\nit very clearly: the Millennium Development Goals \r\nwill not be met. They will not be met, not because the \r\ngoals outlined are too ambitious; on the contrary, they \r\nare very timid and insufficient. The Goals will not be \r\nmet because the current international order is \r\nprofoundly unjust and unsustainable, given that the \r\ncurrent economic, commercial and financial order \r\nmarginalizes 80 per cent of the world’s population, \r\nsacrificing them for the extravagance of a very small \r\nminority. \r\n The Millennium Development Goals will remain \r\nan unattainable dream for the great majority because \r\nmore than 100 countries of the South do not and will \r\nnot have the $150 billion needed to achieve them — a \r\nsum that represents barely 10 per cent of the more than \r\n$1 trillion spent today on military expenditure. \r\n Although the report mentions other \r\ninternationally agreed-upon development goals, it fails \r\nto identify specific proposals on how the Organization \r\nshould act to address key issues, such as a lasting \r\nsolution to external debt crisis, the reform of the \r\ninternational financial architecture and other problems \r\nthat are part of a much wider and more diverse \r\ndevelopment agenda. \r\n The establishment of an international order based \r\non solidarity, social justice, equity and respect for the \r\nrights of the peoples and of every human being is more \r\nurgent than ever before. We do not need more rhetoric \r\nor empty promises. The question is whether those who \r\nare responsible for the chaotic and unequal world in \r\nwhich we live today are willing to relinquish at least \r\npart of their privileges and wastefulness. \r\n We welcome that in the report climate change is \r\nacknowledged as one of the main issues of the \r\nOrganization. That is particularly important given the \r\nimportant negotiation process lying ahead, from which \r\nwe expect much more ambitious goals to reduce \r\ngreenhouse gases worldwide.  \r\n The “dangerous carbon habit” referred to in \r\nparagraph 91 of the report has been identified by \r\nMember States in an important consensus reflected in \r\nthe Johannesburg Plan of Implementation adopted by \r\nthe World Summit on Sustainable Development, which \r\nstrongly expresses the need to change unsustainable \r\npatterns of consumption and production, but mainly \r\nthose promoted by developed countries. Without this \r\nsine qua non, it will not be possible to forward in the \r\nbattle to free the world from the environmental crisis. \r\n Massive consumer waste in the industrialized \r\ncountries jeopardizes the survival of the human race. \r\nPhenomena such as global warming, the dangerous rise \r\nin sea level, the indiscriminate felling of forests, the \r\nattempt to use food as fuel to be squandered in the cars \r\nof the United States and of Europe, the depletion of \r\nfossil fuels and the irrational use of water sources, inter \r\nalia, pose dire threats to life. We must act — and act \r\nfast — and the developed countries, which are \r\nresponsible for 76 per cent of greenhouse gas \r\nemissions, have the moral obligation and the main \r\nhistorical responsibility here. \r\n We uphold both the need for the existence of the \r\nUnited Nations and its in-depth reform and \r\ndemocratization. But, that must be done in full respect \r\nfor its Charter without redrafting or distorting its \r\npurposes and principles. The main challenge facing us \r\nis to reform the United Nations so that it serves the \r\ninterests of all nations equally. We cannot allow the \r\nreform to fail and our Organization to become an \r\ninstrument serving the interests and whims of a few \r\nrich and powerful countries. \r\n The report deals with the controversial topic of \r\nthe responsibility to protect, while many important \r\nquestions and legitimate concerns with regard to this \r\nconcept remain unanswered. It is the duty of the \r\nGeneral Assembly to give transparent and deep \r\nconsideration to this question and to take the necessary \r\ndecisions. Some intend to implement this concept even \r\nbefore it is clearly defined. Cuba opposes such \r\nintentions, since they would open up the possibility of \r\nturning the responsibility to protect into an instrument \r\nthat could easily be manipulated to attack the sacred \r\nprinciples of sovereignty, territorial integrity and \r\nnon-interference in the internal affairs of States. \r\n We must strengthen the General Assembly’s \r\nleading role as the only United Nations organ where \r\nthere is no place for hegemonies, where we all have \r\nvoice and a vote, and where the obsolete right to veto \r\ndoes not exist. On the other hand, we will not be able \r\nto talk about true reform of this Organization until a \r\nreal reform of the Security Council takes place. That is \r\nwhy Cuba welcomes the decision to start, at an early \r\n A/63/PV.20\r\n \r\n7 08-53664 \r\n \r\ndate and in the framework of the General Assembly, an \r\nintergovernmental negotiation process on the reform of \r\nthe Security Council.  \r\n We hope that this process will allow us to make \r\nconcrete progress as soon as possible. We urgently \r\nneed a truly equitable and representative Security \r\nCouncil that acts on behalf of all and within the \r\nmandate conferred upon it by the Charter, without \r\nencroaching, as it is increasingly doing, on the \r\nfunctions and prerogatives of other bodies of the \r\nsystem. \r\n The political manipulation of human rights, \r\nselectivity, partiality and double standards in the \r\nhandling of these matters by the most powerful \r\ncountries must cease. We have the sacred duty to \r\nprotect and promote all human rights and fundamental \r\nfreedoms for all, against the attempt to mutilate, \r\nrewrite or reinterpret them so as to adjust them to the \r\nunipolar order and the hegemonic interests of the few. \r\n We will have to continue working so that the \r\ngenuine international cooperation becomes the \r\ncornerstone of the work of the Human Rights Council. \r\nIn his report, the Secretary-General highlights the \r\nincreasing presence on the ground of the United \r\nNations bodies devoted to human rights, as well as the \r\nbolstering of the Organization’s rapid response \r\ncapacity in this area. However, in this context, it is \r\nvital to stress the importance of fully applying the \r\nprinciple that human rights are universal, indivisible \r\nand interdependent. \r\n Bearing in mind that, by describing activity in the \r\nfield, the report limits itself only to developing \r\ncountries, giving the impression that work on human \r\nrights is not necessary in industrialized countries. \r\nHowever, in the industrialized world there is still much \r\nto do. Accordingly, the application of the principle of \r\nconsent should always be taken into account to \r\npromote what the Secretary-General designates as a \r\nnew era in human rights. \r\n There cannot be democracy without the \r\nparticipation of the people, without social justice, \r\nwithout individual and collective well-being and \r\nwithout human solidarity. These guidelines should be \r\ntaken into consideration in the work of the United \r\nNations Democracy Fund. \r\n With regard to system-wide coherence in the \r\nUnited Nations, it is necessary to acknowledge that \r\noperational activities should be guided, first and \r\nforemost, by the national policies and development \r\npriorities of each country. The United Nations \r\ndevelopment bodies in the field must not engage in \r\nactivities that are not directly linked to economic and \r\nsocial development, let alone promote conditionality in \r\ntheir work. The developing countries’ views and \r\npriorities, as well as respect for intergovernmental \r\nmandates in the field of operational activities, are \r\nessential. \r\n I would like to finish by supporting the \r\nconclusion of the Secretary-General in his report that,  \r\n “Today, more than ever, thanks to its universal \r\nmembership and global reach, the United Nations \r\ncan effect positive global change, making the \r\nworld a safer, more prosperous and more just \r\nplace for all people.” (para. 141) \r\nThe challenges that lie ahead are serious ones. More \r\nthan ever, the world needs the United Nations. \r\n Mr. Le Luong Minh (Viet Nam): Mr. President, \r\nat the outset, on behalf of the Vietnamese delegation, I \r\nwould like to congratulate you on your election as \r\nPresident of this sixty-third session of the General \r\nAssembly and pledge to you our fullest cooperation \r\nwith a view to contributing to its success. \r\n I thank the Secretary-General for his report on the \r\nwork of the Organization contained in document \r\nA/63/1 covering a wide spectrum of important issues, \r\nsuch as development, peace and security, human rights, \r\nhumanitarian affairs and United Nations reform. \r\n Eight years after our leaders adopted the \r\nMillennium Declaration, we share the concern \r\nexpressed by the Secretary-General that, although \r\nsignificant gains have been recorded towards the global \r\ngoal of halving extreme poverty by 2015, many \r\ncountries will not be able to achieve the Millennium \r\nDevelopment Goals. More than one billion people in \r\nthe world continue to live below the poverty line. \r\nHundreds of millions are suffering from hunger. Tens \r\nof millions of school-age children are not in school. \r\nDiscrimination and violence against women remain \r\nwidespread. In the year 2007 alone, there were \r\n2.5 million new cases of HIV infection. Lack of access \r\nto safe drinking water and adequate sanitation \r\ncontinues to make the hard life of the poor even harder. \r\n Against the backdrop of the global food crisis, \r\nthe increase in energy prices, global warming, climate \r\nA/63/PV.20  \r\n \r\n08-53664 8 \r\n \r\nchange and the global economic slowdown all pose a \r\nreal threat, undermining the progress made by \r\ndeveloping countries in their struggle to overcome the \r\nstatus of underdevelopment and mitigate the negative \r\nimpacts that development has had on those most in \r\nneed, namely the poor, women and children. With half \r\nthe world’s adult population owning only 1 per cent of \r\nthe global wealth, as the Secretary-General pointed out, \r\nthe ills of the developing world cannot be cured \r\nwithout genuine and active cooperation and assistance \r\nfrom the developed countries within the framework of \r\na global partnership for development, which he \r\nemphasized as being critical. We join his call for \r\ndelivery on official development assistance \r\ncommitments, and we hope that his goal of $50 billion \r\nper year by 2010 will be achieved. \r\n Equally important as a means to make \r\nglobalization contribute to, rather than hinder, the \r\nachievement of the Millennium Development Goals \r\n(MDGs) is an open, rule-based, predictable and \r\nnon-discriminatory trading and financial system. The \r\ndelayed conclusion of the Doha Round of trade \r\nnegotiations will, among other things, not only worsen \r\nthe food crisis, but also make the efforts to overcome it \r\neven more difficult. The successful conclusion of the \r\nDoha Round must be set as a high priority for Member \r\nStates. \r\n Less than two weeks ago, under your guidance, \r\nSir, the General Assembly held two high-level events \r\non the MDGs and on the special needs of Africa, where \r\nour leaders, together with other stakeholders, analysed \r\nthe situation, shared success stories and lessons learned, \r\ndiscussed new initiatives and made new promises. The \r\nlives of hundreds of millions of people in the world \r\nliving on less than 1 dollar a day, especially those in \r\nAfrica, depend on whether our actions in the coming \r\nyears will turn those promises into their food, shelter, \r\neducation and health, as the Secretary-General put it, \r\nand the international community must not disappoint \r\ntheir hopes. \r\n During the past year, the maintenance of \r\ninternational peace and security has continued to face \r\nintertwined opportunities and challenges. In addition to \r\n17 operating missions, the ongoing deployment of other \r\npeacekeeping operations in Africa is expected to create \r\nmore leverage for strengthening the local peacemaking \r\nprocess and ultimately ending the prolonged crises. \r\nPreventive diplomacy, conflict prevention and \r\nmediation efforts led by the United Nations have \r\nhelped reinforce political dialogue and national \r\nreconciliation in the service of lasting peace and \r\nstability in many countries in Africa and Asia. By the \r\nsame token, peacebuilding activities have contributed \r\nto promoting peace agreements, laying the foundation \r\nfor sustainable peace and development and addressing \r\nthe special needs of conflict-affected States. \r\n However, besides the escalation of protracted \r\narmed conflicts and tensions in the Middle East, Africa \r\nand South Asia, the outbreak of new disputes in the \r\nBalkans and the Caucasus add to our shared concern. \r\nThe growing complexity of protracted conflicts has \r\ncaused an abrupt surge in the demand for peacekeeping \r\noperations and overstretched the capacity of the \r\nOrganization on multiple related fronts. Terrorism also \r\ncontinues to be a serious threat to international peace \r\nand security and an assault on the principles of law and \r\norder, human rights and the peaceful settlement of \r\ndisputes.  \r\n In the face of those challenges, we fully support \r\nthe Secretary-General’s conclusion that the crucial role of \r\nthe United Nations in the maintenance of international \r\npeace and security must be reaffirmed and further \r\nstrengthened. We commend and support the recent \r\nsteps undertaken by the Secretary-General to improve \r\nthe management of the Organization in the fields of \r\npeacekeeping operations, conflict prevention and \r\nresolution and disarmament, and we stand ready to \r\ncontribute further to the implementation of the United \r\nNations Global Counter-Terrorism Strategy (resolution \r\n60/288), adopted by the General Assembly in 2006 on \r\nthe basis of the fundamental principles of respect for \r\nnational independence, sovereignty, territorial integrity \r\nand non-interference in the internal affairs of States. \r\n Mr. Kpotsra (Togo), Vice-President, took the Chair. \r\n This year marks the sixtieth anniversary of the \r\nadoption of the Universal Declaration on Human \r\nRights, which has remained the key instrument for \r\npromoting universal respect for and observance of all \r\nhuman rights in accordance with the United Nations \r\nCharter and international law. While sharing the \r\nSecretary-General’s positive assessment of the wide \r\ninternational acceptance of and consensus on human \r\nrights standards and the strengthening of tools and \r\nmechanisms for monitoring and encouraging \r\ncompliance, we remain concerned about the continued \r\ntrend of politicizing human rights and using human \r\nrights as a pretext to interfere in the internal affairs of \r\n A/63/PV.20\r\n \r\n9 08-53664 \r\n \r\nStates, thus complicating regional and international \r\nsituations and creating hurdles for the process of \r\nUnited Nations reform by making the work of United \r\nNations bodies overlap. \r\n In that connection, I wish to reaffirm Viet Nam’s \r\nview that the protection and promotion of human rights \r\ncan only be effective when they are in keeping with the \r\nprinciples of objectivity and non-selectivity and when \r\nwe are able to avoid their politicization, a disease that \r\nhad, for decades, paralysed the former Commission on \r\nHuman Rights. \r\n As reported by the Secretary-General, the rise in \r\nthe number and intensity of extreme weather events \r\nthroughout the review period is striking, with an \r\nincreasing number of poor people being affected by \r\ndrought, floods and cyclones. The fragile security and \r\ndeadly violence in Iraq, Afghanistan, the occupied \r\nPalestinian territories and many other conflict-ridden \r\nregions have forced millions of people into exile and \r\ninternal displacement, with larger and larger numbers \r\nof civilians requiring urgent humanitarian assistance \r\nand access.  \r\n Climate change and armed conflicts are \r\nexacerbating both natural and man-made disasters and \r\nmaking them more dangerous than ever before, \r\ndemanding even greater international cooperation to cope \r\nwith them. We welcome the Secretary-General’s \r\ncommitment to enhancing the United Nations partnership \r\nwith regional organizations and Governments in \r\npreparing for and responding to such challenges. \r\n In order to adapt to a vastly changed world and \r\nbetter fulfil its mandates under the Charter, the United \r\nNations and its principal organs, including the General \r\nAssembly, the Security Council, the Economic and \r\nSocial Council and specialized agencies, must be \r\nstrengthened in a more comprehensive and democratic \r\nmanner. Furthermore, the experience of the past year in \r\nmediating the resolution of conflicts and mitigating the \r\nconsequences of natural disasters manifests even more \r\nclearly the indispensable and effective role of regional \r\norganizations. That experience also shows that the roles \r\nof the United Nations and of regional organizations \r\nshould and can be mutually strengthening. Viet Nam \r\nwill continue to contribute to efforts aimed at making \r\nthe United Nations, in close partnership with regional \r\norganizations, more representative, more effective and \r\nmore responsive to the interests of Member States and \r\ntheir peoples. \r\n Mr. Davide (Philippines): I am honoured to take \r\nthe floor to put on record my delegation’s commendation \r\nto the Secretary-General for the achievements of our \r\nOrganization, which His Excellency Secretary-General \r\nBan Ki-moon summed up in the report of the \r\nSecretary-General on the work of the Organization, \r\ncontained in document A/63/1, covering United \r\nNations activities during his second year in office. My \r\ndelegation congratulates our bold, dynamic, brilliant \r\nand eminently competent Secretary-General for this \r\nmagnum opus. \r\n The 28-page report modestly refrains from \r\nextolling the heroic performance of our Organization’s \r\ninternational civil servants, both in the field and at \r\nHeadquarters. Yet, we know deep in our hearts that the \r\nachievements of our Organization would not have been \r\npossible without the individual and collective hard \r\nwork, dedication to duty and exemplary performance \r\nof those men and women. \r\n The report is both comprehensive and balanced. It \r\nhighlights the accomplishments of our Organization in \r\nthe face of daunting and complex challenges that \r\nconfront it in the pursuit of the three pillars of the \r\nUnited Nations, namely, development, peace and \r\nsecurity and human rights. \r\n A new generation of global challenges, such as \r\nclimate change, terrorism, food and energy crises and \r\nnow the financial crisis, unmatched by adequate \r\nresources or even political will, weighs heavily on the \r\nUnited Nations — the sole universal body upon which \r\nthe world, especially its 192 Members, looks to for \r\nhelp, support and solutions, or even for just inspiration \r\nand hope. It is too fearful to imagine a world that can \r\nno longer find that inspiration and hope in the United \r\nNations. \r\n In light of the growing menace and increasing \r\nthreats posed by traditional and new challenges to peace \r\nand stability, to the elimination of hunger and poverty, to \r\nrelief from diseases of worldwide proportions, to \r\nassistance for sudden man-made and natural calamities, \r\nto refugees and migrants driven from their homes \r\nowing to conflicts or economic need and to a host of \r\nother global concerns, we need to pay heed to the \r\nconclusions of the Secretary-General and act swiftly \r\nand decisively on his recommendations before these \r\nglobal problems reach catastrophic levels. \r\n In order to deliver results for the people most in \r\nneed, we need to awaken ourselves to the grim realities \r\nA/63/PV.20  \r\n \r\n08-53664 10 \r\n \r\nprevailing among the world’s poor, hearken to the \r\nvoice of conscience and overcome selfishness by \r\nsummoning our innate good Samaritan spirit in order to \r\nhelp lift the 1.2 billion still mired in extreme poverty, \r\nthe 1.2 billion suffering from neglected tropical \r\ndiseases, the 1 billion lacking access to safe drinking \r\nwater, the 2.6 billion without access to adequate \r\nsanitation and the 9.9 million refugees, particularly in \r\nAfrica. Each day of delay in reaching out to them \r\nworsens their plight and aggravates their agony. \r\n This brings us to the urgency of meeting the \r\ntargets we set for ourselves in the Millennium \r\nDevelopment Goals (MDGs) less than seven years \r\nfrom now. The achievement of our MDG commitments \r\nconsists not only in the statistical process of halving \r\npoverty and achieving other development goals, but \r\nalso synergistically involves other development \r\nprocesses, particularly financing for development, the \r\nDoha Round of multilateral trade talks and \r\ndevelopment cooperation for aid effectiveness. We \r\ncannot afford to fail in reaching consensus here. \r\nOtherwise, we risk the escalation of political tensions \r\ninto the conflicts that poverty and lack of basic \r\neducation spawn. \r\n The Philippines wishes, therefore, to echo the call \r\nof the Secretary-General to achieve the $50 billion per \r\nyear by 2010 in official development assistance based \r\non 0.7 per cent of the gross national product of donor \r\ncountries in order to create a better life for our world’s \r\npoor. \r\n Through preventive diplomacy and support for \r\npeace processes, our Organization, under the skilful \r\nstewardship of the Secretary-General, ably assisted \r\nNepal in its current transition to a new democratic \r\nfuture. It handled and guided the preparatory process \r\nfor national dialogue in the Central African Republic, \r\nthe post-electoral mediation process in Kenya, the \r\nconfidence-building process in Darfur, the moving \r\nforward of the political process in Somalia and in the \r\nlaunching and facilitation of a preparatory process \r\nleading to possible full-fledged negotiations in Cyprus. \r\n The good offices capacity of the Secretary-\r\nGeneral deserves to be strengthened and enhanced in \r\norder to broaden the scope of his positive influence in \r\neasing tensions in other flashpoints of the world, \r\nincluding Iraq and the Middle East. \r\n It is no easy task to maintain 130,000 United \r\nNations military and police peacekeepers supplied by \r\n117 Member States and deployed in 19 missions \r\naround the world. The Philippines, as one of the \r\nsignificant troop and police contributing countries, will \r\ncontinue to remain actively engaged in United Nations-\r\nled peacekeeping operations, cognizant of the fact that \r\npeacekeeping leads not only to sustainable peace but \r\nalso to peacebuilding and sustained development. \r\n Another important function of the United Nations \r\nthat crosscuts its three pillars is the delivery of \r\nhumanitarian assistance to peoples stricken by natural \r\ndisasters, which, in some instances, have been aggravated \r\nby man’s neglect or abuse of the environment. As a \r\nnatural disaster-prone country itself, the Philippines \r\nhas benefited from the flash appeals launched by the \r\nUnited Nations and is grateful for the quick assistance \r\nextended by the United Nations Central Emergency \r\nResponse Fund, an effective multilateral relief \r\nmechanism that needs continued contributions from \r\nMember States to ensure predictability and adequacy of \r\nits resources for emergency situations. \r\n As for securing the well-being of future generations, \r\nthe Philippines concurs with the identification by the \r\nSecretary-General of four critical areas of concern \r\nupon which the survival of succeeding generations \r\ndepend. They are climate change, disarmament and \r\nnuclear non-proliferation, terrorism and global health. \r\n We now have the Bali Road Map, designed last \r\nyear. It sets out a process for developing a new global \r\nagreement aimed at confronting climate change. The \r\nnegotiation process launched in Bali will continue until \r\nits progress is reviewed in December of this year at the \r\nmeeting of the parties to the United Nations \r\nFramework Convention on Climate Change in Poznan, \r\nPoland, leading, hopefully, to an agreed outcome in \r\nCopenhagen next year. \r\n We should not only mainstream climate change \r\ninto policy and development plans, but also partner \r\nwith the private sector in integrating climate change \r\ninto their corporate operations. Climate change is not \r\nthe responsibility of Governments alone. All must \r\ncooperate as the common inhabitants of this fragile \r\nplanet, who have the responsibility to ensure that the \r\ngenerations yet to come shall not inherit a parched \r\nEarth incapable of sustaining life. \r\n This is the concept of intergenerational \r\nresponsibility or intergenerational justice and equity. In \r\nthis regard, let me also reiterate what I have said before: \r\nthat justice in the area of climate change demands that \r\n A/63/PV.20\r\n \r\n11 08-53664 \r\n \r\ndeveloped countries, which have caused much damage \r\nto the environment or to the ecological balance to the \r\ndetriment of the least developed or developing \r\ncountries, must do more to repair the damage. \r\n The centrepiece of all nuclear disarmament \r\nmeasures is the Non-Proliferation Treaty (NPT). The \r\npreparatory process leading to the 2010 Review \r\nConference of NPT parties is under way. The \r\nPhilippines intends to play an active role by fielding a \r\nqualified candidate to preside over the Review \r\nConference, aware of the dangers of the continued \r\nstrategic and non-strategic nuclear stockpiles for \r\nhuman existence. \r\n The effective implementation of the United \r\nNations Global Counter-Terrorism Strategy requires \r\ninnovative initiatives and long-term partnerships \r\namong Governments, the United Nations system, \r\nregional organizations and civil society. \r\n For its part, the Philippines will intensify its \r\nadvocacy of interfaith dialogue and cooperation to \r\npromote understanding and tolerance among peoples of \r\ndifferent faiths and cultures. This will complement \r\nrelated initiatives, such as the Alliance of Civilizations. \r\nThese initiatives, unlike weapons of war — \r\nconventional or otherwise — can better establish the \r\ngenuine foundation of trust and understanding and \r\ncreate a more peaceful world for present and future \r\ngenerations. \r\n Healthy people beget a sound nation. Hippocrates \r\nsaid that health is the greatest of human blessings. \r\nDisraeli claimed that the health of the people is really \r\nthe foundation upon which all their happiness and all \r\ntheir powers as a nation depend. Poor health produces \r\nweak people, both in mind and body. Poor health \r\nlowers productivity, hence it can cause the economy to \r\nstagnate. \r\n The provision of health care and the prevention \r\nand cure of infectious diseases, notably in tropical \r\ncountries, are an intergenerational process that calls for \r\na long-term strategy. The least developed countries \r\nsorely need external help, and the Philippines supports \r\nthe view of the Secretary-General that the United \r\nNations should take the lead in shaping the future of \r\nglobal health and focusing on critical priorities leading to \r\nfunctioning and affordable health systems by coordinating \r\nwith Governments, philanthropies, foundations, the \r\nprivate sector, academia and civil society. \r\n With respect to empowering the Secretariat, my \r\ndelegation strongly supports the efforts of the Secretary-\r\nGeneral in favour of a management infrastructure in the \r\nSecretariat built around achieving concrete results and \r\nhis proposal for a new accountability architecture that \r\nwill make the Secretariat effective and efficient in its \r\nimplementation and coordination of the mandates \r\nentrusted to it by the General Assembly, the Economic \r\nand Social Council and the Security Council. \r\n As the chief executive officer, the Secretary-\r\nGeneral needs to dispose of broad latitude in his \r\ndiscretionary powers in managing the Secretariat, \r\nincluding with respect to its internal reforms, given the \r\nlimited financial resources at his disposal. Such \r\nflexibility is needed to enable him to meet the growing \r\nand changing demands on our Organization. \r\n In the field, it behoves the Secretariat to consider \r\nutilizing a client-analysis approach to sensitize \r\noperations to the needs and particularities of developing \r\ncountries, its clients, which it is expected to serve or \r\nsupport. The top-down analysis of the relevance of \r\noperational tools formulated at Headquarters should be \r\ncomplemented by a bottom-up approach that draws \r\ninputs from Governments, which have the primacy of \r\nthe ownership of country programmes, to sharpen those \r\ntools to yield maximum dividends at the country level. \r\n The Philippines also endorses the Secretary-\r\nGeneral’s current thrust in maximizing the benefits of \r\ncooperating with regional organizations and in \r\npromoting partnership with civil society and the private \r\nsector. \r\n Let me conclude by asserting that my delegation \r\nis gratified by the overall success of our Organization \r\nin addressing the manifold global concerns during the \r\nyear under review. This success is attributed mainly to \r\nthe effective leadership of the Secretary-General and \r\nthe support of his senior management team. My \r\ndelegation is confident that, during the Secretary-\r\nGeneral’s third year in office, our Organization will be \r\nable to do more to build on the strong foundation it has \r\nlaid down so far and to reach out to and touch more \r\npeople all over the world and assure them of better \r\nlives and a brighter future. Along the way, let their \r\nhope for that remain constant and strong. \r\n Mr. Rosenthal (Guatemala) (spoke in Spanish): \r\nAt the outset, let me thank the Secretary-General for \r\nhis report on the work of the Organization, contained \r\nin document A/63/1. Beyond observing the formality of \r\nA/63/PV.20  \r\n \r\n08-53664 12 \r\n \r\nkeeping the General Assembly fully informed on the \r\nactivities of the Secretariat, the document lays the \r\ngroundwork for our intergovernmental organ’s ongoing \r\ninteraction with the Secretary-General in the framework \r\nof the healthy precedent he has established — and \r\nwhich he mentions in his report — to give this forum \r\nperiodic briefings on topical issues. We welcome and \r\nappreciate that rapprochement of the General Assembly \r\nand the Secretariat, which is the essential basis for the \r\ngood governance of this Organization. \r\n The report reveals the scope and breadth of the \r\ntasks undertaken by the United Nations in recent times \r\nin the context of a changing global environment, \r\nmarked by some lights and many shadows. In that \r\nregard, the charts that form part of the report illustrate \r\nthat, when it comes to meeting the Millennium \r\nDevelopment Goals, we are faced with the proverbial \r\nhalf-full glass, aggravated by the fact that the distance \r\nthat separates those countries that have made the \r\ngreatest progress from those on the opposite end of the \r\nscale has tended to grow. Said differently, and as \r\nconfirmed at the meeting held on 25 September to \r\nassess the progress towards meeting the Millennium \r\nDevelopment Goals, we face a decidedly mixed \r\npicture. Nor has there been progress in resolving some \r\nof the more intractable conflicts on the agenda of the \r\nSecurity Council, the capacity to react of which seems \r\nto face growing difficulties. \r\n The same can be said of environmental matters; \r\nour stewardship of the planet’s resources and even its \r\nclimate leave much to be desired. On the other hand, \r\nwe observe important achievements in the field of \r\nhumanitarian assistance, which is significant, given the \r\nunusual number of natural and man-made disasters that \r\nhave occurred. We also applaud the improvement of \r\nthe capacity of the Secretariat in establishing \r\nproductive partnerships with regional organizations, \r\nespecially on the African continent. \r\n The main thrust of my remarks today, however, is \r\nfocused on our Organization and its performance. \r\nThere, too, the half-full or half-empty glass syndrome \r\nhas made itself felt. We recognize the progress made, \r\nas set forth in the report, both in addressing topics of \r\ncrucial importance and in adapting the Organization to \r\nnew realities. At the same time, we have some concerns \r\nthat flow from the report. I should like to refer to four \r\naspects in which, in our view, both the Secretariat and \r\nthe intergovernmental machinery can and must make \r\ngreater efforts to make our Organization more relevant. \r\n In the first place, the ever-expanding agenda of \r\nthe Organization, although having the virtue of \r\naddressing the development, peace and security, \r\nhumanitarian and democratic governance agendas in an \r\nintegral fashion, has the downside of losing focus on \r\nthose matters that are vital and separating them from \r\nthose that are merely important. Perhaps we need to \r\nreturn to our roots and reinterpret the explicit and \r\nimplicit vision offered by the Charter of the United \r\nNations in the light of the challenges of the twenty-first \r\ncentury. We believe that some steps were taken in that \r\ndirection in the Millennium Declaration of 2000 and in \r\nthe Outcome Document of the 2005 Summit, but we \r\nfind that this year’s report lacks a clearer framework \r\nthat could bring the vision into greater relief. \r\n Secondly, although the report reflects the recent \r\nchanges in the international environment and even \r\ncorrectly points out that the combined energy and food \r\ncrises may seriously compromise progress in the \r\nfulfilment of the Millennium Development Goals, its \r\ntone is somewhat in the mode of “business as usual” \r\neven as the world is being shaken by simultaneous \r\ntremors in the economic, financial, political and social \r\nspheres, all of which will have dramatic long-term \r\nconsequences. \r\n We are facing enormously important changes in \r\nthe real world, and even in the world of ideas. One \r\nwould like to see the United Nations on top or even \r\nahead of those changes, rather than being dragged in \r\ntheir wake. We recognize that this may be a tall order, \r\ngiven the scale and complexity of the challenges, but it \r\nconfirms the urgent need to adapt the Organization to \r\ncurrent and future demands. In that regard, it is only \r\nfair to recognize that the Secretary-General has taken \r\nsome important steps in that direction. \r\n That brings me to my third observation. We agree \r\nwith the Secretary-General that it is necessary to \r\nintroduce reforms both in the Secretariat and — perhaps \r\neven more importantly — in the intergovernmental \r\nmachinery. However, it would be useful to have a road \r\nmap and a global vision of Secretariat reform, rather than \r\naddressing the work piecemeal, department by \r\ndepartment. Such an approach forces us yet again to focus \r\non a few trees, at the cost of losing sight of the forest. \r\n Fourthly, the United Nations functions only to the \r\nextent that all of its parts — the Secretariat and the \r\nintergovernmental organs — are able to coordinate \r\ntheir respective roles. We, the Member States, cannot \r\n A/63/PV.20\r\n \r\n13 08-53664 \r\n \r\nrequire the Secretariat on the one hand, to comply with \r\nan ever greater range of mandates if we do not provide, \r\non the other hand, the resources it needs to respond to \r\nand carry out those mandates.  \r\n We recognize that partial efforts have been made \r\nto finance some of the new initiatives identified in the \r\nOutcome Document of the 2005 Summit, but many tasks \r\nthat the Secretariat has been charged with, such as the \r\nGlobal Counter-Terrorism Strategy, lack budgetary \r\nviability. \r\n We also cannot ask the Secretariat to take action \r\nbeyond the scope of Governments’ delegation of \r\nauthority. Certainly, the Secretariat has little to contribute \r\nbeyond its capacity to formulate recommendations on \r\nthe reform of the intergovernmental organs, including \r\nthe Security Council, since the latter falls within the \r\nexclusive purview of Member States. \r\n With that said, we fully agree with the Secretary-\r\nGeneral on the singular nature of the United Nations. It \r\nis an important asset of humanity, and the world would \r\nbe worse off without it. We must preserve and update \r\nthat heritage, a task that falls jointly to the Secretariat \r\nand Member States. We have to give greater focus to \r\nour priorities. We must provide the Secretariat with the \r\nresources it needs to carry out its mission, and we must \r\nfinish adapting the structure of the Secretariat and the \r\nintergovernmental forums to the complex demands of \r\nour times. \r\n Mr. Park (Republic of Korea): My thanks go to \r\nthe Secretary-General for his annual report on the work \r\nof the Organization (A/63/1), which provides a \r\ncomprehensive and clear overview of what was \r\nachieved over the past year and also lays out what must \r\nbe accomplished in the future. \r\n This year, the international community has faced \r\na plethora of unprecedented and unexpected challenges. \r\nThose include high food and fuel prices, climate \r\nchange, a slowdown of economic growth and financial \r\nvolatility. All of those crises once again confirm that a \r\nswift and common global response is vital and that the \r\nUnited Nations should play a central role in stirring up \r\npublic awareness, drawing the attention of Member \r\nStates, designing tailored strategies and actions to \r\ntarget each crisis, and finally pushing the community to \r\nmove forward.  \r\n In that regard, my delegation would like to \r\ncommend the rapid response of the Secretary-General to \r\nthe food security crisis, including the establishment of \r\nthe High-Level Task Force on the Global Food Security \r\nCrisis, which produced the Comprehensive Framework \r\nfor Action, providing Member States and all other \r\nrelevant actors with a clear road map for tackling the \r\ncrisis. \r\n The current global food crisis will not be \r\novercome through the efforts of any single player. \r\nRather, it requires the joint efforts of the international \r\ncommunity along with the coordination of the United \r\nNations. As my Prime Minister announced in his \r\naddress to the General Assembly, Korea will contribute \r\n$100 million over the next three years for emergency \r\nfood aid and expand its technical cooperation to \r\nincrease the agricultural productivity of developing \r\ncountries. \r\n Passing the halfway mark to the target year 2015 \r\nof the Millennium Development Goals (MDGs), we \r\nbelieve that special attention should also be given to \r\nregional disparities. The efforts to alleviate Africa’s \r\nextreme poverty do not seem to be making progress. \r\nMore resources and attention should be allocated to \r\naddress processes that have been seriously derailed and \r\nto assist off-track countries. \r\n Keeping in mind the need to take a more active \r\nrole in the global partnership for development, the \r\nRepublic of Korea has increased our aid volume at a \r\nrapid pace over the past decade and introduced a road \r\nmap to scale up our official development assistance \r\n(ODA). With the new ODA road map in place, our aid \r\nis expected to triple from the current level to about \r\n$3.3 billion in 2015. In addition, under Korea’s \r\nInitiative for Africa’s Development, begun in 2006, we \r\nhave tripled our ODA to Africa during the past three \r\nyears and are set to scale up further. In that vein, we \r\nalso support strengthening the capacities of African \r\ncountries in trade and expanding duty-free and quota-\r\nfree access for products from the least developed \r\ncountries. \r\n Turning to climate change, the international \r\ncommunity, including developed and developing \r\ncountries, should make meaningful progress in \r\ndesigning the post-2012 climate change regime. Given \r\nthe current deadlock in the negotiation process, my \r\ndelegation believes that Member States need to \r\naccelerate their efforts to reach an agreement within \r\nthe time frame of the Bali Road Map. In that regard, \r\nmy delegation would like to express our full support \r\nA/63/PV.20  \r\n \r\n08-53664 14 \r\n \r\nfor the energetic leadership of the Secretary-General, \r\nwho has worked tirelessly to ensure a successful \r\nagreement on the United Nations Framework \r\nConvention on Climate Change by December 2009, \r\nwhen we are to meet in Copenhagen, Denmark.  \r\n Moreover, as President of the Republic of Korea \r\nLee Myung-bak announced at the Group of Eight \r\nextended summit meeting in Japan, we support the \r\nglobal vision of reducing greenhouse gas emissions by \r\n50 per cent by 2050. Next year, we plan to announce \r\nour voluntary midterm mitigation goal for the year \r\n2020. My delegation would like to reiterate that the \r\nKorean Government is ready to contribute to the global \r\nresponse to climate change by hosting a new world \r\nsummit in 2012 to focus on climate change and \r\nsustainable development, so as to contribute to the \r\nrobust launch of a post-2012 climate regime. \r\n In the area of peace and security, conflict \r\nsituations need to be prevented or resolved mainly \r\nthrough political means. In order for the United \r\nNations to achieve that daunting goal, the Secretary-\r\nGeneral’s good offices and political mediation role \r\nshould be strengthened to tackle conflicts as they arise \r\non multiple fronts. My delegation would like to \r\ncongratulate the Secretary-General on his efforts and \r\nleadership in the peace processes in such diverse areas \r\nas Nepal, the Central African Republic, Kenya, Darfur, \r\nSomalia, Cyprus and the Middle East. We fully share \r\nthe view that the Department of Political Affairs has to \r\nbe strengthened to effectively practice preventive \r\ndiplomacy. In that regard, we believe that better \r\nfunctioning preventive diplomacy is likely to reduce \r\nthe costs of the peacekeeping budget in the long run \r\nand, more important, save lives on the ground. \r\n On this, the sixtieth anniversary year of United \r\nNations peacekeeping operations, the restructuring of \r\nthe Department of Peacekeeping Operations has been \r\nsuccessfully completed and several essential doctrine \r\ndocuments have been finalized, including the capstone \r\ndoctrine. The Republic of Korea will continue to \r\nsupport peacekeeping operations by renewing our troop \r\ndeployment to the United Nations Interim Force in \r\nLebanon and by enacting legislation to further expand \r\nour participation in peacekeeping operations. \r\n Transforming the fragile peace of post-conflict \r\nsituations into durable peace is not an easy task. \r\nHowever, without such efforts, peace cannot be fully \r\nconsolidated. We congratulate the newly launched \r\nUnited Nations Integrated Peacebuilding Office in \r\nSierra Leone and hope that it will contribute to the \r\ncountry’s long-term security and development. The \r\nRepublic of Korea is hopeful that it can play a more \r\nactive role in that area by joining the Peacebuilding \r\nCommission. \r\n As the Secretary-General’s report highlights, we \r\nhave witnessed alarming humanitarian situations of \r\nunprecedented magnitude in the past year. During the \r\nhumanitarian crisis caused by Cyclone Nargis, \r\nSecretary-General Ban Ki-moon helped millions by \r\nembarking on a landmark visit to Myanmar and by \r\nmaking a breakthrough on securing humanitarian \r\naccess. At the same time, his visit to the devastated \r\npopulation of Wenchun, China, which was suffering \r\nfrom a recent earthquake, illustrated just how \r\nimportant humanitarian work and a prompt response by \r\nthe United Nations truly are. \r\n Despite significant strides in delivering \r\naccountable and timely assistance from the \r\nhumanitarian community, there are still key challenges \r\nthat must be addressed, such as the denial of access and \r\nthe threat to the safety of humanitarian workers. The \r\nUnited Nations should continue to make further efforts \r\nto address those challenges in order to secure the \r\ntimely delivery of assistance to those most in need. \r\n Turning to human rights, the United Nations has \r\nstrengthened its human rights machinery with the \r\nlaunch of the Universal Periodic Review. We share the \r\nview of the Secretary-General that the Human Rights \r\nCouncil must ensure that nations are held accountable \r\nfor the implementation of human rights standards. \r\nFailure to do so will result in undermining the \r\ncredibility of the Council. Member States and the \r\nrelevant bodies of the United Nations should also work \r\ntogether in a sincere manner to ensure the success of \r\nthe Council and to promote substantive progress in \r\nprotecting and promoting human rights as a universal \r\nvalue for all.  \r\n We are pleased to take note of the report \r\n(A/61/583) of the Secretary-General’s High-level Panel \r\non United Nations System-wide Coherence on the pilot \r\ninitiative of “delivering as one”, which details some \r\nimportant lessons with regard to improvements in \r\ndelivering programmes with reduced transaction costs.  \r\n Strengthening gender equality and women’s \r\nempowerment is one of the core elements of system-\r\nwide coherence. As we have adopted a resolution \r\n A/63/PV.20\r\n \r\n15 08-53664 \r\n \r\nrequesting the Secretary-General to provide detailed \r\nmodalities on the composite entity option, we look \r\nforward to taking substantive action during this session \r\nof the General Assembly. \r\n Given the fact that the 2005 World Summit \r\nembraced the concept of the responsibility to protect, \r\nmy delegation looks forward to the consideration at the \r\nUnited Nations of the responsibility to protect \r\npopulations from genocide, war crimes, ethnic \r\ncleansing and crimes against humanity.  \r\n The Republic of Korea attaches great importance \r\nto creating a stronger United Nations through full \r\naccountability. In particular, we will make every effort \r\nto reach an agreement on the human resource \r\nframework and the new system of administration of \r\njustice. Among various efforts to increase the \r\naccountability of the United Nations, my delegation \r\nappreciates the Secretary-General’s periodic informal \r\nbriefings to the General Assembly with regard to his \r\nrecent activities. Those briefings have led to an \r\ninteractive engagement with Member States and \r\ndemonstrate the Secretariat’s efforts to enhance its \r\ntransparency and accountability. We hope that the \r\nSecretary-General’s accountability compact with senior \r\nmanagers will bring about real change and foster a new \r\nworking culture in the Secretariat. \r\n Let me conclude by renewing the Republic of \r\nKorea’s support for the Secretariat in making the \r\nUnited Nations a more effective, more accountable and \r\nbetter functioning Organization under the able \r\nleadership of the Secretary-General. \r\n Mr. Takasu (Japan): First of all, I wish to express \r\nmy deep appreciation to Secretary-General Ban \r\nKi-moon for his dedication in leading the wide-ranging \r\nactivities of the Organization. Japan wholeheartedly \r\nsupports his determination to make the Secretariat \r\nmore efficient and dynamic. \r\n The most pressing challenge facing the United \r\nNations is, above all, to save the bottom billion people \r\nfrom poverty and destitution and to enable them to lead \r\nsafe and dignified lives. All the means available to the \r\nUnited Nations should be mobilized to achieve the \r\nMillennium Development Goals (MDGs). The high-\r\nlevel midterm review of 25 September provided an \r\nideal opportunity for world leaders to recommit to \r\nacting together to put the achievement of the MDGs \r\nback on track. We welcome the positive outcome of the \r\nreview. \r\n Japan sought to place the MDGs at the top of the \r\nagenda at two important summits that it hosted earlier \r\nthis year. The Group of Eight (G8) summit at Hokkaido \r\nfocused on actions for health, water and sanitation, and \r\neducation. The fourth Tokyo International Conference \r\non African Development emphasized the need to \r\naccelerate broad-based economic growth with a view to \r\nachieving a vibrant Africa. The Conference also \r\nproduced a concrete action plan for the next five years. \r\nJapan is determined to follow through with the \r\neffective implementation of those commitments. \r\n The steep rise in global food and commodities \r\nprices adversely affects the efforts to achieve the \r\nMDGs. Food security is a multifaceted and structural \r\nchallenge that requires a fully coordinated response \r\nfrom the international community. We welcome the \r\nstrong personal initiative of Secretary-General Ban \r\nKi-moon to mobilize the entire United Nations system \r\nto develop and implement a comprehensive strategy for \r\nshort- and medium-term food security. The \r\nComprehensive Framework for Action will serve as a \r\ngood basis for the implementation of plans for \r\ncountries in need. For too long in many countries, \r\nagriculture and food production have not been given \r\nthe priority in development policy that they deserve. \r\nWe should turn the crisis into an opportunity to better \r\nrecognize the importance of investing more in \r\nagriculture and food production in order to increase \r\nfood self-sufficiency. \r\n The pursuit of reducing poverty alone will not \r\nlead us to achieve the MDGs because large segments of \r\nthe billion poorest people at the bottom are trapped in \r\nconflict or struggling for survival in fragile post-\r\nconflict situations. The recent record indicates that \r\nabout half of the countries in post-conflict situations \r\nhave experienced a relapse of conflict within 10 years. \r\nThe end of conflict should be accompanied by \r\nimmediate actions to strengthen social and economic \r\nstability. The vicious cycle of armed conflict and \r\npoverty is a major challenge for today’s world. In order \r\nto break that cycle, it is essential to tackle poverty and \r\nconflict together in an integrated manner. The \r\nPeacebuilding Commission is the key organ to fill \r\nsome of those gaps. It deserves the full support of \r\nMember States. \r\n Conflict resolution, peacekeeping and peacebuilding \r\nare core activities of the United Nations. With its universal \r\nand impartial characteristics, there is no more effective or \r\nmore legitimate Organization than the United Nations to \r\nA/63/PV.20  \r\n \r\n08-53664 16 \r\n \r\ntake the lead in those vital activities. Japan will spare no \r\neffort to strengthen peace operations in support of the \r\nSecretary-General. \r\n When we think about peace, nuclear disarmament \r\nand non-proliferation should garner no less attention. \r\nAs the only country to have suffered nuclear \r\ndevastation, we are determined to stop proliferation \r\nand to work towards the elimination of nuclear \r\nweapons. Japan will submit another draft resolution at \r\nthis session of the General Assembly to lay out \r\nconcrete measures towards the total elimination of \r\nnuclear weapons. \r\n Climate change is another major challenge to \r\nhumankind, in our generation and beyond. Its impacts \r\naffect our day-to-day livelihoods and economies and \r\nare directly related to sustainable development. This \r\nsummer, G8 leaders agreed a global long-term target to \r\nreduce emissions and to seek to create an effective \r\nglobal framework under the United Nations in which \r\nall major economies participate in a responsible way. \r\nWe must mobilize our wisdom towards an effective \r\npost-2013 international climate regime. Japan is \r\ndetermined to play a leading role in such efforts. We \r\nwelcome support for the Cool Earth 50 initiative, \r\nwhich is an effort of developing countries to mitigate \r\nand adapt, fully utilizing environmental technology and \r\nfinancial resources. \r\n This year, the sixtieth anniversary of the adoption \r\nof the Universal Declaration of Human Rights will be \r\ncelebrated all over the world, including in Japan. \r\nHuman rights are the birthright of the peoples of every \r\nnation. No Government may shirk its responsibility to \r\nprotect and promote them. We support the efforts of the \r\nHigh Commissioner for Human Rights to strengthen \r\nthe role of his Office in providing assistance to \r\ncountries in need. \r\n The protection and promotion of human rights \r\nshould be vigorously pursued with the nexus of peace, \r\nhuman rights and development in mind. Human \r\nsecurity entails a human-centred and integrated \r\napproach, which is essential in tackling freedom from \r\nfear and want while putting the livelihoods and dignity \r\nof individuals and communities at the centre of our \r\nfocus. We are pleased with the broad support for such \r\nan approach among Member States, as manifested in \r\nthe fourth meeting of Friends of Human Security and \r\nthe thematic debate of the General Assembly last May. \r\nJapan will work together with other interested \r\ncountries to ensure that the human security perspective \r\nis better reflected in the broad areas of activity of the \r\nUnited Nations. As I have mentioned, those include the \r\nMDGs, food security, peacebuilding, climate change \r\nand the protection of human rights. \r\n We need to enhance the capacity of the United \r\nNations to work more coherently and effectively for \r\nindividuals in need on the ground. The ongoing efforts \r\nto reform the United Nations must be accelerated to \r\nrestructure it to meet the realities and requirements of \r\nthe contemporary world. \r\n First, the system-wide coherence of the normative \r\nand operational activities of the United Nations should \r\nbe pursued through a bottom-up approach, while \r\ncontinuously focusing on the protection and \r\nempowerment of the individual and communities. For \r\ninstance, Japan believes that coordination and \r\npartnership with the United Nations system to achieve \r\ngender equality and empower women are critical. With \r\na view to filling the gaps that have been revealed with \r\nregard to support on the ground, we should continue to \r\ndiscuss how the United Nations might best carry out its \r\noperations in a more coherent and effective manner. \r\n Secondly, Japan attaches great importance to the \r\ntransparent, effective and efficient management of the \r\nUnited Nations. We fully support the Secretary-\r\nGeneral’s management reform efforts. No doubt, \r\nhuman resources are the most precious resources of the \r\nUnited Nations. Contractual arrangements and \r\nconditions of service have to be considered in \r\nconjunction with key policy issues, such as mobility \r\nand rotation, geographical distribution, career \r\ndevelopment, performance evaluation and \r\naccountability. Those measures should help hold the \r\nSecretariat accountable and responsible to Member \r\nStates. Sound and prudent financial management is \r\nalso essential to ensure the strong and continued \r\ncommitment of Member States to United Nations \r\nactivities. To that end, Japan stands ready to contribute \r\nto developing consensus on the budget of the United \r\nNations. \r\n Lastly, the reform of the United Nations will not \r\nbe complete without meaningful Security Council \r\nreform. Japan welcomes the unanimous decision of the \r\nGeneral Assembly on the last day of the sixty-second \r\nsession to commence intergovernmental negotiations in \r\ninformal plenary meetings of the General Assembly no \r\nlater than at the end of next February. Japan continues \r\n A/63/PV.20\r\n \r\n17 08-53664 \r\n \r\nto believe that the Security Council needs to be \r\nreformed by expanding both the permanent and \r\nnon-permanent categories of membership in order to \r\nreflect the realities of the twenty-first century. We will \r\nact constructively and participate in the forthcoming \r\nintergovernmental negotiations to achieve the earliest \r\npossible reform. \r\n Let me conclude my remarks by renewing Japan’s \r\nfirm commitment to creating a more effective and \r\nbetter functioning United Nations. \r\n Mr. Liu Zhenmin (China) (spoke in Chinese): \r\nThe Chinese delegation would like to thank Secretary-\r\nGeneral Ban Ki-moon for his report (A/63/1) on the \r\nwork of the Organization. The report has reviewed the \r\nprogress made by the United Nations in various fields \r\nover the past year and has described current and future \r\ntasks and challenges facing the Organization. I wish to \r\ntake this opportunity to express my gratitude to \r\nSecretary-General Ban Ki-moon for his diligent work \r\nand outstanding performance in the past year. \r\n Today, our world is undergoing profound and \r\ncomplex changes that present us with unprecedented \r\nchallenges and opportunities. In the face of \r\ncontinuously emerging global threats and challenges, it \r\nhas become the widely shared consensus of the \r\ninternational community that we should engage in \r\nmultilateral cooperation using the United Nations as \r\nthe platform to jointly respond to challenges and \r\npromote peace and development for humankind.  \r\n Halfway to the deadline for the achievement of \r\nthe Millennium Development Goals (MDGs), we note \r\nthat achieving them on time by 2015 will be a daunting \r\ntask. African countries face especially huge challenges \r\nin that regard. China calls on developed countries to \r\nhonour their commitment to allocate 0.7 per cent of \r\ntheir gross domestic product to official development \r\nassistance in order to help developing countries, \r\nAfrican countries in particular, to respond to \r\ndevelopment challenges. In June of this year, the \r\nMillennium Development Goals Africa Steering Group \r\nmade its proposals for the achievement of the Goals in \r\nAfrica. We hope that countries will strengthen \r\ncooperation with the United Nations and work jointly \r\nto put those proposals into practice. \r\n Climate change has become a real challenge that \r\nrequires a joint response within the framework of \r\ninternational cooperation. Negotiations on the \r\nimplementation of the Bali Road Map are at a critical \r\njuncture at this moment. We hope that the Conference \r\nof States Parties to the United Nations Framework \r\nConvention on Climate Change, to be held in Poznan \r\nthis December, will achieve positive results and lay the \r\nfoundation for an agreement at Copenhagen in 2009. \r\n The humanitarian issue involves the survival of \r\nthe so-called bottom billion and is closely related to the \r\npeace, stability and development of the world. We \r\nsupport a central coordinating role for the United \r\nNations in international humanitarian cooperation on \r\nthe basis of respect for the wishes of the recipient \r\ncountries, their autonomy and their right to participate.  \r\n The United Nations plays an important role in \r\nconflict prevention, peacekeeping and post-conflict \r\npeacebuilding. We welcome reasonable reform of the \r\nDepartment of Political Affairs so as to enhance its \r\nmediation and good offices capacity and bring into \r\nplay the unique advantages of the United Nations in the \r\narea of conflict prevention. We support the United \r\nNations in strengthening the planning and management \r\nof peacekeeping operations, optimizing resource \r\nallocations and improving the effectiveness of \r\npeacekeeping operations.  \r\n The Global Counter-Terrorism Strategy, which was \r\nadopted in 2006, marked a milestone in our efforts to \r\nstrengthen international counter-terrorism cooperation. \r\nWe must build on the achievements of the past two years \r\nand continue to work towards comprehensive and \r\nbalanced implementation by the United Nations system \r\nof the four pillars of the Strategy. \r\n The situation in the Middle East continues to be \r\nthe biggest test for the United Nations. The only \r\nfeasible way to achieve a comprehensive, just and \r\nlasting settlement of the Middle East question is to \r\ncarry out political negotiations on the basis of the \r\nrelevant resolutions of the United Nations and the \r\nprinciple of land for peace, in order to settle disputes \r\nand achieve peaceful coexistence between Israel and \r\nall Arab States, including an independent Palestinian \r\nState. We sincerely hope that the leaders of Israel and \r\nPalestine will maintain the momentum in the dialogue. \r\nWe support a greater role for the United Nations on the \r\nMiddle East question. \r\n The crisis in Darfur, the Sudan, tests the unity of \r\nthe international community. The involvement of the \r\nInternational Criminal Court (ICC) in the issue of the \r\nSudan has further complicated the crisis in Darfur and \r\nSudan. Both the League of Arab States and the African \r\nA/63/PV.20  \r\n \r\n08-53664 18 \r\n \r\nUnion (AU) have expressed concern over the \r\nindictment of the leader of the Sudan by the ICC. We \r\nbelieve that the parties concerned should respect and \r\nheed the views of Arab and African countries.  \r\n China appreciates and welcomes the fact that the \r\nparties concerned in Zimbabwe have settled their \r\nelection-related disputes through dialogue and \r\nnegotiations and have reached an agreement on the \r\nestablishment of a Government of national unity. The \r\nSouthern African Development Community and the \r\nAU, working with former President Mbeki of South \r\nAfrica as the mediator, have played a leading and \r\nconstructive role in promoting a political settlement of \r\nthe question of Zimbabwe. China commends and \r\nsupports such a role. Facts have once again proven \r\nthat, as an effective means for the peaceful settlement \r\nof disputes, mediation is playing an increasingly \r\nimportant role in today’s world.  \r\n There are currently both opportunities and \r\nchallenges in the area of international strategic security. \r\nThe United Nations should continue to take the lead by \r\nrevitalizing the multilateral arms control and \r\ndisarmament agenda. Countries should work together to \r\nfurther strengthen the international non-proliferation \r\nregime, especially to safeguard the authority, \r\neffectiveness and universality of the Treaty on the \r\nNon-Proliferation of Nuclear Weapons. We oppose any \r\nform of proliferation of nuclear weapons. Countries \r\nmust fulfil their international non-proliferation \r\nobligations and, on that basis, their right to the peaceful \r\nuse of nuclear energy should be respected and \r\nsafeguarded. \r\n The reform of the United Nations has achieved \r\nmany positive results since 2005. In the next phase, \r\nreform should focus more on the question of \r\ndevelopment in order to bring benefits to developing \r\ncountries. \r\n China supports the reform of the Security \r\nCouncil. We believe that priority should be given to \r\nincreasing the representation of developing countries, \r\nand in particular African countries. China supports that \r\nthe Open-ended Working Group on Security Council \r\nReform continue to play an important role. We hope a \r\ngeneral agreement will be reached among Member \r\nStates on relevant questions. \r\n We approve, in general, of the work done by the \r\nHuman Rights Council since it was established. We \r\nsupport the Council in carrying out its work in a fair, \r\nobjective and non-selective manner and on the basis of \r\nmutual respect, so as to promote constructive \r\ninternational dialogue and cooperation in the area of \r\nhuman rights. \r\n We support the reform of the Secretariat with a \r\nview to improving efficiency, saving resources and \r\nstrengthening accountability. \r\n Multilateralism and multilateral cooperation \r\nusing the platform of the United Nations represent the \r\nonly way to maintain and promote world peace and \r\ndevelopment. We are willing to work together with \r\nother countries to build a strong United Nations and a \r\nharmonious world of lasting peace and common \r\nprosperity. \r\n Mr. Voto-Bernales (Peru) (spoke in Spanish): In \r\nthe current circumstances, it makes more sense than \r\never for us to ask ourselves once again how \r\nglobalization is affecting our countries. Generally \r\nspeaking, we believe that a look at today’s global \r\nsociety reveals that economic growth has served to \r\ninvolve more countries in trade, investment and \r\nmigration. It has brought us closer together through \r\ncommunication technologies, which have increased \r\nefficiency, transformed economies and placed a vast \r\nuniverse of information at the reach of millions of \r\npeople. Democratic and human rights are also now \r\nmore widespread.  \r\n There are disquieting signs of fragmentation, \r\nhowever, as the reality of poverty and social inequality \r\nhas become more apparent. In some regions, there has \r\nbeen an increase in conflicts spilling over borders. \r\nAlong with the criminality they entail, global threats \r\nsuch as terrorism and drug trafficking have grown. \r\nWarnings have increased in connection with the \r\ndegradation of the environment and global warming. \r\nSuch crises as the food and energy crises have \r\nproduced the danger of instability in States, as well as \r\nrisks to international governance and security. All of \r\nthat points to a changing and complex international \r\nsituation that underscores the concept of \r\ninterdependence and calls for shared and proportional \r\nresponsibilities and efforts on the part of States to \r\naddress those important issues on a multilateral level \r\nwithin the United Nations system and regional \r\norganizations. Given that situation, Peru would like to \r\nreiterate its belief that renewed and strengthened \r\nmultilateralism is the most effective tool for ensuring \r\nglobal governance based on the rule of law and respect \r\n A/63/PV.20\r\n \r\n19 08-53664 \r\n \r\nfor human rights and the values of international peace \r\nand justice.  \r\n As pointed out by the report of the Secretary-\r\nGeneral (A/63/1), the task before us today is to \r\ncontinue the reform process in a determined and \r\nresponsible manner so as to strengthen the United \r\nNations in order to make it more efficient in reaching \r\nthe poorest and most vulnerable and to better \r\ncoordinate the use of global goods of humankind. The \r\nimmediate goal is to remain committed to stabilizing \r\nthe international political situation and to establish a \r\nstrong international alliance to achieve development \r\nand social justice. Member States should continue their \r\nmultilateral efforts to reform the United Nations while \r\nmaintaining a spirit of compromise and realistic \r\nexpectations. We must act with determination while \r\nbeing aware of the fact that efforts should be aimed at \r\nproducing substantial mandates and results in a \r\nreasonable time frame that serve to strengthen the \r\neffectiveness and credibility of both multilateralism \r\nand the United Nations.  \r\n The reform processes of the Organization — \r\nincluding those relating to the Security Council, \r\nsystem-wide coherence and the Secretariat — continue \r\nto call for a sensitive and sustained negotiations \r\nprocess. The process of implementing the agreements \r\nreached in the Outcome Document of the 2005 Summit \r\ndemands that we employ more imagination and a \r\nheightened spirit of compromise. \r\n Peru is currently facing the formidable challenge \r\nof combating poverty and inequality. Along with \r\npromoting economic growth, opening up new markets \r\nand encouraging investment and the creation of jobs, \r\nwe have achieved positive results in implementing \r\ncomprehensive programmes to provide social \r\nassistance and increase inclusion while at the same \r\ntime decentralizing and improving our productive \r\ncapacity and expanding access to health and education \r\nservices.  \r\n We believe that the coordinated support of the \r\nUnited Nations and international systems should serve \r\nboth to catalyse and complement national efforts in the \r\narea of development, including efforts to achieve the \r\nMillennium Development Goals. Peru is confident that \r\nit will achieve the Goals before 2015. \r\n As agreed at the Millennium Summit, there is a \r\nneed to forge a global alliance for development. To that \r\nend, we agreed to put in place a more open financial \r\nand trading system that is based on predictable and \r\nnon-discriminatory rules. By sharing in the benefits of \r\nglobalization and reducing the effects of crises, our \r\ncountries will be able to ensure that their peoples can \r\npartake of the benefits of stability and growth while \r\nproducing tangible improvements in their living \r\nconditions. That will also make it possible for our \r\npeoples to feel that they are part of the institutions of \r\nsociety, which will lead to their being full citizens and \r\nto the strengthening of the democratic system. It is \r\nwith that goal in mind that Peru will participate in the \r\npreparations for the Follow-up International \r\nConference on Financing for Development to Review \r\nthe Implementation of the Monterrey Consensus. \r\n Peru also believes that migration is an instrument \r\nof development in States of origin, in host countries \r\nand in the migrant communities themselves. We \r\nbelieve that migration is a matter of shared \r\nresponsibility. We should re-establish the central role \r\nof migration as an engine of opportunities for better \r\nwell-being and progress, diversity and multicultural \r\nand tolerant environments in which there is respect for \r\nthe rights of migrants.  \r\n Climate change poses an enormous challenge to \r\nour stability and development as a result of global \r\nwarming, which is due to greenhouse gas emissions \r\nemanating mostly from industrialized countries with \r\nproduction patterns and habits that are unsustainable \r\nand cannot be replicated. We must clearly and \r\nunequivocally acknowledge that climate change is \r\nsynonymous with a deterioration of conditions for \r\nhuman life on Earth. It is therefore necessary that we \r\nstep up our efforts to promote ecologically sustainable \r\ndevelopment that includes shared but differentiated \r\nresponsibilities.  \r\n Water, agriculture, the production of and trade in \r\nfoodstuffs, the appropriate use of land and natural \r\nresources and access to clean sources of energy are \r\nfundamental and multidimensional issues for Peru. We \r\nreiterate our belief that there is a need to base our \r\nefforts on the Bali Road Map and Action Plan, with a \r\nview to reaching a comprehensive agreement to reduce \r\npolluting gas emissions next year at Copenhagen. \r\n There has been a rise in the need for humanitarian \r\nassistance, with the capacity of the United Nations \r\nconstantly under strain. As a country vulnerable to such \r\ndisasters, Peru appreciates the support it has received. \r\nWe urge that the mechanisms of the Office for the \r\nA/63/PV.20  \r\n \r\n08-53664 20 \r\n \r\nCoordination of Humanitarian Affairs and of the \r\nCentral Emergency Response Fund continue to be \r\nstrengthened. \r\n In order that it can be more effective in the \r\nmaintenance of peace and security, the Organization \r\nshould continue to enhance its capacity to prevent and \r\nresolve conflicts. To that end, it should continue to \r\nexpand its strategic alliances with various \r\norganizations and regional arrangements, as it has done \r\nwith, among others, the European Union, the African \r\nUnion, NATO, the Commonwealth of Independent \r\nStates, the Organization for Security and Cooperation \r\nin Europe, the Organization of American States and the \r\nLeague of Arab States.  \r\n The report before us today reminds us that \r\nconflicts continue to command priority attention from \r\nthe Organization and that they require that we establish \r\nand deploy timely and multidimensional peacekeeping \r\noperations that include strengthened and comprehensive \r\nmandates. Despite the difficulties and obstacles, of \r\nwhich we are all aware, peacekeeping and humanitarian \r\nassistance operations constitute tangible and effective \r\ntools by which the United Nations can stabilize a \r\nsituation and protect civilians.  \r\n In the process of adapting to new situations, we \r\nshould be mindful of the growing frequency of \r\nconflicts between irregular forces and armies. Such \r\nconflicts subject civilians to great vulnerability to \r\nviolations of their human rights and the protection they \r\nshould enjoy under international humanitarian law. The \r\nUnited Nations should remain vigilant and punish \r\nviolations of international humanitarian law, prevent \r\nimpunity and uphold respect for human rights. The \r\nOrganization should be prepared to take action under \r\nthe Charter when a State is not in a position to assume \r\nits primary responsibility to protect its people. It is also \r\nimportant to bear in mind that States should also \r\ncontribute to maintaining their own stability, as well as \r\nthat of their region, while at the same time respecting \r\nthe sovereignty and territorial integrity of all other \r\ncountries.  \r\n The report of the Secretary-General also includes \r\ninformation about the work of the Peacebuilding \r\nCommission and the Fund and Office established to \r\nsupport post-conflict efforts. Their work should serve \r\nto strengthen coordination at the national and \r\ninternational levels in the area of reconstruction. \r\n The Organization has an important role to play in \r\npromoting cooperation to combat terrorism. We have \r\nmade progress by reviewing the implementation of the \r\nUnited Nations Global Counter-Terrorism Strategy; \r\nhowever, Member States should also continue to make \r\ngreater efforts to conclude a counter-terrorism \r\nconvention as soon as possible. \r\n Peru calls for bolstering specialized bodies and \r\nmechanisms in order to continue unabatedly to \r\nstrengthen joint efforts to combat illicit drug \r\ntrafficking. We believe that such efforts, along with \r\ninternational cooperation based on solidarity, are \r\nnecessary to respond to the urgency and magnitude of \r\nthe problem. The new concept of shared responsibility \r\nvis-à-vis transnational drug trafficking therefore calls \r\nfor decisive efforts and strategic alliances based on a \r\nbalanced political dialogue.  \r\n The United Nations should continue to be the \r\nforum in which we address the major threats in the \r\nareas of disarmament, non-proliferation and the \r\npeaceful uses of nuclear energy. We must also deal \r\nwith the problem of small arms and light weapons and \r\ncontinue to strengthen the United Nations to expand \r\ncooperation and put in place binding rules. \r\n Lastly, I believe that it is necessary to reiterate that \r\nthe international system transcends inter-State relations \r\nand that it comprises as well non-governmental \r\norganizations, local and international corporations, \r\nunions and other civil society actors. The United Nations \r\nwill benefit from remaining open to involving those \r\nstakeholders in its work and in devising proposals that \r\ninclude all actors active in the many crucial issues with \r\nan impact on development, equity, security and peace \r\nthroughout the world. \r\n Mr. Dapkiunas (Belarus) (spoke in Russian): The \r\ndelegation of Belarus supports the view of the \r\nSecretary-General as to the scale and seriousness of \r\ntoday’s international problems and his conclusion that \r\nglobal challenges cannot be resolved by one State or \r\nany group of States. We fully share the view that \r\nstrategies for resolving global problems should be \r\nproduced at the global level.  \r\n In our view, humankind is today trying to cope \r\nwith a whole complex of individual crises that cannot \r\nbe dealt with simply by increasing financial resources \r\nor perfecting the organizational machinery. Climate \r\nchange and the energy and food crises are all parts of \r\none multidimensional global challenge. For that \r\n A/63/PV.20\r\n \r\n21 08-53664 \r\n \r\nreason, a successful response to those challenges lies \r\nwith the United Nations, the only universal \r\norganization with a general mandate, and it should be \r\ncoordinated and multidimensional. \r\n In our view, based on the Secretary-General’s \r\nproposals, the priorities of United Nations work are to \r\nmeet the needs of the most needy, resolve global \r\nproblems and strengthen the Organization. \r\n We believe that the United Nations should pay \r\nclose attention to the particular needs of Africa. Our \r\napproach to the problems of that continent is a test of \r\nhumankind’s capacity to ensure its future. After all, \r\nAfrica determined, determines and will continue to \r\ndetermine the path of our own development. \r\nHumankind originated in Africa. In Africa one \r\nthousand years of the world’s colonial order came to an \r\nend. Today, the African continent is facing problems of \r\na global nature, and successfully solving these \r\nproblems would provide a tremendous impulse to the \r\nprogress of the whole international community. Failure \r\nwould place humankind on the path of regression. \r\n We share the Secretary-General’s concern that \r\nwomen remain the most vulnerable social group. \r\nViolence against women remains widespread and is a \r\nserious obstacle to achieving global development \r\ngoals. Belarus supports the campaign started by the \r\nSecretary-General to put an end to violence against \r\nwomen, mobilize public opinion, strengthen political \r\nwill and make available resources for improving the \r\nsituation of women. \r\n As the delegation of a country that has recently \r\nbeen fighting human trafficking — the main victims of \r\nwhich are women — we propose that the Secretary-\r\nGeneral, in accordance with his noble intentions, \r\nsupport with practical actions the idea of producing a \r\nUnited Nations plan of action to combat human \r\ntrafficking. In our view, such a plan could become a \r\nfundamental step in our fight against the denial of \r\nwomen’s rights. The steps necessary within the United \r\nNations to start work on this plan have already been \r\ntaken. \r\n Belarus supports the appeal for stepping up the \r\nefforts of the international community to achieve the \r\nMillennium Development Goals, particularly regarding \r\nensuring access to clean drinking water. The Secretary-\r\nGeneral notes that approximately one billion people in \r\nthe world have no such access. We should give serious \r\nthought to defining the development of accessible \r\ntechnology for desalination of sea water as a global \r\ntask over the next few decades. The United Nations \r\ncould help create a mechanism for using such \r\ntechnology for all mankind, not just those countries \r\nwhich possess it. \r\n We must also give attention to an important \r\nomission in the report: it contains no reference to the \r\nglobal energy crisis. We think that sends the wrong \r\nsignal to the international community. We call on \r\ndelegations of Member States and the Secretary-\r\nGeneral to pay due attention to the formation of a \r\nmultidimensional United Nations energy agenda. That \r\nagenda should take into account the interests of \r\nproducers, transit countries and consumers. It should \r\npromote international cooperation in disseminating \r\ntechnology for economical and effective energy and \r\nalternative and renewable energy sources. \r\n In order to resolve the unprecedented serious task \r\nwe are facing, we need a stronger, more effective and \r\nmodern Organization. The working methods of the \r\nUnited Nations should be in keeping with the global \r\nnature and scope of international problems. In this \r\nregard, the delegation of Belarus supports the initiative \r\nof the President of the General Assembly to devote the \r\ncurrent session to the problem of democratization of \r\nthe United Nations, and we intend to take an active part \r\nin the implementation. In our view, the process of \r\ndemocratization should begin with the United Nations \r\nSecretariat. \r\n The Secretariat should provide an example for the \r\nMember States by creating an atmosphere of trust, \r\nproviding assessments of international situations that \r\nare free from political bias and, even in difficult \r\ncircumstances, displaying an independent, professional \r\napproach. In this regard, all the Secretary-General’s \r\nproposals for reforming the Secretariat should be \r\nkeeping with the following criteria. \r\n Trust between the Secretariat and all Member \r\nStates should be enhanced, and the Secretariat should \r\nbe rendered more politically impartial. As a concrete \r\nmeasure that could truly improve the democratic status \r\nof the Secretariat, the delegation of Belarus calls for \r\nthe implementation of our idea of strict observance of \r\nthe principals of equitable geographical representation \r\nin the appointment of the leadership of every \r\ndepartment of the Secretariat. We believe that the top \r\nfive posts in any department should be distributed \r\namong the five regional groups. \r\nA/63/PV.20  \r\n \r\n08-53664 22 \r\n \r\n With regard to the Secretary-General’s proposal \r\nfor a new architecture of accountability in the \r\nSecretariat, this should be pursued by the Fifth \r\nCommittee. Member States should conduct a detailed \r\nstudy and possibly suggest a number of amendments. \r\n In conclusion, we would like to welcome the \r\nefforts of Member States and the Secretary-General to \r\nmodernize and enhance the effectiveness of the \r\nGeneral Assembly’s work. We believe it is a good idea \r\nto strengthen the practice of thematic debates and \r\ninteractive discussions on the most topical questions. \r\nSuch a practice would make it possible to enhance the \r\nsignificance of the Assembly in the life of the \r\ninternational community. \r\n We would like to take this opportunity to draw \r\nthe attention of the Secretariat to the need to pay \r\ngreater attention to delegation proposals originating in \r\ndebates. These valuable ideas should not be allowed to \r\nlanguish and should be taken up and put into effect. We \r\nalso consider the General Assembly’s work to \r\nrevitalize its activities to be an important instrument \r\nfor increasing the Assembly’s effectiveness. \r\n The results of the work of this session are \r\nreassuring. We have succeeded in taking inventory of \r\nthe decisions taken by the General Assembly in the \r\npast and now have insight into what the Secretariat and \r\nMember States should work on together so that the role \r\nof the General Assembly can live up to the lofty \r\nmission assigned to it by the Charter.  \r\n Mr. Sen (India): The Secretary-General’s report \r\n(A/63/1) is dignified in language and public-spirited in \r\nintention, and we certainly share and support his ideas \r\nthat we should achieve results, that we should \r\nstrengthen this Organization, that we should secure the \r\npublic good and that we should seize the opportunity. \r\nThese are the phrases he uses. But in fact it seems to us \r\nthat in seizing the opportunity, we are really missing it. \r\n Churchill described the pessimist as the person \r\nwho sees a difficulty in every opportunity and an \r\noptimist as one who sees an opportunity in every \r\ndifficulty. Here, we are actually closer to the former \r\nthan we are to the latter. There is no sense in this \r\nreport. As a summary of what has been done, it is fine; \r\nit is extremely useful and good. \r\n But as a vision for the future, there is no sense at \r\nall in this report of the gravity of crisis that the world \r\nhas entered. There is no sense that we are in the middle \r\nor are approaching probably the most profound crisis \r\nsince the Great Depression. There is no sense of the \r\npopular anger at the gap between democratic laws, on \r\nthe one hand, and bureaucratic reality and the mess that \r\nbureaucrats have made of this world, on the other. \r\n In short, in this fundamental sense the report is \r\ninadequate, if not irrelevant. David Harvey, a respected \r\nacademic who heads the Graduate Center of the City \r\nUniversity of New York, described the financial \r\nsystem, as early as 2005, as one in which deregulation \r\nhas meant that it has become a centre for redistribution \r\nfrom the poor to the rich through stockjobbery, debt \r\npeonage and fraud. We have seen asset destruction \r\nthrough inflation and asset stripping through mergers \r\nand acquisitions; we have seen a level of debt \r\nincumbency that has reduced all populations, even in \r\nthe developed countries, to debt peonage. That, he \r\nsays, is the nature of the financial system. \r\n This is as exact a reference as my memory \r\nallows, and I think it is an accurate description of the \r\nfinancial system. The results are there for all to see. \r\nBut in the Secretary-General’s report there is no sense \r\nof the onset of the situation, which was quite apparent \r\neven in August, and even earlier. We are entering into \r\nthis profound crisis, but there is no sense of that at all. \r\n We have a situation in which the world of Wall \r\nStreet has certainly ended. The world has not ended, \r\nbut their world has ended. The masters of the universe \r\non Wall Street have bit the dust, and they find that they \r\nhave the same war at their gate, the same dust in their \r\nmouths as the rest of us have. Ultimately, what we have \r\nseen is that a free market, like free love, comes to a \r\nbad end. In Flaubert’s novel Madame Bovary, Madame \r\nBovary could have cheerfully continued committing \r\nadultery, except that she overspent. So really, it is the \r\ncredit crunch that brings things to ruin. The Bible says \r\nthat “those who take up the sword shall perish by the \r\nsword”, and those who take up investment banking \r\nshall perish by investment banking. \r\n Investment banking and the financial market were \r\nsupposed to achieve total world liquidity and complete \r\nrisk insurance. In fact, they have shown the \r\nMephistophelian quality of achieving the opposite, \r\nnamely, the total destruction of world liquidity and the \r\nrise of risk to the level of bloodshed and bankruptcy. \r\nThat is what has really transpired. The effect on the \r\ndeveloping world is also going to be profound. Already \r\nprojects are stopping for lack of equity capital.  \r\n A/63/PV.20\r\n \r\n23 08-53664 \r\n \r\n The debt crunch is going to become greater and \r\ngreater because, according to some calculations, \r\nmortgage-backed securities amounting to $6 trillion \r\nwere created by Wall Street. We have seen only the tip \r\nof the iceberg. It is really the fear of the unseen part of \r\nthe iceberg that is causing continued crisis and \r\nturbulence. What is more, the sharp decline in exports \r\nand the declining commodity prices are going to hurt \r\nthe developing world. \r\n One can say that the problem affects us both; it \r\naffects the poor of both types of countries. That is true. \r\nThe developing world was, incidentally, asked to \r\nactually liberalize capital markets. That was the light \r\nwe were supposed to follow, the image after which we \r\nwere supposed to refashion ourselves. It was our great \r\nfortune that we did not do so because if we had, the \r\nworld crisis today would have been a world \r\ncatastrophe. If you are a developed country you will \r\nsee a light at the end of the tunnel, but if you are a \r\ndeveloping country you know that the light is really the \r\nheadlight of an approaching train. So we have reached \r\na point where it is no longer a North-South issue at all; \r\nit is a problem that affects the poor in both North and \r\nSouth — it cuts across. It is only in this sense, through \r\nthe realization of the solidarity of suffering, that we \r\ncan overcome the crisis.  \r\n This is, I suppose, what the President of the \r\nGeneral Assembly, Father d’Escoto Brockmann, means \r\nby brotherhood, where the economic has become the \r\necumenical. The crisis is profound because it is \r\naffecting the real economy in ever-widening circles, \r\nlike a stone thrown into a pond. Wider and wider \r\nconcentric circles of crisis are the result. That was \r\nactually predicted ages back by John Ruskin, who \r\nspoke of “such and such strong hands ... numbed as by \r\nnightshade: so many strong men’s courage broken, so \r\nmany productive operations hindered”.  \r\n It is not the rich, whether in the North or in the \r\nSouth, who are fundamentally bearing the brunt. They \r\nhave made their money. Phillip Auger, who was an \r\ninvestment banker for 15 or 20 years, has written from \r\nthe inside in his The Greed Merchants, where he says \r\nthat the young and greedy operatives in the financial \r\nsector withdrew $180 billion from the real economy \r\nover the last few years, but that wealth was really fairy \r\ngold. It vanished with the daylight, and all that gold — \r\nagain to quote Ruskin — was merely “the gilded index \r\nof far-reaching ruin; a wrecker’s handful of coin \r\ngleaned from the beach to which he has beguiled an \r\nargosy”. \r\n The problem with this report is that you have no \r\nsense of all this and, above all, no sense of what the \r\nUnited Nations can do in terms of its universality, in \r\nterms of its convening part, to really begin to rebuild \r\nthe economic and political governance of the world. \r\nUltimately, what we find is that, through all these \r\ncrises, the International Monetary Fund (IMF) was \r\nhelpless. It was completely irrelevant. That irrelevance \r\ncannot be ended until we address the fundamental \r\nissues of the veto, of transparency, of the appointments \r\nprocess and, above all, of quotas. Even the direction \r\nthe IMF has moved is totally inadequate for the simple \r\nreason that, given the depth and scale of the crisis, the \r\ncreditor-debtor variables are not enough for real reform \r\nof the IMF. We are required to embody the democratic \r\nprinciple of “one person, one vote; one nation, one \r\nvote”, which, at present, is given zero weight in the \r\nIMF.  \r\n Therefore, unless such a fundamental quota \r\nreform takes place, the developing countries cannot be \r\ninvolved in a manner in which their energy and \r\ndynamism, which are so crucial, can be used for \r\ncreating and refashioning the international financial \r\nsystem. It is for the United Nations to carry out a social \r\naudit of the Bretton Woods institutions and start giving \r\nthe parameters for that reform.  \r\n Not only is the report completely silent on this, \r\neven worse, if you look at the statistical tables in the \r\nannex, it actually hides the crisis. It actually \r\nforeshadows business as usual, because in the \r\nstatistical tables it says that there are no figures \r\navailable for those living under $1 a day. \r\n Today, the more appropriate measure is $1.25 a \r\nday, according to the World Bank. We have moved on \r\nfrom $1 a day, and these figures are available. In the \r\nsame month in which the report was issued, two \r\neconomists of the World Bank Development Research \r\nGroup, Martin Ravallion and Shaohue Chen, looked at \r\nall the household surveys, the census data, and the \r\nnational accounts. They looked at international and \r\nnational pricing data and have concluded that over the \r\nlast 25 years we have reduced the number of people \r\nwho live on less than $1.25 a day from 1.9 billion to \r\n1.4 billion. That is a relative, significant decrease, but \r\nat the same time the absolute number of people living \r\nA/63/PV.20  \r\n \r\n08-53664 24 \r\n \r\non less than $1.25 a day is still formidable: 1.4 billion. \r\nThose figures are available. \r\n Similarly, in the statistical tables, the figures \r\nregarding the share of gross national product of the \r\nlowest quintile of the population are given only for \r\n2005. In other words, there is no possibility for \r\ncomparison. Figures for earlier years are available. Had \r\nthe comparison been made, we would have known that \r\nthe share of the lowest quintile has actually declined \r\nsharply over the years. Therefore, the statistical tables \r\nreally obfuscate and hide; they do not reveal anything \r\nor help with anything. The report is statistically \r\nirrelevant, in addition to being irrelevant as a whole. \r\n Also important is the fact that, while the report \r\nspeaks of public goods, public health and climate \r\nchange, it is completely silent about even a modest \r\nissue such as whether we should look at the intellectual \r\nproperty rights (IPR) regime, whether we should set up \r\na commission of experts to look at it because it is \r\ncompletely skewed. After all, knowledge is a public \r\ngood, but the IPR regime that we have does not ensure \r\na balance between the users of knowledge and the \r\nproducers of knowledge. Unless we do so, we are not \r\ngoing to have cheaper medicine with which we can \r\ntackle the epidemics of the world or affordable \r\nmitigation and adaptation technologies with which we \r\ncan address climate change. \r\n So that is a tremendous lacuna in the report itself. \r\nIf we look at the IPR regime, it is clear that the United \r\nStates should be a model for the developing countries. \r\nSection 1498 of Title 28 of the United States Code \r\nstates clearly that the Government can use patents for a \r\npublic purpose and can even authorize third countries \r\nto do so, even without negotiation. That truly is a \r\nmodel for what we should try to achieve.  \r\n Similarly, the report is completely silent about \r\nwhat the United Nations could do to stimulate the \r\ncompletely deadlocked Doha Development Round on \r\nissues that are necessary, even from a Keynesian point \r\nof view, to create the world demand that can get us out \r\nof this crisis. Even on those issues, which include \r\ncotton, sensitive products and the special safeguards \r\nmechanism, no progress at all has been made. In short, \r\nhere we have an organization — the World Trade \r\nOrganization — that, like the Bretton Woods \r\ninstitutions, is fast approaching irrelevance and that is \r\ncompletely indifferent to the concerns of the bulk of \r\nthe membership. If we are going to have subsidies in \r\nthe developed world and there is a surge of those \r\nimported subsidies through imports, then a special \r\nsafeguards mechanism will surely be required. Or \r\nshould we continue business as usual, simply \r\nprotecting commercial interests, and forget about \r\nprotecting the livelihood concerns of millions of \r\nmarginal families? \r\n Therefore, on the economic side, I see very little \r\nin this report in terms of vision — in terms of really \r\nbeing aware of the crisis that is engulfing us and trying \r\nto use the universality of this Organization and its \r\nconvening power to address it.  \r\n The report has much to say about the Millennium \r\nDevelopment Goals (MDGs), and that is welcome. It is \r\na useful summary; the MDGs are important. At the \r\nsame time, however, there is not a word about how we \r\nare going to achieve the MDGs without restructuring \r\ninternational trade and the IPR regime. Perhaps that is \r\nwhy the focus is purely on malaria, mosquito nets and \r\nspraying. Obviously, if we are not going to change the \r\nIPR regime, we cannot eradicate malaria; we can only \r\ngo on distributing mosquito nets ad infinitum and go \r\non spraying until we are blue in the face.  \r\n So the point is this: unless we really get around to \r\naddressing the key issues, including the IPR regime \r\nand international trade, and opt for an industrial policy \r\nthat uses domestic subsidies in the developing world \r\nand protective tariffs to shield industry so that we have \r\neconomic development, we will have no other \r\nalternative but to go on distributing mosquito nets. \r\nTherefore, we will not be achieving economic \r\ndevelopment; we will be achieving only welfare \r\ncolonialism.  \r\n Even if we come down to the level of detail, what \r\ndoes the report do? We are even redistributing targets: \r\nTarget 1.B is shifted from MDG 8 to MDG 1. In other \r\nwords, we are undermining the legitimacy of the MDG \r\nframework; we are undermining the global partnership; \r\nwe are undermining the measurement of progress. \r\nTherefore — and this is very important — we request \r\nthat the Secretary-General go back to the earlier \r\ntargets, particularly in the case of Target 1.B. In fact, \r\nwe should be looking at more effective indicators for \r\nmeasuring and monitoring the achievement of MDG 8. \r\n So those are some thoughts that I wanted to share \r\nwith members. Before concluding, however, I would \r\nlike to look very briefly at a few other issues.  \r\n A/63/PV.20\r\n \r\n25 08-53664 \r\n \r\n The report mentions the responsibility to protect, \r\nwhich is important in terms of human rights, but is \r\ncompletely silent about comprehensive reform of the \r\nSecurity Council. In its present form, the Council has \r\ntoo narrow a political basis to have the impartiality to \r\nactually implement any kind of responsibility to \r\nprotect. Then again, if we look at the statistical tables, \r\nwe find that the share of landlocked developing \r\ncountries and small island developing States in official \r\ndevelopment assistance (ODA) is declining, including \r\nin absolute terms. Yet, there is not a word that those \r\nStates should have access to the Security Council, \r\nwhose working methods and membership should be \r\nradically transformed. There is a problem regarding \r\npeace and security — even the report cannot totally \r\nhide that — yet there is complete silence about the \r\nneed to totally reform the Council. In short, the report \r\nhas nothing whatsoever to say about institutional \r\nrebuilding and reform of international political and \r\neconomic governance, without which we cannot even \r\nhope to address this crisis, let alone come out of it.  \r\n Then again, let us take a look at some of the other \r\nissues. It is good that the report speaks of the United \r\nNations Global Counter-Terrorism Strategy, but there is \r\nnothing about the need to complete the keystone of that \r\narch: the comprehensive convention on international \r\nterrorism. That is necessary, particularly when we \r\nconsider that we have come so close — in terms of our \r\napplication of international humanitarian law — to an \r\nunderstanding on article 20, which was formerly \r\narticle 18. \r\n Similarly, with regard to system-wide coherence, \r\nthere is nothing at all in the report about the flow of \r\nvoluntary funding having to be controlled and used by \r\nthe United Nations and subjected to United Nations \r\nbudgetary discipline — the discipline of the Fifth \r\nCommittee. There is some degree of complements on \r\nthe reform of the Department of Peacekeeping \r\nOperations, in which the Department was divided in \r\ntwo, creating the Department of Field Support. But the \r\njury is still out regarding how effective that has been. \r\nWe all know that, in the Advisory Committee on \r\nAdministrative and Budgetary Questions (ACABQ), \r\nrepresentatives from the field were not able to show \r\nthat there had been any improvement in efficiency or \r\nunity of command. Indeed, more resources have been \r\nrequested to restore the unity of command following \r\nthe division. In other words, we divide so that we can \r\nask for more resources in order to unite. That is not \r\nreform, but a way to overcome the zero-budget-growth \r\nimperative and acquire resources by other means.  \r\n We are all in favour of preventive diplomacy: \r\nclearly, an ounce of prevention is better than a ton of \r\ncure. At the same time, however, we must ask \r\nourselves whether we will not be creating new \r\nbureaucratic structures and duplicating capacity. \r\n Finally, on the ACABQ — since I have \r\nmentioned the ACABQ — let us turn to the \r\naccountability framework. The ACABQ, if I remember \r\ncorrectly, said regarding the accountability framework, \r\ninternal accountability, enterprise resource \r\nmanagement and results-based management that there \r\nis no clear statement in the report on those subjects or \r\non how the objectives that have been defined are to be \r\nachieved, nor has any consistent benchmark been \r\nprovided. So, ultimately, we are left with the aphorism \r\nthat the Member States have to be accountable to the \r\nOrganization. Either that means that the Organization \r\nis its Member States and they are accountable in that \r\nsense, in which case the statement, the aphorism, is \r\nredundant — it is a tautology — or it means that we \r\nhave to be accountable to the Secretariat, which is truly \r\ntopsy-turvy and completely unacceptable. \r\n I will not take up more time. I notice I have \r\nspoken for 10 or 15 minutes or more, but before I \r\nfinish, I would like to conclude by saying that there is \r\nthe very important issue of disarmament and \r\nnon-proliferation, where we also would have looked \r\nfor more details, some greater vision of what we need \r\nto do, because that certainly is linked to the \r\nfundamental problems of peace and security in the \r\nworld.  \r\n Here again, disarmament is crucial for us \r\nparticularly, because it is the twentieth anniversary of \r\nthe Rajiv Gandhi Action Plan, which he outlined at the \r\nthird special session on disarmament and in large part \r\nretains its relevance. That is why our Prime Minister in \r\nthe general debate at the current session called for a \r\nnuclear weapons convention that would be universal \r\nand non-discriminatory and would prohibit in a time-\r\nbound manner the development, production, \r\nstockpiling and use of nuclear weapons.  \r\n We look forward to suggestions on how we are \r\ngoing to move in that direction. Therefore, I would \r\nsuggest that this report should be used simply as a kind \r\nof summary of some of the things that have happened, \r\nbut we in this Hall have to forge for ourselves practical \r\nA/63/PV.20  \r\n \r\n08-53664 26 \r\n \r\ninstruments to address the real crisis in the world by \r\nrebuilding the international political economic \r\ngovernance of the world in an institutional sense, \r\nwhich the United Nations alone with its universality \r\nand its convening power is able to do. \r\n Mr. Abdelaziz (Egypt) (spoke in Arabic): At the \r\noutset, I would like to express our deep appreciation to \r\nthe Secretary-General, Ban Ki-moon, for his valuable \r\nreport on the work of the Organization (A/63/1). The \r\nreport reflects a clear vision in addressing \r\ncontemporary international issues, focusing on the \r\nimperative of enhancing organized collective action \r\naimed at strengthening the role and credibility of the \r\nUnited Nations in working towards a better future for \r\nhumanity. \r\n I would also like to express our full concurrence \r\nwith the clear message of the Secretary-General that \r\nwe will rise or fall together depending on the \r\neffectiveness of our common response and our ability \r\nto achieve full accountability as a fundamental \r\norganizing principle and operational guideline for our \r\nOrganization.  \r\n However, before commenting further on the \r\nreport of the Secretary-General, I would like to state \r\nthat in addition to achieving accountability we need to \r\nhighlight the importance of strengthening trust between \r\nall Member States. That trust constitutes a fundamental \r\npillar for any collective action, especially in the United \r\nNations, but it has been hampered in recent years by \r\nthe harmful non-implementation of agreed \r\ncommitments made at previous United Nations \r\nsummits and conferences, especially in the field of \r\ndevelopment, and by attempts by some to impose \r\nspecific patterns and concepts that do not take into \r\naccount the political, economic, cultural and religious \r\ndiversity of Member States, as well as the growing \r\ntrend by some Members to break with collective action \r\nin the Organization, moving towards unilateralism \r\nbased on political or military alliances or driven by \r\neconomic might. \r\n Hence, the first step in implementing the \r\nprinciple of full accountability should be an explicit \r\ncommitment by all States to support collective \r\ninternational action. In order for that to be \r\naccomplished, we should strive to make that collective \r\naction conducive to fulfilling the interests of our \r\npeoples in development, peace and security and to the \r\nenjoyment of the highest standards of democracy, \r\nhuman rights and basic freedoms, independent of the \r\nphenomena of politicization, selectivity and double \r\nstandards currently witnessed in addressing global \r\nissues. \r\n The Secretary-General has allocated more than \r\nhalf of his report and its annexes to the issue of \r\ndevelopment. It is worth noting that the two high-level \r\nmeetings convened at the inauguration of the current \r\nGeneral Assembly session have undoubtedly led to new \r\ncommon understandings on the increasing development \r\nneeds that have to be addressed with maximum \r\npossible effectiveness, in order to achieve the \r\nMillennium Development Goals (MDGs) and to enable \r\nAfrica to fulfil its developmental needs and goals. That \r\nrequires a leading role on the part of the United \r\nNations in financing that development, in addition to \r\nthe important role played by the Follow-up \r\nInternational Conference on Financing for \r\nDevelopment to Review the Implementation of the \r\nMonterrey Consensus, which we look forward to \r\nmaking a success by the end of this year.  \r\n There is also a need to create financing \r\nmechanisms within the programme budget of the \r\nUnited Nations, which should not be left to rely on \r\nvoluntary contributions. It is also imperative to \r\nstrengthen the application of national ownership and to \r\nbuild development efforts on the basis of national \r\nstrategies without conditionality.  \r\n Next year, as the Secretary-General stated, must \r\nbecome a year of action, in order to secure food, \r\nhousing, education and health for those most in need, \r\nin addition to enhancing the strategy led by the \r\nSecretary-General to bolster the ability of the African \r\nStates to achieve the MDGs and other internationally \r\nagreed development goals. In that connection, we \r\nsupport the proposals of the Secretary-General to \r\npromote and revitalize the Department of Economic \r\nand Social Affairs and to provide the necessary \r\nfinancial resources to achieve that goal. \r\n Much as we attach importance to development, \r\nwe equally call for enhancing the capability of the \r\nUnited Nations in the settlement of disputes, its \r\ncapacities not only in preventive diplomacy but also in \r\npeacekeeping missions. While we support \r\nstrengthening the role of the Department of Political \r\nAffairs in those two important fields and that of the \r\nSecretary-General in conducting good offices, the \r\nUnited Nations is duty-bound to enhance its role in \r\n A/63/PV.20\r\n \r\n27 08-53664 \r\n \r\nachieving the peaceful settlement of all disputes and \r\nnot to confine its efforts to dispatching peacekeeping \r\nmissions for dozens of years without exerting a parallel \r\neffort to achieve the necessary peaceful settlement. \r\n We welcome the role of the United Nations as \r\nembodied in the international Quartet and the United \r\nNations special envoys to the Middle East. However, \r\nwe believe in the importance of strengthening its role \r\nin a more active way, in order to achieve a \r\ncomprehensive settlement of the Arab-Israeli conflict, \r\nespecially as the terms of reference for the peace \r\nprocess were created here in the United Nations and \r\nwill remain the basis governing any final settlement. \r\n Along the same lines, we must strengthen the role \r\nof the Peacebuilding Commission, the Peacebuilding \r\nOffice and Peacebuilding Fund in a framework \r\nconducive to greater coordination between the role of \r\nthe Secretary-General, on the one hand, and the role of \r\nthe Commission, on the other, especially in view of the \r\nleading operational role assumed by the Commission \r\non the ground. In supporting international action to \r\nconfront the spiralling food crisis, we also welcome the \r\ninitiative of the Secretary-General to formulate a \r\ncomprehensive strategy to deal with that crisis, \r\nincluding a quick response to the humanitarian \r\nsituation created by the crisis. That also requires frank \r\ndiscussion of the activities of the Central Emergency \r\nResponse Fund, to which developed countries have \r\ncontributed generously in addressing humanitarian \r\ncrises, but, unfortunately, refrain from showing the \r\nsame kind of contribution in implementing \r\ninternationally agreed commitments within the United \r\nNations, especially in the field of development. \r\n The year 2008 marks the sixtieth anniversary of \r\nUnited Nations activities in the field of peacekeeping. \r\nIt also coincides with the sixtieth anniversary of the \r\nadoption of the Universal Declaration of Human Rights \r\nand the fortieth anniversary of the adoption of the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\n(NPT), which undoubtedly requires of us a thorough \r\nassessment of each of these three important fields.  \r\n In the field of peacekeeping, Egypt has supported \r\nthe proposals of the Secretary-General for restructuring \r\nthe Department of Peacekeeping Operations and the \r\nestablishment of the Department of Field Support. At \r\nthe same time, we have to express concern over the \r\ncontinuing expansion in the budget of peacekeeping \r\noperations compared to the total budget of the \r\nOrganization. We also wish to voice our concern that \r\nthe continuation of peacekeeping operations has not \r\nbeen coupled with serious efforts by the Organization \r\nto reach comprehensive peace agreements. In this \r\ncontext, we agree with the Secretary-General’s \r\nassertion in his report that there is a need for \r\n“sustained political engagement with relevant parties \r\nso that there is a peace to keep” (A/63/1, para. 49).  \r\n As Egypt has provided and will continue to \r\nprovide more of its best men and women to participate \r\nin United Nations peacekeeping missions, believing in \r\nthe significance of the concept of international \r\ncollective security, it also calls for a higher degree of \r\ncoordination between the troop-contributing countries \r\n(TCCs) and the Security Council, in order to achieve \r\nstability in the international presence in the field \r\nwithout delay. \r\n In the field of human rights, we welcome the \r\nprogress achieved in the work of the Human Rights \r\nCouncil as a subsidiary body of the General Assembly. \r\nOn this score, we share the view of the Secretary-\r\nGeneral that we have achieved extensive international \r\nacceptance of human rights standards. Yet we \r\nemphasize the necessity of respecting cultural, \r\nreligious and ethnic diversity in dealing with these \r\nissues, and the necessity of refraining from any attempt \r\nto impose concepts that have not been agreed upon. We \r\ncaution against the attempts of some to promote \r\nthemselves as the guardians of human rights issues at \r\nthe United Nations. All of us believe in the importance \r\nof human rights and in the necessity of securing those \r\nrights for all peoples within an internationally agreed \r\nframework, and foremost among these rights is the \r\nright to development. \r\n Concerning the new issues currently under \r\ndiscussion, Egypt participates in the ongoing \r\nconsultations regarding paragraphs 138 and 139 of the \r\n2005 World Summit Outcome document on the \r\nresponsibility to protect. We stand ready to discuss the \r\nimplementation of these two paragraphs within the \r\nGeneral Assembly, with a view to reaching clear \r\nagreement on the scope of these two paragraphs \r\nregarding their relation to national sovereignty as well \r\nas the roles of the General Assembly and the Security \r\nCouncil in this area. \r\n Moving to the question of disarmament, the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\n(NPT) is undoubtedly passing through its most serious \r\nA/63/PV.20  \r\n \r\n08-53664 28 \r\n \r\ncrisis at present, especially in view of its failure to \r\nachieve universality and its explicit failure to \r\nimplement all elements of the indefinite extension \r\npackage agreed upon in 1995, particularly the Middle \r\nEast resolution. In addition, this situation has also been \r\naggravated by efforts aimed at strengthening the \r\ninternational handling of non-proliferation issues at the \r\nexpense both of achieving the universality of the NPT \r\nof the issues of nuclear disarmament. Unfortunately, all \r\nthese aspects presage a potential threat to international \r\nfaith in the NPT and the indefinite extension package. \r\n The passing of 40 years since the adoption of the \r\nNPT necessarily sets off a warning bell with respect to \r\ninternational efforts aimed at strengthening \r\nimplementation of the Treaty, in order to achieve a \r\nsuccessful review of the Treaty by 2010, strengthen the \r\nNPT regime, achieve nuclear disarmament, and \r\npromote the shared belief that the Treaty should be \r\nupheld as the cornerstone of international collective \r\nsecurity in the nuclear field. \r\n Similarly, the success of the review of the Global \r\nCounter-Terrorism Strategy at the beginning of \r\nSeptember of this year should be complemented by \r\nstrenuous efforts to strengthen the participation of \r\nMember States in the Strategy’s implementation. \r\nImplementation should not be confined to the \r\ncommittees formed by the Secretariat on its own \r\ninitiative. \r\n In conclusion, I wish to applaud the proposals of \r\nthe Secretary-General in the various fields of reform, \r\nincluding achieving system-wide coherence in the \r\nwork of the Organization, strengthening accountability \r\nin the Secretariat, promoting the administration of \r\njustice and making full use of information and \r\ncommunications technology. I should also like to \r\ncommend the Secretary-General’s policy of openness \r\ntowards the Member States through regular periodic \r\nbriefings with the General Assembly, fostering \r\ncooperation with regional organizations and the \r\nparticipation of civil society and the private sector in \r\nthe activities of the Organization, based on the \r\nfulfilment of the common interests of Member States \r\nwithin the provisions of the Charter. \r\n Mr. Hannesson (Iceland): The annual report of \r\nthe Secretary-General on the work of the Organization \r\n(A/63/1) provides a good overview of the \r\naccomplishments during the past year and the \r\ncomplicated challenges ahead. The report helps us to \r\nkeep our focus, and I will touch briefly upon the three \r\nkey areas the Secretary-General points out in the \r\nreport. \r\n Delivering results for people most in need is \r\ncritical for maintaining peace and security, which is a \r\ncomplex, multidimensional task. Poverty and \r\nunderdevelopment are among the greatest challenges \r\nthe international community is faced with today.  \r\n We are halfway towards the year 2015, the target \r\ndate for the achievement of the Millennium \r\nDevelopment Goals (MDGs). Although considerable \r\nprogress has been made, it remains our grave concern \r\nthat many developing countries have little chance of \r\nachieving the goals by 2015. More is needed to be \r\ndone with regard to financing for development. The \r\nforthcoming meeting in Doha on financing for \r\ndevelopment will test the resolve of the international \r\ncommunity. \r\n The protection and promotion of fundamental \r\nhuman rights is one of the primary aims in the area of \r\nthe maintenance of peace and security. In his report, \r\nthe Secretary-General notes the significant progress \r\nmade by the international community in advancing \r\nhuman rights standards and mechanisms. \r\n Women’s rights are fundamental human rights \r\nand, as such, are important in themselves. Moreover, it \r\nhas become a well-known fact that gender equality and \r\nwomen’s empowerment are also smart economics, \r\nwithout which there could be no poverty eradication \r\nand no achievement of the MDGs. Likewise, there is a \r\nclear gender dimension when it comes to conflict, \r\npeace and security, and women have a distinctive and \r\nimportant role to play in both conflict resolution and \r\npeacebuilding. \r\n We strongly support the reinforcement of the \r\nwork of the United Nations in the field of conflict \r\nprevention, which is indeed in line with the holistic \r\napproach we have increasingly applied to our work. We \r\nsay that there is no security without development and \r\nno development without security, as has so often been \r\nsaid in this Hall. \r\n Securing global goods is another important key \r\nfor maintaining peace and security. Climate change is a \r\nthreat to human security. The most vulnerable, \r\nincluding the small island developing States and the \r\nleast developed countries, which will be hardest hit, are \r\nthe least responsible for causing climate change. We \r\n A/63/PV.20\r\n \r\n29 08-53664 \r\n \r\nmust accept the fact that securing a safe future for \r\nmankind is the common responsibility of all nations. \r\nThe economic costs of doing so must be shared \r\naccording to means. \r\n In our search for peace and security, all Member \r\nStates must continue their joint effort in the fight \r\nagainst terrorism. Although much has already been \r\ndone under the auspices of the United Nations, the \r\npersistence of, and even increase in terrorist attacks \r\nremains of grave concern. Therefore, more needs to be \r\ndone, and Iceland supports the conclusion of an \r\ninternational counter-terrorism convention. A \r\nstrengthened international legal framework would \r\nsolidify counter-terrorism efforts and help ensure that \r\nour fundamental respect for human rights and \r\nhumanitarian law is not sacrificed in the battle. \r\n The continued proliferation of arms is a constant \r\nthreat to peace and security and Iceland regrets the \r\nlimited progress in the field of arms control, \r\ndisarmament and non-proliferation.  \r\n The proliferation of nuclear weapons, with their \r\nimmense destructive power, is especially worrisome, \r\nand Iceland fully supports the work of the International \r\nAtomic Energy Agency. However, small arms and light \r\nweapons also pose a great danger, and no effort should \r\nbe spared in trying to decrease the death toll claimed \r\nby those weapons. An important step in that direction \r\nis the curbing of the illicit trade in small arms and light \r\nweapons, and Iceland is among those countries that \r\nhave advocated the conclusion of binding legal \r\ninstruments on brokering in small arms and light \r\nweapons, as well as on marking and tracing. Further,  \r\n \r\nthe conclusion of an arms trade treaty would certainly \r\nbe a significant achievement towards the same end. \r\n We fully agree with the Secretary-General that we \r\nhave to create a stronger United Nations by working \r\ntowards full accountability. Although frustration and \r\nimpatience often characterize views of how the United \r\nNations addresses global challenges, the fact of the \r\nmatter is that the United Nations system as a whole \r\nindisputably plays a central role in preserving peace, \r\nstaving off hunger and famine, and coordinating the \r\nworld response to the multitude of crises facing \r\nhumankind at various times. Let us not forget that the \r\nUnited Nations can do only what its Member States are \r\nwilling to let it do. It is our responsibility to give the \r\nUnited Nations the necessary means and mandates for \r\nit to effectively address current threats and challenges.  \r\n The United Nations plays a crucial role in the \r\npromotion of gender equality and women’s \r\nempowerment, and it is important that the Organization \r\nbe fully equipped, both financially and institutionally, \r\nto address those important issues. At the moment, that \r\nis unfortunately not the case. It has been recognized \r\nthat the United Nations work in that field is often \r\nunderresourced, fragmented and lacking in \r\naccountability. In Iceland’s view, it is of utmost \r\nimportance that those shortcomings be addressed \r\nduring the sixty-third session of the General Assembly, \r\nwith the aim of building a stronger United Nations that \r\nis more responsive, coherent and accountable, to the \r\nbenefit of all. \r\nThe meeting rose at 1.05 p.m. \r\n \r\n"