" United Nations  A/63/PV.23\r\n  \r\n \r\nGeneral Assembly \r\nSixty-third session \r\n \r\n23rd plenary meeting \r\nThursday, 9 October 2008, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-54359 (E) \r\n*0854359* \r\nPresident: Mr. D’Escoto Brockmann . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\nThe meeting was called to order at 10.15 a.m. \r\n \r\n \r\nAgenda item 154 \r\n \r\nJudges of the International Tribunal for the \r\nProsecution of Persons Responsible for Serious \r\nViolations of International Humanitarian Law \r\nCommitted on the Territory of the Former \r\nYugoslavia since 1991  \r\n \r\n  Letter from the Secretary-General addressed \r\nto the President of the General Assembly \r\n(A/63/458) \r\n \r\n  Letter from the President of the Security \r\nCouncil addressed to the President of the \r\nGeneral Assembly (A/63/470) \r\n \r\n The President (spoke in Spanish): Before taking \r\nup agenda item 154, I would like to consult members \r\nwith regard to proceeding to the consideration of this \r\nagenda item. In this connection, I would like to draw \r\nattention to the relevant provision of rule 15 of the \r\nrules of procedure of the General Assembly, which \r\nreads as follows: \r\n  “No additional item may, unless the General \r\nAssembly decides otherwise by a two-thirds \r\nmajority of the members present and voting, be \r\nconsidered until seven days have elapsed since it \r\nwas placed on the agenda and until a committee \r\nhas reported upon the question concerned.” \r\n In the absence of an objection, I shall take it that \r\nthe Assembly agrees to proceed to the consideration of \r\nagenda item 154.  \r\n It was so decided. \r\n The President (spoke in Spanish): I now invite \r\nthe attention of the Assembly to documents A/63/458 \r\nand A/63/470. In document A/63/458, the Secretary-\r\nGeneral transmitted two letters, dated 5 June 2008 and \r\n1 September 2008, from Judge Fausto Pocar, President \r\nof the International Tribunal for the Former \r\nYugoslavia. In his letter, the Secretary-General informs \r\nthe Assembly that the President seeks the extension of \r\nthe terms of office of the permanent and ad litem \r\njudges elected to serve with the Tribunal in 2005 and \r\nwhose terms of office expire on 16 November 2009 \r\nand 23 August 2009, respectively. The Secretary-\r\nGeneral also states that the President has requested an \r\nextension of the terms of the remaining ad litem judges \r\nwho are not currently appointed to serve at the \r\nTribunal. \r\n The Secretary-General further informs the \r\nAssembly that the President has provided details on the \r\nnecessity and urgency of this request, which is \r\nprimarily to ensure that the judges may complete the \r\ncases to which they are assigned. As the statute of the \r\nInternational Tribunal does not provide for the \r\nextension of the terms of office of the judges, the \r\napproval of the Security Council, as the parent organ of \r\nthe International Tribunal, and of the General \r\nAssembly, as the organ that elects its judges, would be \r\nneeded. \r\n In document A/63/470, the President of the \r\nSecurity Council transmits to the President of the \r\nGeneral Assembly the text of Council resolution 1837 \r\nA/63/PV.23  \r\n \r\n08-54359 2 \r\n \r\n(2008) of 29 September 2008, whereby the Council, \r\ninter alia: \r\n  “1. Decides to extend the terms of office \r\nof the following permanent judges at the Tribunal \r\nwho are members of the Appeals Chamber until \r\n31 December 2010, or until the completion of the \r\ncases before the Appeals Chamber if sooner: \r\n     –Liu Daqun (China) \r\n     –Theodor Meron (United States of America) \r\n     –Fausto Pocar (Italy) \r\n     –Mohamed Shahabuddeen (Guyana) \r\n  “2. Decides to extend the terms of office \r\nof the following permanent judges at the Tribunal \r\nwho are members of the Trial Chambers until \r\n31 December 2009, or until the completion of the \r\ncases to which they are assigned if sooner: \r\n     –Carmel Agius (Malta) \r\n     –Jean-Claude Antonetti (France) \r\n     –Iain Bonomy (United Kingdom) \r\n     –Christoph Flügge (Germany) \r\n     –O-Gon Kwon (South Korea)  \r\n     –Bakone Justice Moloto (South Africa)  \r\n     –Alphons Orie (The Netherlands) \r\n     –Kevin Parker (Australia) \r\n     –Patrick Robinson (Jamaica) \r\n     –Christine Van den Wyngaert (Belgium) \r\n  “3. Decides to extend the terms of office \r\nof the following ad litem judges, currently \r\nserving at the Tribunal, until 31 December 2009, \r\nor until the completion of the cases to which they \r\nare assigned if sooner: \r\n  Ali Nawaz Chowhan (Pakistan) \r\n  Pedro David (Argentina) \r\n  Elizabeth Gwaunza (Zimbabwe) \r\n  Frederik Harhoff (Denmark) \r\n  Tsvetana Kamenova (Bulgaria) \r\n  Uldis Kinis (Latvia) \r\n  Flavia Lattanzi (Italy) \r\n  Antoine Kesia-Mbe Mindua (Democratic \r\nRepublic of the Congo) \r\n  Janet Nosworthy (Jamaica) \r\n  Michèle Picard (France) \r\n  Árpád Prandler (Hungary) \r\n  Kimberly Prost (Canada) \r\n  Ole Bjørn Støle (Norway) \r\n  Stefan Trechsel (Switzerland) \r\n  “4. Decides to extend the term of office of \r\nthe following ad litem judges, who are not \r\ncurrently appointed to serve at the Tribunal, until \r\n31 December 2009, or until the completion of any \r\ncases to which they may be assigned if sooner: \r\n  Melville Baird (Trinidad and Tobago) \r\n  Frans Bauduin (The Netherlands) \r\n  Burton Hall (The Bahamas) \r\n  Frank Höpfel (Austria) \r\n  Raimo Lahti (Finland) \r\n  Jawdat Naboty (Syrian Arab Republic) \r\n  Chioma Egondu Nwosu-Iheme (Nigeria) \r\n  Prisca Matimba Nyambe (Zambia) \r\n  Brynmor Pollard (Guyana) \r\n  Vonimbolana Rasoazanany (Madagascar) \r\n  Krister Thelin (Sweden) \r\n  Klaus Tolksdorf (Germany) \r\n  Tan Sri Dato Lamin Haji Mohd Yunus \r\n(Malaysia).” \r\n If there is no objection, I propose that the \r\nAssembly decide to endorse this recommendation of \r\nthe Secretary-General, which was endorsed by the \r\nSecurity Council in its resolution 1837 (2008) of \r\n29 September 2008. \r\n It was so decided. \r\n The President (spoke in Spanish): The Assembly \r\nhas thus concluded this stage of its consideration of \r\nagenda item 154. \r\n \r\n A/63/PV.23\r\n \r\n3 08-54359 \r\n \r\nAgenda items 10 and 101 \r\n \r\nReport of the Peacebuilding Commission (A/63/92)  \r\n \r\nReport of the Secretary-General on the \r\nPeacebuilding Fund (A/63/218 and Corr.1)  \r\n \r\n The President: I am very pleased that we have \r\nthis opportunity to discuss the Secretary-General’s \r\nreports on the Peacebuilding Commission and the \r\nPeacebuilding Fund. The Commission and its Fund are \r\ntwo new initiatives born of our determination that the \r\nUnited Nations be equipped to assist countries \r\nemerging from conflict to secure long-term peace in \r\nthe twenty-first century. They represent new additions \r\nto the peacebuilding architecture of the United Nations \r\nand we must keep in mind that they are still \r\nconstructions in progress and need our full attention \r\nand support. \r\n Given the record of peace accords that have \r\nfailed in their first years, those reform initiatives fill a \r\nlong-standing gap in our peacemaking architecture. \r\nThey are examples of the United Nations doing things \r\ndifferently and learning from past lessons of success \r\nand failure. They arise from efforts to find new ways to \r\npromote partnerships and solidarity in post-conflict \r\nsituations that have been misunderstood and neglected \r\nin the past. \r\n The Commission, the Fund and the Peacebuilding \r\nSupport Office are demonstrating the importance of \r\nbroad-based partnerships that count on the dynamic \r\nsupport of the entire United Nations membership, \r\nincluding the main troop-contributing countries to \r\nUnited Nations peacekeeping missions and the major \r\ndonor countries. With that support, those new entities \r\nbring together the Organization’s political, security, \r\ndevelopment and human rights components in an \r\nintegrated approach to addressing the tremendous \r\nchallenges in post-conflict situations. \r\n The success of the Peacebuilding Fund in \r\nmeeting its original target of $250 million and the \r\nbroad base of its contributors are also testimony to the \r\nconfidence vested in the United Nations. It reflects the \r\ncommitment of the international community to closing \r\na critical funding gap in the transition from violence to \r\nsustainable peace and development.  \r\n Two years after their creation, the Commission \r\nand the Fund continue to explore new ways to address \r\nthe challenges that many post-conflict situations \r\nrepresent to the world. The reports before us today \r\nreflect the encouraging progress made by the \r\nCommission, the Fund and the Peacebuilding Support \r\nOffice in addressing critical post-conflict priorities. \r\nTheir initial work focused on the post-conflict \r\nsituations in Burundi, Guinea-Bissau and Sierra Leone. \r\nToday, they are also assisting the Central African \r\nRepublic. The Fund has also supported peacebuilding \r\ninitiatives in Côte d’Ivoire, Haiti, Guinea, Liberia, \r\nKenya and Nepal. \r\n The reports provide a candid analysis of the \r\nchallenges that lie ahead for the Commission and the \r\nFund. I have voiced my concern about the need to \r\nsustain those and other efforts to fulfil the Charter’s \r\nmandates of peace and security, as well as economic \r\nand social development, in these times of global \r\nfinancial crisis. We must ensure that the collective \r\naction and commitment of Member States, concerned \r\ncountries, the United Nations system and all relevant \r\ninternational and regional actors are sustained in the \r\nmonths and years ahead.  \r\n The relevance and credibility of the new United \r\nNations peacebuilding architecture will ultimately be \r\nmeasured by its ability to mobilize international \r\nsupport that delivers tangible peace dividends to the \r\npeople of Burundi, the Central African Republic, \r\nGuinea-Bissau and Sierra Leone. Those dividends are \r\nneeded now — not two, three or five years from now. \r\n It must also enhance national capacities to sustain \r\npeace and rebuild the foundations for longer-term \r\nsocio-economic development. To succeed, its work \r\nmust respect the principle of national ownership of all \r\npeacebuilding efforts and must involve regional and \r\nsubregional actors to widen the impact of peace and \r\nstability. \r\n To that end, I call on the international community \r\nto continue to strengthen the capacities of the \r\nPeacebuilding Commission and the Peacebuilding \r\nFund. New and predictable financial and human \r\nresources must be channelled to address the critical \r\npriorities determined by the countries concerned. \r\n The General Assembly will have other \r\nopportunities during this session to engage in critical \r\ndiscussions on post-conflict peacebuilding. As a parent \r\norgan of this architecture, we welcome that \r\nresponsibility. The Assembly will consider the \r\nSecretary-General’s proposed review of the terms of \r\nreference of the Peacebuilding Fund. We will also \r\nreview the Secretary-General’s recommendations \r\nA/63/PV.23  \r\n \r\n08-54359 4 \r\n \r\naimed at improving the United Nations response in \r\nearly recovery and post-conflict situations.  \r\n I also call on all members to demonstrate a spirit \r\nof partnership and responsibility so that we can move \r\nahead with electing new members of the Commission \r\nin all pending categories of membership. I intend to \r\ninvest the time and effort needed to attain that \r\nobjective before the end of the year.  \r\n These represent opportunities for the General \r\nAssembly, with its universal membership and moral \r\nauthority, to utilize the work of the Peacebuilding \r\nCommission and the services of the Peacebuilding \r\nFund to promote a more democratic, coherent and agile \r\nUnited Nations. Our credibility and leadership will be \r\nmeasured by our ability to respond to the needs of \r\nsocieties aspiring to peace, stability and prosperity.  \r\n I see today’s debate as an opportunity for \r\nMember States to reflect on the question of how the \r\nGeneral Assembly can best support and reinforce the \r\nlofty goals of the United Nations peacebuilding \r\narchitecture. We must aim for nothing less than \r\nsignificant change in policies and attitudes on the part \r\nof all relevant stakeholders in addressing the plight of \r\nsocieties emerging from conflict. \r\n(spoke in Spanish) \r\n I now give the floor to the Permanent \r\nRepresentative of Japan to the United Nations, who is \r\nalso the Chairman of the Peacebuilding Commission. \r\n Mr. Takasu (Japan): Thank you, Mr. President, \r\nfor a very important and encouraging introductory \r\nstatement, which will guide our work and this debate.  \r\n Today, I am very pleased to present the report of \r\nthe Peacebuilding Commission on its second year of \r\nactivity (A/63/92). The report covers the wide range of \r\nactivities undertaken by the Commission during its \r\nprevious session. Thanks to the dedicated efforts of its \r\nmembers, the Commission made steady progress and \r\nproduced concrete results in many areas of its work. As \r\nthe President stated, the four country-specific \r\nconfigurations engaged in intensive work to produce \r\ntangible progress on the ground. \r\n With regard to Burundi, the Monitoring and \r\nTracking Mechanism of the Strategic Framework for \r\nPeacebuilding was adopted in December 2007, and the \r\nfocus was changed to implementation. This June, the \r\nfirst biannual review was conducted, under the \r\nchairmanship of Ambassador Løvald of Norway; it \r\ncalled for further efforts in areas such as good \r\ngovernance, compliance with the Ceasefire Agreement, \r\nthe security sector, the rule of law, the land issue and \r\nsocio-economic recovery. The mobilization of \r\ninternational assistance was also emphasized, as well \r\nas the subregional dimension and the gender issue. \r\nAmbassador Lidén of Sweden has now taken over as \r\nChair. \r\n Concerning Sierra Leone, the Peacebuilding \r\nCooperation Framework was adopted in December \r\n2007. Under the chairmanship of Ambassador Majoor \r\nof the Netherlands, the biannual review in June \r\nrecommended youth employment and empowerment, \r\nenergy, the global food crisis and rising oil prices as \r\nareas that would require special attention. \r\n Guinea-Bissau was referred by the Security \r\nCouncil in December 2007, and the Guinea-Bissau \r\ncountry-specific configuration, under the chairmanship \r\nof Ambassador Viotti of Brazil, adopted the Strategic \r\nFramework for Peacebuilding on 1 October. The \r\nelections to be held in mid-November; economic and \r\ninfrastructure rehabilitation, including the energy \r\nsector; security sector reform; the rule of law and the \r\nfight against drug trafficking; public administration \r\nreform; and social questions: these have been identified \r\nas priority areas. \r\n The Central African Republic was referred in \r\nJune 2008. Work has just begun, under the \r\nchairmanship of Ambassador Grauls of Belgium, to \r\nformulate an integrated strategy by making full use of \r\nthe lessons learned from the experiences of other \r\nconfigurations. \r\n With strong leadership by the Chairs of the \r\ncountry-specific configurations, the Peacebuilding \r\nCommission continued to focus sustained attention on \r\nsupport for national efforts. Interaction within the \r\nCommission and with others strengthened the notions \r\nof the primary responsibility of national Governments, \r\nnational priorities, the partnership of the international \r\ncommunity and mutual accountability, while \r\nencouraging interaction among national stakeholders \r\nand international partners. That cooperative approach \r\nof the Peacebuilding Commission is its greatest asset \r\nand has added value to ongoing national and \r\ninternational efforts. \r\n In that connection, I would like to express my \r\nappreciation for the prompt approval by the General \r\n A/63/PV.23\r\n \r\n5 08-54359 \r\n \r\nAssembly of the necessary funding for the field \r\nmissions of country-specific configurations and the \r\nvisits of the Chairs, which were particularly valuable in \r\nthe Commission’s engagement with the countries under \r\nits consideration. \r\n Secondly, there are many other countries in the \r\nworld besides those four that are in the post-conflict \r\npeacebuilding process and face various types of \r\nchallenges. The Peacebuilding Commission may \r\nprovide useful support for efforts to address those \r\nchallenges by developing a strategy and policies for \r\neffective peacebuilding efforts. With that purpose in \r\nmind, the Organizational Committee conducted \r\nin-depth strategic and policy discussions — for \r\nexample, on the role of the private sector and the \r\nsynergy between peacekeeping and peacebuilding. \r\n In the same vein, the Working Group on Lessons \r\nLearned, under the chairmanship of Ambassador \r\nGallardo Hernández of El Salvador, took up topics \r\nsuch as peacebuilding frameworks, local governance \r\nand decentralization, the gender issue, transitional \r\njustice and internal displacement. The synthesis report \r\nissued after the last meeting could serve as a good \r\nbasis for future work to develop best practices. \r\n Thirdly, serious efforts were made to enhance \r\npartnerships at the highest level, in particular with the \r\nWorld Bank and the International Monetary Fund, the \r\nAfrican Union and the European Union. United \r\nNations bodies in New York, Geneva and Vienna were \r\nall mobilized. Regular contacts with the Presidents of \r\nprincipal organs of the United Nations — the General \r\nAssembly, the Security Council and the Economic and \r\nSocial Council — were also established. Many \r\noutreach efforts were made by the Chairpersons and \r\nthe Peacebuilding Support Office (PBSO) to deepen \r\nunderstanding of the specific needs of post-conflict \r\ncountries and the work of the Peacebuilding \r\nCommission. In that connection, I would like to \r\nacknowledge the particular value of the seminars and \r\nworkshops organized recently in many places in the \r\nworld, including Geneva, Tokyo, Brussels and \r\nAlpbach, Austria. We are grateful to the PBSO for \r\nproviding valuable support in assisting the work of the \r\nCommission in all those areas.  \r\n What of the way forward? We have made steady \r\nprogress, as you kindly acknowledged, Mr. President. \r\nWe must continue our efforts to produce more concrete \r\nresults. I would like to outline four priority areas that \r\nneed to be focused upon. \r\n First, we must continue to produce more tangible \r\nresults on the ground. We should bring about visible \r\nimpacts of direct benefit to the people of the countries \r\nunder consideration. In order to consolidate peace, it is \r\nessential that people can actually see and experience \r\nthe signs of the arrival of peace after a ceasefire, \r\nthrough such positive changes in their lives as \r\nelectricity supply and the opening of schools and \r\nclinics. We need to elicit the support of all stakeholders \r\nand to mobilize resources, not only from traditional \r\npartners but also by bringing in new and \r\nnon-traditional partners. I appeal to all Member States \r\nto extend their support to national efforts in the priority \r\nareas identified in the integrated strategies. Support for \r\nthe successful conduct of elections in Guinea-Bissau in \r\nmid-November or in Burundi in 2010 are good \r\nexamples to start with. \r\n Secondly, it is important to deepen strategic and \r\npolicy discussions. The strategy for international \r\nefforts at peacebuilding is still in the early stages of \r\ndevelopment. We must make our best effort to develop \r\npolicies on how to fill the gap between peacekeeping \r\nand peacebuilding and also the gap between \r\npeacebuilding and development. There is a need to \r\npromote conceptual and policy guidance for effective \r\npeacebuilding efforts through discussions in the \r\nCommission. Topics such as youth employment, the \r\nrole of the private sector, justice and peace and the \r\nsubregional dimension may be considered. The \r\nCommission will also cooperate closely with the \r\nSecretariat in the preparation of the report of the \r\nSecretary-General on early recovery and post-conflict \r\npeacebuilding. \r\n Thirdly, it is important to strengthen partnerships. \r\nBuilding upon efforts to establish strong partnerships \r\nwith the World Bank, the International Monetary Fund \r\nand the regional development banks, it is essential to \r\ncontinue such efforts to make certain that the \r\ncommitment of those partners is translated into specific \r\nprogrammatic cooperation on the ground. We also \r\ncontinue to engage actively with civil society \r\norganizations. \r\n Fourthly, we must ensure the coherence of the \r\nactivities of the Peacebuilding Commission. We will \r\ncontinue to ensure that all parts of the United Nations \r\npeacebuilding architecture work in a coherent and \r\nA/63/PV.23  \r\n \r\n08-54359 6 \r\n \r\ncoordinated manner for the sole purpose of serving the \r\npeople on the ground. As additional countries are \r\nexpected to be referred to the Peacebuilding \r\nCommission, the Commission will continue to improve \r\nthe efficiency of its working methods, with a clear \r\nsense of the added value of its engagement. \r\n The Peacebuilding Commission is still a new and \r\nevolving organ. The political and substantive support \r\nof the members of the General Assembly is critical in \r\norder for the Commission to advance its activities. The \r\nCommission places great importance on strengthening \r\ninteraction with the General Assembly, as one of its \r\nparent organs. Last January, I was invited by the \r\nPresident of the General Assembly to an informal \r\nplenary meeting to have an interactive dialogue with \r\nthe broader membership. That was very useful. I would \r\ngreatly appreciate similar interactions in the future. \r\n As a result of a stalemate on the allocation of the \r\nseats among the regional groups for the elections in the \r\nGeneral Assembly and the Economic and Social \r\nCouncil, both organs decided to take interim measures \r\nto extend the terms of some members. I join you, \r\nMr. President, in urging Member States to make \r\nmaximum efforts to overcome the impasse as soon as \r\npossible. \r\n The foundation was laid in the first year, and we \r\nbegan to produce results in the second year. The third \r\nyear will be the real test for this developing organ. The \r\nPeacebuilding Commission must consolidate its \r\nachievements and help mobilize resources so that it can \r\ncreate a real difference on the ground and meet the \r\nhigh expectations of the international community. I \r\nwould like to assure all members of our full dedication \r\nand commitment in that regard. \r\n In concluding my remarks, allow me to make \r\nsome brief remarks, in my national capacity, on the \r\nPeacebuilding Fund. The Fund was created to play a \r\ncatalytic role in attracting new and additional \r\nresources. We welcome the fact that pledges to the \r\nFund have now exceeded the original target of \r\n$250 million. The Fund is also expected to play a \r\nleading role in the immediate response to post-conflict \r\nsituations. That unique role needs to be further \r\nstrengthened. At the same time, it is important to \r\nimprove accountability to donors and the international \r\ncommunity. For instance, the selection of countries to \r\nbe assisted by the Fund should be based upon clearer \r\ncriteria. The review of the Fund’s terms of reference \r\nwill provide a valuable opportunity to ensure that it can \r\nbetter assist the countries in need. \r\n Mr. Ripert (France) (spoke in French): Thank \r\nyou, Mr. President, for organizing this debate on the \r\nPeacebuilding Commission and the Peacebuilding \r\nFund — two tools that were made available to the \r\ninternational community at the Millennium Summit.  \r\n I wish first of all to commend the Permanent \r\nRepresentative of Japan, who presides over the work of \r\nthe Commission with determination and talent. I also \r\nsalute the representatives of Belgium, Brazil, the \r\nNetherlands, Norway, El Salvador and Sweden both for \r\nchairing the various configurations of the Commission \r\nand for their unremitting efforts to clearly establish the \r\nCommission’s added value within the United Nations \r\nsystem. \r\n I would also like to welcome the role of the \r\nPeacebuilding Support Office and to thank the \r\nSecretary-General for his support for that office. My \r\nthanks go also to Ms. Carolyn McAskie, who laid the \r\ncornerstone of the structure, and Ms. Jane Holl Lute, \r\nwho took office a month ago and to whom we wish \r\nevery success.  \r\n I have the honour to address the Assembly today \r\non behalf of the European Union (EU). The candidate \r\ncountries Turkey, Croatia and the former Yugoslav \r\nRepublic of Macedonia, the countries of the \r\nStabilization and Association Process and potential \r\ncandidates Bosnia and Herzegovina and Montenegro, \r\nas well as Ukraine and the Republic of Moldova, align \r\nthemselves with this statement. \r\n It is all the more of an honour to address the \r\nAssembly as the theme of post-conflict stabilization is \r\ncentral to the thinking and priorities of the European \r\nUnion, which has welcomed the solid achievements of \r\nthe 2005 Summit and the broader goals pursued since \r\nthat time, in particular the Secretary-General’s \r\nreflection, initiated at the request of the Security \r\nCouncil, on a more organized, effective and rapid \r\nresponse to post-conflict challenges. \r\n During its second year of work, the Peacebuilding \r\nCommission has made promising progress. The \r\nattention the international community focuses on the \r\ncountries on its agenda has increased. The \r\nimplementation of the peacebuilding strategies for \r\nBurundi and Sierra Leone — the first two countries on \r\nthe agenda — continues to be based on a clearly \r\n A/63/PV.23\r\n \r\n7 08-54359 \r\n \r\ndefined programme of work for the months ahead. On \r\nthe ground, coordination has been strengthened. \r\nVarious national political actors, civil society, partners \r\nand donors are discussing together practical ways to \r\nimplement a common road map. \r\n In that context, it is necessary to enhance the \r\nPeacebuilding Commission’s visibility and its ability to \r\ndrive and to influence others. It is noteworthy in that \r\nregard that countries that would clearly benefit from \r\nengaging with the Commission are reluctant to do so. \r\nOutreach efforts are needed, aimed at regional \r\norganizations in particular. The Commission might \r\nconsider holding some of its meetings outside New \r\nYork. \r\n When speaking of the Peacebuilding Commission \r\nand the Peacebuilding Fund, it is important to \r\nremember that the issue is not just one of financial \r\nresources and that the Commission’s vocation is not to \r\nbecome a new distributor of development assistance. \r\nAll energies and resources should be mobilized; here I \r\nam thinking in particular the role of the diasporas. But \r\nit is true that in many cases, the key is to widen the \r\ncircle of States and organizations supporting the efforts \r\nof the countries on the Commission’s agenda. A \r\nparticularly good example is the Central African \r\nRepublic, where the Commission has an opportunity to \r\ndevelop mechanisms to ensure adequate mobilization \r\nof the international community.  \r\n The European Union would like to offer a few \r\nsuggestions for the coming year on the focus of the \r\nCommission’s work. First, we must encourage the \r\nefforts of the Peacebuilding Support Office to \r\nstrengthen its capacity to act in support of the \r\nCommission. Secondly, the Commission should \r\nimprove its working methods to become more effective \r\nand more strategic, especially in view of the possible \r\ninclusion of new countries on its agenda. Some \r\ninstruments were developed last year. Today, the \r\nCommission needs fewer, but better prepared meetings. \r\nWe must not hesitate to call on the coordination \r\nmechanism of the most committed States, such as the \r\nInternational Contact Group, on Guinea-Bissau for \r\nexample. Moreover, we must work on identifying entry \r\npoints for the Commission’s engagement progressive \r\nreduction and conclusion. The Commission should \r\ndiscuss that with the Economic and Social Council.  \r\n Ultimately, the consolidation work of the \r\nPeacebuilding Commission should be integrated into \r\nSecurity Council strategies as expeditiously as \r\npossible. Similarly, the Commission must persuade the \r\ndevelopment stakeholders to bring their actions into \r\nline with a strategy of political and security \r\nstabilization by supporting overall efforts to enhance \r\nthe coherence of the Organization as a whole. \r\n  Mr. Tanin (Afghanistan), Vice-President, took the \r\nChair. \r\n \r\n The EU is firmly committed to supporting the \r\nactivities of the Peacebuilding Commission and \r\nendorses the priorities that Ambassador Takasu has just \r\nproposed. The European Commission is actively \r\nengaged in all the countries on the Commission’s \r\nagenda. The EU is one of the Commission’s principal \r\ndonors, if not the main one, in terms of budget, \r\nhumanitarian and development assistance. It also \r\nparticipates in the development of peacebuilding \r\nstrategies. Lastly, we must not forget that the EU can \r\nalso support the implementation of the political and \r\nsecurity parts of those strategies, particularly through \r\nthe instruments of the European Security and Defence \r\nPolicy, such as the Mission in Support of Security \r\nSector Reform in Guinea-Bissau. \r\n The EU notes that the international financial \r\ninstitutions are not lagging behind and have begun to \r\nadjust their instruments, as are regional and \r\nsubregional actors, especially the African Union. The \r\nUnited Nations system is demonstrating thereby its \r\nability to be more committed and ready to align itself \r\nwith the strategies defined by the Commission. \r\n Finally, I would like to return to the \r\nPeacebuilding Fund to which the States members of the \r\nEU individually have greatly contributed. The Fund is \r\nat the Secretary-General’s disposal, but it is up to the \r\nAssembly to provide it with guidance. In that regard, \r\nthe EU looks forward to the review by the Office of \r\nInternal Oversight Services and the recommendations \r\nof the Advisory Group. The Fund is an instrument to \r\naddress the specific challenges of post-conflict \r\nstabilization and recovery that has not yet \r\ndemonstrated its full potential. \r\n For the EU, the priority is to improve the \r\nefficiency of its management and its ability to produce \r\nquick results on the ground, acting as a catalyst for \r\nother financial mechanisms of the United Nations \r\nsystem. To do that, it will no doubt be necessary to \r\nclarify the scope and criteria of its three windows. The \r\ngeneral issue of responsibility is crucial to keeping the \r\nA/63/PV.23  \r\n \r\n08-54359 8 \r\n \r\nFund afloat in the future. We are ready forthwith to \r\nstudy the ways and means for the General Assembly to \r\nfurther improve the Fund’s management.  \r\n Mr. Wolfe (Jamaica): As coordinator of the \r\nNon-Aligned Movement (NAM) caucus in the \r\nPeacebuilding Commission, I am deeply honoured to \r\naddress this Assembly on behalf of the Movement. I \r\nam particularly pleased and encouraged by the \r\ncommitment shown and the continued valuable \r\ncontributions of members of the Movement to the \r\nongoing work of the Commission. \r\n The Non-Aligned Movement welcomes the \r\nsecond report of the Peacebuilding Commission, as \r\nreflected in document A/63/92, and considers it to be \r\nan accurate account of the activities of the Commission \r\nover the period. I would like to say, too, that we also \r\nwelcome the very informative and comprehensive \r\nreport presented by the Chair of the Peacebuilding \r\nCommission. The Movement also welcomes the report \r\nof the Secretary-General on the Peacebuilding Fund, \r\ncontained in document A/63/218. \r\n Last year, when we adopted the first report, the \r\nCommission was embarking upon unfamiliar territory. \r\nTwelve months later, NAM is of the view that the \r\nPeacebuilding Commission is confidently on its way to \r\nmaking the solid contribution envisioned by the \r\nfounding mandate, which emerged from the 2005 \r\nUnited Nations institutional reform package. NAM \r\nconsiders that the advancements made in the period \r\nunder review points the Commission in the right \r\ndirection. \r\n The Movement was particularly pleased with the \r\nprogramme of work established by the Commission, \r\nespecially efforts geared towards the fulfilment of its \r\nmandate. Pivotal in that regard were efforts made to \r\naccentuate the marshalling of resources and a genuine \r\ndesire and commitment on the part of members of the \r\nCommission and other key players to enhance \r\ncoordination of all peacebuilding activities on the \r\nground in the countries on the Commission’s agenda. \r\n The Non-Aligned Movement welcomes the \r\nadoption of the Strategic Frameworks for \r\nPeacebuilding in Burundi, Guinea-Bissau and Sierra \r\nLeone. Each Framework is a document that describes \r\nthe Commission’s engagement with the respective \r\nGovernments and their partners. The principle of \r\nnational ownership of the peacebuilding process by the \r\nGovernments of the countries on the Commission’s \r\nagenda — a priority for the Movement — was a central \r\nfeature of the work of the Commission and in the \r\ndevelopment of each Framework. \r\n The establishment of the monitoring and tracking \r\nmechanisms to check the progress of the \r\nimplementation of the Frameworks is an indication of \r\nthe commitment of the respective Governments, the \r\nPeacebuilding Commission and other stakeholders to \r\nsuccess in the short and medium terms. The monitoring \r\nand tracking mechanisms will act as a tool to ensure \r\nthat agreed targets are met and that the appropriate \r\nremedial action is taken, if and when such action \r\nbecomes necessary. \r\n In that context, the Movement welcomes the \r\ndecision by the Commission to finance field missions \r\nto the countries on the Commission’s agenda, the \r\npurpose of which is to equip the Commission with \r\nfirst-hand information to produce accurate analysis, \r\nwith a view to assisting the decision-making process \r\nregarding the situations in those countries. \r\n The addition of Guinea-Bissau and the Central \r\nAfrican Republic to the agenda of the Peacebuilding \r\nCommission, at their request, should count among the \r\nCommission’s highlights and achievements during the \r\nperiod under review. The impressive work already \r\nundertaken by the Commission with the new countries \r\nin such a short period of time demonstrates that lessons \r\nlearned from the Commission’s engagement with the \r\nfirst two countries on its agenda now form a \r\nfundamental basis for effective interaction and \r\ndevelopment of Integrated Peacebuilding Strategies \r\nbetween the Commission, the authorities of those \r\ncountries and other key stakeholders and partners. \r\n Despite the tremendous success of the \r\nPeacebuilding Commission, much obviously needs to \r\nbe done to ensure that the overall gains are not eroded \r\nby instability or, in a worse-case scenario, a relapse \r\ninto conflict. The Movement believes that one possible \r\nsource of such a threat could come from the strict \r\ndemands for peacebuilding strategies to be developed \r\nbefore Commission funds are allocated and that funds \r\nbe linked to political commitments. That could backfire \r\nand severely hamper and undermine efforts towards \r\nconsolidating the fragile peace process in those \r\nsocieties. \r\n In addition, the Non-Aligned Movement \r\ncontinues to call for urgent and greater focus to be \r\nplaced on the development agenda of the countries on \r\n A/63/PV.23\r\n \r\n9 08-54359 \r\n \r\nthe Commission’s agenda. The Movement is convinced \r\nthat a focus on the development dimension will provide \r\nthe sustained peace dividend necessary to galvanize \r\nsupport, bolster confidence and strengthen the \r\npeacebuilding process over a sustained and extended \r\nperiod. \r\n NAM hereby encourages the Commission to \r\nconsider the utilization of the diverse experience of \r\ncountries within the membership of the Peacebuilding \r\nCommission to assist in the restructuring, upgrading \r\nand improvement of areas crucial to development: \r\neducation and training, rural agricultural development, \r\nand capacity-building. Such assistance could be in the \r\nform of specific bilateral arrangements. \r\n NAM underlines the importance of the relations \r\nand coherence between the Peacebuilding Commission \r\nand the Peacebuilding Fund and advocates closer \r\nstrategic ties between them in furtherance of the aim of \r\na coordinated approach to the work of the Commission \r\nand, most importantly, to provide appropriate funding \r\nat critical moments. In that connection, the Movement \r\nlooks forward to the total involvement of the \r\nPeacebuilding Commission in the General Assembly’s \r\nreview of the terms of reference of the Peacebuilding \r\nFund in the not-too-distant future. \r\n The Movement is appreciative of the confidence \r\nshown in the Peacebuilding Commission, and the \r\nPeacebuilding Fund in particular, as reflected in the \r\nrecorded pledges which have exceeded the original \r\ntarget of the Fund. As the Commission becomes adept \r\nat fulfilling its mandate, so too will the demand for \r\nadditional funding for peacebuilding projects. In that \r\nconnection, the Movement takes this opportunity to \r\ncall for the doubling of the target of the Fund to \r\n$500 million, in anticipation of that demand, and to \r\nprepare the Commission to be in a position to respond \r\nadequately to needs. \r\n In looking ahead, NAM considers the upcoming \r\nreview of the overall work and the processes of the \r\nCommission to be of crucial importance, as it will \r\ndetermine to a large extent how the Peacebuilding \r\nCommission conducts much of its work in the future. \r\nThe Commission will need to ensure that best practices \r\nare further developed and maintained and that the \r\nprovision of integrated peacebuilding strategies is \r\ntailored to fit each specific case. Additionally, the \r\nCommission will need to guarantee that collaboration \r\nand outreach with the main organs of the United \r\nNations become standard practice and that the \r\nOrganizational Committee finds its niche as the focal \r\npoint of this body. \r\n The matter of delays in the allocation of seats \r\namong the regional groups for the election of members \r\nof the Organizational Committee remains a matter of \r\nserious concern. The Movement believes that a \r\npermanent long-term solution is the only answer to \r\nwhat could become a hindrance and therefore curtail \r\nthe important work of the Peacebuilding Commission. \r\nThe Movement urges a quick resolution of that \r\nproblem. \r\n Finally, the Non-Aligned Movement takes this \r\nopportunity to congratulate the Chair of the \r\nPeacebuilding Commission on his leadership over the \r\nperiod. Permit me also to express our appreciation for \r\nwork undertaken by the respective Chairs of country-\r\nspecific meetings, particularly to Brazil and Belgium, \r\nthe recent Chairs of the country-specific configurations \r\nof Guinea-Bissau and the Central African Republic. \r\n Kindly permit me also to express NAM’s sincere \r\nappreciation to the Peacebuilding Support Office for its \r\nexcellent contributions during the session, without \r\nwhich the good work of the Peacebuilding Commission \r\nwould not have been possible at all. \r\n Mr. Gatilov (Russian Federation) (spoke in \r\nRussian): The effective settlement of conflicts, lasting \r\npeace and sustainable development can be only \r\nachieved through coherence and a comprehensive \r\nstrategic approach. It is precisely in that regard that \r\nRussia sees the key task of the Peacebuilding \r\nCommission, which has been designed to promote the \r\nenhancement of coordination and efficiency of \r\ninternational assistance supported by the United \r\nNations, international financial institutions and the \r\nworld donor community to countries emerging from \r\ncrisis. \r\n We take a positive view of the second year of the \r\nCommission’s work. That organ possesses considerable \r\npotential and will likely become a key international \r\ninstrument in the realm of coordinating peacebuilding \r\nactivities. We particularly point to the role of the \r\nPeacebuilding Commission, in close cooperation with \r\nthe Governments on its agenda, in identifying priorities \r\nof peacebuilding, determining gaps in existing \r\ninternational assistance mechanisms, and mobilizing \r\nnecessary donor resources. \r\nA/63/PV.23  \r\n \r\n08-54359 10 \r\n \r\n The Commission has made significant progress in \r\nits country-specific configurations. Together with the \r\nGovernments of Burundi, Sierra Leone and Guinea-\r\nBissau, Strategic Frameworks for Peacebuilding have \r\nbeen developed and adopted. In Burundi and Sierra \r\nLeone, the first biannual progress reviews have been \r\ncarried out in priority areas of peacebuilding. The \r\nCommission has started to define peacebuilding \r\npriorities in the Central African Republic. \r\n At the present stage, we see the main task of the \r\nPeacebuilding Commission to be the achievement of \r\nreal progress at the country level through the \r\ncoordinated implementation of peacebuilding strategies \r\nand monitoring and tracking mechanisms under the \r\nleadership of the recipient countries. \r\n It is our belief that all peacebuilding activity must \r\nbe based on a broad national dialogue among all \r\npolitical forces. We believe that the great merit of the \r\nPeacebuilding Commission lies precisely in the \r\nestablishment of direct dialogue with national \r\nGovernments, ensuring their national ownership and \r\nresponsibility for peacebuilding processes. \r\n We believe that the Commission should further \r\nenhance the coordination and effectiveness of the \r\npeacebuilding activities of the international \r\ncommunity. In the coming year, it should continue to \r\nwork on strengthening functional links with \r\ninternational financial institutions, regional \r\norganizations and the donor community in order to \r\nmobilize donor resources more effectively. \r\n Additional attention needs to be paid to \r\nimproving cooperation in the field with all \r\npeacebuilding actors in peacebuilding processes and to \r\nharmonizing the work of the Peacebuilding Support \r\nOffice and the Peacebuilding Commission with the \r\nexisting coordination mechanisms, primarily within the \r\nUnited Nations system. Such cooperation with United \r\nNations institutions, particularly in the field, should not \r\nundermine existing operational activities of the \r\nOrganization, but rather strengthen them. \r\n It is particularly important to strengthen the \r\norganic link between the Peacebuilding Commission \r\nand the Security Council, primarily in regard to \r\ncommon issues on their agendas. It is important to \r\nensure the timely exchange of information between the \r\ntwo organs, a clear division of labour and \r\ncomplementarity. Of course, that must be done in \r\nparallel with the development of links between the \r\nCommission, the General Assembly and the Economic \r\nand Social Council. \r\n We should like to highlight the important \r\ncontribution of the Peacebuilding Support Office to the \r\nwork of the Commission. We welcome the appointment \r\nof a new head of the Office, Ms. Jane Holl Lute. We \r\nhope that enhanced management and accountability of \r\nthe Peacebuilding Fund will be among its priorities. \r\n We support the focus of the work of the Fund on \r\nproviding assistance to countries at the earliest stages \r\nof their emergence from conflict, and note its role as a \r\nstimulus in mobilizing more sustainable mechanisms in \r\nsupporting of post-conflict recovery processes. \r\n At the same time, we believe the time has come \r\nfor a review of the terms of reference of the Fund and \r\nin that regard we await the proposals of the Secretariat. \r\nWe would like to stress the importance of improving \r\nthe assessment of peacebuilding needs, the soundness \r\nof the financial basis of projects, the establishment of \r\nimplementation mechanisms and accountability. We \r\nwant to see clarity, transparency and openness in the \r\ncriteria for accessing its resources. \r\n A clear manifestation of our support of the \r\nPeacebuilding Fund is the decision of the Russian \r\nGovernment to contribute $2 million annually. We \r\nexpect that those funds will contribute to a real \r\nstrengthening of the potential of the Fund in the areas I \r\nhave mentioned. \r\n Mrs. Viotti (Brazil): Since its inception in 2006, \r\nthe Peacebuilding Commission has made substantial \r\nprogress in assisting countries emerging from conflict. \r\nBrazil welcomes the annual report of the Commission \r\npresented by Ambassador Yukio Takasu, which \r\nprovides an account of the numerous activities \r\nundertaken during the Commission’s second year. The \r\nCommission has demonstrated its added value and is \r\nnow consolidating its institutional niche within the \r\nUnited Nations system. I would like to praise the \r\nexcellent work of Ambassador Takasu in leading us in \r\nthis process. \r\n The Commission has been able to adopt three \r\nStrategic Frameworks for Peacebuilding in Burundi, \r\nSierra Leone and Guinea-Bissau. Those Strategies \r\nprovide a valuable instrument for identifying \r\nchallenges critical to the consolidation of peace, \r\ncoordinating partners on the ground, raising awareness \r\n A/63/PV.23\r\n \r\n11 08-54359 \r\n \r\nof peacebuilding priorities and marshalling additional \r\nresources. \r\n We welcome the beginning of the consideration \r\nof the fourth country on the Commission’s agenda, the \r\nCentral African Republic, under the chairmanship of \r\nBelgium. Brazil has always endorsed the view that the \r\nCommission should be ready to grow, take up new \r\ncountries on its agenda and evolve as an important \r\nadvisory body for post-conflict situations. Brazil also \r\nappreciates the work of Ambassador Carmen María \r\nGallardo Hernández of El Salvador, Chair of the \r\nWorking Group on Lessons Learned. The Group has \r\nbeen useful in promoting thematic discussions on \r\nmatters of relevance to peacebuilding. \r\n We welcome the initiative of holding strategic \r\npolicy discussions in the Organizational Committee, a \r\nforum that could play a role in defining broad strategic \r\nguidelines for the Commission by promoting an \r\ninclusive dialogue on key aspects of peacebuilding. In \r\nparticular, the debate on the participation of the private \r\nsector in peacebuilding activities, led by Indonesia, \r\nwas an interesting and innovative exercise that will \r\nguide our efforts to persuade companies and \r\nfoundations to play a more active role in peacebuilding \r\nactivities. \r\n The field trips undertaken by the Commission’s \r\nmembers to the countries on its agenda are an \r\ninvaluable tool for obtaining first-hand information \r\nabout the situation on the ground and for maintaining a \r\nfruitful dialogue with local authorities, international \r\npartners and civil society. Brazil fully supports the \r\ncontinuity of that practice in the future. The \r\nPeacebuilding Support Office should be granted the \r\nnecessary resources for organizing and supporting such \r\nmissions. \r\n Reaching out to institutions outside the United \r\nNations system is important to ensure a coordinated \r\nand coherent response to peacebuilding challenges. \r\nBrazil is particularly pleased to note the growing \r\ninteraction with the Bretton Woods institutions, the \r\nparticipation of which in the Commission’s discussions \r\nhas certainly contributed to our work. By the same \r\ntoken, it is necessary to maintain and enhance the \r\nongoing dialogue with regional organizations, taking \r\ninto account the regional dimension involved in many \r\npeacebuilding-related issues. \r\n We believe that, in Guinea-Bissau and other \r\ncountries emerging from conflict, the consolidation of \r\npeace relies on the triangle of security, the rule of law \r\nand economic development. The Strategic Framework \r\nadopted by the Guinea-Bissau configuration on \r\n1 October was the result of extensive consultations \r\nwith local authorities and relevant stakeholders. It \r\nhighlights the importance of the upcoming legislative \r\nelections and recognizes as major priorities the \r\npromotion of economic growth and the rehabilitation \r\nof infrastructure, in particular in the energy field, \r\nsecurity sector reform, justice sector reform, the \r\nconsolidation of the rule of law, the fight against drug \r\ntrafficking, public administration reform, and social \r\nissues critical to peacebuilding. The Strategic \r\nFramework will soon be complemented by a \r\nmonitoring and review mechanism capable of gauging \r\nprogress in each of the priority areas. \r\n At the beginning of our work, the Guinea-Bissau \r\nconfiguration of the Peacebuilding Commission \r\nrecommended a first allocation of resources from the \r\nPeacebuilding Fund to finance quick-impact projects \r\nthat could yield immediate peace dividends to the \r\npopulation. Four projects have been set up in the areas \r\nof voter registration, youth employment and the \r\nrehabilitation of military barracks and prisons. A \r\nsecond and more substantive tranche is expected to be \r\nallocated soon.  \r\n The so-called two-track approach is proving to be \r\na good innovation. However, the difficulties that \r\ncurrently account for its slow pace in the execution of \r\nthe Fund’s projects — in particular in the case of \r\nGuinea-Bissau — are a reminder of the need to \r\nstrengthen the United Nations presence in countries on \r\nthe Commission’s agenda. \r\n In conclusion, Brazil praises the work done and \r\nexpects the Commission to continue to make progress \r\nin the years to come, thereby contributing to the \r\nimprovement of the lives of millions of people in \r\ncountries emerging from conflict. \r\n Mr. Liu Zhenmin (China) (spoke in Chinese): \r\nThe Chinese delegation wishes to thank the \r\nPeacebuilding Commission for its report on the work \r\nof its second session. We also wish to thank Secretary-\r\nGeneral Ban Ki-moon for his report on the operation of \r\nthe Peacebuilding Fund. We support the relevant \r\nconclusions and recommendations contained in the \r\nreports. The Chinese delegation wishes to take this \r\nopportunity to thank Ambassador Takasu, Chairman of \r\nthe Peacebuilding Commission, for his efficient work. \r\nA/63/PV.23  \r\n \r\n08-54359 12 \r\n \r\nUnder his guidance, the Commission has made much \r\nheadway over the past year. \r\n It has been over two years since the \r\nPeacebuilding Commission was formally established. \r\nOver the past two years, the Commission, guided by \r\nthe World Summit Outcome Document, has carried out \r\nin earnest its mandate under the relevant General \r\nAssembly and Security Council resolutions and put \r\ninto practice the concept of peacebuilding around the \r\nglobe, bringing hopes for peace and development to the \r\ncountries and peoples concerned. If the Commission’s \r\nwork in its first year laid the foundation, then its \r\nperformance in the second year further increased its \r\ninfluence, which can be seen in the following areas.  \r\n First, the number of subjects under its \r\nconsideration has increased. After Burundi and Sierra \r\nLeone, Guinea-Bissau and the Central African \r\nRepublic were added to the list, making up a total of \r\nfour countries on the Commission’s agenda. In \r\naddition, the Peacebuilding Fund is currently providing \r\nfinancial support to nine countries. It is fair to say that \r\nthe expansion of the scope of work of the Commission \r\nand the Fund is both appropriate and efficient.  \r\n Secondly, the Commission has enhanced its ties \r\nwith stakeholders inside and outside the United \r\nNations by keeping lines of communication open with \r\nthe main organs, including the Secretariat, and by \r\nstrengthening links with the Bretton Woods \r\ninstitutions, regional organizations such as the African \r\nUnion, the private sector and civil society.  \r\n Thirdly, it has increased its influence on the \r\nground by sending missions to Burundi, Sierra Leone \r\nand Guinea-Bissau, demonstrating its resolve and \r\ncommitment to peacebuilding. In formulating \r\nintegrated peacebuilding strategies, the Commission \r\ninvited the participation of representatives of all parties \r\nto hear a wide range of views. It provided timely \r\nfinancial support to Sierra Leone for its general and \r\nlocal elections and has been following the Burundi \r\npeace process closely. \r\n Those achievements notwithstanding, the \r\nPeacebuilding Commission still faces internal and \r\nexternal challenges. Externally, the continuous \r\nturbulence of hotspot issues, the worsening global \r\neconomic imbalance, the food crisis, a shortage of \r\nresources, frequent natural disasters and rampant \r\nepidemics have posed grave global challenges, \r\nparticularly for countries and peoples at the lowest \r\nlevel of development. Internally, as a newly established \r\nbody, the Commission still has a great deal of work to \r\ndo in terms of improving its mechanism and \r\nrationalizing its structure. \r\n With only two years to go before the 2010 \r\nevaluation of the Peacebuilding Commission, reality \r\ndoes not allow us to take a long pause for reflection. \r\nNo time should be lost in further improving the \r\nCommission’s work. China has every confidence in the \r\nwork of the Peacebuilding Commission. I wish to make \r\nthe following suggestions for further improving its \r\nwork. \r\n First, coordination with other agencies must be \r\nenhanced and the Commission’s unique advantages \r\nbrought into play. In the face of ever-growing \r\nchallenges, we must act in a collective manner. In some \r\nareas of peacebuilding, other United Nations agencies, \r\nthe Bretton Woods system, such regional organizations \r\nas the European Union and the African Union, and \r\nbilateral assistance partners have already done a great \r\ndeal of work and accumulated rich experience. The \r\nPeacebuilding Commission should maximize its \r\ncoordinating role and seek to strengthen coordination \r\namong development mechanisms. In those areas where \r\nthere has been less investment, the Peacebuilding \r\nCommission should use its advantages and play an \r\nactive role by inviting the relevant parties to join the \r\npeacebuilding process. We should map out the use of \r\nresources more effectively and increase the impact of \r\npeacebuilding through coordination and cooperation.  \r\n Secondly, we should strengthen the partnerships \r\nwith the countries concerned so as to bring their \r\ninitiative fully into play. The countries concerned bear \r\nthe primary responsibility for their own peacebuilding. \r\nUltimately, the goal of peacebuilding is to build a \r\npeaceful and stable national system and, in \r\npeacebuilding, the local people are both the primary \r\nforce to be relied upon as well as the biggest \r\nbeneficiaries. We should have confidence in the local \r\npeople and rely on local Governments, encouraging \r\nthem to bring their wisdom into play and take part in \r\nthe formulation of reconstruction plans so that they \r\nwill devote themselves to the cause of peacebuilding \r\nwith a sense of responsibility and ownership. \r\n Thirdly, we should strengthen the Peacebuilding \r\nCommission’s institution-building capacity and address \r\nvarious internal issues appropriately. We hope that \r\nPeacebuilding Commission members will strengthen \r\n A/63/PV.23\r\n \r\n13 08-54359 \r\n \r\nconsultation, take each other’s interests into account \r\nand appropriately address the question of member \r\nturnover. We expect the Peacebuilding Commission to \r\nstreamline meetings, enhance efficiency, avoid \r\nformalities and ensure the quality of meetings. We are \r\nfully aware of the fact that there are differing views \r\namong Peacebuilding Commission members on the \r\nconcept of peacebuilding and its priorities. We hope \r\nthat members will enhance their exchange of views, \r\nincrease mutual understanding and take divergent \r\nconcerns into consideration. \r\n With regard to the Peacebuilding Fund, in general \r\nthe Chinese delegation is happy with its financing and \r\noperations. As a new financing mechanism, the \r\nPeacebuilding Fund is of great significance to initiating \r\nthe relevant peacebuilding programmes. Its operation \r\nover the past two years has given an initial \r\ndemonstration of its key catalyst role. In its future \r\nwork, we hope that the secretariat of the Fund will \r\ncontinue to provide regular briefings to donors and the \r\nPeacebuilding Commission on the Fund’s operations. \r\nWe ask the management to expedite the allocation of \r\nfinancial resources and hope that the Secretary-General \r\nwill strengthen the impact appraisal and accountability \r\nfor projects. The Chinese Government will as always \r\nsupport the work of the Peacebuilding Fund. \r\n Mr. Voto-Bernales (Peru) (spoke in Spanish): At \r\nthe outset, I would like to set out Peru’s general view \r\non post-conflict processes. I will begin by referring to \r\nnational ownership of the peacebuilding process.  \r\n For Peru, each conflict has its own internal and \r\ninternational dynamics. In spite of the similarity of \r\nunderlying economic or social factors, there are unique \r\nethnic, tribal, constitutional or historical identities that \r\nensure that no two cases are the same. Thus, in order to \r\ndeal more effectively with post-conflict processes, we \r\nmust recognize the particular circumstances of each \r\ncase and not follow a single format. That is why my \r\ndelegation considers the flexibility in the national \r\nconfigurations identified in the Peacebuilding \r\nCommission’s report to be a key element of the \r\nprogress achieved. \r\n Secondly, my delegation believes that \r\ninternational actors should be aware that genuine \r\nownership of the transition and peacebuilding \r\nprocesses will be more sustainable if those processes \r\nare carried out with the major social legitimacy \r\nfostered by a participatory approach. In addition \r\ncelebrating political elections, we must verify \r\npractices, rules and institutions in order to achieve and \r\nimplement agreements and settle disputes. That will \r\nmake it possible to gradually extend State jurisdiction, \r\naffirm legitimate authority with the right to use force, \r\nconsolidate central territorial control through reformed \r\nsecurity institutions, define policies to provide public \r\nservices, administer natural resources, encourage \r\ninvestment, and increase budgets with the goal of \r\nachieving self-sufficiency. As basic obligations, the \r\nrule of law must be respected and human rights \r\nprotected.  \r\n The report of the Secretary-General (A/63/218) \r\ncorrectly considers Integrated Peacebuilding Strategies \r\nto be a central element of these two years of work in \r\nthe post-conflict architecture. We also believe that field \r\nvisits have served as a catalyst for concerted work \r\nwithin the States concerned. \r\n From the outset, international cooperation should \r\nbe devoted primarily to strengthening the political and \r\nconflict-resolution systems and the training of civilian \r\nprofessional officers. At the same time, we must \r\nemphasize that rapid-impact projects play a prominent \r\nrole in raising awareness and garnering support among \r\nthe local population. The participation of international \r\nfinancial institutions and local and international \r\nbusinesses is essential to the success of the process. We \r\nhighlight the establishment of the task force on the role \r\nof the private sector in post-conflict situations, which \r\naddresses aspects of microfinance, remittances and \r\nassociations with private foundations. We also \r\nencourage the task force to continue its work in \r\nrelation to productive post-conflict investment.  \r\n It can be seen throughout the report that the work \r\nof the Peacebuilding Commission, Fund and Support \r\nOffice calls for a medium- and long-term commitment \r\nbacked by a strategic vision. That means that \r\nparticipation of the international community may, in \r\nagreement with the State concerned, extend for several \r\nyears, over multiple priority areas and, in some cases, \r\nto great depth. \r\n For those countries currently on the agenda of the \r\nPeacebuilding Commission or benefiting from the \r\nPeacebuilding Fund, it must always be clear that the \r\ncooperation and international assistance they receive \r\nare subject to the measurement of progress indicators \r\nin a context that supports the exercise of their \r\nA/63/PV.23  \r\n \r\n08-54359 14 \r\n \r\nsovereignty, and in full respect for international law \r\nand the principles of the Charter of the United Nations. \r\n In terms of synergy with regional or international \r\nbodies and with institutions of the United Nations \r\nsystem, a long-term commitment requires the \r\nconvergence of action and additional coordination \r\nefforts. The leadership of the United Nations \r\nguarantees legitimacy, transparency, coordination and \r\nadequate follow-up in the reconstruction process. To \r\nthat end, we must ensure that our Organization has the \r\ncapacity to analyse, evaluate, plan and coordinate \r\namong its major bodies in order to react to sudden \r\nchanges on the ground that may jeopardize the \r\npeacebuilding process, and to make the resultant \r\nnecessary adjustments.  \r\n The report of the Secretary-General provides a \r\ndescription of the current situation and progress made, \r\nas well as an overview of lessons learned, from which \r\nwe can derive ideas for improving the work of our \r\nOrganization, its bodies, funds and programmes to \r\nachieve more concerted action in that area. \r\n Finally, my delegation wishes to reiterate its \r\nsupport for the work done by the Peacebuilding \r\nCommission and commend the leadership of its \r\npresident, Ambassador Takasu of Japan. We encourage \r\nthe Commission to continue contributing to \r\npeacebuilding in the Central African Republic, Guinea-\r\nBissau, Sierra Leone, Burundi and other States that \r\nmay request it. \r\n Peru is a candidate for the Peacebuilding \r\nCommission in the elections to be held in 2009 and \r\noffers those ideas as a foretaste of the contribution that \r\nit hopes to make once the problem of the current \r\nregional underrepresentation is satisfactorily resolved \r\nfor Latin America. \r\n Mr. Punkrasin (Thailand): In the general debate \r\nat the sixty-third session of the General Assembly last \r\nweek, Thailand reaffirmed its commitment to peace, \r\nfreedom and tolerance, because they are part of our \r\nnational character. The overarching principle of the \r\nUnited Nations is the maintenance of international \r\npeace and security. Over the years, however, we have \r\nseen that, despite the greatest efforts of the United \r\nNations, there have been some devastating setbacks in \r\nthat regard. I am referring to situations of countries in \r\nthe aftermath of conflict. As former Secretary-General \r\nKofi Annan pointed out three years ago, half of all \r\ncountries that emerge from war relapse into violence \r\nwithin five years. The fact is that, beyond \r\npeacekeeping, there is a critical need to build peace — \r\none that is sustainable, one that lasts. \r\n Two years ago, Thailand fully supported the \r\nestablishment of the Peacebuilding Commission, the \r\nUnited Nations new intergovernmental advisory body. \r\nThe Commission was created to help fill the \r\ninstitutional gap at the United Nations in assisting \r\npost-conflict countries to address their peacebuilding \r\nchallenges. Although the Commission is a newcomer to \r\nthe United Nations family, within the course of just \r\ntwo years its role has proved invaluable, particularly in \r\nserving as a bridge between stakeholders in the \r\npeacebuilding process and between various \r\nstakeholders, such as United Nations agencies, non-\r\ngovernmental organizations and donor countries, and \r\nthe countries on its agenda, namely, Burundi, Sierra \r\nLeone, Guinea-Bissau and the Central African \r\nRepublic, so that resources can be mobilized and \r\nsecured for peacebuilding projects in those countries. \r\n Thailand would like to take this opportunity to \r\ncommend the Commission and the Peacebuilding Fund \r\nfor keeping Member States informed of their activities \r\nand the progress they have made on the ground. We are \r\nof the view that the Commission must continue to \r\ndevelop and improve its interaction and cooperation \r\nwith the Fund, other organs and agencies in the United \r\nNations system and all Member States. For effective \r\nconcrete results, it is essential that the Commission and \r\nother bodies strive to work together to achieve \r\ncoherence and close coordination in terms of policy \r\nand operations. \r\n More importantly, the peacebuilding process must \r\nput strong emphasis on the principle of national \r\nownership and participation. While the Commission \r\nhelps the countries rebuild and strengthen themselves, \r\nit is the countries that have primary responsibility in \r\nmaking that work and endure, so that they can \r\neventually stand on their own in the long run. The \r\nsense of ownership also signifies that the peacebuilding \r\nprocess must be adjusted to respond to the unique \r\nconditions, real needs and situations on the ground of \r\nthe countries. The framework and strategy for \r\npeacebuilding should, therefore, be formulated in \r\ncollaboration between the Commission and the \r\ncountries by taking into account that complexity. A \r\none-size-fits-all approach cannot be applied in that \r\nregard. \r\n A/63/PV.23\r\n \r\n15 08-54359 \r\n \r\n Thailand attaches great importance to the \r\npeacebuilding efforts of the United Nations. We also \r\nbelieve that sustainable peace must have its \r\nfoundations in development. Through the development \r\nof political, economic and social systems and \r\ninfrastructure the post-conflict peacebuilding process \r\ncan bring about lasting peace, especially in those \r\ncountries where United Nations peacekeeping forces \r\nhave just completed their mandates. The role of \r\ncivilians, the private sector and civil society in the \r\npeacebuilding process should also be supported and \r\npromoted. \r\n Thailand has a firm policy of supporting United \r\nNations peace operations and we have consistently \r\nparticipated in United Nations peacekeeping \r\noperations. Besides their peacekeeping role, Thai \r\nmilitary and police personnel have also contributed to \r\nbuilding peace and laying foundations in several \r\ncountries emerging from conflict, particularly in the \r\nareas of development, security sector reform and the \r\nrule of law.  \r\n Just last month, Thailand and the United States \r\nco-organized the Association of South-East Asian \r\nNations Regional Forum workshop in Bangkok on \r\nstabilization and reconstruction. It provided an \r\nopportunity for member countries of the Forum to \r\nexchange their ideas and experiences on the effective \r\nstabilization and reconstruction measures that help \r\nmaintain the stability of countries affected by conflict \r\nand natural disasters.  \r\n With our experience, expertise and conviction, \r\nThailand is confident that we can contribute to the \r\npeacebuilding efforts in post-conflict areas through the \r\ndevelopment schemes of the United Nations. \r\nTherefore, Thailand has presented its candidature for \r\nmembership in the Commission for 2009 to 2011 in the \r\nGeneral Assembly category. With the endorsement of \r\nthe Asian Group, we hope to join the Commission \r\nsoon. \r\n Thailand is pleased that the Peacebuilding Fund \r\nhas surpassed its target of $250 million of \r\ncontributions. We believe that, working in \r\ncollaboration with the Commission, the Fund will be \r\neven more beneficial to countries in need of \r\nsustainable peace. Since the establishment of the Fund, \r\nThailand has contributed $10,000 and will contribute \r\nmore this year. \r\n As the Commission enters its third year of \r\nactivities, there is no doubt that more difficult \r\nchallenges lie ahead. Thailand is ready to lend its full \r\nsupport to the Commission, and to the United Nations \r\nas a whole, in its endeavours to create sustainable \r\npeace throughout the world. \r\n Mr. Abdelaziz (Egypt) (spoke in Arabic): It is my \r\npleasure to express my appreciation to the \r\nPeacebuilding Commission for its report (A/63/92) and \r\nto the Secretary-General for his report (A/63/218 and \r\nCorr.1) on the Peacebuilding Fund. Egypt aligns itself \r\nwith the statement delivered by the Ambassador of \r\nJamaica on behalf of the Non-Aligned Movement. \r\n Egypt believes in the important role played by the \r\nCommission in preventing post-conflict countries from \r\nrelapsing into conflicts. That is why, it has sought to \r\njoin the Commission since its establishment in order, to \r\nparticipate efficiently in all its meetings and activities \r\nand work on helping the Commission to implement its \r\ntasks, enshrined in General Assembly resolution \r\n60/180. \r\n Since its establishment in 2005, the Commission \r\nhas achieved great progress in Burundi, Sierra Leone \r\nand Guinea-Bissau, as well as its current work on \r\nbehalf of the Central African Republic. Those \r\nachievements impose on us an obligation to double our \r\nefforts and present new ideas and proposals to enhance \r\nthe performance of the Commission, to make it more \r\nefficient in dealing with the situations in the countries \r\nunder its consideration and more capable of adding to \r\nits agenda additional countries that may request the \r\nassistance of the Commission.  \r\n In that regard, I would like to highlight some of \r\nthe practical points that Egypt thinks should be taken \r\ninto consideration. \r\n First, the Commission should promote adherence \r\nto the principle of national ownership in all stages of \r\nits work. That principle should be applied starting with \r\nthe request for the Commission’s assistance and onto \r\nidentifying and implementing the peacebuilding \r\npriorities and terminating its work, particularly since \r\nthat principle enhances the trust of the concerned \r\ncountries and consolidates the cooperation of the \r\nnational authorities with the Commission on the \r\ngovernmental, parliamentarian and public levels. \r\n Second, the Commission’s ongoing efforts to \r\nfunction efficiently require it to continue strengthening \r\nA/63/PV.23  \r\n \r\n08-54359 16 \r\n \r\nits relations with various relevant United Nations \r\norgans, departments and programmes, as well as with \r\nthe international financial institutions, donor countries \r\nand regional and subregional organizations concerned \r\nwith peacebuilding, particularly those in the same \r\nregions as the countries under the Commission’s \r\nconsideration.  \r\n While I thank the Chairman of the Commission \r\nand the Chairs of the country-specific configurations of \r\nthe four countries for their work to that end, there \r\nremains a compelling need for the Commission to \r\npromote its institutional relations with the General \r\nAssembly, the Security Council and the Economic and \r\nSocial Council. Those relations need further \r\ndelineation and clarification in order to promote full \r\nrespect for the institutional balance between those \r\norgans, in accordance with the jurisdiction of each \r\nunder the Charter, and to prevent the encroachment of \r\nany principal organ upon the jurisdictions of the others.  \r\n In that context, I request the General Assembly to \r\nassume a more active role in monitoring and directing \r\nthe work of the Peacebuilding Commission by \r\nconvening regular sessions to review its activities, \r\nevaluate the conclusions of its field visits, and find \r\nways to support it, along the lines of the periodic \r\nmeetings convened by the Security Council to that end. \r\n Third, the diversity of the categories of \r\nmembership of the Peacebuilding Commission should \r\nbe exploited to maximum benefit. Resolution 60/180 \r\nstates that the composition of the Commission shall \r\ncomprise representatives of the top contributors to \r\npeacekeeping operations and the United Nations \r\nbudget and members of the Security Council, the \r\nEconomic and Social Council and the General \r\nAssembly. From its very inception, the Commission \r\nwas intended to benefit from the diverse nature and \r\nexperience of all those categories in a way that would \r\nassist it in its work. However, practical experience has \r\nshown that the Commission has not benefited as \r\ndesired from its members’ affiliation with those \r\ncategories. Egypt would therefore propose that the \r\nCommission discuss that important issue at its coming \r\nsession to consider ways to make full use of the \r\ndiversity of its membership. \r\n Fourth, it is important that the Commission \r\nbenefit from the lessons learned with respect to its \r\nworking methods and provisional rules of procedure so \r\nthat they may be taken into account in the 2010 review \r\nprocess. In that regard, I would refer to the method of \r\napplying the concept of fair geographical distribution. \r\nIn stressing the need for the President of the General \r\nAssembly to make further efforts to resolve that issue, \r\nEgypt, in its capacity as coordinator of the African \r\nGroup on peacebuilding issues, asserts that the solution \r\nmust not lead to a decrease in the number of seats \r\nallocated to Africa from the seven already allocated in \r\nall categories. I also affirm that if there is any increase \r\nin the number of seats allocated to any other regional \r\ngroup, Africa should be given an extra seat or seats in \r\naddition to the seven currently allocated to it. \r\n Fifth, it is important to promote the role of the \r\nCommission in setting a balance between donor and \r\nnon-donor countries in peacebuilding activities. In that \r\nregard, I refer to the role of the steering committees in \r\nthe countries under consideration in identifying \r\nprojects to be financed by the Peacebuilding Fund. I \r\nstress that the steering committees are not competent to \r\nmake financial decisions or to direct the Secretary-\r\nGeneral to provide financing. That jurisdiction falls \r\nexclusively to the Commission, particularly given the \r\nlimited membership of the steering committees, which \r\ninclude only the donor countries and the Secretariat but \r\nexclude non-donor States members of the Commission. \r\n Sixth, it is necessary to prepare a strategy that \r\nallows civil society, non-governmental organizations \r\nand the private sector to participate in various fields \r\nrelated to peacebuilding, in coordination with and upon \r\napproval of the countries under consideration and with \r\nthe aim of marshalling all efforts. \r\n Seventh, the General Assembly should also lend \r\nits full support to the Peacebuilding Support Office and \r\nprovide it with the posts and financial resources \r\nnecessary to fulfil its role thoroughly. The General \r\nAssembly should provide the necessary funds from the \r\nbudget of the Organization for two annual field trips by \r\nthe Commission to each of the countries on its agenda, \r\nwith the participation of representatives from all \r\nregional groups. That would promote direct contact \r\nbetween the members of the Commission and the \r\nnational authorities in the countries under \r\nconsideration. \r\n The relation between the Peacebuilding \r\nCommission and the Peacebuilding Fund is considered \r\nto be among the most important issues that will be \r\ntaken up in the coming phase, particularly in the \r\ncontext of reviewing the Fund’s terms of reference. We \r\n A/63/PV.23\r\n \r\n17 08-54359 \r\n \r\ncommend the increasing international support for the \r\nactivities of the Fund, as reflected in the $238.5 million \r\nof pledged financing deposited in its accounts. Through \r\npeacebuilding strategies and the emergency window, \r\nthat money has financed 37 projects in nine countries \r\nsince the Fund was established. \r\n While Egypt agrees with the report with respect \r\nto the steps taken to review the terms of reference of \r\nthe Peacebuilding Fund, it confirms its support for any \r\neffort that would contribute to developing the work of \r\nthe Fund, improve coordination and coherence between \r\nits activities and the activities of the Peacebuilding \r\nCommission, and enhance its ability to work \r\nexpeditiously and efficiently, particularly in disbursing \r\nthe funds allocated to specific projects in the countries \r\nunder the Commission’s consideration. Egypt also \r\nsupports the proposal in the report to expand the \r\nmembership of the Peacebuilding Fund Advisory \r\nGroup, given its vital oversight of the Fund’s activities. \r\nEgypt also supports the proposal to direct \r\nPeacebuilding Fund support for the activities of \r\nregional and subregional organizations in the fields of \r\npeacebuilding. Egypt reiterates its proposal that an \r\nannual donor conference be held to ensure the \r\nnecessary financial support for the budget of the Fund. \r\n Moreover, Egypt proposes that the review process \r\nconsider increasing the funding target of the \r\nPeacebuilding Fund to make it capable of financing \r\nbigger projects and to enhance consultation and \r\ncoordination between the Secretary-General and the \r\nCommission when the former believes that a particular \r\ncountry is eligible to receive financing from the Fund, \r\nin order to prevent duplication and rationalize \r\nexpenditures. \r\n In conclusion, we thank the Permanent \r\nRepresentative of Japan for his distinguished \r\npresidency of the Peacebuilding Commission and the \r\nPermanent Representatives of Belgium, Brazil, \r\nEl Salvador, the Netherlands, Norway and Sweden for \r\ntheir valuable guidance of the Commission’s work. I \r\nalso thank the Peacebuilding Support Office for its \r\nstrenuous efforts over the past year and wish its new \r\nleadership every success. \r\n Ms. Pierce (United Kingdom): May I join those \r\ncolleagues who have thanked the President of the \r\nGeneral Assembly for organizing this important debate \r\ntoday. It offers a useful opportunity to take stock of the \r\nwork of the Peacebuilding Commission and the \r\nPeacebuilding Fund and to charter the challenges we \r\nstill face. Those challenges include how we can \r\nimprove our support to countries in the early stages of \r\ntheir emergence from conflict. \r\n I would like to align myself with the statement \r\nmade by the representative of France on behalf of the \r\nEuropean Union. \r\n It is important to celebrate success, so I would \r\nlike to begin by thanking Ambassador Takasu for his \r\ndedicated chairing of the Organizational Committee, \r\nand the Permanent Representatives of the Netherlands, \r\nNorway and Brazil for the achievements made on \r\nSierra Leone, Burundi and Guinea-Bissau. I would also \r\nlike to thank the Permanent Representative of \r\nEl Salvador for her leadership on lessons learned and \r\nthe Permanent Representative of Indonesia for \r\nchampioning work on the Peacebuilding Commission’s \r\nengagement with the private sector. \r\n In addition, I would like to welcome Sweden in \r\ntaking over the chair of the country-specific \r\nconfiguration for Burundi, and Belgium in taking up \r\nresponsibilities for the Central Africa Republic.  \r\n Finally, I would like to pay tribute to the support \r\nthat Carolyn McAskie provided in getting the \r\nPeacebuilding Commission up and running and to \r\nwelcome the appointment of Jane Holl Lute as her \r\nsuccessor. \r\n In last year’s debate I highlighted the need for the \r\nCommission to give more focus to how it could \r\nprovide added value to the peacebuilding processes in \r\nthe countries on its agenda. The primary impact of the \r\nCommission lies, of course, in helping to address the \r\npolitical barriers to peacebuilding and bringing \r\ncoherence to the international community’s efforts. \r\n The United Kingdom shares others’ assessments \r\nof how well the Peacebuilding Commission has taken \r\nup this challenge, but it is also true, as many speakers \r\nhave noted, that there remain a number of challenges. I \r\nwould like to highlight five of those challenges as we \r\nsee them today. \r\n Firstly, the Commission needs to be better at \r\nmeasuring its impact. We need to live up to our \r\ncommitments, including mobilizing resources. But as \r\nthe first biannual reviews demonstrated, we currently \r\ndo not have the means to quantify what additional \r\nresources have actually been mobilized. \r\nA/63/PV.23  \r\n \r\n08-54359 18 \r\n \r\n Secondly, the Commission needs to be more \r\nspecific. We need to get much better at identifying \r\nwhat are the actual, critical gaps in funding and setting \r\nout tangible benchmarks on how frameworks should be \r\nimplemented. Our ability to mobilize resources will \r\nimprove if we can specifically state what is required \r\nand how those resources would be best channelled. We \r\nneed to ensure that sufficient investment is made in \r\nanalysis and monitoring and that the United Nations \r\nsystem is providing the Peacebuilding Support Office \r\nthe requisite inputs to achieve this. \r\n Thirdly, the Commission needs to be more \r\nefficient. With new countries on the Commission’s \r\nagenda, this is particularly important. We should focus \r\non fewer, but more strategic meetings in New York, \r\nwith most of the day-to-day work being led in the \r\ncountries themselves. \r\n Fourthly, the Commission needs to be more \r\nflexible and agile. We need to make sure the \r\nCommission’s engagement adapts to the changing \r\nrealities on the ground, such as the new threat posed by \r\nfuel and food prices. We also need to make sure that \r\nthe Commission is not formulaic when it approaches \r\neach new country, but that it tailors its engagement to \r\nthe challenges faced with each new context. In this \r\nvein, we have found the approach adopted for the \r\nCentral African Republic very encouraging. \r\n Fifthly, the work of the Commission needs to be \r\nbetter aligned and more inclusive. Governments clearly \r\nlead the process. But if we want long-lasting success, \r\nall sectors of society need to be involved to ensure this. \r\nSuccess is also more likely if steps are made to prevent \r\nuncoordinated donor programmes that pull \r\nGovernments in several directions at once. \r\n The Peacebuilding Commission needs to ensure \r\nthat the international community is a more responsible \r\npartner to the Government and that political, security, \r\nrecovery and development engagement is all better \r\nintegrated. \r\n In going forward this year, we need to consider \r\nwhether the new peacebuilding architecture is filling \r\nthe gaps we set it up to fill. It has demonstrated that it \r\ncan play a useful role in countries once United Nations \r\npeacekeeping missions have drawn down. But as the \r\n20 May Security Council debate on post-conflict \r\npeacebuilding highlighted, the Peacebuilding \r\nCommission and Peacebuilding Fund also have a \r\npotentially critical role to play in countries emerging \r\nfrom conflict. \r\n At that debate, my Foreign Secretary stated that \r\nthe challenge faced is to tackle the current statistic in \r\nwhich 30 per cent of conflicts break out again with five \r\nyears of a peace agreement. \r\n The critical gaps that were highlighted at that \r\ndebate are: better international leadership to ensure a \r\ncommon strategy that can drive forward integrated \r\npolitical, security and development activities all in \r\nsupport of national efforts; increased national and \r\ninternational civilian capacities to plan and implement \r\nstabilization and recovery efforts; and faster, more \r\nflexible funding. \r\n Recent meetings in London and Copenhagen have \r\nalso highlighted the importance of improving the \r\ninternational community’s support to conflict-affected \r\ncountries in the very early stages of peacebuilding. \r\n In the case of funding, the Peacebuilding Fund \r\nhas the potential to fill the current gap in the provision \r\nof timely, flexible and predictable funding to countries \r\nemerging from conflict. Indeed, it was set up to support \r\nearly peacebuilding efforts but has, in reality, primarily \r\nsupported later-stage peacebuilding. \r\n We hope the Office of Internal Oversight Services \r\nevaluation report will put forward concrete \r\nrecommendations on how to enable the Peacebuilding \r\nFund to provide support earlier in the process. And the \r\nupcoming review of the Fund’s terms of reference will \r\nprovide a good opportunity to make the Peacebuilding \r\nFund more effective and responsive. \r\n It is important that the Peacebuilding \r\nCommission engages with this process and feeds into \r\nthe Secretary-General’s report on how the United \r\nNations can improve its support to early recovery. The \r\ndesire of the membership to have that engagement \r\nfrom the Peacebuilding Commission was something \r\nthat my country and my Foreign Secretary took away \r\nvery strongly from the 20 May debate and we hope that \r\nwe can react to that. \r\n The United Kingdom remains committed to the \r\nPeacebuilding Commission and we look forward to our \r\ncontinued close engagement with colleagues in the \r\ncoming year. \r\n Mr. Christian (Ghana): My delegation wishes to \r\nthank the Chairperson of the Peacebuilding \r\n A/63/PV.23\r\n \r\n19 08-54359 \r\n \r\nCommission, Ambassador Takasu, for presenting the \r\nannual report of the Commission (A/63/92-S/2008/417) \r\nand also to thank the Secretary-General for presenting \r\nhis annual report on the Peacebuilding Fund \r\n(A/63/218-S/2008/522). \r\n My delegation wishes to align itself with the \r\nstatement made by the Permanent Representative of \r\nJamaica on behalf of the Non-Aligned Movement. \r\n We believe the Peacebuilding Commission report \r\ncontains a fair assessment of the activities of the \r\nCommission during its second session, i.e. how far we \r\nhave come and what remains to be done. From a \r\ncomparative analysis of the present report and the \r\nprevious one, we may reasonably conclude that so far \r\nso good, but we dare not underestimate the challenges \r\nahead. \r\n Today’s debate offers us a unique opportunity to \r\ncritically examine where our collective peacebuilding \r\nefforts may have fallen short of expectations, reflect on \r\nwhat we could have done better and think through \r\ncreative ways of consolidating the gains we have made. \r\n There have been noticeable successes in Sierra \r\nLeone and Burundi. Lessons learnt in those two \r\ncountries have certainly improved our approach to \r\nhandling the cases of Guinea-Bissau and the Central \r\nAfrican Republic. \r\n My delegation is pleased with the early adoption \r\nof the integrated Strategic Framework for \r\nPeacebuilding in Guinea-Bissau and look forward to \r\nworking with the Chair and members of that \r\nconfiguration towards the attainment of the objectives \r\nand priorities spelt out in the framework, including \r\nensuring the success of the forthcoming elections in \r\nGuinea-Bissau. \r\n While recognizing the importance of the cardinal \r\nprinciples of national ownership and international \r\npartnership, my delegation would like to reemphasize \r\nthat an all-inclusive peacebuilding paradigm requires \r\nthe Peacebuilding Commission to actively mobilize the \r\nsupport of regional and subregional organizations and \r\ncivil society, among other stakeholders, in post-conflict \r\nreconstruction. \r\n The Peacebuilding Commission is certainly \r\ntaking shape, allowing it to devote more attention to \r\nissues of substance instead of procedure. But it is \r\nessential to keep our working methods under constant \r\nreview to make us work smarter and better and to \r\ndevelop a strategic vision for the future of the \r\nCommission, so that we are not overtaken by events. \r\n In this regard, we appreciate the fact that with the \r\nsupport of the Peacebuilding Support Office, the \r\nCommission has adopted proactive tools such as the \r\nmonitoring and tracking mechanisms, \r\nvideoconferencing, mapping of resources and the \r\nsetting up of integrated country offices and strategic \r\nframeworks. \r\n However, our long-term strategic vision will \r\nrequire new tools such as the development of an early \r\nwarning mechanism. For the foreseeable future, my \r\ndelegation thinks that the General Assembly, in \r\ncollaboration with the Security Council and other \r\nrelevant bodies of the United Nations, should take a \r\nstrategic decision to strengthen the capacity of the \r\nPeacebuilding Commission for preventive diplomacy. \r\n This means that in the medium to long term, the \r\nPeacebuilding Commission should be concerned not \r\nonly about preventing countries currently on its agenda \r\nfrom relapsing into conflict, but also about developing \r\nthe capacity to anticipate potential conflicts and \r\nengaging the international community to address them \r\nbefore they reach crisis proportions. \r\n Some researchers have argued that it takes a \r\nminimum of 10 years for peacekeeping to succeed. \r\nWhile we may not be in a position to validate that \r\nclaim, what we would urge is that peacebuilding and \r\npeacekeeping not be viewed as zero-sum games in \r\nwhich the deployment of peacebuilding would \r\nnecessarily lead to the termination of peacekeeping \r\nmandates. We need to strike the right balance between \r\nentry and exit strategies, so that peacebuilding \r\noperations are neither prematurely terminated nor \r\nunduly extended to create a dependency syndrome in \r\nthe affected country on the agenda. \r\n As the time for a review of the terms of reference \r\nof the Peacebuilding Fund draws near, it is appropriate \r\nto deepen dialogue among Member States on how to \r\nstrengthen the institutional links and working relations \r\nbetween the Peacebuilding Commission and the \r\nPeacebuilding Fund. There is a need to increase the \r\nrole of the Commission in decisions made by the Fund \r\nin allocating resources to beneficiary countries, so as to \r\nimprove coordination and avert possible duplication of \r\nefforts. In the meantime, we welcome the improvement \r\nin the lines of communication between the Fund and \r\nthe Commission and the Fund’s effectiveness in raising \r\nA/63/PV.23  \r\n \r\n08-54359 20 \r\n \r\nmore funds than the amount targeted during the period \r\nunder consideration. \r\n I wish to conclude by recalling the distinguished \r\nand pioneering contribution of Ambassador Carolyn \r\nMcAskie, former Assistant-Secretary-General and head \r\nof the Peacebuilding Support Office, in \r\noperationalizing the peacebuilding architecture, and to \r\nwish her the very best in her future endeavours. My \r\ndelegation also wishes to take this opportunity to \r\ncongratulate and welcome Ms. Jane Holl Lute, new \r\nAssistant-Secretary-General and head of the Support \r\nOffice, who has already demonstrated her commitment \r\nto build upon the work of her predecessor, and to \r\nassure her of Ghana’s full cooperation. Finally, we \r\ncommend the stewardship of Ambassador Takasu in \r\nskilfully guiding the affairs of the Peacebuilding \r\nCommission to consolidate the success achieved in the \r\ncourse of its first session. In his statement, Ambassador \r\nTakasu appropriately recognized the contributions of \r\nthe past and present Chairs of the various \r\nconfigurations of the Commission. If their \r\neffectiveness is to be enhanced, the Commission and \r\nthe Support Office must be well resourced. \r\n Finally, Ghana remains committed and ready to \r\nsupport the Peacebuilding Commission in meeting the \r\nchallenges ahead — some of which have been \r\nidentified in the report before us and in some of the \r\nstatements we have heard today — for the sake of \r\nsolidarity, humanity, peace and security. \r\n Mr. Amil (Pakistan): We welcome this debate, \r\nwhich offers a good opportunity to the general \r\nmembership to take stock of the United Nations \r\npeacebuilding agenda, which has assumed increasing \r\npriority and prominence ever since the 2005 World \r\nSummit. \r\n As reflected in the Peacebuilding Commission’s \r\nannual report (A/63/92), the new peacebuilding \r\narchitecture has made appreciable progress, both in \r\nfurther developing system-wide institutional linkages \r\nand in promoting substantive work in the countries \r\nunder consideration. As a member of the Commission, \r\nPakistan is fully committed to its success. We \r\nappreciate the contributions of all members of the \r\nCommission, in particular the Chairman, the Vice-\r\nChairs and the Chairs of the country-specific \r\nconfigurations. We shall continue to contribute to that \r\ncollective effort by actively participating in the work of \r\nthe Commission and by providing assistance to the \r\ncountries concerned to the best of our ability. \r\n The expansion of the Commission’s agenda, \r\nwhich now includes four countries, is an indication of \r\nthe growing confidence in its work. That has increased \r\nexpectations — and rightly so — especially those of \r\nthe Governments and peoples of the countries under \r\nconsideration. It also entails better organization of the \r\nCommission’s work, especially increased coherence \r\nand prioritization among its various formats and the \r\ndedication of appropriate time and resources to the \r\nvarious situations on the agenda. \r\n At the strategic level, the experience gained by \r\nthe Peacebuilding Commission should guide the \r\ndevelopment of a common vision of peacebuilding. In \r\nour view, the following are the keys to success: first, \r\ngreater convergence between the perspectives of the \r\npartners and the host countries, based primarily on the \r\npriorities and the national ownership of the latter; \r\nsecondly, genuine political will and flexibility on the \r\npart of all stakeholders; and thirdly, involvement by the \r\nCommission from the initial phase of United Nations \r\nengagement in countries emerging from conflict. A \r\ncomprehensive approach based on interlinkage \r\nbetween peace and development should traverse all \r\nstages, from conflict prevention to peacekeeping to \r\npeacebuilding. \r\n Sustainable development and the utilization of \r\nnational capacities are essential to ensure national \r\nownership of peacebuilding priorities. Strategies based \r\non an objective and comprehensive diagnosis of the \r\nsituation, including the root causes of conflict, are \r\nmore likely to succeed. Integrated peacebuilding \r\nstrategies and cooperation frameworks should be living \r\nplans of action, under constant review and capable of \r\nadjustment as the situation demands. The \r\nCommission’s monitoring and tracking tools will need \r\nto be further refined to ensure identification of new \r\ngaps and timely and full implementation of the \r\ncommitments undertaken by all sides. \r\n It is extremely important to provide resources at \r\nthe early stages for immediate peacebuilding priorities \r\nand quick-impact and other projects with catalytic \r\neffect. The utility of the Peacebuilding Fund is clear in \r\nthat regard. It is important to keep the interests of the \r\nrecipient countries paramount in the identification, \r\ndesign and prioritization of the projects to be resourced \r\nfrom the Fund. The timely and effective disbursement \r\n A/63/PV.23\r\n \r\n21 08-54359 \r\n \r\nof funds is equally important. In our view, increased \r\ncoordination and coherence between the activities of \r\nthe Fund and those of the Commission could yield \r\nbetter results in that regard. The Commission’s \r\nguidance would be extremely relevant in the review \r\nprocess of the terms of reference of the Fund. \r\n In the last analysis, the success of the \r\nCommission will be gauged in terms of the concrete \r\nresults achieved for people on the ground. With a view \r\nto effective prevention against relapse, the ultimate \r\nobjective of peacebuilding should be to enable \r\ncountries emerging from conflict to stand on their own \r\nfeet so as to achieve self-sustained peace and \r\ndevelopment. That involves the fulfilment of \r\ncommitments by national and international \r\nstakeholders and the mobilization of resources, both \r\ninternal and external. This is where the Commission, \r\nbecause of its unique composition and convening \r\npower, has immense potential to deliver. It needs to \r\nfurther strengthen its advocacy role so as to tap all \r\navenues for the marshalling of adequate and \r\npredictable resources from the early stages to the \r\nextended period of international attention.  \r\n Working on both sides, the Commission can also \r\nhelp address the issues of donor restrictions and \r\nconditionalities, on the one hand, and absorptive \r\ncapacity and mechanisms for the effective and \r\ntransparent disbursement and utilization of resources, \r\non the other. The Commission can also promote the \r\ncause of the countries on its agenda more effectively \r\nbefore the international financial institutions, which \r\nshould be encouraged to show the operational \r\nflexibility to address the special circumstances of \r\ncountries emerging from conflict. \r\n The Commission will also need to focus attention \r\non broader issues, including aid effectiveness, trade, \r\ninvestment, official development assistance, debt relief \r\nand development of the private sector. The work \r\nfacilitated by Indonesia on the role of the private sector \r\nshould be taken forward. Many countries afflicted by \r\ncomplex conflicts continue to be deprived of revenues \r\nand earnings from their own resources, owing to \r\nunequal trade regimes, industrial-country agricultural \r\nsubsidies and the inability to process their own raw \r\nmaterials. Therefore, more attention has to be accorded \r\nto national and international mechanisms to halt the \r\nillegal exploitation of natural resources and enable the \r\ncountries concerned to make full use of their resources \r\nfor the benefit of their own peoples. \r\n The Organizational Committee, the nucleus of the \r\nCommission, is best placed to discuss those and several \r\nother cross-cutting and thematic issues. It is time to \r\nutilize its full potential. It should have strategic \r\noversight over the work of the Commission, including \r\ncountry-specific meetings and the Working Group on \r\nLessons Learned. Energizing the Organizational \r\nCommittee would also contribute to increased \r\ncoordination among the stakeholders — in particular \r\nthe three relevant principal organs — which is so \r\nessential for the success of our work. \r\n The challenges of peacebuilding are complex and \r\nimmense. They require a holistic approach based on \r\nsustained political attention and the pooling of \r\nnecessary resources. The Peacebuilding Commission \r\ncan deliver only with the full support and commitment \r\nof the international community.  \r\n In that regard, I would like to conclude on an \r\nencouraging note. Notwithstanding the differences of \r\nopinion among Member States, the collective objective \r\nof bringing tangible benefits to the countries under \r\nconsideration is becoming a rallying point for the \r\nCommission’s work. \r\n Mr. Terzi di Sant’Agata (Italy): I would like to \r\nthank the President of the Assembly for organizing this \r\ndebate on the work of the Peacebuilding Commission \r\nand the Peacebuilding Fund.  \r\n Italy endorses the statement of the French \r\npresidency of the European Union. \r\n The Commission is now entering its third year of \r\noperations. We are beginning to see concrete results: \r\nfour countries are on the agenda, three integrated \r\nstrategies have been approved, one is in the making, \r\nand monitoring mechanisms have been established. \r\nThe international community is paying greater \r\nattention to peacebuilding efforts. \r\n The work undertaken by the Commission in \r\nidentifying priority areas in respect of the principle of \r\nnational ownership is most welcome. National \r\nownership is the necessary foreground for the success \r\nof Commission strategies, which also involve \r\ninternational stakeholders, non-governmental \r\norganizations and civil society. It is also the foreground \r\nfor implementation strategies, benchmarks and \r\ntimelines, the optimization of resources and efforts to \r\navoid the overlapping of programmes. \r\nA/63/PV.23  \r\n \r\n08-54359 22 \r\n \r\n The Commission has consolidated its status and \r\ncredibility. Countries that need assistance with their \r\nstabilization processes are aware of its resources. The \r\ninternational financial institutions are now fully \r\ninvolved in the Commission’s deliberations. \r\n It is time to move forward, addressing new \r\nchallenges in a creative and flexible way. Peace \r\nprocesses must be seen as a whole. Peacekeeping \r\nmissions should be fully coherent with peacebuilding \r\nstrategies. Therefore, the Department of Peacekeeping \r\nOperations, the Department of Political Affairs and the \r\nPeacebuilding Support Office should be encouraged to \r\nimprove their integrated planning processes. \r\n On the other hand, the Commission could further \r\nenhance its role by aiming for more effective dialogue \r\nand coordination among all stakeholders, including, in \r\nparticular, regional and subregional organizations. We \r\nsee four main challenges for the Commission in the \r\ncoming months: first, it must translate the integrated \r\nstrategies into concrete action; secondly, it must mold \r\nits fieldwork to local needs; thirdly, it must give \r\nstakeholders the opportunity to become more involved; \r\nand fourthly, it must assess its added value in bridging \r\nthe existing gaps in the stabilization process. The \r\nCommission has to adapt its work to different contexts \r\nin order to assure the proper links between security, \r\ndevelopment and respect for human rights. \r\n Turning now to the Peacebuilding Fund, the \r\nsecond report sheds greater light on the role, value and \r\ngeneral constraints of that financial instrument within \r\nthe framework of United Nations peace consolidation \r\nefforts. We look positively on the fact that, in its \r\nsecond year of operations, the Fund has been more \r\ndynamic in identifying beneficiary countries and needs \r\nfor intervention. The Fund has also focused more on \r\nimproving analytical capacities and planning, on \r\nenhancing coordination with the United Nations offices \r\nin New York and in the field, and on greater interaction \r\nwith the Commission. \r\n However, the Fund has not yet developed its full \r\npotential. It has not provided the immediate \r\npost-conflict response that we had hoped for. There is \r\nclearly a need to tackle strategy and management \r\nissues, such as the criteria for selecting beneficiary \r\ncountries, the time frame for drafting and approving \r\nprojects, local Governments’ financial and institutional \r\nabsorption capability, countries’ eligibility for the \r\nvarious windows and the Fund’s mobilizing force. \r\n We would thus like to offer a few suggestions. \r\nWe should improve intervention planning and foster \r\ngreater consistency between the Fund’s funding and \r\nintegrated peacebuilding strategies; develop clear \r\nguidelines, agreed on by all Members, for the selection \r\nof eligible countries and establish a fund replenishment \r\nmechanism to enable consistent and predictable use of \r\nresources; harmonize the time frames for choosing \r\nbeneficiary countries for the three different windows; \r\nand develop a strategy for the donor community that \r\nwill allow the Fund to become a reference point and \r\ncatalyst of resources. \r\n Lastly, allow me to express my deepest gratitude \r\nfor their efforts to the Chairman of the Peacebuilding \r\nCommission, the Permanent Representative of Japan; \r\nthe Chairman of the Working Group on Lessons \r\nLearned, the Permanent Representative of El Salvador; \r\nand the Chairmen of the country-specific \r\nconfigurations, the Permanent Representatives of the \r\nNetherlands, Norway, Sweden, the Permanent \r\nRepresentative of Brazil and the Permanent \r\nRepresentative of Belgium. We also thank the \r\nPeacebuilding Support Office in New York and in the \r\nfield, and welcome newly appointed Assistant \r\nSecretary-General Lute as the head of the Office. \r\n Mr. Natalegawa (Indonesia): Allow me first to \r\nexpress our appreciation to the President of the \r\nAssembly for convening this important joint debate on \r\nthe report of the Peacebuilding Commission (A/63/92) \r\nand the report of the Secretary-General on the \r\nPeacebuilding Fund (A/63/218). We thank the \r\nSecretary-General for the presentation of his report on \r\nthe Fund, and the Commission for its second annual \r\nreport. We commend the good work of the \r\nPeacebuilding Support Office, which works closely \r\nwith the members of the Commission. Our appreciation \r\nalso goes to the United Nations Development \r\nProgramme as the administrative agent of the Fund. Of \r\ncourse, we would also like to thank the Permanent \r\nRepresentative of Japan and Chairman of the \r\nCommission for his sterling leadership. \r\n Indonesia associates itself with the statement \r\nmade by the representative of Jamaica on behalf of the \r\nNon-Aligned Movement caucus in the Commission.  \r\n Having been entrusted with the responsibility of \r\nbeing a member of the Organizational Committee of \r\nthe Peacebuilding Commission for the past two years, \r\nIndonesia is pleased to see the Commission and the \r\n A/63/PV.23\r\n \r\n23 08-54359 \r\n \r\nFund embark upon the fulfilment of their mandates. In \r\nthat regard, my delegation will like to offer some \r\nremarks that would hopefully contribute to making the \r\ninternational peacebuilding architecture more robust. \r\n First, when identifying peacebuilding priorities \r\nand challenges, the Commission has rightly pointed out \r\nthe importance of giving equal attention to the issues \r\nof security, democracy and development. Those are key \r\nfactors for nurturing a strong pluralistic society and \r\nlasting peace. Security sector reform or economic \r\nsector reform alone is not a panacea to ensure that a \r\npost-conflict country does not relapse into conflict. \r\n There needs to be an integrated approach and, in \r\norder to implement a comprehensive approach in which \r\nthe security and development dimensions reinforce \r\neach other, the disbursements by the Peacebuilding \r\nFund should also reflect such an orientation. Indonesia \r\nalso desires to see such an integrated approach be \r\nimplemented in the wider United Nations system, \r\nincluding in the Peacebuilding Support Office, the \r\nDepartment of Peacekeeping Operations and the \r\nDepartment of Political Affairs, to address post-conflict \r\nchallenges. \r\n Secondly, all agree that national ownership \r\nshould be the guiding principle in our engagement. We \r\nfully support the fact that the voice of a democratically \r\nelected Government, that can be held accountable to \r\nthe people through elections, should be the bedrock of \r\na nationally owned process, taking into account the \r\nvoices of civil society and other relevant stakeholders \r\nin the field. No matter how well-intentioned the \r\ninternational initiatives are, the needs identified by the \r\nnational Government should be considered the \r\nblueprint by everyone. Time and again, we have seen \r\nthat peace processes and the consolidation of peace \r\nwork only if peace and development efforts are owned \r\nby society and fully assisted by the international \r\ncommunity. \r\n Thirdly, we should not shy away from giving \r\nmore decisive and strategic roles to the Organizational \r\nCommittee of the Commission. That is in line with the \r\nmandate of the Peacebuilding Commission. While the \r\nfour country-specific configurations under the good \r\nleadership of the present and past chairpersons have \r\nshown the benefits of the unique composition of \r\ncountry configurations, the Organizational Committee \r\nshould continue to focus on thematic strategies and \r\nwider policies on peacebuilding. \r\n In that regard, we commend the Organizational \r\nCommittee efforts under the chairmanship of Japan in \r\nconsidering the role of the private sector in \r\npeacebuilding and for underscoring its potential \r\nengagement in providing both financial and \r\nnon-financial support. \r\n A task force set up for that purpose by the \r\nOrganizational Committee earlier this year focused on \r\ntangible ways through which the Peacebuilding \r\nCommission can contribute to the strengthening of the \r\nprivate sector’s engagement in post-conflict \r\npeacebuilding, as part of the Commission’s mandate to \r\nbring together all relevant actors to marshal support \r\nand resources. That consideration included three \r\nparticular areas, partnerships with private foundations, \r\nmicrofinance and remittances. As a follow-up to the \r\nwork of the Peacebuilding Commission task force, we \r\nhope that the Organizational Committee will consider \r\ntaking up some of the task force’s recommendations for \r\nfulfilling the Commission’s mandate to marshal \r\nresources. \r\n The strategic role and policy deliberations of the \r\nOrganizational Committee will be crucial. The Security \r\nCouncil, through its presidential statement \r\nS/PRST/2008/16 of 20 May 2008, has also encouraged \r\nthe Peacebuilding Commission to explore ways to \r\nsupport national efforts in affected countries to secure \r\nsustainable peace more rapidly and effectively. The \r\nviews of the Peacebuilding Commission are also very \r\nhelpful when the Secretary-General provides advice to \r\nthe United Nations organs on how to coordinate \r\npeacebuilding activities and to generate and utilize \r\nresources most effectively. \r\n Fourthly, as stated in the report, the Commission \r\nshould continue to make efforts to create closer \r\nstrategic ties between its engagements and the use of \r\nthe Peacebuilding Fund. The report highlights the need \r\nto have innovative approaches to linking the initial \r\ncatalytic financial outlay through the Peacebuilding \r\nFund with more sustained and significantly larger \r\nfunding sources. \r\n As it has been noted, the Peacebuilding Fund \r\ndisbursement and implementation are based on three \r\nmechanisms: window I for countries under the agenda \r\nof the Peacebuilding Commission, window II for \r\nnon-Peacebuilding Commission countries and window \r\nIII for emergency situations. The Secretary-General has \r\nthe discretionary authority for windows II and III. For \r\nA/63/PV.23  \r\n \r\n08-54359 24 \r\n \r\nwindow I, there is still room to improve relations \r\nbetween the Peacebuilding Commission and \r\nPeacebuilding Fund. \r\n We note the excellent work of the Peacebuilding \r\nSupport Office in this regard, but we stress that the \r\ninvolvement of the Peacebuilding Commission \r\nmembers in steering the process should be greater. The \r\ncountries should be involved from the early planning \r\nstage of identifying the projects and in the \r\nestablishment of clear evaluation mechanisms. \r\n For windows II and III, we commend the \r\nimportant work of the Secretary-General in their \r\neffective utilization. The Member States could be \r\ninvolved further by, inter alia, improving the terms of \r\nreference of the Peacebuilding Fund. By further \r\ninvolving the Member States in the strategic decision-\r\nmaking process for windows II and III, the \r\neffectiveness of the Fund would improve, and the \r\nownership of Member States would increase. \r\n It is also important to start mapping out ways on \r\nhow the private sector can be brought on board for its \r\nvaluable contribution to the Peacebuilding Fund. We \r\nare positive that the recommendations of the \r\nPeacebuilding Commission task force on the private \r\nsector would also be helpful here. The United Nations \r\nDevelopment Programme could take up those practical \r\nrecommendations, and if the Peacebuilding \r\nCommission agrees, views could be sought from the \r\nProgramme on how further concrete steps might be \r\nundertaken to engage the private sector entities. \r\n Fifthly, public awareness and visibility of the \r\nCommission’s work should be improved by making the \r\nwork of the Peacebuilding Commission prominent in \r\nregional and subregional organizations, as well as at \r\nthe international financial institutions and other \r\npertinent forums. \r\n Finally, I would like to share a few thoughts on \r\nhow Indonesia sees the General Assembly playing its \r\nimportant role in ensuring that the United Nations \r\npeacebuilding machinery functions well to produce \r\nmaximum output in the field. \r\n The General Assembly can be very helpful, and \r\nmust exert greater effort in seeing that the United \r\nNations departments and agencies incorporate the \r\npeacebuilding priorities and challenges appropriately in \r\nthe relevant strategies of the United Nations system. \r\n In that regard, the President of the General \r\nAssembly could play his critical convening role by \r\nholding regular and substantive interactions among the \r\nChairs of the Peacebuilding Commission, the Security \r\nCouncil and the Economic and Social Council. \r\nTherein, relevant lessons learned and best practices can \r\nbe shared, with the development of new synergies. \r\nSuch exchanges can also ensure better coordination \r\namong those vital bodies. Their combined voice will \r\naid the advocacy for the Commission, particularly with \r\nregard to garnering assistance for the recommendations \r\nof Integrated Peacebuilding Strategies of the countries \r\non the Peacebuilding Commission’s agenda. \r\n Indonesia reiterates its commitment to the cause \r\nof the Peacebuilding Commission and the \r\nPeacebuilding Fund and will continue to work with \r\nothers on tangible measures to improve the outcome of \r\nboth. \r\n Mr. Hannesson (Iceland): It is my pleasure to \r\nspeak on behalf of the five Nordic countries: Denmark, \r\nFinland, Iceland, Norway and Sweden. \r\n I wish to express our support for the statement \r\ndelivered by the representative of France on behalf of \r\nthe European Union. \r\n The Nordic countries recognize the progress \r\nmade since the establishment in 2006 of the \r\nPeacebuilding Commission, in particular the important \r\nwork of the country-specific configurations. \r\n We welcome the appointment of Jane Holl Lute \r\nand her efforts to further strengthen the capacity and \r\nimprove the focus of the Peacebuilding Commission. \r\nWith the support of the Peacebuilding Support Office, \r\nwe need to streamline the working methods of the \r\nCommission to allow for more countries on the agenda \r\nand to focus our efforts at the strategic level to deliver \r\non the vision of the Peacebuilding Commission. \r\n In that regard, we cannot emphasize enough the \r\nimportance of seeking partnerships and coherence in \r\nrelevant activities within and outside the United \r\nNations with United Nations agencies, funds and \r\nprogrammes, regional and subregional organizations, \r\nand international financial institutions. \r\n Within the peacebuilding architecture, we see a \r\nneed to better define the role of the Peacebuilding \r\nSupport Office in terms of giving assistance and \r\nsupport to the Peacebuilding Commission. The \r\nPeacebuilding Support Office should have a key \r\n A/63/PV.23\r\n \r\n25 08-54359 \r\n \r\nfunction in the strategic planning of the peacebuilding \r\nefforts of the United Nations. \r\n At the same time, we need to explore ways to \r\ncreate synergies in order to respond to the challenges \r\nfacing countries emerging from conflict in a coherent, \r\ntimely and rational way. To that end, we strongly \r\nsupport the Peacebuilding Support Office’s role in \r\ncoordinating the Secretary-General’s report on \r\npeacebuilding and early recovery, and look forward to \r\nactively engaging in the process of providing \r\nrecommendations. \r\n We wish to draw attention to the Early Recovery \r\nPolicy Forum held earlier this month in Copenhagen, \r\nwhere a number of international policymakers and \r\npractitioners were gathered to put forward proposals on \r\nhow to address gaps in capacity, strategy and funding \r\nwhen it comes to early recovery and peacebuilding. \r\nThe Forum highlighted, inter alia, the need to speed up \r\npost-disaster damage and needs assessments, as well as \r\nthe necessity of rapidly scaling up the capacity of \r\nresident coordinators in a crisis situation. We consider \r\nthose and other conclusions of the Forum very useful \r\nin our efforts to further strengthen the Peacebuilding \r\nCommission and the wider peacebuilding architecture. \r\n Our delegations have been strong contributors to \r\nthe Peacebuilding Fund, which we believe to be a vital \r\ntool to address immediate needs in countries emerging \r\nfrom conflicts. In conflict environments, speed is of the \r\nessence. We clearly see room for improvement in the \r\nmanagement of the Fund in order for it to work \r\nefficiently as a catalyst for more sustained support \r\nmechanisms. \r\n We look forward to the Office of Internal \r\nOversight Services review and the recommendations of \r\nthe Peacebuilding Fund Advisory Group later this \r\nmonth in order to further improve the efficiency, \r\neffectiveness and relevance of the Fund. We hope the \r\nevaluation will provide clear recommendations to \r\naddress questions regarding the Fund’s function.  \r\n The Nordic countries would welcome further \r\nclarity on the scope and allocation procedure for the \r\nthree funding windows, an improved and transparent \r\naccountability framework and strengthened capacity in \r\nthe management of the Fund. We think that the \r\nin-country relationship between the Fund and the \r\nCommission could be further clarified. Furthermore, \r\npeacebuilding gaps continue to go unfilled, and we \r\nwould consider it useful to revisit the possibility of \r\nusing the Fund’s funds to support United Nations \r\nSecretariat entities and their missions. We look forward \r\nto working with Member States and to considering \r\nimprovements to the Fund in the context of this \r\nAssembly. \r\n In closing, allow me to express the gratitude of \r\nthe Missions of Denmark, Finland, Iceland, Norway \r\nand Sweden for the reports submitted under these \r\nagenda items. They contain valuable information and \r\nform a good basis for our discussions. \r\n Ms. Jahan (Bangladesh): It would be remiss of \r\nme to begin without thanking Ambassador Yukio \r\nTakasu for his excellent stewardship of the \r\nPeacebuilding Commission and his presentation of the \r\nCommission’s report on its second session. \r\nAppreciation is also owed to the Secretary-General for \r\nhis comprehensive reports on the Peacebuilding Fund. I \r\nalso take this opportunity to welcome and extend my \r\ndelegation’s full support to the newly appointed \r\nAssistant Secretary-General for Peacebuilding Support, \r\nMs. Jane Holl Lute. Our appreciation also goes to the \r\nformer Assistant Secretary-General, Ms. Carolyn \r\nMcAskie, for her contribution to the cause of \r\npeacebuilding. \r\n We align ourselves with the statement made by \r\nthe representative of Jamaica on behalf of the \r\nNon-Aligned Movement caucus. We would, however, \r\nlike to elaborate on a few points. \r\n The Peacebuilding Commission has come a long \r\nway in unifying the three main pillars of our \r\nOrganization — peace and security, development and \r\nhuman rights — in a more integrated approach to \r\npeacebuilding. The Commission, as we are all aware, \r\nwas established to address a lacuna in the United \r\nNations structure: to reduce a post-conflict country’s \r\nrisk of relapsing into the quagmire of the self-\r\nperpetuating spiral of conflict and crisis. The founding \r\nresolution was aimed at addressing the special needs of \r\ncountries emerging from conflicts. The Commission, in \r\nits second year, has made significant strides in its \r\nefforts to consolidate peace in the countries on its \r\nagenda: Burundi, Sierra Leone and Guinea-Bissau. We \r\nhope that it will be likewise for the new country on the \r\nagenda, the Central African Republic. \r\n We are pleased that the methods of work of the \r\nCommission have been further consolidated during the \r\nsecond year of its operation. Given the complexity of \r\nits work and a demanding mandate, the Commission’s \r\nA/63/PV.23  \r\n \r\n08-54359 26 \r\n \r\nsecond session was very satisfactory. The formulation \r\nof country-specific Integrated Peacebuilding Strategies \r\nis considered to be the right approach. It has become an \r\neffective tool for peacebuilding strategies. We \r\ncongratulate the respective Chairs of the country-\r\nspecific configurations for their outstanding \r\ncontributions to the Commission’s work. The \r\nPeacebuilding Support Office and the Peacebuilding \r\nFund can also claim their share of credit. We especially \r\ncommend the countries of Sierra Leone, Burundi and \r\nGuinea-Bissau for their cooperation and for taking \r\nnational ownership of Commission initiatives. \r\n In enumerating the achievements of the past two \r\nyears, one should not be complacent, as much remains \r\nto be done. My delegation is of the view that the \r\noperational relations of the Commission with the \r\nGeneral Assembly, the Security Council, the Economic \r\nand Social Council, other intergovernmental United \r\nNations bodies, the relevant international, regional and \r\nsubregional organizations, national stakeholders, \r\nfinanciers and civil society should be further \r\nstrengthened. The Organizational Committee should \r\ninject more dynamism into the peacebuilding \r\narchitecture by playing a more decisive lead role. \r\nThere should be greater coordination among all the \r\npeacebuilding initiatives at the country level. \r\n A built-in system for stocktaking, in order for the \r\nCommission to build on its own peacebuilding \r\nachievements is necessary. In that respect, we welcome \r\nthe establishment of a monitoring and tracking \r\nmechanism. It will be useful in monitoring the \r\nimplementation of the framework and subsequently \r\nassessing its accountability and effectiveness. That will \r\nfurther allow the Commission to make necessary \r\nadjustments in its engagements. With the mechanism in \r\nplace, the Commission, in our view, will be able to \r\nhave the maximum impact on the ground. \r\n The Working Group on Lessons Learned should \r\ndevote some time to sharing the valuable experiences \r\nof the troop-contributing countries in peacekeeping. \r\nOne of the key factors for the success of the \r\nCommission’s work is the attention of the international \r\ncommunity to its peacebuilding activities in the \r\ncountries of engagement. The Commission and its \r\nwork should therefore be given adequate visibility \r\nthrough outreach activities in order to retain that \r\nattention. We also welcome the Commission’s decision \r\nto finance the field missions to the countries on its \r\nagenda. \r\n My delegation is of the view that, in order to \r\nattain sustainable development, we should focus more \r\non the issue of economic recovery in post-conflict \r\nsocieties. In order to further the work of the \r\nCommission, we believe that efforts should also be \r\ndirected towards building pluralist political \r\ninstitutions; creating peace constituencies; restoring an \r\nenvironment of mutual trust, confidence and tolerance; \r\nand, ultimately, establishing a process of societal \r\nreconciliation and healing. \r\n We can contribute to making peacebuilding \r\ninitiatives more effective and more suited to realities \r\non the ground through external material support. We \r\nemphasize ever-greater ownership of that process by \r\nthe respective Governments of the countries on the \r\nagenda. National ownership, in our view, is a key to \r\nsustaining progress. Post-conflict societies must take \r\ncharge of their own destiny. We have seen how home-\r\ngrown ideas, such as microcredit and women’s \r\nnon-formal education, can work miracles in economic \r\nrecovery and women’s empowerment. The Commission \r\nshould include that as an integral element in its \r\nstrategies. \r\n The Peacebuilding Fund has a critical role to \r\nplay. We are heartened by the fact that the Fund has \r\nexceeded the target of $250 million. That is testimony \r\nto the continued commitment of the international \r\ncommunity to the goal of peacebuilding. \r\n We feel that members of the Commission should \r\nbe more frequently updated on the operations of the \r\nPeacebuilding Fund and provided with information on \r\ndisbursements with adequate lead time. The \r\nrelationship between the Commission and the Fund and \r\ntheir individual roles have to be made clear to the \r\nstakeholders on the ground in order to dispel confusion \r\nas regards eligibility for Peacebuilding Fund support. \r\n It is indeed a shared moral obligation to be \r\nvigilant about the special needs of countries emerging \r\nfrom conflict and making steps towards recovery, \r\nreintegration and reconstruction. It is crucial to fully \r\nintegrate the economic recovery and development \r\ndimension in the process of peacebuilding. As more \r\ncountries are brought under its consideration, the work \r\nof the Commission has rapidly expanded. To cope with \r\nthe increasing workload, the Commission and its \r\nsupporting bodies will require more political and \r\nmaterial support.  \r\n A/63/PV.23\r\n \r\n27 08-54359 \r\n \r\n Bangladesh, as one of the largest troop-\r\ncontributing countries, is actively engaged in United \r\nNations peacekeeping operations. We are equally \r\nhappy to be associated with the Commission as a \r\nmember. We will remain closely associated with its \r\nwork in the future, and it is our combined \r\nresponsibility to see to it that the Commission can fully \r\nfunction as a competent intergovernmental advisory \r\nbody addressing post-conflict situations and as the \r\nspearhead for a coordinated, coherent and integrated \r\npeacebuilding architecture. The international \r\ncommunity should come forward to assist the \r\nCommission in fulfilling its mandate. \r\n Mr. Sen (India): We appreciate the scheduling of \r\nthis timely joint debate on the second report of the \r\nPeacebuilding Commission (A/63/92) and the \r\nSecretary-General’s report on the Peacebuilding Fund \r\n(A/63/218). \r\n Let me begin by congratulating Japan on its work \r\nas Chair of the Peacebuilding Commission, in a tenure \r\nthat has lasted somewhat longer than might have been \r\nexpected at the outset. I also express our appreciation \r\nfor the Chairs of the Commission’s country-specific \r\nconfigurations and the Working Group on Lessons \r\nLearned. I must make special mention of the delegation \r\nof Norway, the former Permanent Representative of \r\nwhich chaired the configuration on Burundi with \r\ncommitment. Let me also welcome the new Assistant \r\nSecretary-General for Peacebuilding Support, Ms. Jane \r\nHoll Lute, and assure her of India’s continued \r\nconstructive support. \r\n I also associate my delegation with the statement \r\nmade by the Permanent Representative of Jamaica, \r\nwho spoke on behalf of the Non-Aligned Movement \r\n(NAM). We appreciate Jamaica’s work in coordinating \r\nthe NAM caucus within the Peacebuilding \r\nCommission.  \r\n I have only a few additional points to add in the \r\ncontext of the reports of the Peacebuilding \r\nCommission and on the Peacebuilding Fund. Our \r\ncomments are based both on our abiding commitment \r\nto the objectives of the Peacebuilding Commission and \r\non our conviction that useful lessons may be drawn \r\nfrom our collective experience over the period that \r\nboth bodies have been in existence. \r\n First, we need to guard ourselves against either \r\nexcessive pessimism or premature celebrations \r\nregarding the relevance or efficacy of the \r\nPeacebuilding Commission and the Peacebuilding \r\nFund thus far. On the positive side, the fact that we \r\nnow have four countries on the agenda of the \r\nCommission, all at their request, is undoubtedly a good \r\nsign. The finalization of Integrated Peacebuilding \r\nStrategies for three of those countries and the review of \r\ntwo of those Strategies are all signs of progress. It is no \r\nexaggeration to say that the Peacebuilding Commission \r\nhas indeed become an established player in the United \r\nNations context. \r\n However, while the steady consolidation of a role \r\nfor the Peacebuilding Commission within the lexicon \r\nof the international system is a good outcome, it is not \r\na sufficient achievement of itself for all of us to take \r\npride in. We need to continue to make the Commission \r\nrelevant to the countries that it seeks to assist by \r\nmoving decisively towards a pragmatic, circumstance-\r\nspecific approach. For too long we in the Commission \r\nhave spent time in debates that veer between \r\nprescriptive solutions and a conditionality-based \r\napproach to inflexible positions. As long as we have \r\nour positions predetermined before we objectively \r\nexamine the situation in a country seeking assistance, \r\nwe will not be able to provide truly dispassionate and \r\nsituation-specific advice. That is also one reason why \r\nwe appear collectively unable to genuinely listen to \r\nwhat post-conflict countries actually want when they \r\nseek the Peacebuilding Commission’s assistance. \r\n Secondly, to ensure that the advice that is \r\nprovided by the Peacebuilding Commission is relevant \r\nand useful, we must focus on two aspects. The first is \r\nto continue to expand our access to focused, specific \r\nand objective information from the ground. Here the \r\nPeacebuilding Support Office must play an important \r\nrole, for without a clear and unbiased channel for \r\ninputs from the ground, listing key challenges and \r\nmapping gaps in the availability of resources to meet \r\nsuch challenges, the Commission cannot provide \r\neffective advice. Moreover, since there will inevitably \r\nbe a disparity in information flow between those \r\nmembers that have representation on the ground and \r\nthose that do not, that disparity could well prejudice \r\nthe discourse within the Peacebuilding Commission, to \r\nno one’s benefit.  \r\n The second aspect is the need for effective two-\r\nway dialogue between countries on the agenda of the \r\nPeacebuilding Commission and the Commission itself. \r\nSuch dialogue will be most meaningful if we can make \r\nthe transition to ensuring that the Commission’s advice \r\nA/63/PV.23  \r\n \r\n08-54359 28 \r\n \r\nis based on a light-touch approach. By that I mean that \r\nthe Commission should not take on the task of advising \r\nStates on post-conflict consolidation. Instead, it should \r\nhelp the State concerned to identify and utilize genuine \r\ninternational expertise in addressing such sensitive \r\nissues. \r\n The lightness of the Peacebuilding Commission’s \r\ntouch also relates to the question of national \r\nownership, which all of us endorse as a core principle \r\nof the Commission’s involvement. That relates to the \r\nneed to strengthen a representative and effective \r\nGovernment in the country concerned. Eventually, it is \r\nthe Government of the country that is answerable if it \r\nis unable to deliver on peace consolidation strategies, \r\nand that answer must be given to the people it \r\nrepresents.  \r\n It is also the Government of the country that will \r\nneed to manage processes beyond the country’s \r\nengagement with the Peacebuilding Commission. It \r\nfollows logically therefore that our primary focus must \r\nbe on enhancing the legitimacy, effectiveness and \r\nabsorptive capacity of the country’s administrative and \r\ngoverning system. Without that, we will never have the \r\ntools in place for our own efforts to assist in post-\r\nconflict peacebuilding.  \r\n That is also the case for the Peacebuilding \r\nSupport Office. While there has been a welcome effort \r\nmade to include the Support Office on the ground in \r\nthe countries where the Commission has an \r\ninvolvement, much more needs to be done. To begin \r\nwith, the capacity of the Support Office needs to be \r\nexpanded, but that must also be matched within the \r\nUnited Nations system by a willingness to genuinely \r\ninclude the Office, rather than to zealously guard turf. \r\n Thirdly — and this point is a related one — we \r\nneed to make greater efforts to energize the \r\ncoordination aspect of the Peacebuilding Commission’s \r\nmandated role. Currently, neither the Commission nor \r\nthe Support Office within the United Nations has been \r\nable to leverage their unique and cross-cutting \r\npositions to perform that task. To those who argue that \r\nthe Commission is not as yet ready for it, the counter-\r\nargument is that, unless it is given that task, it can \r\nnever be ready to coordinate international efforts. \r\nFurthermore, it also begs the question as to why major \r\ndonor organizations are sought after to be part of the \r\nPeacebuilding Commission if not to enhance its \r\ncoordination role. \r\n Fourthly, while we have certainly done better in \r\nthis past year in focusing attention and assisting in the \r\nmarshalling of resources, much more can and must be \r\ndone. Advice alone will not consolidate peace; \r\ncertainly not if it isn’t matched with either material or \r\npolicy assistance. Mobilization of resources is the key \r\nvehicle by which post-conflict societies can set course \r\nupon the road to peace consolidation and development. \r\n As a contributor to the Peacebuilding Fund, and \r\nas a member of the Peacebuilding Commission’s \r\nOrganizational Committee, we welcomed the \r\noperationalization of the Fund, just as we welcome the \r\nidea of a renewed resource-mobilization drive towards \r\nthe end of this year. We also welcome the improved \r\nsynergy between the Commission and the Fund, \r\nalthough much more needs to be done to ensure that \r\nthe objectives of the Commission’s policy advice and \r\nthe actual disbursement of funds to the State concerned \r\nare actually in consonance. There remains a troubling \r\nlag between the two that needs to be dealt with when \r\nwe consider a new mandate for the Fund. Unless the \r\ndisbursement of funds improves, and unless the \r\nstrategic link between the Peacebuilding Commission \r\nand the Peacebuilding Fund is better, neither body will \r\nachieve its full potential. \r\n In that context, I must underline that we remain \r\nunconvinced that the three-window structure of \r\ndrawing upon the Peacebuilding Fund, in particular, \r\nwindow II, has been particularly useful to either the \r\nFund or the Commission. Even the report on the \r\nPeacebuilding Fund appears to suggest, in paragraph \r\n33, that the proactive strategy of identifying additional \r\ncountries eligible for support for funds involved \r\nselection of countries receiving high-level visits from \r\nthe United Nations, those that approached the \r\nSecretariat directly, and, in one case that we know, a \r\ncountry that did not approach the Secretariat, but was \r\ngiven funds in order to prolong the Organization’s role \r\nthere.  \r\n That can hardly be called effective criteria for \r\nfunding the Peacebuilding Fund. Indeed, since the \r\nentire process of window II consideration takes place \r\nwithout inputs from either the Member States or the \r\nCommission, it is hard to know what criteria actually \r\napply. In fact, window II does not rise to the level of \r\neven window-dressing.  \r\n There is also a potential problem of the blurring \r\nof monitoring lines, if a State begins to receive \r\n A/63/PV.23\r\n \r\n29 08-54359 \r\n \r\nassistance under Peacebuilding Fund window II, before \r\neventually coming on to the Peacebuilding \r\nCommission’s agenda. Those and several other issues \r\nneed to be resolved during the discussions on the Fund. \r\n I would also like to reiterate, in the context of the \r\nbetter utilization of Peacebuilding Fund allocations, the \r\npoint I made earlier about enhancing the mandate and \r\nthe capacity of the Peacebuilding Support Office. \r\nWithout that, we will always be in a less than \r\nsatisfactory position regarding the utilization of money \r\nallocated under the Fund. It is not enough to ascribe \r\nthat problem to the weak absorptive capacity in the \r\ncountry concerned. It is precisely because absorptive \r\nand administrative capacities are weak that assistance \r\nhas been sought. Therefore we need to ensure that the \r\nPeacebuilding Commission and the Peacebuilding \r\nFund work together with the Peacebuilding Support \r\nOffice here in New York to provide clear instructions. \r\nThere must also be a dedicated unit on the ground \r\ndealing with projects funded by the Peacebuilding \r\nFund. \r\n In conclusion, let me reiterate that the mechanism \r\nof peacebuilding is integrally related to the larger \r\nquestion of a collective approach. If we continue to \r\nsegregate ourselves, not only within the Peacebuilding \r\nCommission, but also among the Commission, the \r\nSupport Office and the Fund and between all three and \r\nthe rest of the United Nations system, we will fail to \r\nprovide a coherent and coordinate response to those \r\nwho look to the United Nations to make a difference. \r\nThat should not happen. I reaffirm India’s commitment \r\nto doing whatever is in our power to ensure that that is \r\nnever the case. \r\n Mr. Heller (Mexico) (spoke in Spanish): My \r\ndelegation welcomes this opportunity to consider the \r\nreport submitted by the Peacebuilding Commission \r\n(A/63/92) at the conclusion of its second session, in \r\naccordance with General Assembly resolution 60/180.  \r\n We thank the Chairman of the Commission, \r\nAmbassador Takasu of Japan, and the Vice-Chairs, \r\nAmbassador Gallardo Hernández of El Salvador and \r\nAmbassador Christian of Ghana, for their work. We \r\nalso commend the tireless efforts of Ambassador \r\nLøvald of Norway, Ambassador Majoor of the \r\nNetherlands and Ambassador Viotti of Brazil, and the \r\nChairs of the country-specific configurations for \r\nBurundi, Sierra Leone and Guinea-Bissau, respectively. \r\nIn addition, we take this opportunity to express our \r\nsupport for Ambassador Grauls of Belgium, who \r\nrecently began his work as Chair of the country-\r\nspecific configuration for the Central African Republic. \r\nFurthermore, my delegation recognizes the fruitful \r\nefforts of Ms. Carolyn McAskie as head of the \r\nPeacebuilding Support Office and welcomes Ms. Jane \r\nHoll Lute, new head of the Office.  \r\n Two years after the work of the Peacebuilding \r\nCommission began, the new body resulting from the \r\n2005 United Nations reform has made progress in \r\nattaining its objectives. During the period under \r\nreview, we have noted that, through its country-specific \r\nconfigurations, the Commission has definitely — albeit \r\nnot without difficulty — helped to strengthen the \r\nnational institutions of Burundi and Sierra Leone. At \r\nthe same time, it has included new countries in its \r\nagenda, such as Guinea-Bissau and, more recently, the \r\nCentral African Republic. \r\n We are pleased to observe that, during its second \r\nsession, in keeping with the principles of its mandate, \r\nthe Commission has redoubled its efforts to improve its \r\nfocus and its working methods. The establishment of \r\ncomprehensive peacebuilding strategies and follow-up \r\nmechanisms for Burundi and Sierra Leone is one \r\nexample; others are the Commission’s ability to draw \r\non lessons learned and its flexibility in adapting them \r\nto new national specificities. It did so in the case of \r\nGuinea-Bissau, whose country-specific configuration, \r\nto which Mexico belongs, adopted its Strategic \r\nFramework for Peacebuilding on 1 October. \r\n We commend the Commission for all of that. We \r\nhope that the experiences gained and lessons learned \r\nwill form the basis for continued improvement in the \r\nsystem-wide coherence of the United Nations system \r\nthrough coordinated and comprehensive action, \r\nstrengthening the link between security, development \r\nand human rights as essential components of \r\nsustainable peace. That will help the dividends of \r\npeace to reach the populations of the countries on the \r\nCommission’s agenda as quickly as possible, which in \r\nturn is a prerequisite for sustaining any peace and \r\ndevelopment process over the short, medium and long \r\nterms. \r\n We hope that the Commission will continue to \r\nmaintain its flexible and inclusive character and to \r\ncarry out its transparent and integrative work. In that \r\nconnection, we support the more frequent holding of \r\ninformal plenary meetings, such as that held on \r\nA/63/PV.23  \r\n \r\n08-54359 30 \r\n \r\n29 January 2008. My delegation believes that such \r\nmeetings permit a flow of information and promote \r\ninteraction among organs, in addition to arousing \r\ngreater interest by the membership in the substantive \r\nwork of the Commission and in possibly participating \r\nto support the countries on its agenda. \r\n The Strategic Frameworks are the key and the \r\nbasis for ensuring that the Commission can carry out \r\nits work of coordination with respect to the \r\ninternational community’s support for the countries \r\nconcerned. National ownership, mutual accountability \r\nand ongoing commitment are decisive aspects in \r\nformulating the Strategic Frameworks, which, my \r\ndelegation believes, should also be seen as State \r\ncommitments to the United Nations peace architecture \r\nand should outlast current administrations. It is only in \r\nthat way that the attainment of medium- and long-term \r\npeace and development objectives can be assured. \r\n With regard to the acquisition of resources, my \r\ndelegation agrees with the view expressed in the report \r\nbefore us. It is extremely important that the \r\nCommission continue to develop innovative methods \r\nfor mobilizing national and international resources. In \r\npractice, some members of the Commission have \r\nincreased their participation regarding the countries on \r\nits agenda. Other members have even become donors \r\nof financial and technical assistance, contributing to \r\nnational capacity-building. That practice should \r\ncontinue to be promoted, and my country reaffirms its \r\nfirm commitment in that regard. \r\n Mexico is grateful for the Secretary-General’s \r\nreport on the Peacebuilding Fund (A/63/218), which \r\nenables Member States to carry out the mandate to \r\nprovide normative guidance on the use of resources. \r\nThe increase in the donor list and the fact that we have \r\nexceeded funding expectations are tangible proof of the \r\ncommitment and confidence of the membership with \r\nregard to the Fund. However, my delegation reaffirms \r\nthe need to make financial contributions to the Fund \r\npredictable so that it can respond more swiftly to the \r\nmany requests of post-conflict countries meeting the \r\nrequirements for its support.  \r\n My delegation welcomes the transparency \r\nexercise carried out by the Peacebuilding Support \r\nOffice by holding periodic informal meetings to inform \r\ndonors about the financial situation and performance of \r\nthe Fund. Nevertheless, we must continue to work to \r\nimprove its functioning and adopt appropriate methods \r\nthat will enable us to clearly and precisely assess \r\ncontributions to the Fund in the various aspects of the \r\npeacebuilding agenda. We believe that the launching of \r\nits mandate review will be an ideal opportunity to \r\nundertake that task. \r\n Finally, it is in a spirit of confidence and \r\ncooperation that Mexico has decided to renew its \r\nvoluntary contribution to the Peacebuilding Fund this \r\nyear. We reaffirm once again our commitment to the \r\nUnited Nations architecture mandated to promote and \r\nstrengthen peacebuilding processes. \r\n Mr. Kumalo (South Africa): Let me join others \r\nin expressing gratitude to the President for convening \r\nthis important debate on the report of the \r\nPeacebuilding Commission on its second session \r\n(A/63/92). South Africa aligns itself with the statement \r\nmade by the representative of Jamaica on behalf of the \r\nNon-Aligned Movement. \r\n South Africa welcomes the second report of the \r\nPeacebuilding Commission. The report provides a \r\ndetailed account of the work and activities of the \r\nCommission during the second year of its operation \r\nand is a result of serious consultations among members \r\nof the Commission. We also wish to thank the \r\nChairperson of the Peacebuilding Commission \r\nOrganizational Committee, His Excellency \r\nAmbassador Yukio Takasu, Permanent Representative \r\nof Japan, for his sterling work. We are grateful too for \r\nthe significant contribution made by the Chairpersons \r\nof the country-specific configurations on Burundi, \r\nSierra Leone, Guinea-Bissau and the Central African \r\nRepublic, as well as by the Chairperson of the Working \r\nGroup on Lessons Learned. My delegation also \r\nwelcomes the report of the Secretary-General on the \r\nPeacebuilding Fund (A/63/218).  \r\n South Africa applauds the accomplishments of \r\nthe Peacebuilding Commission during its second \r\nsession, particularly the important strides towards \r\nimplementing its mandate and core functions. We \r\nbelieve that a strong Commission is crucial for \r\naddressing challenges associated with conflict, \r\ninstability and underdevelopment. A successful \r\nCommission is important in preventing post-conflict \r\ncountries from relapsing into conflict. \r\n The annual report highlights the progress made \r\nand challenges faced by the Commission at its previous \r\nsession. Among the successes have been the \r\nCommission’s continued efforts aimed at strengthening \r\n A/63/PV.23\r\n \r\n31 08-54359 \r\n \r\nits relationship and cooperation with relevant organs \r\nand institutions, including the General Assembly, the \r\nSecurity Council, and the Economic and Social \r\nCouncil. \r\n At the same time, my delegation underlines the \r\nimportance of strengthened cooperation between the \r\nPeacebuilding Commission and relevant regional and \r\nsubregional organizations. It is in this context that the \r\nAfrican Union continues to play its role in the \r\npeacebuilding field, including through its Policy \r\nFramework for Post-Conflict Reconstruction and \r\nDevelopment, which places emphasis on addressing the \r\nroot causes of conflict. \r\n We are pleased that, as reflected in the \r\nCommission’s report, the Organizational Committee \r\nheld an interactive dialogue with the Chairperson of \r\nthe African Union Peace and Security Council and \r\nreceived a briefing from Joaquim Chissano, the former \r\nPresident of Mozambique, during the reporting period. \r\nWe look forward to further interactions of this nature, \r\nas they are crucial in strengthening and promoting \r\ncooperation between the United Nations and the \r\nAfrican Union. \r\n My delegation also commends the establishment \r\nof regular contacts between the Chairperson of the \r\nPeacebuilding Commission and the Presidents of the \r\nGeneral Assembly, the Security Council and the \r\nEconomic and Social Council on issues relating to the \r\nwork of the Commission. In that context, we reaffirm \r\nour continued support for the strengthening of those \r\nrelationships.  \r\n Now that the United Nations peacebuilding \r\narchitecture is in place, the challenge is how to \r\nconsolidate the achievements made thus far. South \r\nAfrica firmly believes that the Peacebuilding  \r\nCommission should continue to be driven by Member \r\nStates. The Organizational Committee must continue to \r\nbe the focal point of all Commission activities and \r\ndecisions, and its central role should be strengthened. \r\n National ownership of the peacebuilding process \r\nremains fundamental in assisting post-conflict \r\ncountries to rebuild their institutions and sustain peace \r\nand development. To that end, we commend the \r\nGovernments of the countries on the agenda of the \r\nPeacebuilding Commission for their active role in \r\nefforts to rebuild their respective countries. \r\n My delegation welcomes the report’s \r\nacknowledgement of the importance of official \r\ndevelopment assistance, trade and investment in post-\r\nconflict countries. We hope that the Commission will \r\ncontinue to develop methods for mobilizing \r\ninternational and domestic resources. At the same time, \r\nquick-impact projects and sufficient injection of \r\npredictable resources in countries emerging from \r\nconflict are crucial to ensuring stability and \r\ndevelopment on the ground. \r\n In conclusion, as we gradually build up the \r\nexperience of the Peacebuilding Commission, we need \r\nto put more emphasis on the nexus between peace and \r\ndevelopment. In that regard, we support a greater and \r\nstronger focus on the development agenda of the \r\ncountries on the agenda of the Commission. \r\n Finally, South Africa remains committed to the \r\ncause of the Peacebuilding Commission. We will \r\ncontinue to work with others towards ensuring that \r\npost-conflict countries do not relapse into conflict and \r\ntowards maximizing the Commission’s impact on the \r\nground, in full alignment, cooperation and accord with \r\nnational Government policies and strategies. \r\nThe meeting rose at 1.05 p.m. \r\n"