" United Nations  A/63/PV.33\r\n  \r\n \r\nGeneral Assembly \r\nSixty-third session \r\n \r\n33rd plenary meeting \r\nWednesday, 29 October 2008, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-57511 (E) \r\n*0857511* \r\nPresident: Mr. D’Escoto Brockmann . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\nThe meeting was called to order at 10.10 a.m. \r\n \r\n \r\nAgenda item 19  \r\n \r\nNecessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba \r\n \r\n  Report of the Secretary-General (A/63/93) \r\n \r\n  Draft resolution (A/63/L.4) \r\n \r\n Mr. Ashe (Antigua and Barbuda): It is an honour \r\nfor me to speak on behalf of the Group of 77 and China \r\nin the General Assembly on agenda item 19, “Necessity \r\nof ending the economic, commercial and financial \r\nembargo imposed by the United States of America \r\nagainst Cuba”. \r\n The heads of State and Government of the Group \r\nof 77 and China have repeatedly condemned the use of \r\neconomic coercive measures designed to prevent \r\ncountries from exercising their right to decide their \r\nown political, economic and social systems, and have \r\ncalled on all countries not to recognize unilateral \r\nextraterritorial laws enacted that have imposed \r\nsanctions on other States and foreign companies. \r\n Our heads of State and Government have also \r\nrecognized that the embargo has caused and continues \r\nto cause a high degree of economic and financial \r\ndamage, which has had a negative impact on the \r\nwelfare and well-being of the people of Cuba. The \r\nGroup reiterates its call upon the Government of the \r\nUnited States to put an end to the embargo. \r\n The promulgation of such acts not only \r\nundermines the principles enshrined in the Charter of \r\nthe United Nations and international law, but also \r\nseverely threatens freedom of trade and investment. \r\nThe Group urges the United States to effect change in \r\nits dealings with the Republic of Cuba in a meaningful \r\nway by ending the embargo. \r\n The Group is committed to working towards a \r\nbetter world for all in which nations, large and small, \r\ncoexist peacefully. The achievement of such peaceful \r\ncoexistence among nations requires adherence by all \r\nnations to the rule of law, including international law. \r\n The embargo against Cuba contravenes the \r\nfundamental norms of international law, international \r\nhumanitarian law, the Charter of the United Nations \r\nand the norms and principles governing peaceful \r\nrelations among States. Its continued imposition \r\nviolates the principles of the sovereign equality of \r\nStates and of non-intervention and non-interference in \r\neach other’s domestic affairs. \r\n We believe that the replacement of the embargo \r\nwith diplomatic dialogue and cooperation will promote \r\nmeaningful exchange and partnership between \r\ncountries whose destinies are linked by history and \r\ngeography. \r\n Considering the impact that the embargo has had \r\non everyday life of the Cuban people, the \r\noverwhelming majority of Member States are here \r\ntoday in support of the draft resolution on the necessity \r\nof ending it. The Group of 77 and China will again \r\nsupport the draft resolution before us today and would \r\nA/63/PV.33  \r\n \r\n08-57511 2 \r\n \r\nurge all Member States in good conscience to join us in \r\nthat endeavour. \r\n The President (spoke in Spanish): Before giving \r\nthe floor to the next speaker, I would like to propose \r\nthat the list of speakers for the debate on this item be \r\nclosed.  \r\n It was so decided. \r\n Mr. Abdelaziz (Egypt): I have the honour to \r\nspeak today on behalf of the 118 States Members of the \r\nUnited Nations that are members of the Non-Aligned \r\nMovement. \r\n The Non-Aligned Movement renews its \r\ncommitment to defending, preserving and promoting \r\nthe Charter of the United Nations and international law. \r\nWe refrain from recognizing, adopting or implementing \r\nextraterritorial or unilateral coercive measures or laws, \r\nincluding unilateral economic sanctions, other \r\nintimidating measures and arbitrary travel restrictions \r\nthat seek to exert pressure on non-aligned countries, \r\nthreatening their sovereignty, independence and \r\nfreedom of trade and investment, and that prevent them \r\nfrom exercising their right to decide, by their own free \r\nwill, their own political, economic and social systems. \r\n Such measures or laws constitute flagrant \r\nviolations of the Charter of the United Nations, \r\ninternational law and the multilateral trading system, as \r\nwell as the norms and principles governing friendly \r\nrelations among States. In that regard, the Non-Aligned \r\nMovement opposes and condemns such measures or \r\nlaws and their continued application. The Movement is \r\nalso persevering in its efforts to effectively reverse \r\nthem and urges other States to do likewise, as called \r\nfor by the General Assembly and other United Nations \r\norgans. Once again, the Movement requests States \r\napplying such measures or laws to revoke them fully \r\nand immediately. \r\n The Non-Aligned Movement reaffirms that under \r\nno circumstances should people be deprived of their \r\nown means of subsistence and development. The \r\nNon-Aligned Movement further expresses its concern \r\nat the continued imposition of such measures, which \r\ninhibit the well-being of the population of the affected \r\ncountries and create obstacles to the full realization of \r\ntheir human rights. In accordance with international \r\nlaw, the Movement supports the claim of affected \r\nStates, including the targeted States, for compensation \r\nfor the damage incurred as a consequence of the \r\nimplementation of extraterritorial or unilateral coercive \r\nmeasures or laws. \r\n As reaffirmed by the heads of State and \r\nGovernment of the Non-Aligned Movement at their \r\nSummit Conference held in Havana in September \r\n2006, we once again call upon the Government of the \r\nUnited States of America to put an end to the \r\neconomic, commercial and financial embargo against \r\nCuba, which, in addition to being unilateral and \r\ncontrary to the United Nations Charter, international \r\nlaw and the principle of good-neighbourliness, is \r\ncausing huge material losses and economic damage to \r\nthe people of Cuba. \r\n The Non-Aligned Movement reiterates its deep \r\nconcern over the widening of the extraterritorial nature \r\nof the embargo against Cuba and rejects the \r\nreinforcement of the measures adopted by the United \r\nStates Government aimed at tightening the embargo \r\nand all other recent measures carried out by the \r\nGovernment of the United States against the people of \r\nCuba. The Movement reiterates that those measures \r\nconstitute a violation of Cuba’s sovereignty and a \r\nmassive violation of the human rights of its people. \r\n In conclusion, the Non-Aligned Movement once \r\nagain urges strict compliance with resolutions 47/19, \r\n48/16, 49/9, 50/10, 51/17, 52/10, 53/4, 54/21, 55/20, \r\n56/9, 57/11, 58/7, 59/11, 60/12, 61/11 and 62/3, on the \r\nnecessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba. \r\n Allow me to say a few words, before closing, \r\nabout my dear friend and colleague, Ambassador \r\nRodrigo Malmierca Díaz, the Permanent \r\nRepresentative of Cuba to the United Nations, who will \r\nbe leaving us at the end of this week. I would like to \r\nexpress my appreciation as a member of the \r\nNon-Aligned Movement Troika and the appreciation of \r\nall the members of the Movement for his extensive \r\nefforts and for his able leadership as Chair of the \r\nMovement over the past two years. I wish him all the \r\nbest in his future endeavours. \r\n Mr. Talbot (Guyana): On behalf of the 14 States \r\nmembers of the Caribbean Community (CARICOM) \r\nthat are Members of the United Nations, I have the \r\nhonour to address the General Assembly on the \r\nnecessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba.  \r\n A/63/PV.33\r\n \r\n3 08-57511 \r\n \r\n CARICOM aligns itself with the statement made \r\nby the representative of Antigua and Barbuda on behalf \r\nof the Group of 77 and China and the representative of \r\nEgypt on behalf of the Non-Aligned Movement. \r\n At the outset, CARICOM would like to express \r\nits concern and solidarity with the people of Cuba as \r\nthey struggle to rebuild in the aftermath of Hurricanes \r\nGustav, Hanna and Ike, which battered the island and \r\nour region in quick succession. Indeed, it is in these \r\ntimes of natural disaster and national crisis that the \r\nfundamental unjustness of the embargo is brought into \r\nsharpest relief. Cuba’s safety, advance preparedness \r\nand pace of recovery are compromised by the \r\nembargo’s many direct and indirect effects. When \r\nviewed in the light of Cuba’s own sacrifice and selfless \r\nassistance to other States in times of crisis, such an \r\nembargo seems particularly ill conceived. \r\n The punitive embargo is of particular concern to \r\nCARICOM, which shares a history, culture and \r\nbrotherhood with the people of Cuba. Cuba is the most \r\npopulous State of the Caribbean region and an integral \r\npart of the pan-Caribbean process. Caribbean ties with \r\nCuba have historical significance, cemented by years \r\nof active cooperation at various levels. The member \r\nStates of CARICOM continue to maintain close \r\nrelations with Cuba through a wide range of \r\nprogrammes of cooperation in areas including trade, \r\nhealth care, infrastructure and human resource \r\ndevelopment. Our future regional development is, in \r\nmany ways, reliant upon our collective advancement \r\nand progress. In that context, we view the embargo not \r\njust as a punitive act against Cuba, but as an \r\nimpediment to our shared regional development. \r\n This year’s report of the Secretary-General on the \r\nnecessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba (A/63/93), as previous reports \r\non the matter, outlines responses from an \r\noverwhelming majority of Member States that share a \r\ncommon perspective on the continued unilateral \r\nembargo against Cuba. \r\n CARICOM member States continue to reiterate \r\ntheir unequivocal opposition to the imposition of the \r\nembargo, which has been repudiated by the \r\noverwhelming majority of the international community \r\nfor the past 16 consecutive years. The unilateral \r\nimposition of extraterritorial laws on third States is \r\ncontrary to both the letter and the spirit of the United \r\nNations Charter, and the embargo itself runs counter to \r\nthe principles of multilateralism, international law, \r\nsovereignty and free trade that this body traditionally \r\nchampions. \r\n CARICOM States therefore reaffirm the positions \r\nof the Group of 77 and China and the Non-Aligned \r\nMovement in opposing such unilateral actions, and we \r\nmaintain the position that constructive engagement and \r\npeaceful negotiations remain the only acceptable \r\nmeans for advancing long-term peace and stability. \r\n The significant effect of the embargo on the \r\nCuban economy continues to be of great concern to \r\nCARICOM, and the humanitarian impact on the people \r\nof Cuba, especially in the area of health care and food, \r\nis saddening. The inability of Cuba to acquire \r\nnecessary medical equipment, spare parts and latest-\r\ngeneration medicines because of the embargo continues \r\nto affect the health-care system, where treatment \r\nremains free of charge to the Cuban people.  \r\n With the strengthened and more frequent storms \r\nand hurricanes brought on by climate change and \r\nCuba’s geographic susceptibility to those natural \r\ndisasters, the unacceptable humanitarian impact of the \r\nembargo becomes even more acute. It is remarkable \r\nthat, even as Cuba struggles with its recent unfortunate \r\nstring of natural disasters, it continues to assist other \r\nnations in the developing world, starting with its \r\nimmediate Caribbean neighbours. Thousands of \r\nCARICOM students have attended Cuban universities \r\nwithout charge, thousands have received free surgical \r\noperations and medical assistance in Cuba, and \r\nthousands more have been treated in their home \r\ncountries by Cuban doctors and nurses. We have \r\nbenefited from technical expertise, capacity-building \r\nprogrammes, infrastructural assistance and the selfless \r\ngenerosity of the Cuban people. The people of Cuba \r\nhave threatened no one, and neither the embargo nor its \r\ndeleterious side effects have prevented them from \r\ncontinually extending a hand of friendship and \r\nsolidarity, even across ideological divides. \r\n Given Cuba’s peaceful, generous and cooperative \r\ninternational stance, it should not be isolated or \r\nexcluded from participation in regional and \r\nhemispheric processes. CARICOM reiterates its \r\nunwavering support for the right of the Cuban people \r\nto self-determination and to the beneficial pursuit of \r\ntheir social and economic development in a manner of \r\ntheir own choosing.  \r\nA/63/PV.33  \r\n \r\n08-57511 4 \r\n \r\n The embargo imposed against Cuba is \r\nincreasingly anachronistic and serves no useful \r\npurpose in the twenty-first century. It has only served \r\nto preserve a state of tension between two \r\nneighbouring countries and to generate concern, \r\ndisquiet and discomfort throughout the Caribbean. \r\n CARICOM States continue to enjoy friendly \r\nrelations with both Cuba and the United States. Those \r\ntwo neighbours, a mere 90 miles apart, have produced \r\ngreat scholars, scientists and global leaders. The two \r\ncountries possess proud and noble histories and are \r\npopulated by friendly, open and loving peoples. We \r\ncall for a new beginning between the Governments of \r\nthose two great nations — one large and one small — \r\nakin to similar initiatives taken for negotiation of far \r\nmore difficult issues of international relations between \r\nStates Members of this Organization. We can only \r\nimagine the positive outcome of a rapprochement \r\nbetween them based on the purposes and principles of \r\nthe United Nations Charter.  \r\n It is against that background that CARICOM \r\nStates support the draft resolution on the necessity of \r\nending the economic, commercial and financial embargo \r\nby the United States, contained in document A/63/L.4. \r\n Mr. Valero Briceño (Bolivarian Republic of \r\nVenezuela) (spoke in Spanish): Mr. President, it is an \r\nhonour to speak for the first time in this forum under \r\nyour leadership.  \r\n Last October, 184 Member States, in this forum, \r\nvoted in favour of draft resolution A/62/L.1, entitled \r\n“Neccessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba” — a nearly unanimous rejection \r\nby the international community of the interventionist \r\npolicy against the fraternal people of Cuba. \r\n Ever since its first resolution on this topic, \r\nresolution 47/19, was adopted, on 24 November 1992, \r\nthe Assembly has been adopting systematically, and by \r\nan overwhelming majority resolutions that demand that \r\nthe Government of the United States of America put an \r\nend to its hostile policy against Cuba. The United \r\nStates Government, however, has repeatedly disdained \r\nthe majority will of the General Assembly and has \r\nrefused to hear the clamour throughout the world \r\nagainst the embargo. That is one of the many reasons \r\nthat amply justify the pressing need to reform the \r\nUnited Nations so that the resolutions of this Assembly \r\nare welcomed and respected by all States. \r\n The enduring embargo against Cuba runs counter \r\nto the spirit of our times. It is an obstacle to the \r\ncreation of an international order based on peace and \r\ncoexistence among all nations. The embargo is \r\nundeniably a criminal mechanism that is designed to \r\ncrush, through hunger and disease, a dignified people \r\nthat has bravely and with determination exercised its \r\nright to freedom and independence. For more than four \r\ndecades, the imperialist Government has been \r\nflagrantly violating the human rights of the Cuban \r\npeople, including the right to life, health, food and \r\neducation. It has been violating the norms and \r\nprinciples of international law that govern relations \r\namong States, as well as the letter and the spirit of the \r\nCharter of the United Nations. \r\n Over the past year, the embargo against Cuba has \r\nintensified and its extraterritorial implementation has \r\nexpanded. To deny medicine and food to a country in \r\nthe context of an odious sanctions regime is a violation \r\nof international law and is proscribed in the \r\nConvention on the Prevention and Punishment of the \r\nCrime of Genocide.  \r\n Mohandas Gandhi, in his work “Non-Violence: \r\nThe Greatest Force”, set out his thinking, which is as \r\nrelevant now as it was then. The great herald of peace \r\nand permanent leader of the people of India said:  \r\n“An armed conflict between nations horrifies us. \r\nBut the economic war is no better than an armed \r\nconflict. This is like a surgical operation. An \r\neconomic war is prolonged torture.” \r\n The economic, commercial and financial embargo \r\nagainst Cuba is a criminal punishment imposed \r\nsystematically on the Cuban people with no distinction \r\nas to age, sex, religion or social status. In the context \r\nof the devastating human toll and material damage \r\ncaused by hurricanes Gustav and Ike, the implications \r\nof the embargo take on more unjust and immoral \r\nconnotations. Despite the embargo, the people of Cuba \r\nand their Government, faithful to the principles of \r\nsolidarity and humanism, have maintained cooperation \r\nand solidarity with many developing countries, \r\nincluding my own, particularly in the areas of \r\neducation and health.  \r\n The embargo against Cuba is rejected not only by \r\nthe Cuban people, but also by a majority of world \r\npublic opinion, including within the United States. To \r\nthis effect, we welcome constructive rapprochement \r\nand positive dialogue which the European Union has \r\n A/63/PV.33\r\n \r\n5 08-57511 \r\n \r\ninitiated with no conditions of any type and with \r\nrespect for the sovereignty of the Cuban people. We \r\ntherefore appeal for the embargo against Cuba to be \r\nlifted immediately and unconditionally. \r\n The Bolivarian Republic of Venezuela firmly \r\nrejects the unilateral implementation of economic, \r\ncommercial and financial measures against Cuba that \r\naffect the development of international trade and that \r\nconstitute an offensive extraterritorial application of \r\none country’s domestic legislation against another. \r\n We reiterate our support for the General \r\nAssembly resolutions that call for an end to the \r\nembargo against Cuba. We support, in that context, the \r\npositions of the Group of 77 and China and of the \r\nNon-Aligned Movement and the statement soon to be \r\ndelivered by the Common Market of the South \r\n(MERCOSUR), all of which condemn the embargo on \r\nCuba, as it is in violation of the provisions of the \r\nUnited Nations Charter.  \r\n We hope that, on this occasion, the overwhelming \r\nmajority of countries will once again raise their voices \r\nagainst a measure that is an affront to a people that has \r\nsince 1958 been flying with dignity the flags of \r\nfreedom, sovereignty and self-determination.  \r\n Venezuela will therefore vote in favour of the \r\ndraft resolution entitled “Necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America against Cuba”. \r\n Mr. Heller (Mexico) (spoke in Spanish): For \r\n17 consecutive years, the Government of Mexico has, \r\nin this forum, expressed its rejection of the economic, \r\ncommercial and financial embargo against Cuba, and \r\ntoday it once again reiterates its opposition to the use \r\nof coercive actions not supported by the Charter of the \r\nUnited Nations. \r\n Therefore, since 1992, when the Cuban \r\nGovernment submitted a draft resolution to the General \r\nAssembly to put an end to the embargo imposed by the \r\nGovernment of the United States of America, Mexico \r\nhas repeatedly voted in favour of the resolutions \r\nadopted by the General Assembly on the matter. My \r\nGovernment has also shared with the international \r\ncommunity its firm opposition to the extraterritorial \r\napplication of national laws that contravene \r\ninternational law. \r\n The Government of Mexico has maintained that \r\nposition in the various agencies of the United Nations, \r\nsystem supported by the fact that the United States \r\nembargo against Cuba, a unilateral policy that has \r\nlasted for almost half a century, contravenes \r\ninternational law and the Charter of the United \r\nNations, has severe humanitarian consequences that are \r\nin open contradiction to its founding objectives and \r\nfurthermore constitutes a renunciation of diplomacy \r\nand dialogue as ideal ways to resolve conflicts between \r\nStates. \r\n For all those reasons, my delegation reiterates its \r\nfirm opposition to the economic, commercial and \r\nfinancial embargo against Cuba, which has affected its \r\npopulation in a silent, systematic and cumulative \r\nmanner. \r\n The overwhelming outcry of the international \r\ncommunity against this sort of unilateral action \r\nreminds us that any kind of political, economic or \r\nmilitary sanctions imposed upon States can derive only \r\nfrom decisions or recommendations of the Security \r\nCouncil or the General Assembly of the United \r\nNations. \r\n Several agencies and entities of the United \r\nNations system address the negative impact that the \r\nembargo has on the economic and social development \r\nof Cuba. The resulting destruction tangibly affects the \r\neconomic, commercial and financial transactions of the \r\ncountry and has negative repercussions on sensitive \r\nsectors such as food, health and construction, all of \r\nwhich have a direct impact on the lives of the Cuban \r\npeople. \r\n All of those effects not only have repercussions \r\nfor third countries, since they cannot interact with \r\nCuba in many economic and social activities, but also \r\nare aggravated in the context of natural disasters such \r\nas the highly destructive storms that occurred this year, \r\nhurricanes Gustav and Ike. \r\n The Government of Mexico reiterates its firm \r\nposition against national laws that are imposed on \r\nother countries and violate international law. \r\n In that context, and in order to counteract the \r\neconomic, political and diplomatic isolation of Cuba, \r\nthe Government of Mexico has supported Cuba’s \r\nintegration into all the regional integration mechanisms, \r\nthus promoting economic and commercial exchanges, \r\ncooperation and development. On 23 October 1996, the \r\nMexican State passed the Law on the Protection of \r\nCommerce and Investments from Foreign Policies that \r\nA/63/PV.33  \r\n \r\n08-57511 6 \r\n \r\nContravene International Law. The law prohibits any \r\nacts that affect commerce or investment if those acts are \r\na result of the extraterritorial application of the laws of \r\nforeign countries. \r\n At the bilateral level, Mexico is also promoting \r\npolitical, economic and commercial contacts with \r\nCuba. An example of that is the third meeting of the \r\nCuba-Mexico Permanent Mechanism for Information \r\nand Political Consultation, held in March 2008, in \r\nwhich both Governments committed themselves to \r\npromoting existing bilateral mechanisms in the areas of \r\nmigration, drug trafficking, commerce and industrial \r\ndevelopment, shipping, agriculture and fishing, foreign \r\ntrade, tourism, health and development. The meeting \r\nwas also instrumental in establishing mechanisms to \r\npromote economic relations through the dispatching of \r\nbusiness missions and the revision of agreements on \r\neconomic complementarity and the promotion and \r\nreciprocal protection of investments between the two \r\ncountries. \r\n By focusing on dialogue and consultation, \r\nMexico and Cuba have managed to strengthen their ties \r\nof cooperation and understanding. That has led to a \r\nrelationship based on mutual respect, as evidenced by \r\nthe signing of an agreement on restructuring Cuba’s \r\ndebts to Mexico in March 2008. The agreement was \r\nappended to the existing regulatory framework of each \r\ncountry and mutually satisfactory to both parties, \r\nhelping to stimulate the development of economic and \r\ntrade relations benefiting the two countries. \r\n In that context, we should also mention the \r\nsigning of the memorandum of understanding between \r\nMexico and Cuba to secure legal, orderly and safe \r\nmigratory flows between both countries. The \r\nmemorandum was signed during a visit by the Minister \r\nfor Foreign Affairs of Cuba, Felipe Pérez Roque, to \r\nMexico City on 20 October. It will help to ensure \r\nmigrants’ safety, discourage undocumented migration \r\nand combat more effectively the trafficking in persons. \r\n That relationship, which is based on mutual \r\nrespect, was indeed validated through Foreign Minister \r\nPérez Roque’s visit to Mexico City only a few days \r\nago. During his meeting with President Felipe \r\nCalderón, both noted the positive state of relations \r\nbetween the two countries. Besides being reflected in \r\nthe structure of the bilateral institutional mechanisms, \r\nthat relationship is furthered by the increase in bilateral \r\ntrade, which are shows great promise. During the first \r\neight months of this year, bilateral trade increased by \r\nnearly 80 per cent as compared to the same period in \r\n2007. That reinforces the firm historical ties between \r\nMexico and Cuba, which are sustained in a climate of \r\nrenewed confidence, taking into consideration the \r\npurposes and principles enshrined in the Charter of the \r\nUnited Nations. \r\n On that basis, through bilateral dialogue and in \r\nthe relevant regional and international forums and \r\nmechanisms, Mexico has promoted opportunities for \r\ncooperation and respectful dialogue, as demonstrated \r\nrecently through the first ministerial-level political \r\ndialogue between the Rio Group and Cuba, held at the \r\nbeginning of the current session of the General \r\nAssembly. During that dialogue, both sides stressed \r\ntheir interest in discussing relevant topics on the \r\nregional and international agenda. \r\n The Government of Mexico bases its bilateral and \r\nmultilateral relationships on the general principles of \r\ninternational law that regulate peaceful and civilized \r\ncoexistence among sovereign States. Those principles \r\nhave retained their solidity and continuity in the \r\nrelations between Mexico and Cuba. Mexico reaffirms \r\ntoday that international law is the mechanism for \r\nresolving disputes between States and that observing it \r\nand respecting the rules and principles that govern \r\ncoexistence among nations, as well as respectful \r\ndialogue, irrespective of asymmetries or differences, \r\nare the necessary instruments for overcoming \r\ndifferences among States and securing a climate of \r\ninternational peace. \r\n From our own experience, we know well that \r\nsocieties evolve and change according to their own \r\ncircumstances and not as the result of arbitrary \r\nmeasures imposed from outside. In virtue of all those \r\nconsiderations, Mexico will once again support the \r\nresolution that has been presented under the item at \r\nthis session.  \r\n Mr. Le Luong Minh (Viet Nam): For \r\n16 consecutive years the General Assembly has \r\ndebated the necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba. The Assembly \r\nis meeting again today to discuss the same issue \r\nbecause despite the strong appeal of the international \r\ncommunity for it to end, the economic, commercial and \r\nfinancial embargo imposed by the United States against \r\nCuba continues.  \r\n A/63/PV.33\r\n \r\n7 08-57511 \r\n \r\n The resolutions on the necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States against Cuba which the Assembly \r\nhas adopted with near unanimity, have never been \r\nimplemented. We fully align ourselves with the \r\nstatements made by the delegates of Antigua and \r\nBarbuda and of Egypt on behalf of the Group of 77 and \r\nChina and the Non-Aligned Movement, respectively, in \r\nthat connection. \r\n The United States’ unilateral economic, \r\ncommercial and financial embargo against Cuba \r\nrepresents a violation of international law, including \r\ninternational laws relating to the freedom of trade and \r\nnavigation and non-interference in the internal affairs \r\nof States. It runs counter to universally recognized \r\nnorms governing relations between sovereign countries \r\nregardless of their political systems and their choice of \r\na path of development and to the fundamental \r\nprinciples, purposes and spirit enshrined in the Charter \r\nof the United Nations.  \r\n The prolonged and intensified embargo imposed \r\nby the United States against Cuba has caused serious \r\neconomic and trade damage worth scores of billions of \r\nUnited States dollars not only to Cuba, but also to other \r\ncountries desirous of conducting their normal and \r\nmutually beneficial economic, financial and trade \r\nrelations with that peace-loving country. It has inflicted \r\ntremendous hardship and suffering on the Cuban \r\npeople, particularly women and children. While the \r\nGovernment and people of Cuba strive to achieve the \r\nMillennium Development Goals, that unjustifiable \r\nunilateral embargo affects their efforts to accomplish \r\nthe very goals that leaders of the world adopted at this \r\nAssembly eight years ago. \r\n Viet Nam is against the imposition of any \r\ncoercive, unilateral and extraterritorial economic, \r\ncommercial or trade embargo by one country against \r\nanother. We believe that disputes among States should \r\nand can be resolved through peaceful dialogue and \r\nnegotiations on the basis of equality, mutual respect for \r\neach other’s independence and sovereignty, and the \r\nprinciple of non-interference in the internal affairs of \r\nStates. We demand that the United States put an end to \r\nthe unilateral embargo against Cuba, the continuation \r\nof which serves no other purpose than to intensify \r\ntension between the two neighbouring countries and in \r\nthe region and is a disservice to regional and \r\ninternational peace and security and the interests of \r\nfriendly relations among peoples. \r\n Viet Nam reaffirms its support for and solidarity \r\nwith the Government and people of Cuba. We will join \r\nthe efforts of the international community to help them \r\novercome the consequences of the embargo. Viet Nam \r\nwill again vote in favour of the draft resolution. \r\n Mr. Mohamad (Sudan) (spoke in Arabic): My \r\ndelegation would like to extend to you, Sir, our \r\nwarmest thanks and appreciation and to applaud your \r\nwise leadership of the proceedings of the current \r\nsession of the General Assembly. We greatly appreciate \r\nyour efforts to spread the spirit of fraternity, equality, \r\njustice, cooperation and respect for peoples to choose \r\nand to reject hegemony and the law of force.  \r\n For the seventeenth consecutive year, an item on \r\nthe necessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba is on the agenda of the General \r\nAssembly. Throughout those years, the Assembly, by \r\nadopting the draft resolutions presented to it, has \r\ndemonstrated its complete rejection of those unilateral \r\nsanctions and their extraterritorial negative effects that \r\nrun counter to the principles of international \r\nlegitimacy. \r\n The General Assembly is once again considering \r\nthe item amid an increasing awareness on the part of \r\nthe international community and its rejection of the \r\ndangerous and unjustifiable imposition of the \r\nsanctions. The continuous support for the resolution — \r\nyear in and year out — explicitly demonstrates the \r\nrejection by the international community of the \r\nunilateral imposition of the embargo on Cuba, due to \r\nits blatant violation of the basic rules and principles of \r\ninternational law, the provisions of the United Nations \r\nCharter and the international instruments and norms \r\ngoverning commercial, economic and financial \r\nrelations among States.  \r\n The long suffering of the Cuban people as a result \r\nof the embargo serves as an appeal to the international \r\ncommunity to take a stand once again this year against \r\nthose unjust sanctions that threaten international \r\nlegitimacy. Those unilateral measures have had a \r\nsevere impact on the Cuban people, depriving them of \r\nbasic necessities and causing considerable losses in the \r\nvarious fields of economic and social development to \r\nthe brotherly Republic of Cuba for over 40 years. My \r\ndelegation takes a firm stand against those unjust \r\nunilateral sanctions, which have also been imposed on \r\nmy country and on other countries. We wish here to \r\nA/63/PV.33  \r\n \r\n08-57511 8 \r\n \r\nexpress our full solidarity with Cuba and against the \r\npolicies of exclusion and the imposition of hegemony \r\non other people. \r\n We are confident that the overwhelming vote of \r\nthe General Assembly will support the desire of the \r\ninternational community to achieve the noble \r\nhumanitarian principles contained in the Charter. The \r\ndraft resolution under consideration serves in its \r\nsymbolic value as an important message from the \r\ninternational community, rejecting the folly of force. \r\n Mr. Kumalo (South Africa): May I begin by \r\nassociating my delegation with the statements \r\ndelivered by the representative of Antigua and Barbuda \r\non behalf of the Group of 77 and China and by the \r\nrepresentative of Egypt on behalf of the Non-Aligned \r\nMovement. \r\n On New Year’s Eve 2009, we will mark the \r\nfiftieth anniversary of the Cuban revolution. In honour \r\nof that day we must pay tribute to former President \r\nFidel Castro, who led the revolution for the self-\r\ndetermination of the Cuban people. Yet three years \r\nafter the Cuban victory led by Comandante Fidel, Cuba \r\nwas hit with a unilateral economic, commercial and \r\nfinancial embargo imposed on it by its neighbour, the \r\nUnited States of America. That means that the majority \r\nof Cuban citizens have known no other life than a life \r\nunder coercive economic measures. But despite \r\neverything, the Cuban people have survived. For that \r\nreason we begin today by welcoming the Minister for \r\nForeign Affairs of Cuba, whose presence at the debate \r\nis an indication of the importance we all attach to the \r\nissue. \r\n Throughout the unilateral embargo, which has \r\nlasted over 48 years, the Cuban people have responded \r\nby extending a hand of friendship and solidarity to \r\nother people around the world. For instance, it is not \r\nunusual to find Cuban doctors and Cuban nurses in \r\nmany parts of Latin America and Africa. Cuba’s \r\noutstanding work in the areas of health, education and \r\nbiotechnology is recognized by the international \r\ncommunity. Also, through its bilateral cooperation \r\nprojects, Cuba is greatly assisting many developing \r\ncountries — including mine — in addressing skills \r\nshortages by deploying Cuban professional workers \r\nand trainers in a myriad of areas. \r\n Perhaps more importantly, Cuba has supported \r\nthe struggles for freedom and justice around the world. \r\nFor instance, in Southern Africa we have recognized \r\nCuba’s contribution to our own freedom and \r\ndemocracy in our subregion. The role that Cuba played \r\nin South Africa’s own liberation history was duly \r\nrecognized this year when Southern Africa celebrated \r\nthe twentieth anniversary of the battle of Cuito \r\nCuanavale, which was a decisive turning point in the \r\nstruggle against apartheid and led to the independence \r\nof Namibia and South Africa. \r\n South Africa has consistently opposed all aspects \r\nof the embargo imposed by the United States of \r\nAmerica against Cuba for fundamental reasons that go \r\nbeyond the solidarity we share with the Cuban people. \r\nSouth Africa is a country committed to working \r\ntowards a better world for all in which all nations, no \r\nmatter how large or small, coexist peacefully. The \r\nachievement of such peaceful coexistence among \r\nnations requires adherence by all nations to the rule of \r\nlaw, including international law and respect for \r\nterritorial integrity. \r\n South Africa views the continued imposition of \r\nan economic, commercial and financial embargo as a \r\nviolation of the principles of the sovereign equality of \r\nStates and of non-intervention and non-interference in \r\none other’s domestic affairs. South Africa has therefore \r\nrepeatedly joined the vast majority of Member States \r\nand countries in expressing its disagreement and its \r\nopposition to all aspects of the economic, commercial \r\nand financial embargo imposed by the United States of \r\nAmerica against Cuba. \r\n We are guided by the basic norms of international \r\nlaw and conduct and our principled support for the \r\nneed to eliminate coercive economic measures as a \r\nmeans of achieving political and economic goals. \r\nSouth Africa believes that constructive dialogue can \r\nfoster mutual trust and understanding and can engender \r\nharmony and peaceful coexistence between nations. \r\n My delegation believes that the presence of such \r\na large number of Member States in this Hall today and \r\ntheir participation in the deliberations are indications \r\nof their opposition to unilateral extraterritorial \r\nmeasures. We are here to express our firm opposition \r\nto coercive economic measures as a means of exerting \r\npressure on developing countries, as such measures are \r\ncontrary to international law, international \r\nhumanitarian law, the United Nations Charter and the \r\nnorms and principles governing peaceful relations \r\namong States. \r\n A/63/PV.33\r\n \r\n9 08-57511 \r\n \r\n South Africa will join the majority in the \r\nAssembly this morning in supporting the draft \r\nresolution before us. We do so because this relentless \r\nand unilateral action has caused untold suffering to the \r\npeople of Cuba. We believe that the overwhelming \r\nmajority of Member States present today will join us in \r\nsupport for the Cuban people. It is a clear indication \r\nthat the time has come for the embargo to be lifted, \r\nthereby ending the untold suffering of the Cuban \r\ncivilian population, who are bearing the brunt of this \r\ninjustice. \r\n Finally, Mr. President, with your permission, \r\nsince I will not be able to join the celebrations in \r\nHavana on New Year’s Day, allow me to just say “Viva \r\nCuba! Viva Comandante Fidel!” \r\n Mr. Liu Zhenmin (China) (spoke in Chinese): \r\nThe Chinese delegation supports the statement made by \r\nthe representative of Antigua and Barbuda on behalf of \r\nthe Group of 77 and China. \r\n For more than 10 years, the Cuban delegation has \r\ndenounced each and every year from the podium of the \r\nGeneral Assembly the sustained economic, commercial \r\nand financial embargo against Cuba, which has had \r\nserious consequences for its social, economic and \r\nenvironmental development. The embargo has had an \r\nextensive impact on Cuba, especially in compromising \r\nthe right to the survival and development of the most \r\nvulnerable groups in Cuba, such as women and \r\nchildren, and has gained broad sympathy and attention.  \r\n For 16 consecutive years, the General Assembly \r\nhas each year adopted a resolution by an overwhelming \r\nmajority, urging all countries to comply with the \r\nCharter of the United Nations and the principles of \r\ninternational law by repealing or invalidating all laws \r\nand measures with extraterritorial effects that \r\ncompromise the sovereignty of other States and \r\nundermine the legitimate rights and interests of entities \r\nand individuals under the jurisdictions of those \r\ncountries and affect the freedom of trade and \r\nnavigation. Regrettably, however, the long-term \r\neconomic, commercial and financial embargo against \r\nCuba imposed by its rich neighbour is still in place. \r\n In today’s world, although international relations \r\nare not yet democratized, dialogue, communication and \r\nharmonious coexistence have emerged as the \r\nmainstream of international relations. Mutual respect \r\nand equality among countries are becoming important \r\nissues of international consensus. In the age of \r\neconomic globalization, exchanges and cooperation \r\namong countries on an equal footing represent the \r\ntrend of our times. Dialogue on an equal footing and \r\nfriendly consultation are the best way to resolve any \r\ndifferences and disputes. The international community \r\nhas the right to raise serious concerns over the embargo \r\nand sanctions suffered by Cuba over the years and to \r\nrequest the country concerned to end the embargo and \r\nsanctions. \r\n The embargo and sanctions against Cuba not only \r\nharm the interests of Cuba and many other countries, \r\nbut also run counter to the principles of democracy, \r\nfreedom, the rule of law and human rights. First, the \r\npractice of attempting to force another country, through \r\nembargo and sanctions, to give up its right to \r\nindependently choose its own path of development and \r\neven to overthrow its Government constitutes a serious \r\nviolation of the purposes and principles of the Charter \r\nand the basic norms governing contemporary \r\ninternational relations. Such practice has nothing to do \r\nwith promoting democracy and freedom.  \r\n Secondly, the embargo and sanctions imposed \r\nagainst Cuba are extraterritorial in nature and therefore \r\nin violation of international law and can by no means \r\npromote democracy and freedom in any country. They \r\nare opposed by all countries and run counter to the \r\nprinciple of trade liberalization.  \r\n Thirdly, the embargo and sanctions have seriously \r\nobstructed and constrained the efforts of the Cuban \r\npeople to eradicate poverty, improve their living \r\nstandards, pursue economic and social development \r\nand achieve the Millennium Development Goals. They \r\nundermine the right of the Cuban people to subsistence \r\nand development. The international community is now \r\nfacing the serious challenge of a global food crisis and \r\nthe ensuing, worsening problems of hunger and \r\nmalnutrition, which make the embargo and sanctions \r\nmore unreasonable than ever. \r\n The Chinese Government always maintains that \r\ncountries should develop their relations in compliance \r\nwith the purposes and principles of the Charter and \r\nwork to promote democracy and the rule of law in \r\ninternational relations. We believe that the right of each \r\ncountry to choose its own social system and the path of \r\ndevelopment should be respected. Differences between \r\nStates should be resolved through dialogue and \r\ncooperation on the basis of equality and mutual \r\nrespect. \r\nA/63/PV.33  \r\n \r\n08-57511 10 \r\n \r\n In view of all that, the Chinese Government calls \r\nfor the lifting of the economic, commercial and \r\nfinancial embargo imposed by the country concerned \r\nagainst Cuba at an early date. It is our hope that there \r\nwill be dialogue rather than confrontation, and \r\nengagement and exchanges rather than embargo and \r\nsanctions. We hope the country concerned will \r\nimplement the relevant resolution of the General \r\nAssembly without delay. China therefore supports the \r\ndraft resolution submitted by Cuba under the current \r\nagenda item. \r\n Mr. Benmehidi (Algeria) (spoke in French): \r\nAllow me at the outset to associate my delegation with \r\nthe statements made by the representatives of Antigua \r\nand Barbuda on behalf of the Group of 77 and China, \r\nand of Egypt on behalf of the Non-Aligned Movement. \r\n Algeria wishes to express once again its serious \r\nconcern regarding the continuation of the economic, \r\ncommercial and financial embargo unilaterally \r\nimposed for nearly half a century now by the United \r\nStates of America against Cuba. Algeria reiterates its \r\nappeal for the lifting of the embargo against the Cuban \r\npeople, under which 70 per cent of Cuban citizens were \r\nborn. \r\n Algeria considers that the economic, commercial \r\nand financial embargo of Cuba is a violation of the \r\nprinciples of sovereign equality of States and \r\nnon-interference in the internal affairs of States, and \r\nalso violates the right of the Cuban people to \r\ndevelopment and sovereignty. \r\n The extraterritorial nature of the legislation of \r\none State seeking to impose unilateral sanctions on \r\nanother constitutes a denial of the principles enshrined \r\nin the Charter and runs counter to international law. \r\n Algeria wishes to reaffirm its adherence to the \r\nposition adopted by the fourteenth summit of the Non-\r\nAligned Movement held in September 2006 in Havana, \r\nand to that adopted during the Second South Summit in \r\nJune 2005 in Doha, both of which rejected coercive \r\neconomic measures and extraterritorial laws imposed \r\non developing countries, and called on the United \r\nStates to lift the embargo against Cuba. \r\n In renewing its appeal to the United States of \r\nAmerica to lift its embargo against Cuba, which has \r\nbeen continuously rejected by a growing number of \r\ncountries in the Assembly, indicating that the \r\noverwhelming majority of Member States are in favour \r\nof lifting that embargo, my delegation would like to \r\nindicate that it will vote in favour of the draft \r\nresolution A/63/L.4. \r\n Mr. Al Habib (Islamic Republic of Iran): At the \r\noutset, I would like to thank the Secretary-General for \r\nhis report under agenda item 19, “Necessity of ending \r\nthe economic, commercial and financial embargo \r\nimposed by the United States of America against \r\nCuba” (A/63/93). My delegation associates itself with \r\nthe statements made by the representatives of Antigua \r\nand Barbuda on behalf of the Group of 77 and China, \r\nand of Egypt on behalf of the Non-Aligned Movement. \r\n The content of resolution 62/3, which was \r\nsupported by 184 votes in its favour last year, clearly \r\nreflects the position of the international community \r\ntowards the long-standing embargo against Cuba. My \r\ndelegation reiterates its belief that the economic, \r\ncommercial and financial embargo against Cuba runs \r\ncounter to the principle of international law governing \r\nrelations among States and contradicts the letter and \r\nspirit of the Charter, which calls for promoting \r\nsolidarity, cooperation and friendly relations among \r\nnations. \r\n Such measures continue to have an adverse \r\nimpact on the living conditions and human rights of the \r\nCuban people and will hamper the efforts of the Cuban \r\nGovernment to achieve the internationally agreed \r\ndevelopment goals, including the Millennium \r\nDevelopment Goals. In that context, the embargo is \r\nhampering the efforts of the Cuban Government to \r\neradicate poverty and hunger and to promote health \r\nand education, which are indispensable to the \r\nachievement of economic and social development. \r\n Paragraph 101 of the Johannesburg Plan of \r\nImplementation (A/CONF.199/20) stipulates that \r\n“States should cooperate to promote a supportive and \r\nopen international economic system that would lead to \r\neconomic growth and sustainable development in all \r\ncountries”. Paragraph 102 of the same document calls \r\nupon States to refrain from any unilateral measure that \r\ncontravenes international law and the Charter of the \r\nUnited Nations and impedes the full achievement of \r\neconomic and social development by the population of \r\nthe affected countries, in particular women and \r\nchildren. \r\n Nowadays, resorting to unjustifiable coercive \r\neconomic measures against other States on the basis of \r\npolitical observations is not acceptable to the \r\n A/63/PV.33\r\n \r\n11 08-57511 \r\n \r\ninternational community. The extraterritorial \r\napplication of domestic laws, such as the Helms-\r\nBurton Act and the D’Amato Act, creates an \r\nantagonistic environment in international relations and \r\nadversely affects world peace and security. Such \r\npolitical acts with economic implications continue to \r\nrestrict the investment, trade, employment, technology \r\ntransfer and prospects for economic growth not only of \r\nthe targeted countries, but also of third-party countries \r\ndealing with the affected country. \r\n There is no doubt that the blockade is in violation \r\nof the internationally agreed principles governing \r\nrelations among States, such as the sovereign equality \r\nof States, non-intervention in their internal affairs and \r\nfreedom of international trade and navigation. In \r\nprevious statements, my delegation has repeatedly \r\nstressed that unilateral coercive economic policies and \r\nmeasures should be regarded as major impediments to \r\nthe international community’s pursuit of its common \r\ncauses and interests. Such measures have negative \r\nimpacts on the promotion of cooperation and \r\npartnerships that are necessary to create a favourable \r\nenvironment, to the benefit of all at the international \r\nlevel. \r\n The reports of the Cuban Government on the \r\nimpacts of the embargo imposed on it clearly indicate \r\nthat such unilateral coercive measures have been \r\nconducive to furthering disparities in the areas of \r\nhealth, economy, education and training, trade, \r\ntourism, civil aviation and even cultural activities. The \r\nadoption of 17 consecutive resolutions up to 2007 by \r\nthe General Assembly is the wise and laudable reaction \r\nof the international community to such unacceptable \r\nmeasures. They call upon all States to refrain from \r\napplying such laws and measures and to take the steps \r\nnecessary to repeal or invalidate them as soon as \r\npossible. The reason is clear. Resorting to an embargo \r\nas a tool to achieve political objectives undermines the \r\ncollective efforts of Member States to achieve \r\neconomic growth and sustainable development at the \r\nnational, regional and international levels. \r\n In conclusion, my delegation wishes to express \r\nits sincere hope that those Member States that still \r\ncontinue to apply unilateral coercive economic laws \r\nand measures take the steps necessary to repeal or \r\ninvalidate them at the earliest opportunity.  \r\n Mr. Shukla (India): We associate ourselves with \r\nthe statement made by the representative of Antigua \r\nand Barbuda on behalf of the Group of 77 in his \r\ncapacity as its Chair. We thank the Secretary-General \r\nfor his report (A/63/93) on the agenda item under \r\nconsideration today. \r\n This is the seventeenth successive year that this \r\nAssembly is deliberating the 46-year economic, \r\ncommercial and financial embargo on Cuba. In its \r\ndeliberations, the Assembly has repeatedly rejected the \r\nimposition of laws and regulations with extraterritorial \r\nimpact and all other forms of coercive economic \r\nmeasures. The General Assembly has also called upon \r\nall States to respect their obligations under the United \r\nNations Charter and international law and to repeal and \r\ninvalidate laws and measures that have extraterritorial \r\naffect on the sovereignty of other States, the legitimate \r\ninterests of entities or persons under their jurisdiction, \r\nand the freedom of trade and navigation. \r\n Despite repeated calls by the General Assembly, \r\nits resolutions remain unimplemented, in contravention \r\nof world opinion. The embargo, particularly its \r\nextraterritorial aspects, continues to remain in force. In \r\nparticular, domestic United States laws, such as the \r\nCuban Democracy Act of 1992 and the Helms-Burton \r\nAct of 1996, have enhanced the extraterritorial reach of \r\nthe embargo by encompassing foreign companies, as \r\nwell as foreign subsidiaries of United States \r\ncompanies, doing business with Cuba or Cuban \r\nentities. We support the categorical rejection by the \r\ninternational community of domestic laws with \r\nextraterritorial impact. \r\n The embargo, particularly through its \r\nextraterritorial effects, is adversely affecting the Cuban \r\npeople and the development efforts of the country. \r\nHealth care is particularly affected due to access \r\ncontrols on critical medical equipment, medicines, \r\ntechnologies and diagnostic aids, apart from the \r\nenhanced cost of supplies. In that regard, Cuba’s \r\nefforts to provide assistance to fellow developing \r\ncountries as part of South-South cooperation have also \r\nborne the brunt of the embargo, making that another \r\nunexpected indirect negative extraterritorial impact of \r\nthe embargo. \r\n Various other areas of the Cuban economy have \r\nalso been adversely impacted. Those have been \r\nelaborated upon in the report of the Secretary-General \r\nby various United Nations entities. For example, the \r\nUnited Nations Resident Coordinator in Havana has \r\nnoted that the negative impact of the embargo \r\nA/63/PV.33  \r\n \r\n08-57511 12 \r\n \r\npermeates the social, economic and environmental \r\ndimensions of human development in Cuba, severely \r\naffecting the most vulnerable socio-economic groups \r\nof the Cuban population.  \r\n Further, the embargo seriously affects the \r\nimplementation of projects and programmes of the \r\nUnited Nations system in Cuba, including the travel of \r\nUnited Nations staff. The Economic Commission for \r\nLatin America and the Caribbean has stated that the \r\nembargo significantly affects the standard of living of \r\nCuban citizens. The United Nations Conference on \r\nTrade and Development states that the extraterritorial \r\nimpact is considerable owing to significant United \r\nStates interests in transnational corporations. \r\n Despite the embargo, the United States of \r\nAmerica continues to be a major source of imports for \r\nCuba, insofar as the United States Trade Sanctions \r\nReform and Export Enhancement Act of 2000 permits. \r\nThat only serves to confirm the potential for trade, \r\ncommerce and investment between those countries. \r\nThe embargo also has considerable detrimental effect \r\non United States trade and business opportunities. The \r\nvarious efforts in the United States to relax or lift the \r\nembargo indicate the substantial interest, particularly \r\nin the business sector, in unhindered access to the \r\nCuban market or contact with Cuba. We therefore look \r\nforward to the lifting of sanctions and the embargo \r\nagainst Cuba. \r\n Before concluding, I should like to reiterate \r\nIndia’s opposition to unilateral measures by countries \r\nthat impinge on the sovereignty of another country, \r\nincluding attempts to extend the application of a \r\ncountry’s laws extraterritorially to other sovereign \r\nnations. \r\n Mr. Churkin (Russian Federation) (spoke in \r\nRussian): We welcome the participation in today’s \r\ndiscussion of Mr. Felipe Pérez Roque, Minister for \r\nForeign Affairs of Cuba. We wish to express our \r\ngratitude to the Secretary-General for his report \r\ncontained in document A/63/93, which reflects the \r\nunanimous and unequivocal objection of Member \r\nStates to the imposition of the unilateral and \r\nextraterritorial economic, commercial and financial \r\nblockade against Cuba. \r\n Russia’s position on the draft resolution \r\n(A/63/L.4) introduced under the agenda item has not \r\nchanged. Our country shares the view of the \r\noverwhelming majority of Member States, which \r\nresolutely condemns the United States embargo against \r\nCuba and calls for its end. Since 1994, Russia has been \r\nsupporting resolutions to that effect at sessions of the \r\nGeneral Assembly and has consistently adhered to the \r\nposition that it is inadmissible to carry out unilateral \r\nmeasures of an extraterritorial nature in international \r\nrelations. \r\n On 17 October 2008, an appeal was adopted by \r\nthe parliament of Russia, the State Duma of the \r\nRussian Federation, entitled, “To the parliaments of \r\nUnited Nations Member States and international \r\nparliamentary organizations concerning the necessity \r\nof ending the economic embargo against the Republic \r\nof Cuba and helping the Republic of Cuba to eliminate \r\nthe devastating effects of natural disaster”. The appeal \r\nemphasizes that “the continuing economic blockade \r\nagainst the Republic of Cuba is an act of crude \r\npressure by the United States of America against a \r\nsovereign State”. \r\n The continuing commercial, economic and \r\nfinancial blockade of Cuba by the United States is \r\ncounterproductive and out of step with the spirit of the \r\ntimes in which we live. It is a remnant from the days of \r\nthe cold war that is hampering the establishment of a \r\nnew and just world order in accordance with the \r\nCharter of the United Nations and international law. \r\n We are convinced that putting an end to the \r\nembargo and normalization of United States-Cuba \r\nrelations in general would help to improve the situation \r\nwith regard to Cuba and help to further integrate Cuba \r\ninto regional and global processes. The continuation of \r\nthe blockade is also incompatible with the efforts now \r\nunder way to reform the United Nations, for it ignores \r\nthe unanimous view of Member States regarding the \r\nneed to work together to implement the principles \r\nunderpinning our efforts to abandon confrontation and \r\nembrace cooperation based on respect for the rights of \r\nnations to choose for themselves their political, \r\neconomic and social systems. \r\n Cuba was badly hit by Hurricane Gustav at the \r\nend of August 2008. The Russian Federation gave a \r\nhelping hand and continues to assist in eliminating the \r\nconsequences of that natural disaster. We are convinced \r\nthat putting an end to the embargo and strengthening \r\ninternational efforts in general to support the \r\nrehabilitation of the Cuban economy would \r\nsignificantly alleviate the situation in the affected \r\nareas. \r\n A/63/PV.33\r\n \r\n13 08-57511 \r\n \r\n Guided by the fundamental principles of the \r\nCharter with regard to the inadmissibility of any \r\ndiscriminatory measure or interference in the internal \r\naffairs of States, Russia will continue its policy to vote \r\nin favour of the draft resolution calling for an end to \r\nthe blockade. \r\n Mr. Gaspar Martins (Angola): The Angolan \r\ndelegation associates itself with the statements made \r\nby the representative of Antigua and Barbuda on behalf \r\nof the Group of 77 and China and by the representative \r\nof Egypt on behalf of the Non-Aligned Movement. \r\n Each year for 16 consecutive years, the General \r\nAssembly has adopted a resolution urging all countries, \r\nin compliance with the United Nations Charter and the \r\nprinciples of international law, to retract all laws and \r\nmeasures with extraterritorial effects that compromise \r\nthe sovereignty of other States, undermine the \r\nlegitimate rights and interests of entities and persons \r\nunder jurisdiction of those States and affect the \r\nfreedom of trade and navigation. \r\n Regrettably, however, the long-term economic, \r\ncommercial and financial embargo against Cuba \r\nimposed by the United States of America is still in \r\nplace. In this era of economic globalization, exchanges \r\nand cooperation among countries on an equal footing is \r\nthe trend of our times. Normal economic, commercial \r\nand financial ties among countries are therefore in the \r\ninterest of all and are by no means a favour done by \r\nany one country to others. \r\n The General Assembly has before it the report of \r\nthe Secretary-General (A/63/93) containing replies \r\nfrom Member States and organs and agencies of the \r\nUnited Nations system on the implementation of the \r\npertinent General Assembly resolutions calling for an \r\nend to the embargo. According to that report, there has \r\nbeen no improvement, i.e. action to end the embargo, \r\nduring all these years. The existing sanctions have been \r\napplied with vigour, and the embargo measures have \r\ncontinued to have a serious impact on Cuba, causing \r\nenormous social and material loss, economic damage, \r\nhunger, and disease to the people of Cuba, while \r\nsimultaneously affecting third countries in their \r\nrelations with Cuba. \r\n The extraterritorial policy of the embargo \r\nthreatens the sovereignty of States and the legitimate \r\ninterests of persons, entities, institutions and \r\ncompanies under their jurisdiction, as well as the \r\nfreedom to establish economic, commercial, financial \r\nand scientific and technical relations with the Republic \r\nof Cuba and thus affects their social and economic \r\ndevelopment. For that reason, we are of the view that \r\nthe issue we are addressing today is important, not only \r\nfor Cuba but also for all members of the international \r\ncommunity. That view has been expressed by a \r\nmajority of Member States year after year. \r\n The United States of America has imposed the \r\neconomic, financial and commercial embargo against \r\nCuba for too long. The embargo does not benefit either \r\nof the two countries. On the contrary, it serves only to \r\nmaintain a level of tension in the region and, above all, \r\nit has been causing the severe suffering of the Cuban \r\npeople, a situation which has been exacerbated by \r\nclimatic changes and more particularly during the \r\nhurricane season and hurricanes Gustav and Ike of this \r\nyear. \r\n The embargo goes against the very core of the \r\nUnited Nations Charter, as well as all of the principles \r\nof cooperation and dialogue among States, laws \r\ngoverning international trade and related conventions. \r\n By adhering to the principles enshrined in the \r\nUnited Nations Charter and the spirit of all relevant \r\nresolutions adopted by the General Assembly, we \r\nreaffirm our commitment to the norms of international \r\nlaw by supporting the need to eliminate coercive \r\neconomic measures as a means of political and \r\neconomic persuasion. \r\n Attendance by delegations of the General \r\nAssembly at debates is a good measure of the \r\nimportance of the issue on the agenda. In that \r\nconnection, I wish to warmly greet and welcome the \r\npresence of Mr. Pérez Roque, Minister for Foreign \r\nAffairs of Cuba. \r\n Delegations participate very actively in the \r\ndebate on the question of the embargo imposed on \r\nCuba by the United States and vote overwhelmingly \r\nyear after year against that embargo, which is a clear \r\nindication of the injustice and unpopularity of the \r\nUnited States measure. \r\n In view of the above, the Angolan Government \r\nsupports draft resolution A/63/L.4 submitted by Cuba \r\nunder the current agenda item, since the embargo \r\ncontravenes international law and flagrantly violates \r\nthe sovereign equality of States and the principles of \r\nnon-intervention and non-interference in domestic \r\naffairs. \r\nA/63/PV.33  \r\n \r\n08-57511 14 \r\n \r\n Mr. Kapambwe (Zambia): Earlier in the day, the \r\nrepresentatives of Antigua and Barbuda and Egypt \r\nmade statements on behalf of the Group of 77 and \r\nChina and the Non-Aligned Movement, respectively. \r\nMy delegation wishes to associate itself with both \r\nthose statements. \r\n My delegation would like to thank the Secretary-\r\nGeneral for his report contained in document A/63/93, \r\nentitled “Necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba”. The report \r\nreiterates the position of the General Assembly over \r\nthe years to the effect that the embargo imposed by the \r\nUnited States of America against Cuba hurts innocent \r\npeople in Cuba. \r\n Last year, and indeed in previous years, Zambia \r\nwas among the overwhelming majority of States \r\nMembers of the United Nations that voted in favour of \r\nGeneral Assembly resolution 62/3, calling for the \r\nlifting of the embargo. \r\n Zambia has consistently expressed concern over \r\nthe continued economic embargo imposed by the \r\nUnited States against Cuba, not only because it is \r\nunjust towards the people of Cuba, but also because its \r\nunilateral and extraterritorial effects are a breach of the \r\ninternational principles of free trade and navigation \r\nespoused by the United Nations. \r\n Zambia will again vote in favour of draft \r\nresolution A/63/L.4, entitled “Necessity of ending the \r\neconomic, commercial and financial embargo by the \r\nUnited States of America against Cuba”. Our vote is \r\nbased on our firm commitment to strengthen universal \r\nrespect for international law in the conduct of all forms \r\nof relations among sovereign States and our belief in \r\nthe sanctity of the Charter of the United Nations. We \r\nfurther believe that differences between the United \r\nStates of America and Cuba should be resolved through \r\ndialogue and negotiation. \r\n Zambia reaffirms its appeal to the international \r\ncommunity to support the call for the immediate lifting \r\nof the economic, commercial and financial embargo \r\nimposed by the United States of America against Cuba. \r\n Mr. Godard (United States of America): The \r\nposition of the United States on this draft resolution \r\n(A/63/L.4) is well known. Each of the States Members \r\nof the United Nations has the sovereign right to \r\nconduct its own trade with another country as it sees \r\nfit, subject only to the treaty obligations it has freely \r\nundertaken.  \r\n As a bilateral issue relating to the efforts of the \r\nUnited States to mitigate the impact of the repressive \r\npolicies of the Cuban Government towards its own \r\npeople, we believe it is highly inappropriate that the \r\nGeneral Assembly of the United Nations consider that \r\nresolution. As we have noted in the past, at various \r\ntimes many other States or regional groups have taken \r\nactions to restrict their exports to and imports from \r\nother States for a variety of reasons. There is no doubt \r\nthat Member States represented here today would \r\nvigorously defend their right to determine their own \r\nnational trade policy if it were called into question. \r\n Cuba asserts that the economic sanctions imposed \r\nby the United States on the Cuban Government cause \r\nserious damage to the welfare of the Cuban people. In \r\nfact, as we have conclusively demonstrated since the \r\nGeneral Assembly first began debating this draft \r\nresolution in 1992, the trade policy of the United States \r\ntowards Cuba is carefully designed to allow the Cuban \r\npeople access to food and humanitarian goods, but to \r\nlimit the ability of Cuba’s repressive Government to \r\nbenefit and consolidate power through its authoritarian \r\ncontrol over the Cuban economy. Above all, our trade \r\npolicy seeks to keep away from Cuba’s leaders \r\nresources that they would use to strengthen their \r\nrepressive political and economic system.  \r\n Indeed, the American people remain the largest \r\nproviders of humanitarian aid to the Cuban people. In \r\n2007, the American people provided $240.5 million in \r\nprivate humanitarian assistance. That was in the form \r\nof gift parcels filled with food and other basic \r\nnecessities to the tune of $179.4 million. Also, there \r\nwere non-agricultural humanitarian donations of $20.6 \r\nmillion and medical donations of $40.5 million.  \r\n In addition to offering Government assistance, \r\nthe United States has increased existing authorizations \r\nfor United States-based non-governmental \r\norganizations to provide larger amounts of \r\nhumanitarian assistance, including in the form of cash \r\ndonations, to help address the basic needs of the Cuban \r\npeople. We have already authorized over $10 million in \r\nprivate cash donations.  \r\n In 2008, the United States has been especially \r\nsensitive to the plight of the Cuban people in light of \r\nthe devastation suffered throughout the Caribbean. \r\nCuba has suffered great damage from hurricanes Gustav \r\n A/63/PV.33\r\n \r\n15 08-57511 \r\n \r\nand Ike since the end of August. Some assistance has \r\nbeen delivered through non-governmental relief and \r\nhumanitarian organizations, but more is needed to help \r\nthe Cuban people, and, under those extraordinary \r\ncircumstances, the United States Government stands \r\nready to provide that assistance. \r\n On four separate occasions, the United States \r\nGovernment has offered to provide the Cuban people \r\nwith up to $5 million in emergency humanitarian \r\nassistance for those in dire need. On 3 September 2008, \r\nthe United States Government issued a disaster \r\ndeclaration in response to the damage caused by \r\nHurricane Gustav and made available an initial \r\n$100,000 in cash relief assistance to humanitarian \r\norganizations working in Cuba.  \r\n The United States Government also offered to \r\nprovide a humanitarian assessment team — something \r\nwe usually do in such instances — to assist in \r\nproducing rapid emergency assessments of health, \r\nsanitation, water, shelter and food supply to help in the \r\norganization of the relief effort. That offer was rejected \r\nby the Cuban Government. \r\n In the wake of the damage caused by Hurricane \r\nIke, the United States Government set aside an \r\nadditional $200,000 for non-governmental relief \r\norganizations and reiterated our offer to provide a \r\nhumanitarian assessment team. Again, the Cuban \r\nGovernment rejected our offer.  \r\n On 13 September of this year, as information on \r\nthe extensive damage from the hurricanes became \r\nknown, the United States Government offered a relief \r\npackage of roughly $5 million that included an \r\nunconditional offer of humanitarian assistance to \r\nbenefit 135,000 Cuban hurricane victims and continued \r\nassistance to non-governmental organizations. For the \r\nthird time, the Cuban Government rejected our offer. \r\n On 19 September 2008, the United States \r\nGovernment offered unconditionally to provide relief \r\nsupplies directly to the Cuban Government at a value \r\nof approximately $5 million. Those supplies are \r\ncomposed of family emergency shelters and household \r\nkits that could assist up to 48,000 Cubans affected by \r\nthe hurricanes. The Cuban Government has not \r\nresponded to that offer of assistance. \r\n As is well known, United States law permits the \r\nsale of medicine, medical supplies and agricultural \r\nproducts to Cuba. Indeed, the United States is Cuba’s \r\ntop supplier of food. United States producers exported \r\n$448 million in agricultural products to Cuba in 2007. \r\nSince Hurricane Ike struck on 7 September, the United \r\nStates has licensed $396 million in agricultural sales to \r\nCuba. Lumber, an important construction material, is \r\nincluded in the category of agricultural sales. The \r\nUnited States has authorized $53 million in \r\nhumanitarian donations by United States entities to \r\nhurricane victims, including building materials to help \r\nstorm victims to repair their homes. We have also \r\nauthorized gift parcel consolidators to export $124 \r\nmillion in gift parcels to Cuba. \r\n Despite that clear demonstration of United States \r\ninterest in the welfare of the Cuban people, Cuban \r\nofficials, including the chief of mission in Washington, \r\nJorge Bolaños Suárez, continue to make outrageous \r\nstatements about the nature of the United States \r\nsanctions. It is indicative of the lack of interest that the \r\nCastro regime has in the well-being of its own people \r\nthat it would refuse sincere offers of assistance, \r\nchoosing instead to prolong their suffering as a pretext \r\nfor proposing draft resolutions such as the one on \r\nwhich we will vote today. \r\n In conclusion, let me remind the Assembly that \r\nthe real reason that the Cuban economy is in terrible \r\ncondition and that so many Cubans remain mired in \r\npoverty is that Cuba’s regime continues to deny its \r\npeople their basic human and economic rights. Indeed, \r\none Latin American observer described Cuba as an \r\n“undeveloping” country thanks to the policies of the \r\nCastro regime that have turned it from one of the \r\nregion’s most prosperous economies into one of its \r\npoorest. We again invite Member States, as we have \r\ndone consistently in debating this draft resolution in \r\npast years, to reject the false arguments of the Cuban \r\nGovernment and to focus on effecting a transition in \r\nCuba that would restore its people’s fundamental \r\nrights. \r\n Mrs. Rubiales de Chamorro (Nicaragua) (spoke \r\nin Spanish): As this is the first time that I have \r\naddressed the General Assembly at its present session, \r\nI wish to express my deepest satisfaction at seeing you, \r\nSir, an example of the dignity of our people, leading \r\nour deliberations. We know that your commitment to \r\npeace and justice will guide our work. As always, you \r\nhave Nicaragua’s full support with a view to success in \r\nyour efforts.  \r\nA/63/PV.33  \r\n \r\n08-57511 16 \r\n \r\n Nicaragua aligns itself with the statements made \r\nby the representative of Egypt on behalf of the \r\nNon-Aligned Movement and by the representative of \r\nAntigua and Barbuda on behalf of the Group of 77 and \r\nChina. \r\n Once again, we are meeting as a result of the \r\nimperative need to put an end to the economic, \r\ncommercial and financial blockade imposed by the \r\nGovernment of the United States of America against \r\nthe heroic and generous people and Government of \r\nCuba, and the General Assembly will adopt a draft \r\nresolution calling for an end to that criminal and \r\ninhumane blockade. It has been amply demonstrated \r\nthat no one in the world supports that measure. It is \r\ntruly sad to see that the Government of a people as \r\ngenerous as the people of the United States is capable \r\nof being so mean-spirited and greedy as to try to crush \r\nthe spirit of independence, self-determination and \r\ninternationalist solidarity that characterizes the \r\nGovernment and the people of Cuba — a spirit that \r\nthey will never give up.    \r\n What suffering in human, social, economic and \r\ncultural terms has been caused to the Cuban people by \r\nthese policies of the Government of the United States! \r\nThis blockade and this suffering must end. We cannot \r\nallow a country to continue to manipulate international \r\nlaw and the Charter of the United Nations according to \r\nits whim. How many more draft resolutions will the \r\nGeneral Assembly have to adopt to put an immediate \r\nend to this criminal blockade? \r\n Cases such as this lead us to think about the \r\nimperative need to make General Assembly resolutions \r\nbinding and mandatory, so that we can truly promote, \r\ndefend and deepen democracy and its values in our \r\ngreat House, the United Nations family. No argument \r\nthat the United States of America can use will ever \r\njustify this aggression against and violation of \r\ninternational law, the norms of coexistence among \r\nnations, international freedom of trade and navigation \r\nand the United Nations Charter itself, which all of us \r\nclaim to defend and respect. \r\n Nicaragua condemns in the strongest terms those \r\npolicies of pressure and blackmail. It was not so long \r\nago that Nicaragua was a victim of the same policy of \r\nblockade and blackmail, including external military \r\naggression, by the Government of the United States of \r\nthat era. Once again, we express our unconditional \r\nsolidarity with the Government and the people of Cuba \r\nand demand an immediate end to this criminal \r\nblockade. We reiterate that disputes between States \r\nmust be addressed through dialogue and negotiation, \r\nwithout any preconditions and on an equal footing \r\nbetween the parties involved.  \r\n Despite this blockade, and the restrictions that it \r\nimposes, there is no people that, at times of need or \r\ndisaster, has not received the disinterested aid, support \r\nand humanitarian assistance of all those Cuban doctors, \r\nteachers and technicians, who live among our people, \r\nsharing our hopes and dreams for a more humane \r\nworld.  \r\n We await the moment when good sense and \r\nintelligence will prevail, when we will become \r\nwitnesses to a genuine change that will redress these \r\nobsolete policies that do not contribute to peace, \r\ndevelopment or strengthening good relationships \r\namong peoples. \r\n In recent months, American media have been \r\nreporting about an historic opportunity in the society of \r\nthat country, referring to change. We hope that the \r\nchange, about which so much has been said, will be \r\npositive change, similar to what is happening in Latin \r\nAmerica and the Caribbean. We hope that these \r\nchanges will support development, respect for the \r\nsovereign decisions of our peoples and that, once and \r\nfor all, the economic, commercial and financial \r\nembargo against Cuba will be lifted.  \r\n We wish to express our affection, respect and \r\nadmiration for the five Cuban patriotic heroes, who \r\nhave served ten years in maximum security prisons in \r\nthe United States. We demand the immediate release of \r\nthese five heroes, who sacrificed themselves to defend \r\ntheir homeland and combat the terrorism that is exerted \r\nagainst the Cuban people. \r\n In conclusion, we would like to recognize \r\nCommandante Fidel as one of the greatest fighters for \r\npeace and solidarity of our days. The light of hope that \r\nwas lit by the Cuban revolution can never be \r\nextinguished by this infamous blockade. \r\n Mr. Gonsalves (Saint Vincent and the \r\nGrenadines): Saint Vincent and the Grenadines \r\nassociates itself with the statements made on behalf of \r\nthe Caribbean Community (CARICOM), the \r\nNon-Aligned Movement and the Group of 77 and \r\nChina. \r\n A/63/PV.33\r\n \r\n17 08-57511 \r\n \r\n The year 2008 marks the seventeenth consecutive \r\nyear that the United Nations is considering a draft \r\nresolution on this topic (A/63/L.4). Seventeen years \r\nago, this draft resolution seemed to be an apt postscript \r\nto a troubling chapter in world history. The Berlin Wall \r\nhad come down two years earlier, the Union of Soviet \r\nSocialist Republics had been dissolved and the \r\nso-called Iron Curtain had been lifted. The cold war \r\nlogic of dividing the world into competing spheres and \r\nseparating ideological foe from friend by blockades, \r\nwalls and embargoes was giving way to a realization \r\nthat every nation is closely interconnected, and to a \r\ncommitment to link our societies and markets together \r\nthrough globalization, trade and tighter coordination. \r\nRegional cooperation and integration flourished and \r\naccelerated, in the European Union, the African Union, \r\nthe North American Free Trade Agreement (NAFTA), \r\nthe Association of Southeast Asian Nations (ASEAN), \r\nthe Common Market of the South (MERCOSUR) and \r\nCARICOM, to name but a few. \r\n Today, 17 years later, globalization — for better \r\nand for worse — has taken hold, and the world \r\nrecognizes the fundamental interconnectedness of our \r\nmarkets, our economies, our commercial interests and, \r\nindeed, our peoples. We are one global village, with a \r\nsingular mission of eliminating artificial barriers \r\nbetween and among one another. \r\n The developments of the last 17 years, therefore, \r\ngive inexorable rise to the question: why is Cuba still \r\nthe subject of a cold war embargo, when the cold war \r\nitself has long since ceased to exist? Seldom has a \r\nmore ill-conceived, illogical and illegal measure been \r\napplied so punitively, and for so long to a people so \r\nwholly undeserving of such punishment. \r\n Saint Vincent and the Grenadines wishes to take \r\nthis opportunity to extend its most profound and \r\nheartfelt gratitude to the people of Cuba, who have \r\ngraduated over 200 Vincentian university students and \r\nwho are currently playing host to 150 more, and whose \r\nsurgeons performed operations on over 3,000 patients \r\nwho required the care of ophthalmologists. Quite \r\nliterally, they brought sight to the blind. We would like \r\nto thank Cuba for her doctors, who bring medical care \r\nand expertise to rural areas of our country, and for her \r\nengineers and architects and workers, who are \r\ncurrently assisting us in the construction of a hospital \r\nand an international airport.  \r\n As far wealthier nations and institutions have \r\nlooked askance at our developmental struggles and \r\noffered only dubious prescriptions, platitudes and trite \r\nclichés, the Cuban people have rolled up their sleeves \r\nand given freely of themselves in a manner that has \r\ntouched the hearts and souls of the Vincentian people. \r\n The United States of America has the sovereign \r\nright to trade with whom it chooses, and Saint Vincent \r\nand the Grenadines would not presume to advise any \r\nState with regard to its bilateral trading arrangements. \r\nHowever, the extraterritorial application of domestic \r\nlaw is a violation of our Charter and a contravention of \r\nthe underpinnings of our modern notions of global \r\ntrade and international relations. It does violence to the \r\nrights of self-determination and sovereign equality. \r\nFurther, the member States of CARICOM — all \r\nstaunch friends of the United States — also suffer from \r\nthis embargo, because it affects Cuba’s considerable \r\npotential as the largest and most populous Caribbean \r\nisland to act as an economic engine for the region, and \r\nengenders unnecessary tension in our peaceful waters. \r\n The economic fate of Cuba and the wider \r\nCaribbean cannot be subject to the whims of local \r\npressure groups, no matter their relative influence. \r\nDomestic considerations cannot outweigh the \r\ninalienable rights of over 11 million Cubans or create \r\nexceptions to the bedrock principles of our \r\ninternational community and our market systems. \r\n The specific ideological divides that drove this \r\nembargo no longer apply. Today, Western Europe is \r\nbuying oil piped in from Russia and shipped from Iran. \r\nThe United States is one of China’s largest trading \r\npartners, and the capitals of unfettered laissez-faire \r\ncapitalism are now embracing nationalizations and \r\nother massive state interventions in their free markets. \r\nThe old lines have so blurred as to become \r\nmeaningless. As an ideological tool, the embargo is a \r\nrelic of a bygone era. \r\n This embargo has not blockaded Cuban culture, \r\nthe undeniable power of which has enriched the shores \r\nof south Florida and the world. This embargo has not \r\ncontained Cuba’s peerless athletic brilliance, which \r\nthrills the world in countless competitive forums. This \r\nembargo has not thwarted Cuba’s standing in the \r\nmarketplace of ideas, where it competes on an equal \r\npersuasive footing with others. And this embargo has \r\nnot curtailed the Cuban generosity of body and spirit to \r\nwhich the poor and struggling peoples of Africa, Asia, \r\nA/63/PV.33  \r\n \r\n08-57511 18 \r\n \r\nLatin America and the Caribbean can eloquently attest. \r\nIt has only caused the unnecessary suffering of a proud \r\nand noble people, who are nonetheless neither bowed \r\nnor broken by what is an increasingly indefensible act. \r\n Indeed, there is troubling anecdotal evidence that \r\nideological zealots and washed-up terrorists seek to \r\nexploit the existence of this embargo to suit their own \r\nnefarious designs. Cuba, the victim of modern \r\nterrorism as far back as the Cubana Airlines bombing \r\nin 1976, and the United States, cruelly and tragically \r\nattacked as recently as 11 September 2001, have \r\ncommon cause in the fight against terrorism, and both \r\nhave heroic patriots standing guard, at home and \r\nabroad, to protect their nations against such savagery. \r\nIn a world united in the war on terrorism, the embargo \r\ncannot stand as a flickering flame to which the moths \r\nof barbarism are drawn. \r\n José Martí, the apostle of Cuban independence, \r\nonce said: \r\n “Like stones rolling down hills, fair ideas \r\nreach their objectives despite all obstacles and \r\nbarriers. It may be possible to speed or hinder \r\nthem, but impossible to stop them.” \r\nThe necessity of ending this embargo is a fair idea \r\nwhose time has come. It has been hindered by 17 years \r\nof obstacles thus far, but its inexorable path to fruition \r\nis undeniable. Let us dally no longer in the dusty \r\ncorners of historical recriminations. Let us instead \r\nagree collectively that it is time to change, to move on \r\nwith our globalized, multilateral, multicultural, \r\nmultipolar experiment, to look to the future with hope \r\nand to correct this historical travesty. \r\n Mr. Iddi (United Republic of Tanzania): For the \r\nlast 16 consecutive years, this Assembly has been \r\ncalling for an end to the economic, commercial and \r\nfinancial embargo against Cuba. It is unfortunate that \r\nall the calls of this body have been to no avail. Today, \r\nfor the seventeenth time, the delegation of Tanzania \r\njoins others in renewing the appeal for the expeditious \r\nlifting of the embargo against Cuba.  \r\n We align ourselves with the statements made by \r\nthe representatives by Antigua and Barbuda on behalf \r\nof the Group of 77 and China and by Egypt on behalf \r\nof the Non-Aligned Movement. \r\n We thank the Secretary-General for his report in \r\ndocument A/63/93, entitled “Necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America against Cuba”. The \r\nresponses from Member States, as reflected in the \r\nSecretary-General’s report, clearly show that the \r\ninternational community does not support the embargo \r\nand that it is sympathetic to the plight of the people of \r\nCuba. \r\n My delegation is seriously concerned by the \r\nnegative effect of the embargo on the social, economic \r\nand environmental dimensions of human development \r\nin Cuba. The embargo is severely affecting the most \r\nvulnerable socio-economic groups of the Cuban \r\npopulation, as was seen during the recent hurricanes \r\nGustav and Ike, when there was no consideration for \r\nhumanitarian support. We are further concerned that \r\nthe embargo severely affects the implementation of \r\nUnited Nations projects and programmes in Cuba. It is \r\nironic that that is happening when the international \r\ncommunity is trying to meet internationally agreed \r\ndevelopment goals, including the Millennium \r\nDevelopment Goals. \r\n Thus the need to end the embargo against Cuba \r\nshould be viewed not only against the backdrop of \r\npolitics and power, but also on moral and humanitarian \r\ngrounds. It is our conviction that lifting the embargo \r\nwould help not only to alleviate the socio-economic \r\nconditions and suffering of the Cuban people, but also \r\nto promote dialogue, understanding and good-\r\nneighbourliness among States and, hence, \r\ndevelopment, peace and security. \r\n This Assembly cannot afford to remain \r\nindifferent to the suffering of the people of Cuba. Our \r\nshared history and collective experience have shown \r\nthat, in comparison to cooperation and dialogue, \r\nisolation, the embargo and unilateralism have not been \r\neffective. Thus we feel there is a need to encourage \r\ndialogue between the United States of America and \r\nCuba. We also need to explore other approaches \r\nbeyond passing resolutions, so as to persuade the \r\nUnited States of America to lift the embargo against \r\nthe Government of Cuba and its people.  \r\n In conclusion, my delegation reiterates its \r\nsympathy for the people and the Government of Cuba \r\nand, in solidarity with other Member States, joins them \r\nin calling for an end to the economic, commercial and \r\nfinancial embargo imposed on Cuba.  \r\n The President (spoke in Spanish): I now give the \r\nfloor to His Excellency Felipe Pérez Roque, Minister \r\n A/63/PV.33\r\n \r\n19 08-57511 \r\n \r\nfor Foreign Affairs of the Republic of Cuba, to \r\nintroduce draft resolution A/63/L.4. \r\n Mr. Pérez Roque (Cuba) (spoke in Spanish): \r\nMr. President — dear Father Miguel d’Escoto — I \r\nwould like once again to welcome your election and \r\nyour presence at this debate. You are the incarnation \r\nhere today of the voice of the people, the voice of the \r\nhumble. You can rely on Cuba, Father.  \r\n As in every year since 1992, we appear before the \r\nGeneral Assembly to call for the lifting of the illegal \r\nand unjust blockade imposed by the Government of the \r\nUnited States against Cuba for the past almost 50 \r\nyears. Seven out of every ten Cubans have spent their \r\nentire lives under that irrational and worthless policy \r\nthat attempts, with no success, to bring our people to \r\ntheir knees. The blockade is older than Mr. Barack \r\nObama and everyone in my generation. \r\n The vote that is going to take place within a few \r\nminutes is occurring in very special circumstances, \r\nafter the devastating passage of two powerful \r\nhurricanes through Cuba, when we are just six days \r\naway from the United States elections and against the \r\nbackground of a profound international economic \r\ncrisis, to which none of our countries is immune. \r\n The more than 500,000 homes and thousands of \r\nschools and health institutions affected, a third of \r\ncultivated land devastated and severe destruction of the \r\nelectrical and communications infrastructure, among \r\nother damage, are the result of natural phenomena that \r\nhave never been seen before and that are proof of the \r\neffects of climatic changes on the countries in the \r\nCaribbean. \r\n The loss of human lives was minimal because of \r\nthe enormous effort made earlier by the authorities and \r\nthe people, enabling the evacuation of and protection \r\nfor 3.2 million people in safe locations. After all, it was \r\nCuba, and not New Orleans at the time of hurricane \r\nKatrina. Despite the heavy damage and devastation \r\ncaused by the hurricanes, no sick person in Cuba \r\nlacked medical assistance. All Cuban children and the \r\n30,000 young people from 125 countries with \r\nscholarships to study in our universities are at this very \r\nmoment attending their classes. Not one person was or \r\nwill be neglected. \r\n On behalf of the Government and people of Cuba, \r\nI would like to express our deep thanks to all those \r\nwho, in one form or another, demonstrated their \r\nsolidarity with and support for Cuba at that dramatic \r\njuncture. To date, we have received help from 64 \r\ncountries. \r\n In contrast to the extensive solidarity received \r\nand the affirmation made here this morning by the \r\nrepresentative of the Government of the United States, \r\nto which I shall reply in good time, that Government \r\nresponded with its customary cynicism and hypocrisy. \r\nIt refused to respond to our request that we be allowed \r\nto buy food and essential materials for reconstruction \r\nwith private credits from American companies — even \r\nfor six months. On the other hand, it attempted to \r\norchestrate a blatant propaganda campaign in which it \r\ntried to accuse our Government of not looking after its \r\npeople. \r\n As for Cuba, it has acted in keeping with its \r\ntraditional principled positions. We cannot accept \r\nso-called assistance from those who have intensified \r\nthe blockade, sanctions and hostility against our \r\npeople. Cuba has not asked the United States \r\nGovernment for any gifts. We have simply asked to be \r\nallowed to make purchases. \r\n Once again, the Bush Administration is lying to \r\nthe international community. It is lying when it \r\ndeclares that it granted licences for $250 million in \r\nagricultural sales to our country after the hurricanes. \r\nFood sales have existed since 2001 and are not — as in \r\nthe attempted explanation just made here — the result \r\nof a decision made after the devastating hurricanes to \r\nhelp Cuba. Food sales have existed since 2001. \r\nAcquiring such products is possible only under strict \r\nmeasures of supervision and after a complicated and \r\nbureaucratic process of granting licences, case by case, \r\nby the numerous institutions of the United States \r\nGovernment. Cuba, moreover, has to pay in cash and in \r\nadvance. The reality is that the United States \r\nGovernment is continuously setting up more obstacles \r\nin order to limit those purchases. \r\n If the United States Government was really \r\nconcerned about the well-being of the Cuban people, \r\nthe only moral and ethical act would be to lift the \r\nblockade imposed on my country in violation of the \r\nmost elemental regulations of international law and the \r\nUnited Nations Charter. \r\n To give an idea about the magnitude of the \r\nimpact of the blockade policy on the Cuban people, \r\njust in economic terms, it would enough to say that in \r\nA/63/PV.33  \r\n \r\n08-57511 20 \r\n \r\none year it almost equals the estimated total damages \r\ncaused by hurricanes Gustav and Ike. \r\n Hurricanes are natural phenomena that are \r\naggravated by climate changes and global warming. \r\nUnfortunately, they cannot be avoided. The blockade is \r\na genocidal and illegal policy. Unlike the hurricanes, \r\nthe American authorities are able to put an end to this \r\npolicy and spare the Cuban people their prolonged \r\nsuffering. \r\n The economic, commercial and financial \r\nblockade imposed by the United States Government \r\nagainst Cuba is the main obstacle to both the recovery \r\nof the Cuban people after the hurricanes and our \r\neconomic and social development. Very conservative \r\nestimates reveal that direct accumulated damages \r\ncaused by the blockade exceed $93 billion, almost \r\ntwice our gross domestic product. At the current value \r\nof the dollar, that equals no less than $224.6 billion. It \r\nis not difficult to imagine all that Cuba could have \r\nachieved if, over these almost 50 years, it had not been \r\nsubjected to that brutal economic war on a global scale. \r\n In open contempt of the expressed will of the \r\ninternational community and of 16 consecutive General \r\nAssembly resolutions, the United States Government \r\nduring this past year adopted new and tougher \r\neconomic sanctions against Cuba. It intensified \r\npersecution against activities of Cuban companies and \r\nthose of other countries and unleashed a mad hunt \r\nagainst our international financial transactions, \r\nincluding when we were trying to make our payments \r\nto United Nations bodies. Its malice has reached such \r\nan extent that it blocks Internet sites that have links to \r\nour country. \r\n On the other hand, Washington has increased, to \r\nunprecedented levels, its financial and material support \r\nfor actions to overthrow Cuban constitutional order. To \r\nthat end, it has approved an additional $46 million for \r\ninternal subversion in Cuba and another $39 million to \r\nmaintain the illegal radio and television broadcasts \r\nagainst our country. Those funds alone are eight times \r\ngreater that the so-called donation offered to Cuban \r\npeople after the hurricanes. In a report drawn up by the \r\nGovernment Accountability Office of the American \r\nGovernment, published in November 2007, it is \r\nexplicitly recognized that of the 20 programmes of \r\nsanctions applied to different countries, the blockade \r\nagainst Cuba constitutes an ensemble of economic \r\nsanctions that are the most extensive of any ever \r\nimposed by the United States. \r\n The broad and documented report of the \r\nSecretary-General (A/63/93) with the contribution of \r\n118 countries and 22 international bodies and agencies, \r\nrelieves me from insisting here on the examples that \r\nprove that there is no aspect of Cuba’s economic or \r\nsocial life that is not affected by the American \r\nblockade, from the impossibility of gaining access to \r\nconsumables and equipment for paediatric \r\ncardiovascular surgery or for the tomography essential \r\nto modern oncology to the persecution by fines and \r\nimprisonment of American citizens travelling to Cuba \r\nand even of travel agencies that promote such travel, \r\nthe United States Government ought to explain to the \r\nAssembly why it considers Cuban children who are \r\nsuffering from heart disease to be enemies. Every year, \r\nthe representatives of the Government of the United \r\nStates lie to the Assembly when they repeat that such a \r\nblockade does not exist, that their measures are not the \r\nmain causes of the shortages and suffering that the \r\nCuban people have suffered, and continue to suffer, \r\nover the course of these years. \r\n The blockade is not exclusively a bilateral matter \r\nbetween Cuba and the United States. The \r\nextraterritorial application of American laws and \r\npersecution of legitimate interests of companies and \r\ncitizens of third countries — countries represented here \r\nin this Assembly — is a subject which concerns all the \r\nStates assembled here. \r\n The blockade also flagrantly violates the rights of \r\nthe American people. It crushes their freedom to travel, \r\nsanctified in the very Constitution of the United States. \r\nIn recent years, the Treasury Department has toughened \r\nits strict policy of refusing licences for religious, \r\nprofessional, cultural and student exchanges between \r\nthe American and Cuban peoples. Moreover, the \r\nblockade impedes normal relations between Cubans \r\nresiding in the United States and their relatives in Cuba. \r\n Shortly, a new President will be elected in the \r\nUnited States. He should decide whether he will admit \r\nthat the blockade is a failed policy that is steadily \r\ncausing greater isolation and discrediting his country, \r\nor if he will stubbornly and cruelly persist in trying to \r\nwear out the Cuban people through hunger and disease. \r\n From this podium, I repeat that the United States \r\nwill never be able to vanquish the Cuban people. \r\nNeither blockades nor hurricanes will be able to \r\n A/63/PV.33\r\n \r\n21 08-57511 \r\n \r\ndiscourage us. No human or natural force will be able \r\nto subjugate the Cubans. By way of an example, there \r\nare those five Cuban heroes, fighters against terrorism, \r\nwho have already spent a decade of unjust and cruel \r\nimprisonment in American jails and who are a symbol \r\nof the determination of our people to defend their \r\nliberty and independence with dignity. \r\n I am grateful to the speakers who preceded me \r\nfor their words of solidarity and encouragement to the \r\nCuban people. I thank them for defending the right of \r\nCubans, which today is also the right of every people \r\nrepresented here, and for upholding the Charter and \r\ninternational law.  \r\n I reject word for word the remarks made here by \r\nthe representative of the United States Government. To \r\nhim I say that those representatives of the United States \r\nGovernment in this Hall should feel a sense of shame. \r\nThey are alone, in the greatest and deepest isolation. \r\nThe world supports our small defiant island. I want to \r\nmake it clear that we are not anti-American. We are \r\nanti-imperialist. We do not profess hatred for the \r\nAmerican people, nor a spirit of revenge. We see the \r\nAmerican people also as a victim, like us, of the illegal \r\nand absurd policy of their Government. Something \r\nother than power and military strength is needed. They \r\nshould have figured that out by now. Moral authority is \r\nneeded.  \r\n It is true that the United States has strength, but \r\nwe have reason. It has no arguments. Every year, it \r\nrepeats the same series of irrelevant and unconnected \r\nideas, but we have all the valid arguments. They appear \r\nin the documents that have been circulated today and in \r\nour words. Its Secretary of State is not at this Assembly \r\nnot only out of arrogance, but because she has nothing \r\nto say. Fear and shame also feature in that decision. \r\nThe United States threatens. We never threaten. We ask \r\nfor support from this Assembly with respect and \r\nchivalry. It uses lies. We use the truth. It is punishing \r\nour children, our elderly and our sick. We do not blame \r\nits people. Its people are also a victim. We offered it \r\nour doctors and their expertise to save lives and \r\nalleviate suffering at the time of hurricane Katrina. It \r\ndid not allow us to send them. One day it will have to \r\nanswer for that decision.  \r\n Its President will be leaving office in a few days. \r\nHe tightened the embargo against Cuba to \r\ninconceivable limits. He took the economic war against \r\nus to a schizophrenic level. He threatened us with \r\nregime change, yet he will leave without achieving it. \r\nHe is the tenth to leave office repeating the same failed \r\nillegal policy. It is true that the United States and its \r\npolicy need to change. It is true that “We need change”. \r\nIt is also true that we need to change the world in \r\nwhich we live, one of demands and blackmail, and we \r\nneed to build a world in which the rights of all peoples \r\nare respected. I affirm that “You cannot fool all the \r\npeople all the time”, as the great Abraham Lincoln \r\nasserted, whom our people also respect and pay tribute \r\nto. \r\n The United States has said that its policy is very \r\nwell known, and that is true. It has said that it is \r\ndefending the right to trade between countries that \r\nwish to do so. Its policy is very well known, but what \r\nis not understood is why it maintains that policy when \r\nit is rejected universally and by its own people. It can \r\ndecide not to trade with a country, but it does not have \r\nthe right to persecute its own businessmen because \r\nthey want to trade with or invest in Cuba, let alone \r\npersecute businessmen of other countries under the \r\nHelms-Burton law or other extraterritorial legislation.  \r\n It asks the Assembly not to consider the draft \r\nresolution that Cuba has put forward (A/63/L.4). \r\nBefore the General Assembly, we insist on the \r\nimportance and need to consider this draft resolution \r\nand to adopt it, because what is at stake here is not just \r\nCuba’s right, but the right of all.  \r\n The United States has talked about a dance of \r\nmillions. It has repeated many figures — millions that \r\nit supposedly has offered. It is true that it offered us $5 \r\nmillion four times and we refused it, because our \r\ndignity cannot be bought for $5 million, or for $500 \r\nmillion, or for $5 billion or for $500 billion. That is \r\nwhat we said, if that is what they had in mind. It has \r\nsaid that the words of Ambassador Jorge Bolanos, chief \r\nof the Cuban Interests Section in Washington, are \r\nunacceptable. Here I say once again, word for word: \r\nthe embargo is a genocidal, illegal policy and should \r\nbe lifted immediately, respecting the cry that has \r\nalready been endorsed 16 times by this Assembly. \r\n Finally, I would like to convey the feeling \r\ncurrently rousing our people and our island. They are \r\nclosely following this debate. When my son was born \r\nin 1995, this Assembly had already voted against the \r\nUnited States blockade against Cuba. Now my son is \r\n13 years old. When my daughter was born in 2000, this \r\nAssembly had already voted eight times against the \r\nA/63/PV.33  \r\n \r\n08-57511 22 \r\n \r\nembargo. Now my daughter is eight years old. How \r\nmuch longer will Cuban children and young people \r\nhave to wait for justice? How long will the Cuban \r\npeople, who have received the unanimous support of \r\nthis Assembly, have to wait before their rights are \r\nrecognized and justice is done? How much longer will \r\nNorth American young people have to run the risk of \r\nbeing fined or jailed because they want to come to \r\nCuba, visit our universities and meet our students? For \r\nhow much longer will it be considered a crime for a \r\ncitizen of a third country, one of the countries \r\nrepresented here today, to try to trade with or invest in \r\nCuba? How much longer will there be an attempt to \r\nsubjugate, through hunger and disease, children such as \r\nmine, who live in Cuba and dream and believe that a \r\nbetter world is possible, a world in which the dignity, \r\nindependence and self-determination of all peoples are \r\nrespected?  \r\n The representative of the United States has asked \r\nthis Assembly not to support our draft resolution. We \r\nrespectfully call upon all members to support Cuba, to \r\nsupport our rights and to support our draft resolution. \r\nOn behalf of the Cuban people, who have proved a \r\nthousand times their heroic nature, who, despite \r\nadversity, have not been and will not be defeated and \r\nwhose hope and happiness has not been embargoed or \r\nextinguished, I once again call on the solidarity of this \r\nAssembly. On behalf of the Cuban people, who put \r\ntheir faith in the decision that members must make in a \r\nfew moments, I ask that members vote in favour of the \r\ndraft resolution entitled “Necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America against Cuba”. \r\n The President (spoke in Spanish): We have heard \r\nthe last speaker in the debate on this item.  \r\n The Assembly will now take a decision on draft \r\nresolution A/63/L.4. A recorded vote has been \r\nrequested. \r\n A recorded vote was taken. \r\nIn favour: \r\n Afghanistan, Albania, Algeria, Andorra, Angola, \r\nAntigua and Barbuda, Argentina, Armenia, \r\nAustralia, Austria, Azerbaijan, Bahamas, Bahrain, \r\nBangladesh, Barbados, Belarus, Belgium, Belize, \r\nBenin, Bhutan, Bolivia, Bosnia and Herzegovina, \r\nBotswana, Brazil, Brunei Darussalam, Bulgaria, \r\nBurkina Faso, Burundi, Cambodia, Cameroon, \r\nCanada, Cape Verde, Central African Republic, \r\nChad, Chile, China, Colombia, Comoros, Congo, \r\nCosta Rica, Côte d’Ivoire, Croatia, Cuba, Cyprus, \r\nCzech Republic, Democratic People’s Republic of \r\nKorea, Democratic Republic of the Congo, \r\nDenmark, Djibouti, Dominica, Dominican \r\nRepublic, Ecuador, Egypt, Equatorial Guinea, \r\nEritrea, Estonia, Ethiopia, Fiji, Finland, France, \r\nGabon, Gambia, Georgia, Germany, Ghana, \r\nGreece, Grenada, Guatemala, Guinea, Guinea-\r\nBissau, Guyana, Haiti, Honduras, Hungary, \r\nIceland, India, Indonesia, Iran (Islamic Republic \r\nof), Iraq, Ireland, Italy, Jamaica, Japan, Jordan, \r\nKazakhstan, Kenya, Kiribati, Kuwait, Kyrgyzstan, \r\nLao People’s Democratic Republic, Latvia, \r\nLebanon, Lesotho, Liberia, Libyan Arab \r\nJamahiriya, Liechtenstein, Lithuania, Luxembourg, \r\nMadagascar, Malawi, Malaysia, Maldives, Mali, \r\nMalta, Mauritania, Mauritius, Mexico, Monaco, \r\nMongolia, Montenegro, Morocco, Mozambique, \r\nMyanmar, Namibia, Nauru, Nepal, Netherlands, \r\nNew Zealand, Nicaragua, Niger, Nigeria, Norway, \r\nOman, Pakistan, Panama, Papua New Guinea, \r\nParaguay, Peru, Philippines, Poland, Portugal, \r\nQatar, Republic of Korea, Republic of Moldova, \r\nRomania, Russian Federation, Rwanda, Saint Kitts \r\nand Nevis, Saint Lucia, Saint Vincent and the \r\nGrenadines, Samoa, San Marino, Sao Tome and \r\nPrincipe, Saudi Arabia, Senegal, Serbia, \r\nSeychelles, Sierra Leone, Singapore, Slovakia, \r\nSlovenia, Solomon Islands, Somalia, South Africa, \r\nSpain, Sri Lanka, Sudan, Suriname, Swaziland, \r\nSweden, Switzerland, Syrian Arab Republic, \r\nTajikistan, Thailand, the former Yugoslav Republic \r\nof Macedonia, Timor-Leste, Togo, Tonga, Trinidad \r\nand Tobago, Tunisia, Turkey, Turkmenistan, \r\nTuvalu, Uganda, Ukraine, United Arab Emirates, \r\nUnited Kingdom of Great Britain and Northern \r\nIreland, United Republic of Tanzania, Uruguay, \r\nUzbekistan, Vanuatu, Venezuela (Bolivarian \r\nRepublic of), Viet Nam, Yemen, Zambia, \r\nZimbabwe \r\nAgainst: \r\n Israel, Palau, United States of America \r\nAbstaining: \r\n Marshall Islands, Micronesia (Federated States of) \r\n Draft resolution A/63/L.4 was adopted by 185 \r\nvotes to 3, with 2 abstentions (resolution 63/7). \r\n A/63/PV.33\r\n \r\n23 08-57511 \r\n \r\n The President (spoke in Spanish): Before giving \r\nthe floor to speakers in explanation of vote on the \r\nresolution just adopted, I would like to remind \r\ndelegations that explanations of vote are limited to 10 \r\nminutes and should be made by delegations from their \r\nseats. \r\n Mr. Lacroix (France) (spoke in French): I have \r\nthe honour to speak on behalf of the European Union. \r\nThe candidate countries Croatia and the former \r\nYugoslav Republic of Macedonia, the countries of the \r\nStabilization and Association Process and potential \r\ncandidates Albania and Montenegro, the country of the \r\nEuropean Free Trade Area Iceland, member of the \r\nEuropean Economic Area, as well as Ukraine and the \r\nRepublic of Moldova, align themselves with this \r\nexplanation of vote. \r\n Mr. Siles Alvarado (Bolivia), Vice-President, took \r\nthe Chair. \r\n The European Union believes that the United \r\nStates trade policy towards Cuba is fundamentally a \r\nbilateral issue. Nonetheless, the European Union and \r\nits member States have clearly expressed their \r\nopposition to the extraterritorial extension of the \r\nUnited States embargo, as contained in the Cuban \r\nDemocracy Act of 1992 and the Helms-Burton Act of \r\n1996. \r\n The European Union cannot accept that unilateral \r\nmeasures imposed by the United States on specific \r\ncountries limit the Union’s economic and commercial \r\nrelations with third countries, in this case Cuba. \r\nTherefore, in November 1996, the Council of Ministers \r\nof the European Union adopted a regulation and a joint \r\naction to protect the interests of natural or legal \r\npersons resident in the European Union against the \r\nextraterritorial effects of the Helms-Burton Act, \r\nprohibiting compliance with that law. \r\n Moreover, on 18 May 1998, at the European \r\nUnion-United States summit held in London, a package \r\nwas agreed that included waivers to titles III and IV of \r\nthe Helms-Burton Act; a commitment by the United \r\nStates Administration to resist future extraterritorial \r\nlegislation of that kind; and rules of conduct in order to \r\nprotect investments. The European Union continues to \r\nurge the United States to implement the commitments \r\nit undertook under the 18 May 1998 agreement. \r\n The European Union’s policy towards Cuba is \r\nclear and was set out in a common position in 1996. \r\nThe objective of the European Union in its relations \r\nwith Cuba is to encourage a peaceful transition \r\nprocess, led by the Cuban people, to a pluralist \r\ndemocracy, respect for human rights and fundamental \r\nfreedoms, sustainable economic recovery and \r\nimprovement in the living standards of the Cuban \r\npeople. \r\n The President returned to the Chair. \r\n While reaffirming the validity of the common \r\nposition of 1996, this past June the European Union \r\ndecided to lift the restrictive measures against Cuba \r\nand propose a dialogue without preconditions to the \r\nHavana authorities, based on reciprocity and non-\r\ndiscrimination. The Cuban Government accepted the \r\noffer, and a ministerial political dialogue session was \r\nheld in Paris on 16 October. The dialogue addressed all \r\nthe issues of common interest, including human rights, \r\nan area in which Europeans expect concrete action \r\nfrom the authorities in Havana. In addition, the \r\nEuropean Union will continue its dialogue with civil \r\nsociety and the democratic opposition. \r\n In recent months, the human rights situation in \r\nCuba has seen a few positive developments: Cuba’s \r\nsigning of the International Covenant on Civil and \r\nPolitical Rights and the International Covenant on \r\nEconomic, Social and Cultural Rights; the visit of the \r\nUnited Nations Special Rapporteur on the right to food \r\nand the possibility of visits from other rapporteurs; and \r\nthe commutation of death sentences to prison \r\nsentences. \r\n However, the human rights situation in Cuba has \r\nnot fundamentally changed, despite a decrease in the \r\nnumber of political prisoners and acts of harassment. \r\nThe Cuban Government continues to deny its citizens \r\ninternationally recognized civil, political and economic \r\nrights and freedoms. The European Union once again \r\nurges the Cuban Government to release unconditionally \r\nall political prisoners. That is one of the major priorities \r\nof the Union’s policy concerning Cuba. In particular, the \r\nEuropean Union expressed utmost concern about the \r\ndeteriorating health of several political prisoners who \r\nare members of the group of 75 political prisoners \r\ndetained since March 2003, and calls upon the Cuban \r\nauthorities to release them immediately. The European \r\nUnion also reiterates its call on the Cuban Government \r\nto grant freedom of expression and free access to \r\ninformation. \r\nA/63/PV.33  \r\n \r\n08-57511 24 \r\n \r\n The Cuban Government’s achievements in health \r\ncare and education are undermined by its restrictions \r\non civil, political and economic rights. Domestic \r\nCuban economic policy and the economic, commercial \r\nand financial embargo imposed by the United States \r\nseriously hamper the economic development of Cuba, \r\nnegatively affecting the standards of living of the \r\nCuban people. \r\n With regard to the United States of America, we \r\nexpress our rejection of all unilateral measures against \r\nCuba, which are contrary to the commonly accepted \r\nrules of international trade. We reaffirm our belief that \r\nthe lifting of the United States trade embargo would \r\nhelp open Cuba’s economy, to the benefit of the Cuban \r\npeople. With regard to Cuba, the European Union urges \r\nthe Cuban authorities to bring about real improvements \r\nin all the fields I have mentioned. \r\n For all of those reasons, and in spite of the \r\nserious criticisms arising as a result of Cuba’s human \r\nrights record, the European Union unanimously voted \r\nin favour of the resolution just adopted. \r\n Mrs. Viotti (Brazil) (spoke in Spanish): I have \r\nthe honour of taking the floor on behalf of the \r\nCommon Market of the South (MERCOSUR) and \r\nassociated States: Argentina, Bolivia, Chile, Colombia, \r\nEcuador, Paraguay, Peru, Uruguay, the Bolivarian \r\nRepublic of Venezuela and my own country, Brazil. \r\n As in past years, the MERCOSUR States parties \r\nand associated States voted in favour of the draft \r\nresolution proposed by the Cuban delegation, as we \r\nbelieve that the embargo against that country is in \r\nviolation of international law and is contrary to the \r\nprinciples of the Charter of the United Nations. The \r\nembargo has previously been condemned here in the \r\nUnited Nations and in other forums and international \r\norganizations such as the Organization of American \r\nStates, the Latin American Economic System, the Latin \r\nAmerican Summit and the Rio Group summits.  \r\n The position of MERCOSUR is based on the \r\nbroader principle of defending multilateralism, non-\r\nintervention and the peaceful settlement of disputes, \r\nwhich are the fundamental principles of diplomacy in \r\nSouth America. The embargo against Cuba is not in \r\nline with the rules of the World Trade Organization, \r\nwhich regulate international trade through agreements \r\nthat are binding for its members. \r\n MERCOSUR member States and associated \r\nStates condemn the application of unilateral coercive \r\nmeasures that impede free trade, that cause irreparable \r\ndamage to the well-being of peoples and that obstruct \r\nthe processes of regional integration. MERCOSUR and \r\nits associated States reject as a matter of principle \r\nunilateral and extraterritorial measures. That is another \r\nreason why we voted in favour of the draft resolution \r\nproposed by the Cuban delegation.  \r\n In voting in favour of this resolution, \r\nMERCOSUR and its associated States reiterated their \r\ncommitment to multilateralism as a legitimate tool for \r\ndispute settlement between States and an effective \r\ninstrument to promote international cooperation, \r\nhuman rights, security and understanding among \r\npeoples. \r\n Mrs. Phommachanh (Lao People’s Democratic \r\nRepublic): The Lao People’s Democratic Republic \r\nassociates itself with the statements made by the \r\nrepresentative of Antigua and Barbuda on behalf of the \r\nGroup of 77 and China and by the representative of \r\nEgypt on behalf of the Non-Aligned Movement.  \r\n The Lao People’s Democratic Republic reiterates \r\nits opposition to the continued unilateral imposition of \r\nthe economic, commercial and financial embargo upon \r\nthe Republic of Cuba by the Government of the United \r\nStates of America. The embargo, with its \r\nextraterritorial implications, is in direct violation of the \r\nprinciples and purposes of the United Nations Charter. \r\nFurthermore, it continues to cause untold suffering and \r\nhardship for the Cuban people and to hinder Cuba’s \r\nprogress in terms of socio-economic development. \r\n The adoption of the relevant resolutions with the \r\noverwhelming support of the General Assembly for 16 \r\nconsecutive years indicates the international \r\ncommunity’s rejection of unilateral coercive economic \r\nmeasures in general and to the economic, commercial \r\nand financial embargo against Cuba in particular. The \r\nresolution just adopted once again confirms the \r\nfriendship and solidarity of the international \r\ncommunity with the Cuban people and calls for the \r\nimmediate and unconditional lifting of the embargo \r\nagainst Cuba. \r\n The Lao People’s Democratic Republic believes \r\nin the importance of resolving differences between \r\ncountries through peaceful dialogue and negotiation on \r\nthe basis of equality and mutual respect for \r\nsovereignty. In that respect, the Lao People’s \r\n A/63/PV.33\r\n \r\n25 08-57511 \r\n \r\nDemocratic Republic reaffirms its continued support \r\nfor the General Assembly’s resolutions on this item and \r\nvoted in favour of the resolution just adopted. \r\n Mrs. Wahab (Indonesia): The delegation of \r\nIndonesia recognizes the importance of the Assembly’s \r\nhaving adopted resolution 63/7, which deals with the \r\nnecessity of ending the economic, commercial and \r\nfinancial embargo against Cuba. In addressing this \r\nissue, Indonesia aligns itself with the statements made \r\nby the representative of Antigua and Barbuda on behalf \r\nof the Group of 77 and China and by the Permanent \r\nRepresentative of Egypt on behalf of the Non-Aligned \r\nMovement.  \r\n Indonesia voted in favour of the resolution, as we \r\nconsistently and strongly believe that the actions \r\nhighlighted in the resolution run counter to the \r\nprinciples enshrined in the Charter of the United \r\nNations and the right of peoples to life, well-being and \r\ndevelopment without distinctions of any kind. \r\nIndonesia is in full agreement with the rest of the \r\ninternational community on this issue. We urge an end \r\nto the economic, commercial and financial embargo \r\nagainst Cuba. \r\n Mr. Swe (Myanmar): Myanmar joined the \r\noverwhelming majority of Member States in voting in \r\nfavour of the resolution just adopted, entitled \r\n“Necessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba”. \r\n Myanmar adheres to the five principles of peaceful \r\ncoexistence, which are the cornerstone of our foreign \r\npolicy. It is our strong belief that peace, security and \r\nstability can be promoted only through mutual respect, \r\npeaceful coexistence and non-interference in the internal \r\naffairs of other countries. \r\n The embargo imposed on Cuba not only runs \r\ncounter to the purposes and principles enshrined in the \r\nCharter of the United Nations, it also violates the \r\nfundamental principle of the sovereignty, equality and \r\nright to development of the peoples of all nations. \r\nFurthermore, the promulgation and application by the \r\nUnited States of extraterritorial laws and regulations \r\nthat affect the sovereignty of other States, the \r\nlegitimate interests of entities or persons under their \r\njurisdiction and freedom of trade and navigation \r\nviolate universally accepted principles of international \r\nlaw. \r\n My delegation strongly feels that the United \r\nStates should heed the call by the international \r\ncommunity and immediately put an end to the embargo \r\nagainst Cuba. The embargo does not in any way \r\npromote peace and stability in the region but instead \r\nhas serious negative impacts on the social, political and \r\neconomic development of the people of Cuba. My \r\ndelegation therefore voted in favour of the resolution.  \r\n Mr. Rachkov (Belarus) (spoke in Russian): The \r\nGeneral Assembly is once again discussing the \r\nquestion of the imposition on Cuba of an economic, \r\ncommercial and financial embargo. Once again, here in \r\nthis Hall, we have seen virtually unanimity regarding \r\nthe necessity of ending the embargo and lifting the \r\nrestrictions, which are damaging the vital interests of \r\nthe people of Cuba and are indeed inhumane.  \r\n Belarus opposes the sanctions and the unilateral \r\ncoercive measures imposed against Cuba. The \r\nsanctions are particularly inappropriate at a time when \r\nhumankind is grappling with a number of global \r\nproblems. The financial crisis, the resulting decline in \r\neconomic development and the fact that the sustainable \r\ndevelopment of States is increasingly dependent on a \r\nwide range of factors, from building a just system of \r\ninternational trade to overcoming climate change, \r\nmeans that we must jointly face these challenges and \r\ncounter them. In this new global context, there is no \r\nplace for unilateral sanctions. By voting in favour of \r\nthe resolution just adopted, we are calling on the \r\nUnited States to put an end to the embargo against the \r\nRepublic of Cuba, an embargo that has been \r\ncondemned by the international community. \r\n Ms. Espinosa (Ecuador) (spoke in Spanish): We \r\nwould like to state very briefly that we align ourselves \r\nwith the statements made on behalf of the Group of 77 \r\nand China, the Non-Aligned Movement and the \r\nCommon Market of the South and associated States.  \r\n My delegation voted in favour of the resolution \r\non the necessity of ending the economic, commercial \r\nand financial embargo imposed by the United States of \r\nAmerica against Cuba, in keeping with the principles \r\nof international law, the United Nations Charter and the \r\nrecommendations adopted by the General Assembly.  \r\n The Government and the new constitution of \r\nEcuador condemn the imposition of unilateral coercive \r\nmeasures, reject the threat or use of force to solve \r\ndisputes and defend the principles of multilateralism, \r\nnon-intervention and the peaceful settlement of \r\nA/63/PV.33  \r\n \r\n08-57511 26 \r\n \r\ndisputes. With that vote, Ecuador would like to \r\nreiterate its commitment to defending those principles \r\nand express its solidarity with the people of Cuba, \r\nwhose most basic rights are being violated. Ecuador \r\nappeals to our common reason and intelligence to put \r\nan end to the blockade against Cuba. We feel that it is \r\nnot only a violation of international law but also an \r\nattack on the human rights, dignity, freedom and \r\nhappiness of the Cuban people.  \r\n Mr. Ja’afari (Syrian Arab Republic) (spoke in \r\nArabic): My delegation too would like briefly to echo \r\nthe statements made by the representative of Antigua \r\nand Barbuda on behalf of the Group of 77 and China \r\nand the representative of Egypt on behalf of the \r\nNon-Aligned Movement. The text of our complete \r\nstatement will be available to delegations; I will now \r\ndeliver a summary of that text.  \r\n Despite repeated appeals by the General \r\nAssembly over the past 16 consecutive years, the \r\nGovernment of the United States of America has thus \r\nfar done nothing to comply with the wishes of the \r\ninternational community. It deliberately and stubbornly \r\nmaintains its misguided position, disregarding the just \r\ndemands of the international community. In addition, \r\nthe authorities of the United States of America have \r\nintroduced new measures to tighten the blockade \r\nagainst Cuba, a sovereign and independent State.  \r\n The behaviour of the United States and the \r\nmeasures it has taken are detrimental to the \r\nindependence, sovereignty, unity and territorial \r\nintegrity of Cuba and constitute a direct threat to the \r\nstability of the region and a blatant threat to \r\ninternational peace and security.  \r\n In accordance with its jurisdiction, the Assembly \r\nis duty-bound to take the necessary measures to put an \r\nend to the economic sanctions, the embargo and the \r\nantagonistic policies of the United States against its \r\nimmediate geographical neighbours and against other, \r\nmore distant, States.  \r\n In that connection, my delegation hopes that the \r\nembargoes imposed by the United States of America \r\nagainst Cuba and against numerous other States, \r\nincluding my country, the Syrian Arab Republic, will \r\nbe lifted. We also hope that the United States of \r\nAmerica will respect the voice of the international \r\ncommunity as expressed here in the Assembly and that \r\nthe institutions and other entities of that country will \r\nabide by the wishes of the international community in \r\nfull. We therefore voted in favour of the resolution just \r\nadopted.  \r\n It was striking to note Israel’s anomalous vote \r\nagainst the resolution just adopted, which was backed \r\nby the overwhelming majority of Member States. \r\nIsrael’s vote against the overwhelming majority is \r\nproof that it, too, pays no heed to international law and \r\nis part of an isolated minority in the international \r\ncommunity. Israel’s vote was highly detrimental to the \r\nUnited States of America.  \r\n Successive United States policies since the \r\nimposition of the unjust blockade on Cuba have used a \r\nvariety of creative means to violate international law. \r\nThese have taken on dangerous dimensions, due to the \r\ninconsistency of the mechanisms governing \r\ninternational relations in dealing with misguided \r\nUnited States policies towards the peoples and \r\ncountries of the world. An inability to make use of \r\nestablished accountability mechanisms does not mean \r\nthat history will fail to hold the United States of \r\nAmerica responsible for its misguided decisions, which \r\nare in violation of international law. These include \r\nmilitary invasions of States; changing Governments by \r\nforce; fabricating internal disturbances in countries to \r\npressure their Governments; arming aggressors; \r\nimposing unjust blockades and unilateral economic \r\nsanctions against States; conducting trials and \r\nestablishing mobile prisons and detention centres \r\noutside the framework of international law; and \r\ncommitting flagrant acts of aggression against the \r\nborders of other States, including my country, the \r\nSyrian Arab Republic.  \r\n The question is: are those misguided American \r\npractices in conformity with the noble principles of the \r\nfounding fathers and past leaders of the United States \r\nof America, such as George Washington, John Adams, \r\nAbraham Lincoln and Woodrow Wilson? I leave the \r\nanswer to be given by American officials. \r\n Mrs. Juul (Norway): Norway considers the \r\nUnited States embargo against Cuba to be \r\nfundamentally a bilateral issue. We support sanctions \r\nwhen they are adopted by the international community \r\nthrough the United Nations. But we cannot support the \r\nextraterritorial extension of unilateral measures against \r\na third country. Therefore, we cannot accept that \r\nunilateral measures imposed by the United States \r\nshould determine Norway’s relations with Cuba.  \r\n A/63/PV.33\r\n \r\n27 08-57511 \r\n \r\n Norway is encouraged by some positive \r\ndevelopments in the area of human rights in Cuba. \r\nCuba recently signed the International Covenants on \r\nCivil and Political Rights and on Economic, Social and \r\nCultural Rights. The visit of the United Nations Special \r\nRapporteur on the right to food is a positive step. We \r\nparticularly welcome the commutation of death \r\nsentences to prison sentences.  \r\n Nevertheless, Norway remains concerned about \r\nthe protection and promotion of human rights in Cuba. \r\nWe also reiterate our call on the Cuban Government to \r\ngrant freedom of expression and free access to \r\ninformation.  \r\n Norway does not consider isolation to be an \r\nappropriate response to the developments in Cuba. \r\nMore can be achieved through a constructive dialogue \r\nwith the Government of Cuba. Moving forward, \r\nNorway intends to contribute to such a dialogue. \r\n For those reasons, Norway just voted — as in \r\nprevious years — for the resolution just adopted. \r\n Mr. Butagira (Uganda): As it has consistently \r\ndone in the past, my delegation voted in favour of the \r\nresolution opposing the economic, commercial and \r\nfinancial embargo against Cuba. It has gone beyond a \r\nbilateral matter. The embargo is unjustified. It has had \r\nan adverse impact on the people of Cuba for too long.  \r\n Furthermore, we do not support unilateral \r\nmeasures with extraterritorial application, which we \r\nbelieve are inconsistent with the principles of the \r\nCharter of the United Nations, international law and \r\nhumanitarian law. \r\n The President (spoke in Spanish): We have now \r\nheard the last speaker in explanation of vote. \r\n Once again we, the international community, the \r\nentire world, the representatives of “we the peoples”, \r\nin whose names the United Nations was founded, have \r\nexpressed our rejection of the illegal and criminal \r\nblockade imposed on Cuba, a heroic country of  \r\nunfailing solidarity. We have also heard many \r\nstatements of respect and appreciation for our brother \r\nFidel Castro and all his noble people.  \r\n As President of the General Assembly, it is up to \r\nme, inter alia, in all times and in all places to defend \r\nthe letter and the spirit of our Charter, taking into \r\naccount the fact that the cause of peace obliges all of \r\nus to respect and enforce respect for the principles and \r\nstandards set out in the Charter. There is nothing more \r\ncounter to the spirit and letter of the Charter than the \r\nblockade maintained by the United States against \r\nCuba. The blockade against Cuba, which has so rightly \r\nbeen repudiated and condemned with a unanimity from \r\nwhich it seems only the aggressor is excluded, must be \r\nended once and for all.  \r\n In view of recent events in Cuba and the damage \r\ncaused by Hurricane Ike, which hit the island right \r\nafter Hurricane Gustav, maintaining that blockade, in \r\naddition to all that has been said already on the subject, \r\nis clearly an act of extreme cruelty. Cuba deserves all \r\nour respect, our love and our solidarity.  \r\n I pray that our dear brothers and sisters who have \r\ninsisted on maintaining that criminal blockade against \r\nCuba at all costs will find within themselves the moral \r\nstrength to set themselves free from this unwholesome \r\nstubbornness and will then be able to put an immediate \r\nend to the blockade.  \r\n To Fidel, who is undeniably a hero of \r\ninternational solidarity, and to all the wonderful people \r\nof Cuba, I express our unwavering respect and \r\nsolidarity. We will do everything possible — and \r\nimpossible — to ensure that the overwhelming opinion \r\nmanifested here in the United Nations is no longer \r\nflouted. Viva Cuba! \r\n May I take it that it is the wish of the Assembly \r\nto conclude its consideration of agenda item 19?  \r\n It was so decided. \r\nThe meeting rose at 1.20 p.m. \r\n \r\n"