" United Nations  A/63/PV.39\r\n  \r\n \r\nGeneral Assembly \r\nSixty-third session \r\n \r\n39th plenary meeting \r\nThursday, 6 November 2008, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-59039 (E) \r\n*0859039* \r\nPresident: Mr. D’Escoto Brockmann . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\nThe meeting was called to order at 10.15 a.m. \r\n \r\n \r\nAgenda item 103 (continued) \r\n \r\nElection to fill vacancies in principal organs \r\n \r\n (c) Election of five members of the International \r\nCourt of Justice \r\n \r\n  Memorandum by the Secretary-General \r\n(A/63/186) \r\n \r\n  List of candidates (A/63/187 and Add.1 and 2) \r\n \r\n  Curricula vitae (A/63/188) \r\n \r\n The President (spoke in Spanish): This morning, \r\nthe General Assembly will proceed to the election of \r\nfive members of the International Court of Justice for a \r\nnine-year term of office commencing on 6 February \r\n2009. The terms of office of the following judges \r\nexpire on 5 February 2009: Mr. Ronny Abraham \r\n(France), Mr. Awn Shawkat Al-Khasawneh (Jordan), \r\nMs. Rosalyn Higgins (United Kingdom of Great \r\nBritain and Northern Ireland), Mr. Gonzalo Parra-\r\nAranguren (Bolivarian Republic of Venezuela) and \r\nMr. Raymond Ranjeva (Madagascar). \r\n In connection with the election, I should like to \r\nbring the following matters to the attention of the \r\nmembers of the General Assembly. \r\n I should like to confirm that, at this time, the \r\nSecurity Council, independently of the General \r\nAssembly, is also proceeding to elect five members of \r\nthe Court. That procedure is in accordance with Article \r\n8 of the Statute of the Court, which provides that “The \r\nGeneral Assembly and the Security Council shall \r\nproceed independently of one another to elect the \r\nmembers of the Court”. \r\n Accordingly, the results of the voting in the \r\nGeneral Assembly will be communicated to the \r\nSecurity Council only when five candidates have \r\nobtained the required majority in the Assembly. \r\n I should also like to draw the attention of the \r\nAssembly to the documents relating to the election. \r\nDocument A/63/186 contains a memorandum by the \r\nSecretary-General on the present composition of the \r\nCourt and the procedure to be followed in the General \r\nAssembly and in the Security Council with regard to \r\nthe election. Documents A/63/187 and A/63/187/Add.1 \r\ncontain the list of candidates nominated by national \r\ngroups.  \r\n In that connection, the Legal Counsel has \r\ninformed me that, after the established deadline for \r\nnominating candidates, the following additional \r\nsubmissions were received from several national \r\ngroups, all of which relate to the candidates already \r\nnominated by other national groups appearing in \r\ndocuments A/63/187 and Add.1: Ronny Abraham \r\n(France) has been nominated also by the national \r\ngroups of Italy, the Russian Federation and Uruguay; \r\nAwn Shawkat Al-Khasawneh (Jordan) has been \r\nnominated also by the national groups of Italy, \r\nParaguay and Uruguay; Antônio Augusto Cançado \r\nTrindade (Brazil) has been nominated also by the \r\nnational groups of Chile, El Salvador, Paraguay, Spain \r\nand Uruguay; Christopher Greenwood (United \r\nA/63/PV.39  \r\n \r\n08-59039 2 \r\n \r\nKingdom of Great Britain and Northern Ireland) has \r\nbeen nominated also by the national groups of Italy and \r\nthe Russian Federation; and Abdulqawi Ahmed Yusuf \r\n(Somalia) has been nominated also by the national \r\ngroups of Italy and Uruguay.  \r\n I should also like to draw the attention of the \r\nAssembly to a note by the Secretary-General, \r\ncontained in document A/63/187/Add.2, in which he \r\nindicates that the national group of Colombia decided \r\nto withdraw its nomination of Mr. Rafael Nieto-Navia \r\nas a candidate. \r\n The Assembly also has before it document \r\nA/63/188, which contains the curricula vitae of the \r\ncandidates nominated by the national groups. \r\n In accordance with Article 10, paragraph 1, of the \r\nStatute of the Court, those candidates who obtain an \r\nabsolute majority of votes both in the General \r\nAssembly and in the Security Council shall be \r\nconsidered as elected. \r\n The consistent practice of the United Nations has \r\nbeen to interpret the words “absolute majority” as \r\nmeaning a majority of all electors, whether or not they \r\nvote or are allowed to vote. The electors in the General \r\nAssembly are all 192 Member States. Accordingly, for \r\nthe present election, 97 votes constitute an absolute \r\nmajority in the General Assembly. \r\n Pursuant to rule 151 of the rules of procedure of \r\nthe Assembly, if in the first ballot the number of \r\ncandidates obtaining an absolute majority is less than \r\nfive, a second ballot will be held and balloting will \r\ncontinue at the same meeting until five candidates have \r\nobtained the required majority. \r\n At its 915th meeting, on 16 November 1960, the \r\nGeneral Assembly decided that ballots shall be \r\nunrestricted. That decision has been followed \r\nconsistently.  \r\n I should like to bring another matter to the \r\nattention of the General Assembly. Cases have arisen in \r\nthe Security Council in which more than the required \r\nnumber of candidates have obtained an absolute \r\nmajority on the same ballot. The same also occurred in \r\nthe General Assembly, at the 44th plenary meeting of \r\nthe sixtieth session, on 7 November 2005. \r\n Both organs decided to hold a new ballot on all \r\nthe candidates, and no notification to the President of \r\nthe other organ was made until only the required \r\nnumber of candidates, and no more, had obtained an \r\nabsolute majority. \r\n May I take it that the General Assembly agrees to \r\nthe same procedure should the case arise at this \r\nelection?  \r\n It was so decided. \r\n The President (spoke in Spanish): I should like \r\nto remind representatives that, pursuant to rule 88 of \r\nthe rules of procedure,  \r\n “After the President has announced the \r\nbeginning of voting, no representative shall \r\ninterrupt the voting except on a point of order in \r\nconnection with the actual conduct of the voting.” \r\n Any announcements, including those concerning \r\nwithdrawals of candidatures, should therefore be made \r\nprior to the commencement of the voting process, that \r\nis to say, before the announcement of the beginning of \r\nthe voting process. \r\n We shall now begin the voting process. Ballot \r\npapers will now be distributed. \r\n Representatives are requested to use only the \r\nballot papers now being distributed. Only those \r\ncandidates whose names appear on the ballot papers \r\nare eligible. Representatives will indicate the five \r\ncandidates for whom they wish to vote by placing \r\ncrosses to the left of their names on the ballot papers. \r\nBallot papers on which more than five names are \r\nmarked will be considered invalid. Votes may be cast \r\nonly for those whose names appear on the ballot \r\npapers. \r\nAt the invitation of the President, Mrs. Noni Ismi \r\n(Brunei Darussalam), Ms. Yuliana Georgieva \r\n(Bulgaria), Miss Sheree Chambers (Jamaica), \r\nMr. Paul Ballantyne (New Zealand), Mr. Saidu \r\nDodo (Nigeria) and Ms. Louise Ahlden (Sweden) \r\nacted as tellers. \r\n A vote was taken by secret ballot. \r\n  The meeting was suspended at 10.35 a.m. and \r\nresumed at 12.15 p.m. \r\n The President: The result of the voting is as \r\nfollows: \r\n Number of ballot papers:    191 \r\n Number of invalid ballots:        0 \r\n Number of valid ballots:    191 \r\n A/63/PV.39\r\n \r\n3 08-59039 \r\n \r\n Abstentions:          0 \r\n Number of members voting:   191 \r\n Required absolute  majority:     97 \r\n Number of votes obtained: \r\n  Mr. Antônio Augusto Cançado  \r\n  Trindade (Brazil)    163 \r\n  Mr. Christopher Greenwood  \r\n  (United Kingdom of Great Britain  \r\n  and Northern Ireland)    157 \r\n  Mr. Ronny Abraham (France)  152 \r\n  Mr. Awn Shawkat Al-Khasawneh \r\n  (Jordan)      151 \r\n  Ms. Miriam Defensor-Santiago  \r\n  (Philippines)     106 \r\n  Mr. Abdulqawi Ahmed Yusuf \r\n  (Somalia)        92 \r\n  Mr. Maurice Kamto  \r\n  (Cameroon)       81 \r\n  Mr. Sayeman Bula-Bula \r\n  (Democratic Republic of the Congo)   23 \r\n The following five candidates have obtained an \r\nabsolute majority in the General Assembly: Mr. Ronny \r\nAbraham, Mr. Awn Shawkat Al-Khasawneh, \r\nMr. Antônio Augusto Cançado Trindade, Ms. Miriam \r\nDefensor-Santiago and Mr. Christopher Greenwood.  \r\n I have communicated the result of the voting to \r\nthe President of the Security Council.  \r\n I have also received a letter from the President of \r\nthe Security Council, which reads: \r\n(spoke in Spanish) \r\n “I have the honour to inform you that at the \r\n6011th meeting of the Security Council, held on \r\n6 November 2008, for the purpose of electing \r\nfive members of the International Court of Justice \r\nfor a term of office beginning on 6 February \r\n2009, Mr. Ronny Abraham, Mr. Awn Shawkat \r\nAl-Khasawneh, Mr. Antônio Augusto Cançado \r\nTrindade, Mr. Christopher Greenwood and \r\nMr. Abdulqawi Ahmed Yusuf obtained an \r\nabsolute majority of votes.” \r\n(spoke in English) \r\n As a result of the independent voting in the \r\nSecurity Council and in the General Assembly, the \r\nfollowing four candidates have obtained an absolute \r\nmajority in both organs: Mr. Ronny Abraham, Mr. Awn \r\nShawkat Al-Khasawneh, Mr. Antônio Augusto Cançado \r\nTrindade and Mr. Christopher Greenwood. They are \r\ntherefore duly elected members of the International \r\nCourt of Justice to serve for a nine-year term \r\ncommencing on 6 February 2009. I should like to take \r\nthis opportunity to extend to them the congratulations \r\nof the Assembly on their election.  \r\n In accordance with the provisions of article 11 of \r\nthe Statute of the Court, it will be necessary to hold \r\nanother meeting to fill the remaining vacancy.  \r\n I propose that the present meeting should be \r\nadjourned and that the 40th meeting should be held \r\nimmediately to vote on the remaining vacancy. \r\nThe meeting rose at 12.20 p.m. \r\n"