" United Nations  A/63/PV.45\r\n  \r\n \r\nGeneral Assembly \r\nSixty-third session \r\n \r\n45th plenary meeting \r\nTuesday, 11 November 2008, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-59952 (E) \r\n*0859952* \r\nPresident: Mr. D’Escoto Brockmann . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\n In the absence of the President, Mr. Mbuende \r\n(Namibia), Vice-President, took the Chair. \r\n \r\n \r\n  The meeting was called to order at 3.10 p.m. \r\n \r\n \r\nAgenda item 65 (continued) \r\n \r\nStrengthening of the coordination of humanitarian \r\nand disaster relief assistance of the United Nations, \r\nincluding special economic assistance \r\n \r\n (a) Strengthening of the coordination of emergency \r\nhumanitarian assistance of the United Nations \r\n \r\n  Reports of the Secretary-General (A/63/81, \r\nA/63/277 and A/63/348) \r\n \r\n (b) Special economic assistance to individual \r\ncountries or regions \r\n \r\n  Report of the Secretary-General (A/63/295) \r\n \r\n  Draft resolution (A/63/L.21) \r\n \r\n (c) Assistance to the Palestinian people \r\n \r\n  Report of the Secretary-General (A/63/75) \r\n \r\n Mr. Oosthuizen (South Africa): My delegation \r\nwould like to express its appreciation for the reports by \r\nthe Secretary-General provided under agenda item 65, \r\nwhich provide a useful analysis of the specific \r\nchallenges that the international humanitarian \r\ncommunity faces today, as well as practical suggestions \r\nfor consideration as to further guide our deliberations \r\nwithin the General Assembly. \r\n Recognizing the challenges that we continue to \r\nface to assist vulnerable communities around the \r\nworld, allow me to thank the United Nations Office for \r\nthe Coordination of Humanitarian Affairs for the work \r\ndone to further strengthen the coordination of \r\nhumanitarian assistance in the United Nations. \r\n The United Nations humanitarian system, like \r\nmany other institutions, is faced with the reality of \r\nincreasing demands within the ambit of rising food \r\nprices, increased input costs, challenges of climate \r\nchange and the well-known challenge of the current \r\nfinancial crisis that is negatively affecting all Member \r\nStates. It is up to us as Member States to continue to \r\nshow our commitment to the United Nations \r\nhumanitarian community and to ensure its success \r\nduring these difficult times. \r\n The recent High-Level Conference on World \r\nFood Security, which was held in Rome during June \r\n2008, highlighted the particular challenges that \r\ndeveloping countries are facing with regard to the high \r\ncost of food and how this impacts on feeding their \r\nvulnerable people. The negative impact that high food \r\nprices have on the budgets of humanitarian \r\norganizations, such as the Food and Agriculture \r\nOrganization of the United Nations (FAO) and the \r\nWorld Food Programme, has also been highlighted, \r\nwhich in turn highlights the importance of donors \r\nfulfilling their commitments to contribute in a timely \r\nand adequate manner to the funding of these \r\norganizations. \r\nA/63/PV.45  \r\n \r\n08-59952 2 \r\n \r\n Funding will always remain critical to ensure the \r\neffective functioning of humanitarian organizations. \r\nThis reality was recognized by Member States when \r\nthey adopted resolution 60/124 of 15 December 2005, \r\ngiving birth to the new Central Emergency Response \r\nFund (CERF), which has as one of its main objectives \r\nthe provision of funding in a more predictable and \r\ntimely manner to ensure that early action would be \r\npossible in an effort to reduce loss of life. Although the \r\nnew Fund has only been in operation for the past few \r\nyears, the report of the Secretary-General (document \r\nA/63/348) highlights the various successes it has \r\nalready achieved, one of which was to achieve its \r\naforementioned goal of providing assistance in a timely \r\nmanner in order to reduce loss of life, a critical element \r\nin the provision of humanitarian assistance. The fact \r\nthat the Fund contributed substantially to the so-called \r\nunder-funded emergencies, particularly in Africa, is a \r\nwelcome success for my delegation. \r\n As one of the original contributors to the Fund, \r\nSouth Africa will support the appeal made by the \r\nSecretary-General for continued and increased support \r\nto the Fund. This should not only mean financial \r\nsupport, but also include the need to strengthen the \r\nSecretariat to meet the challenges associated with the \r\nfunctioning, management and oversight of the Fund. At \r\nthe same time, it is important to re-emphasize that \r\ncontributions to the Fund should be additional to \r\ncurrent commitments and not be to the detriment of \r\nresources made available for international cooperation \r\nfor development. \r\n However, it is also recognized that challenges \r\nwithin CERF still remain and will need to be addressed \r\nto ensure that the Fund will contribute more effectively \r\nto the workings of the United Nations humanitarian \r\nsystem. Solutions need to be found to allow \r\nnon-governmental organizations to access funding \r\nquicker; better and clearer criteria need to be \r\ndeveloped for resource allocation; quicker methods to \r\nobtain approval for the use of funds and better \r\ncommunication to allow agencies to better understand \r\nthe role and use of the grant facility need to be \r\ndeveloped. This requires continued involvement by \r\nMember States, and a further evaluation of the \r\neffective functioning of the Fund in the General \r\nAssembly will again be needed in the near future. \r\n What the current financial and humanitarian \r\ncrisis also highlights is the critical need for effective \r\npartnerships between Member States, the United \r\nNations humanitarian organizations and \r\nnon-governmental organizations to work together to \r\nensure a coordinated approach to providing life-saving \r\nhumanitarian assistance to affected communities all \r\naround the world. These partnerships, under the \r\nleadership of national Governments, could also include \r\nthe engagement of regional organizations to help \r\nimprove humanitarian responses and standby \r\ncapacities. \r\n It is important to recognize, however, that owing \r\nto the increase in the scope and severity of the impact \r\nof humanitarian emergencies, many developing \r\ncountries do not have the capacity to deal with disaster \r\npreparedness, risk reduction and the impact of these \r\nemergencies. An appeal is, therefore, made in order \r\nthat the United Nations system and the international \r\ncommunity continue to play their important role in \r\nassisting developing countries to enhance their \r\nhumanitarian capacities in addressing these challenges. \r\n My delegation will, therefore, actively engage in \r\ndiscussions in an effort to contribute to the collective \r\nwisdom of the United Nations so as to ensure an \r\nincrease in the effectiveness of the United Nations \r\nsystem to provide humanitarian assistance. In \r\nparticular, it remains a priority for my delegation to \r\nfurther the debate on the effective contribution that the \r\ncluster approach could make as one of the measures \r\nseeking to provide better leadership and prevent \r\nduplication and gaps in the provision of humanitarian \r\nassistance. \r\n Also recognizing the role that military assets \r\ncould play in the provision of disaster relief, it would \r\nbe important to promote the effective use of \r\ninternationally recognized guidelines on civil-military \r\ncoordination, in full respect of existing humanitarian \r\nprinciples. \r\n South Africa remains cognizant of the important \r\nrole that parties to complex humanitarian emergencies \r\ncan play in ensuring safe access to humanitarian \r\npersonnel when providing assistance to vulnerable \r\ncommunities. Rapid and unimpeded passage of \r\nhumanitarian personnel and relief consignments to \r\naffected communities is, therefore, critical. It is \r\nessential, however, that humanitarian assistance should \r\nbe provided in a manner based on the principles of \r\nhumanity, neutrality, impartiality and independence, as \r\nenshrined in General Assembly resolution 46/182 and \r\nother relevant General Assembly resolutions. \r\n A/63/PV.45\r\n \r\n3 08-59952 \r\n \r\nFurthermore, my delegation remains convinced of the \r\nneed to protect civilians during complex humanitarian \r\nemergencies and calls on all participants to address \r\ngender-based violence and make all possible efforts to \r\nensure that adequate measures are put into place to \r\nprevent, promptly investigate and persecute acts of \r\ngender-based violence. \r\n In this regard, South Africa would also like to \r\nexpress its concern about the increasing number of \r\nattacks against United Nations and other humanitarian \r\npersonnel around the world. We would like to \r\ncommend the courage and commitment of those brave \r\nmen and women and also urge all parties involved in \r\narmed conflicts to comply with international \r\nhumanitarian law, in particular their obligations under \r\nthe Geneva Conventions and the Additional Protocols. \r\n In conclusion, South Africa would like to \r\nreiterate its commitment to continue to contribute to \r\nthe effective working of the humanitarian system, \r\nwithin its modest means. It is our hope that the \r\ninternational community will be able to work together \r\nin a spirit of partnership to provide assistance better, \r\nfaster, more predictably and in a better coordinated \r\nmanner, that will also take the needs of affected \r\ncommunities into consideration and not be based on \r\nfinancial considerations alone. \r\n Mr. Suarez (Colombia) (spoke in Spanish): My \r\ndelegation associates itself with the statement delivered \r\nyesterday on behalf of the Group of 77 and China. \r\n In line with General Assembly resolution 46/182, \r\nthe Government of Colombia has assumed primary \r\nresponsibility for and the main role in the initiation, \r\norganization, coordination and implementation of \r\nhumanitarian assistance within its territory. The State \r\nhas adopted laws, policies and programmes for \r\ncomprehensive assistance that take into account \r\ninternational standards. National bodies, with significant \r\ntechnical capacity, coordinate the implementation of these \r\npolicies through the organization of actions involving \r\nnational, departmental and municipal authorities, with the \r\nparticipation of the private sector and civil society. I \r\nwould like to emphasize, in this respect, the National \r\nHumanitarian Plenary, a coordination initiative led by the \r\nPresidential Agency for Social Action. Representatives of \r\nlocal government, international humanitarian assistance \r\norganizations and non-governmental organizations \r\nparticipate in that initiative. \r\n Our country has faced natural disasters as a result \r\nof its location in the tropics, climate change and \r\nseismic and volcanic phenomena. In order to deploy \r\neffective responses, both the National System and the \r\nNational Plan for Disaster Prevention and Response \r\nhave been strengthened. We also have protocols to \r\nguide the response from the presidency, ministries and \r\nthe Public Force and guidelines for the formulation of \r\nemergency sectoral plans. We have also provided \r\ncooperation in this field to countries in Latin America \r\nand the Caribbean. \r\n Likewise, Colombia implements solid \r\nhumanitarian response policies in response to terrorist \r\nviolence caused by illegal armed groups. The State has \r\nprogressively strengthened its comprehensive \r\nprogrammes for the assistance of displaced persons and \r\nother victims of violence. Priority access of this \r\npopulation to State social services, socio-economic \r\nstabilization and reparations are essential components \r\nin those initiatives. I must stress that a budget close to \r\n$500 million is assigned each year for aid to displaced \r\npeople. \r\n In the past six years, the number of violent \r\nincidents has declined substantially, thanks to the \r\nDemocratic Security Policy and the massive \r\ndemobilization of former members of illegal armed \r\ngroups. The consolidation of security is a decisive \r\nfactor in mitigating the causes of humanitarian \r\nemergencies in Colombia. \r\n The Secretary-General’s reports refer to several \r\ntopics that deserve special attention. With regard to \r\ndisasters associated with climate change, we would \r\nhighlight the role of international cooperation and \r\ntechnology transfer in the fields of adaptation, the \r\ndevelopment of early warning systems and the \r\nstrengthening of national preparedness and response \r\ncapacities. \r\n With respect to the global food crisis, short-, \r\nmedium- and long-term measures and joint efforts for \r\nsolidarity among States and the international \r\ncommunity as a whole, are essential to addressing that \r\nmultidimensional problem. \r\n With regard to the safety of humanitarian \r\npersonnel, coordination and dialogue between the \r\nUnited Nations and Governments are required in order \r\nto identify risks, exchange information and define \r\nprotection measures that are more effective against acts \r\nof violence affecting humanitarian work. \r\nA/63/PV.45  \r\n \r\n08-59952 4 \r\n \r\n In relation to funding, Colombia appreciates the \r\nconsolidation of the Central Emergency Respond Fund \r\nas an effective and flexible instrument that strengthens \r\nthe response to time-critical emergencies and to \r\nsituations where assistance has been under-funded or \r\nwhere there is a lack of resources. \r\n Humanitarian assistance must be developed in a \r\nsustainable process aimed at rebuilding the social \r\nfabric of affected communities. In this respect, an \r\nappropriate transition from relief to development is a \r\ncritical element in the design of policies and actions for \r\nhumanitarian assistance.  \r\n The guiding principles set out in resolution \r\n46/182 define the basic framework for humanitarian \r\nassistance. The cooperation of the United Nations and \r\nother actors of the international community must be \r\nprovided in accordance with those principles, which \r\ninclude humanity, impartiality and neutrality, while \r\nalso ensuring adequate coordination with the national \r\nprogrammes and authorities of the affected States. That \r\nis the only way to ensure effectiveness, coherence, a \r\nbetter response and a more efficient use of resources. \r\nColombia will remain committed to promoting and \r\nimplementing that framework of action. \r\n Mr. Petranto (Indonesia): Indonesia welcomes \r\nthe continued focus by the General Assembly on this \r\nagenda item. I align Indonesia’s statement with that of \r\nAntigua and Barbuda on behalf of the Group of 77 and \r\nChina. Allow me also to thank the Secretary-General \r\nfor the comprehensive reports, which give a detailed \r\nand useful account of efforts to enhance international \r\nhumanitarian responses. \r\n Development and progress towards the \r\nMillennium Development Goals has suffered severe \r\nsetbacks. Not only has the global economy been less \r\nconducive to growth, but disasters emanating from \r\nhuman and natural causes have compounded their \r\nnegative impacts. \r\n The timely provision of humanitarian assistance \r\nhas therefore become more essential as a means for a \r\nrapid response for the victims but also as a means to \r\nhelp restore lives and development efforts. \r\n In that context, my delegation continues to believe \r\nthat an effective mechanism should be put in place. It \r\nshould be demand-driven, as embodied in resolution \r\n46/182 of 19 December 1991. That resolution rightly \r\nunderlines the principles of neutrality, humanity and \r\nimpartiality and calls for full respect for the sovereignty, \r\nterritorial integrity and national unity of States. \r\n Indonesia would also like to emphasize the \r\nimportance of strengthening the role of the Office for \r\nthe Coordination of Humanitarian Affairs. At the same \r\ntime, the Central Emergency Respond Fund (CERF) \r\nhas been an important component in providing more \r\npredictable and timely responses to humanitarian \r\nemergencies. Synergies between the two should be \r\nstrengthened continually in order to enhance \r\ninternational humanitarian efforts. \r\n Indonesia appreciates the independent review of \r\nthe CERF commissioned by the Secretary-General. \r\nWhile the Fund’s operations only started two years \r\nago, it has shown some encouraging results. Indonesia \r\ntakes note that the Fund has been more effective in \r\nenabling rapid mobilization of necessary funds for life-\r\nsaving operations in many countries that have \r\nexperienced sudden disasters and conflicts. The \r\nrecommendations of the review have been noted and \r\nshould be further discussed with key stakeholders. \r\nIndonesia looks forward to actively contributing to \r\nthose discussions. Let us not forget that the CERF \r\nrelies on the commitment and contributions of Member \r\nStates. We encourage the continued support of Member \r\nStates to replenish the Fund. \r\n With the increasing disasters we are witnessing \r\nglobally, there is still obvious room for improvement in \r\ncoordination, effectiveness and efficiency, with the \r\nobjective of strengthening partnerships at all levels. \r\nAlthough all countries should undertake appropriate \r\nmeasures to mitigate the impacts of disasters, we \r\ncannot deny that most developing countries lack the \r\ncapacity to provide swift and timely relief efforts and \r\nconduct rehabilitation and recovery programmes at \r\nlater stages. Therefore, we also believe that the \r\ninternational community, including the United Nations \r\nsystem and other relevant actors, should not fail to \r\nsupport the capacity and capability of developing \r\ncountries in, among other areas, developing disaster \r\npreparedness plans. Indonesia itself has developed and \r\nis launching today an Indonesian tsunami early \r\nwarning system. We hope that the international \r\ncommunity will support our initiative. \r\n On behalf of the Association of Southeast Asian \r\nNations and tsunami-affected countries, Indonesia will \r\nalso be submitting a draft resolution entitled \r\n“Strengthening emergency relief, rehabilitation, \r\n A/63/PV.45\r\n \r\n5 08-59952 \r\n \r\nreconstruction and prevention in the aftermath of the \r\nIndian Ocean tsunami disaster” for the General \r\nAssembly’s consideration. The draft resolution builds \r\non recent developments and lessons learned during the \r\nrehabilitation and reconstruction phase in the affected \r\ncountries. Indonesia seeks the continued sponsorship of \r\nMember States of the draft resolution, which will be \r\ntaken up for the last time at this year’s session. \r\n The Acting President: In accordance with \r\nGeneral Assembly resolution 45/6 of 16 October 1990, \r\nI now call on Ms. Christine Beerli, Vice-President of \r\nthe International Committee of the Red Cross. \r\n Ms. Beerli (International Committee of the Red \r\nCross): In many places around the world — this week \r\nin particular, we are thinking of the dramatic situation \r\nin eastern Democratic Republic of the Congo — the \r\nlives of countless men, women and children continue \r\nto be ravaged by armed conflicts or other situations of \r\nviolence. Natural disasters are occurring more \r\nfrequently. A scarcity of resources, due partly to \r\nenvironmental degradation and climate change, and \r\nrising food insecurity imperil livelihoods that are \r\nalready fragile. All those factors contribute to poverty, \r\nmigration and increased public health risks and \r\naggravate the humanitarian consequences of armed \r\nconflict. \r\n The activities of the International Committee of \r\nthe Red Cross (ICRC) are exclusively humanitarian. It \r\nworks throughout the world to protect and assist \r\npersons affected by armed conflict and other situations \r\nof violence. Its aim is to meet their most urgent needs \r\nwithout discrimination of any kind. The ICRC is \r\ndetermined to remain a reliable, effective and \r\npredictable organization that can adapt to evolving \r\nhumanitarian situations and needs — an organization \r\nwhose work is underpinned by a strong culture of \r\naccountability, first and foremost to the affected \r\npersons themselves. \r\n Today, humanitarian action is carried out in \r\nhighly complex and sensitive environments and faces \r\nmany challenges. Gaining and maintaining access to \r\npersons in need of protection while minimizing \r\nsecurity risks is, beyond a doubt, our top-priority \r\nconcern in most operations. \r\n The level of violence has increased considerably \r\nin many countries where the ICRC works, with serious \r\nhumanitarian consequences for the civilian population. \r\nThe risks of the rejection and instrumentalization of \r\nhumanitarian staff are growing, and that has dramatic \r\nand dire consequences with regard to their safety. \r\n The ability of its staff to carry out its \r\nhumanitarian tasks safely is of extreme importance to \r\nthe ICRC. Safety is more than just an issue of physical \r\nprotection; if the ICRC is to operate in safety, it must \r\nhave acceptance. Acceptance is entirely dependent on \r\nthe perception of the parties to an armed conflict, and \r\nof those whom the ICRC assists, with regard to its \r\nexclusively humanitarian and impartial approach and \r\nits dissociation from any kind of political or military \r\nagenda. Impartiality implies that assistance will be \r\nprovided without any discrimination and will be based \r\nsolely on assessed needs. Credible neutrality and \r\nindependence require that we deliberately refrain from \r\nacting in any way or making any kind of statement that \r\nmight be interpreted as taking sides or being associated \r\nwith a specific agenda. Proximity to affected people is \r\nas essential to the ICRC as sustained dialogue with all \r\nactors in armed conflicts — no matter how they may be \r\ncharacterized by the international community — and \r\nwith all those who are able to influence such actors. \r\n On the basis of its long experience in working in \r\nthe area of armed conflict, the ICRC believes that it is \r\nits exclusively humanitarian, neutral, independent and \r\nimpartial approach that allows it to operate in places \r\nsuch as Afghanistan, Colombia and Darfur, to fulfil its \r\nhumanitarian mandate in the North and South Caucasus \r\nand Pakistan, and to act as a neutral and humanitarian \r\nintermediary — for example, to facilitate the release of \r\ncaptured civilians. It considers that way of working to \r\nbe the most effective and powerful tool at its disposal \r\nfor ensuring access to people and acceptance by all \r\nparties. Of course, that rests on the assumption that \r\nbelligerent parties trust the ICRC, but it is precisely \r\nsuch trust that is increasingly difficult to build and \r\nmaintain, as various stakeholders are calling the very \r\nfoundations of humanitarian aid into question, which is \r\nyet another challenge of serious concern to the ICRC \r\ntoday. \r\n The environment for humanitarian action has \r\nchanged dramatically in recent years. The integration \r\nof crisis management tools, combining political, \r\nmilitary, humanitarian and development objectives and \r\nactivities, is an inherent feature of many contexts \r\ntoday. United Nations peace support operations are \r\nincreasingly multifaceted; their mandates range from \r\npeace maintenance to peace enforcement and post-\r\nconflict recovery. They are often entrusted with the \r\nA/63/PV.45  \r\n \r\n08-59952 6 \r\n \r\ntask of both protecting civilian populations and \r\nfacilitating the delivery of humanitarian assistance. \r\nUnfortunately, that has sometimes blurred the \r\ndistinction between political goals and humanitarian \r\noperations and between political or military actors and \r\nhumanitarian organizations. \r\n Increasingly, political and military actors refer to \r\nhumanitarian principles or reasons. That those \r\nprinciples are being acknowledged is, of course, a \r\nwelcome development, but we should recognize that \r\nthey apply mainly to the activities of humanitarian \r\norganizations. When used by public authorities and the \r\nmilitary to describe their activities, the term \r\n“humanitarian” may lose some of its essential \r\nattributes. The incorporation of humanitarian aid into a \r\npolitical strategy might have the very unwelcome \r\nconsequence that parties to an armed conflict and \r\naffected populations come to associate all humanitarian \r\nactors with political or military agendas. Furthermore, \r\nhumanitarian agencies may cease to be regarded as \r\nindependent and neutral and thus no longer acceptable. \r\nThe effectiveness of humanitarian activities, \r\nparticularly in gaining access to persons in need of \r\nassistance, may suffer. \r\n States have an important political role in \r\npreventing and resolving conflicts and in creating \r\nsustainable conditions that enable populations to \r\nrecover after conflict. Armed and security forces play \r\nan equally important role in stabilizing situations and \r\nproviding security. The independence of humanitarian \r\norganizations in making decisions and acting must be \r\npreserved while they engage in appropriate dialogue \r\nwith political and military actors for humanitarian \r\npurposes. \r\n The ICRC deems it essential that political or \r\nmilitary action, including that undertaken under United \r\nNations auspices, be conceived in such a way as not to \r\nerode the acceptability of humanitarian action. While \r\nthere are situations in which the military might be \r\nneeded to build a bridge, drill a well or otherwise \r\nprovide logistical means to bring urgent assistance to \r\nthose in need, the military should be entrusted with \r\nhumanitarian tasks only in emergency situations in \r\nwhich humanitarian agencies cannot do the job. \r\nLikewise, humanitarian agencies should resort to the \r\nuse of military and civil defence capabilities only when \r\nno alternative is available.  \r\n The ICRC has a legal mandate from the \r\ninternational community to ensure the protection of \r\ninternally displaced persons and to provide them with \r\nassistance when they are victims of armed conflict. \r\nDisplaced persons are very high on our list of \r\noperational priorities. The ICRC has often pointed to \r\nthe need to design flexible response strategies to \r\nsituations of internal displacement. Those strategies \r\nwould take into account the mandates and comparative \r\nstrengths of the actors and agencies in the field. They \r\nwould also be adapted to fit the different contexts in \r\nwhich internal displacement occurs. The ICRC cannot \r\nbut reiterate its wish for a coordinated approach that \r\nsucceeds in reconciling the ICRC’s specific identity as \r\na strictly neutral and independent actor with a dynamic \r\ncollaboration with United Nations agencies and \r\nnon-governmental organizations in responding to \r\nhumanitarian needs on the ground. \r\n In situations of armed conflict or other violence, \r\nthe ICRC, in addition to its own activities, coordinates \r\nthe international relief operations undertaken by the \r\nInternational Red Cross and Red Crescent Movement. \r\nEvery national Red Cross and Red Crescent society is \r\ncommitted, together with the International Federation, \r\nto the fundamental principles of the Movement and to \r\nsupporting sister organizations dealing with crises in \r\ntheir countries neutrally and impartially. In over 80 \r\ncountries where the ICRC is currently operational, \r\nnational Red Cross and Red Crescent societies are its \r\nprimary partners for humanitarian action towards \r\npeople in need. \r\n However, the ICRC remains committed to \r\nefficient cooperation, in particular in the field, with all \r\nother relevant humanitarian actors that are effectively \r\ndelivering protection and assistance. That, of course, \r\nincludes the humanitarian agencies within the United \r\nNations system. \r\n The Acting President: In accordance with \r\nGeneral Assembly resolution 49/2 of 19 October 1994, \r\nI call on the observer for the International Federation \r\nof Red Cross and Red Crescent Societies.  \r\n Mr. Schulz (International Federation of Red \r\nCross and Red Crescent Societies): Thank you, Sir, for \r\ngiving me the opportunity to take part in this important \r\ndebate on behalf of the International Federation of Red \r\nCross and Red Crescent Societies (IFRC).  \r\n We agree that the increasing frequency and \r\nintensity of disasters, as described in the Secretary-\r\n A/63/PV.45\r\n \r\n7 08-59952 \r\n \r\nGeneral’s report (A/63/277), is a disturbing trend that \r\nrequires urgent attention both in terms of improving \r\nlocal, national, regional and international response \r\ncapabilities, and, more importantly, in terms of \r\naddressing disaster risk reduction. That is most \r\napparent when considering the dramatic impacts of \r\nclimate change, the global food crisis, the recent \r\nfinancial turmoil and global economic decline. \r\n We are seeing the nature of international response \r\noperations changing, with an emerging role for \r\nregional organizations and mechanisms and the \r\nreluctance of some countries to accept unsolicited \r\nexternal assistance. Both those situations occurred \r\nrecently in Myanmar and presented the IFRC with the \r\nchallenge of rapidly developing regional Red Cross \r\nand Red Crescent mechanisms that could match and \r\nwork alongside the arrangements being designed and \r\nput in place by Asian Governments. \r\n We have also observed that, in the delta region of \r\nMyanmar, international resources were not provided at \r\nthe levels that some members of the international \r\ncommunity considered necessary. It was quickly \r\napparent to us that it is important for all concerned that \r\nas clear an understanding as possible be available of \r\nthe coping mechanisms that can be and are being used \r\nin the affected area. \r\n Almost 15 years ago, in May 1994, the global \r\nhumanitarian community recognized at the Yokohama \r\nWorld Conference on Natural Disaster Reduction that, \r\nwhile disasters are obviously related to hazards of one \r\nkind or another, they derive their force from the \r\nvulnerability of people and communities to those \r\nhazards. That underlines the urgency to increase the \r\nhumanitarian capacity to respond to disasters that \r\ncannot be avoided in the short term, while we likewise \r\nincrease the capacities of individuals, families, \r\ncommunities and countries to better understand and \r\naddress the risks associated with climate change and to \r\nbe better protected in the short and medium terms. \r\n The current negotiations of the United Nations \r\nFramework Convention on Climate Change for a new \r\nagreement to be completed in Copenhagen in December \r\n2009 provide a welcome and necessary opportunity to \r\nstrengthen the integration of climate risk management in \r\noverall disaster risk management and to improve \r\ncoherence with longer-term development processes. \r\n The Red Cross and Red Crescent Movement has \r\nworked closely with humanitarian and development \r\norganizations in the United Nations system and with \r\nnon-governmental organizations to prepare a joint \r\nvision for the upcoming Poznán Conference of the \r\nParties serving as the meeting of the Parties to the \r\nKyoto Protocol on how existing humanitarian and \r\ndisaster risk reduction organizations, policies and \r\nmeasures can help to improve people’s resilience. A \r\nfurther step in that process is to establish dialogue at \r\nthe national level among the humanitarian disaster risk \r\nreduction sector, climate change policymakers and \r\nknowledge centres. \r\n The IFRC welcomes the Secretary-General’s call \r\nfor a multi-year commitment to humanitarian funding. \r\nWe are pleased that the call is not limited to the Central \r\nEmergency Response Fund (CERF), as that mechanism \r\nis not accessed by agencies beyond the United Nations \r\nfamily and the International Organization for \r\nMigration. There is, however, a clear need for \r\npredictable humanitarian funding for humanitarian \r\nactors that are not part of the United Nations system, \r\nsuch as the IFRC and others. \r\n We therefore also welcome the keen willingness \r\nof the Office for the Coordination of Humanitarian \r\nAffairs to initiate dialogue with the IFRC on \r\nhumanitarian funding. That dialogue recognizes that \r\nthe IFRC Disaster Response Emergency Fund and \r\nUnited Nations CERF are complementary funding \r\nmechanisms and both deserve donor support because of \r\nthat complementarity. \r\n In recent years, the IFRC has spoken of the \r\nprogress of its work under the heading “International \r\nDisaster Response Laws, Rules and Principles”. This \r\nyear, with great satisfaction we bring to the Assembly’s \r\nattention the adoption of the Guidelines for the \r\nDomestic Facilitation and Regulation of International \r\nDisaster Relief and Initial Recovery Assistance by \r\nStates and national societies sitting together at the \r\nthirtieth International Conference of the Red Cross and \r\nRed Crescent in 2007. The Guidelines are already \r\nhelping Governments to prepare themselves both to \r\nenable and effectively to monitor and coordinate the \r\ninternational assistance they request. \r\n Experience has shown that good planning in that \r\narea can greatly reduce technical problems, such as \r\nrestrictions and delays in customs, visas, transport \r\npermissions and tax exemption procedures, that can \r\notherwise seriously undermine the speed and \r\neffectiveness of aid provided to stricken communities. \r\nA/63/PV.45  \r\n \r\n08-59952 8 \r\n \r\nIt also empowers Governments to ensure that \r\ninternational assistance is of appropriate quality and \r\ncomplements their own efforts to assist those in need. \r\n Realizing that, a number of Governments have \r\nalready begun to use the Guidelines proactively to \r\nexamine their legal preparedness for international \r\nrelief. Working with a very wide range of partners, \r\nincluding the United Nations, specialized agencies, the \r\nInter-Parliamentary Union and key regional \r\norganizations, the IFRC and its member national \r\nsocieties are developing innovative projects and \r\npractical tools to support Governments in that task. \r\n As pointed out by Secretary-General Ban \r\nKi-moon in his report, this body can make an important \r\ncontribution by promoting the active attention of its \r\nmembers to the issues raised in the Guidelines. We \r\nwere very pleased that the Economic and Social \r\nCouncil saw the adoption of the Guidelines as of \r\nsignificance and included a reference to them in its \r\nresolution 2008/36, and it is our hope that the General \r\nAssembly will share that view. \r\n The Acting President: In accordance with \r\nGeneral Assembly resolution 47/4 of 16 October 1992, \r\nI now call on the observer for the International \r\nOrganization for Migration. \r\n Mr. Dall’Oglio (International Organization for \r\nMigration): The International Organization for \r\nMigration (IOM) is pleased to take the floor today with \r\nreference to the report of the Secretary-General entitled \r\n“Strengthening of the coordination of emergency \r\nhumanitarian assistance of the United Nations” \r\n(A/63/81). \r\n The great number of serious humanitarian crises \r\nthis year has resulted in the heightened vulnerability of \r\npoor countries that have been exposed to the negative \r\nimpact of concomitant and interconnected crises: \r\nfinancial instability, extreme climatic events, \r\nenvironmental degradation, volatile prices for food and \r\nenergy and unacceptable levels of hunger, poverty and \r\ninequality. The magnitude of the challenges warrants a \r\nstrengthening of the coordination of emergency \r\nhumanitarian assistance in a collaborative effort with \r\nall stakeholders. \r\n As we approach the end of this challenging year, \r\nwe would like to seize the opportunity to take stock of \r\nprogress made and draw lessons for the future with \r\nrespect to new modalities of working together \r\npromoted by the humanitarian reform process. \r\n Through greater predictability, accountability and \r\na more deliberate effort to build partnerships, IOM’s \r\nengagement with the humanitarian reform process has \r\nto date centred around enhanced responsibilities for \r\nvulnerable migrants and displaced persons, which we \r\nhave assumed under the cluster approach. Through our \r\ncluster lead role on camp coordination and camp \r\nmanagement in situations of natural disasters and our \r\nactive engagement in a number of other areas, such as \r\nemergency shelter and early recovery, a new pattern of \r\ncollaboration is emerging to deal with both emergency \r\nresponse as well as capacity development. \r\n The cluster approach supports national responses \r\nand fills gaps where international support and \r\nsolidarity are needed. National Governments should be \r\nable to call upon any of the cluster leads as a partner in \r\nrelevant sectors whenever appropriate. \r\n IOM has taken an active role within the Inter-\r\nAgency Standing Committee (IASC) in incorporating \r\nclimate change into the humanitarian agenda. An \r\nincrease in the number of extreme environmental or \r\nclimatic events and the resulting internal or cross-\r\nborder displacement already present a challenge to the \r\nhumanitarian community, while the frequency and \r\nintensity of such events are expected to rise further. \r\nThere is an urgent need to gain a better understanding \r\nof the important linkages between what can be called \r\nenvironmentally induced migration and climate \r\nchange, with special attention to be paid to the most \r\nvulnerable countries, communities and individuals. \r\n Following a request from the IASC, IOM, in \r\ncoordination with the IASC secretariat and in \r\ncooperation with other agencies, is carrying out a \r\nseries of informal inter-agency meetings and \r\nconsultations to develop appropriate terminology and \r\ntypology on migration and displacement and to identify \r\npossible operational and analytical gaps in the context \r\nof the humanitarian response. \r\n Furthermore, in order to create an appropriate \r\ninformal framework for efficient, coherent and cross-\r\ncutting cooperation in the field of climate change and \r\nenvironmentally induced migration, IOM, together with \r\nthe United Nations Environment Programme, United \r\nNations University and the Munich Re Foundation, is \r\nworking on the establishment of the climate change, \r\nenvironment and migration alliance. The alliance is \r\n A/63/PV.45\r\n \r\n9 08-59952 \r\n \r\nconceived as a multi-stakeholder global partnership of \r\nconcerned actors representing a range of perspectives, \r\nincluding environment, migration, development and \r\nhumanitarian assistance, and aims to promote awareness-\r\nraising, research, policy development and practical \r\nactions. \r\n IOM strongly encourages the multilateral \r\nnegotiations on climate change to take account of the \r\nhumanitarian consequences of climate change, as well \r\nas the need to manage such consequences and to \r\nprotect human security through the systematic \r\nreduction of disaster risks, including emergency \r\npreparedness and reinforcement of response and \r\nrecovery mechanisms at the local, national, regional \r\nand global levels. IOM looks forward and will be \r\ncontributing to a number of events at the Conference of \r\nthe Parties to the United Nations Framework \r\nConvention on Climate Change in Poznán in \r\nDecember, such as the side event led by the Office of \r\nthe United Nations High Commissioner for Refugees \r\non “Climate change, migration and forced \r\ndisplacement: the new humanitarian frontier?”. \r\n On a different note, this year marks the two-year \r\nevaluation of the Central Emergency Response Fund \r\n(CERF), which has become a valuable tool for the \r\nhumanitarian community’s emergency response \r\nactivities, including those of IOM. Indeed, CERF has a \r\nrelevance and usefulness as a flexible response \r\nmechanism filling an important gap between sudden \r\nemergencies and the timely availability of cash flows. \r\nThe life-saving criteria of CERF received substantial \r\nacknowledgement in the evaluation and we welcome a \r\nrevisiting of the criteria to recognize the particularly \r\nvulnerable situations of certain displaced persons, \r\nincluding stranded migrants who require humanitarian \r\nassistance. \r\n IOM acknowledges with appreciation the \r\ncontributions it has received from CERF in the amount \r\nto date of some $37 million, which represents a critical \r\nmass of resources to jump-start operations in 61 crises. \r\nAs CERF faces competing demands from the adverse \r\neffects of climate change and the food crisis, we would \r\nwelcome Member States calling for an increase of \r\nadditional contributions to the Fund in the omnibus \r\nhumanitarian resolution this fall. \r\n To conclude, IOM is committed to those most \r\nvulnerable in times of crisis and remains dedicated to \r\nworking resourcefully and proficiently with our IASC \r\nnetwork. We express here our deep appreciation to our \r\npartners, and in particular to the Emergency Relief \r\nCoordinator and the leadership of the Office for the \r\nCoordination of Humanitarian Affairs for their \r\nunwavering commitment to the improvement of \r\nhumanitarian response capacities. \r\n The Acting President: We have heard the last \r\nspeaker in the debate on agenda item 65 and its \r\nsub-items (a) to (c). \r\n The Assembly will now take a decision on draft \r\nresolution A/63/L.21, entitled “Special economic \r\nassistance for Yemen”. \r\n I should like to announce that since the tabling of \r\nthe draft resolution, the following countries have \r\nbecome sponsors: Bangladesh, the Democratic People’s \r\nRepublic of Korea, Ecuador, Indonesia, the Islamic \r\nRepublic of Iran, Kyrgyzstan, Madagascar, Malaysia, \r\nMyanmar, Pakistan, the Philippines, Tajikistan, \r\nThailand, the former Yugoslav Republic of Macedonia \r\nand the United States of America. \r\n May I take it that the Assembly wishes to adopt \r\ndraft resolution A/63/L.21? \r\n  Draft resolution A/63/L.21 was adopted \r\n(resolution 63/20). \r\n \r\n The Acting President: I now give the floor to the \r\nrepresentative of Yemen. \r\n Mr. Al-Sulaimani (Yemen): On behalf of the \r\nRepublic of Yemen, I would like to warmly thank all \r\nthose who sponsored and supported resolution 63/20 \r\nentitled, “Special economic assistance for Yemen”. We \r\nthank the General Assembly for adopting the resolution \r\nby consensus. \r\n We would also like to express our appreciation \r\nfor the multifaceted assistance that has been granted by \r\nfriendly and brotherly States, the donor community, the \r\nUnited Nations specialized agencies, international \r\nfinancial organizations and development and human \r\nrelief assistance organizations. We hope that more \r\ntechnical and material assistance will be granted to \r\nYemen to help us to overcome the effects of the floods \r\nand torrential rains that have struck some Yemeni \r\nprovinces as well as to rebuild housing, property and \r\ninfrastructure. \r\n We reaffirm that the relief efforts that have been \r\nmade by my country and by civil society organizations, \r\nas well as actions and policies formulated by the \r\nA/63/PV.45  \r\n \r\n08-59952 10 \r\n \r\nnational Government have helped to mitigate the \r\ndevastating material and psychological effects of this \r\nnatural disaster. Our means are limited and that is why \r\nwe hope for assistance from the international \r\ncommunity. \r\n The Acting President: The General Assembly \r\nhas thus concluded its consideration of agenda item 65 \r\nand its sub-items (a) through (c). \r\n \r\nAgenda item 69 (continued) \r\n \r\nReport of the International Criminal Court \r\n \r\n  Draft resolution (A/63/L.19) \r\n \r\n The Acting President: Members will recall that \r\nthe General Assembly held the debate on this agenda \r\nitem at its 35th plenary meeting, on 30 October 2008. \r\n I now give the floor to the representative of the \r\nNetherlands to introduce draft resolution A/63/L.19. \r\n Mr. de Klerk (Netherlands): I have the honour to \r\nintroduce, under agenda item 69, a draft resolution \r\nentitled “Report of the International Criminal Court” \r\n(A/63/L.19). \r\n In addition to the 45 countries mentioned in \r\ndocument A/63/L.19, which contains the text of the \r\ndraft resolution, the following countries have indicated \r\ntheir wish to be included as sponsors of the resolution: \r\nAfghanistan, Albania, Andorra, Antigua and Barbuda, \r\nBarbados, Belize, Bosnia and Herzegovina, Burkina \r\nFaso, the Central African Republic, Chile, Colombia, \r\nCosta Rica, the Democratic Republic of the Congo, \r\nDominica, the Dominican Republic, Ecuador, Fiji, \r\nGabon, Gambia, Georgia, Guyana, Iceland, Jamaica, \r\nJapan, Latvia, Lesotho, Liberia, Lithuania, \r\nMadagascar, Malawi, Mongolia, Montenegro, Nauru, \r\nNiger, Panama, Paraguay, Saint Lucia, Saint Vincent \r\nand the Grenadines, Samoa, Senegal, Serbia, Sierra \r\nLeone, South Africa, Suriname, Switzerland, the \r\nformer Yugoslav Republic of Macedonia, Timor-Leste, \r\nTrinidad and Tobago, Uganda, Uruguay and Zambia. \r\nThis brings the total number of sponsors to 96. \r\n On 30 October, the President of the International \r\nCriminal Court (ICC), Judge Philippe Kirsch, \r\npresented the fourth annual report of the ICC to this \r\nbody. We had a very constructive and in-depth debate \r\nthen and there is no reason to repeat that discussion \r\nhere today. Allow me, though, to highlight a few \r\nelements. \r\n The establishment of the Court was the most \r\nsignificant development of the past decade in our long \r\nand ongoing struggle to eradicate impunity. In the \r\nwords of the Secretary-General in his statement \r\nmarking the 10th anniversary of the Court on 17 July, \r\n“[T]he creation of the ICC is unquestionably one of the \r\nmajor achievements of international law during the \r\npast century”. \r\n In that regard, we will continue to strive for \r\nuniversal adherence to the Rome Statute of the \r\nInternational Criminal Court. We are therefore very \r\npleased to welcome the countries which have recently \r\nbecome State Parties to the Rome Statute — the Cook \r\nIslands, Madagascar and Suriname — and it is our \r\nsincere hope that others will join soon. We look \r\nforward to welcoming many more States as parties to \r\nthe ICC by the 2010 Review Conference, at which \r\nStates parties and non-States parties may participate, in \r\naccordance with the Rome Statute and the rules of \r\nprocedure for the Review Conference. \r\n The International Criminal Court’s annual report, \r\nas well as the debate in the General Assembly just over \r\na week ago, underlined the important role the \r\nInternational Criminal Court plays in our common \r\nmultilateral system to end impunity and to establish the \r\nrule of law, to promote and encourage respect for \r\nhuman rights and to restore and maintain international \r\npeace and security. It is our firm conviction that \r\nsustainable peace cannot be achieved if perpetrators of \r\nthe most serious crimes are not brought to justice. \r\nPeace and justice are, in our view, complementary \r\nrequirements. \r\n The President of the International Criminal Court, \r\nin his address to the General Assembly (see \r\nA/63/PV.35), stressed the fact that the cooperation of \r\nStates, international organizations and civil society are \r\nessential to the Court’s functioning. This is especially \r\nthe case in relation to the arrest and surrender of \r\naccused persons, the provision of evidence, the \r\nprotection and relocation of victims and witnesses and \r\nthe enforcement of sentences. \r\n We are pleased that the United Nations continued \r\nto assist the Court over the past year in its endeavours \r\nthrough implementation of the Relationship \r\nAgreement. We also welcome the assistance provided \r\nso far by States parties and non-States parties and call \r\non all States to continue to support the Court’s efforts \r\nin that regard. \r\n A/63/PV.45\r\n \r\n11 08-59952 \r\n \r\n Before I outline the three main objectives of the \r\ndraft resolution, let me point out a minor, technical \r\nupdate. The first line of operative paragraph 14 of the \r\ndraft resolution, should read “Notes that the Review \r\nConference to be held in 2010” instead of 2009. \r\n The draft resolution before us serves three main \r\nobjectives. First, it seeks to provide political support \r\nfor the International Criminal Court as an organization, \r\nfor its mandate, for its aims and for the work it carries \r\nout. Secondly, it seeks to underline the importance of \r\nthe relationship between the International Criminal \r\nCourt and the United Nations, which continues to grow \r\nstronger on the basis of the Relationship Agreement. \r\nLastly, it serves to remind States and international and \r\nregional organizations of the need to cooperate with \r\nthe International Criminal Court as it seeks to carry out \r\nits tasks. \r\n The Netherlands hopes that this draft resolution \r\nwill be adopted by consensus and that it will lead to \r\neven greater support for the International Criminal \r\nCourt in the fight against impunity and for its attempts \r\nto hold perpetrators of very serious crimes accountable \r\nfor their actions. \r\n The Acting President: I should like to announce \r\nthat Honduras has become a sponsor of draft resolution \r\nA/63/L.19. \r\n We shall now proceed to consider draft resolution \r\nA/63/L.19. Before giving the floor to the speakers in \r\nexplanation of position before action is taken on the \r\ndraft resolution, may I remind delegations that \r\nexplanations of vote or position are limited to \r\n10 minutes and should be made by delegations from \r\ntheir seats. \r\n Ms. Willson (United States of America): The \r\nconcerns of the United States about the Rome Statute \r\nand International Criminal Court (ICC) are well known \r\nand date back to 2000, when the United States signed \r\nthe Rome Statute but made clear that it would not \r\nsubmit the Statute for ratification unless its \r\nfundamental concerns were satisfied. Accordingly, the \r\nUnited States cannot join the consensus on this draft \r\nresolution. \r\n Our concerns about the ICC are concerns about \r\nmeans, not about ends. We have remained steadfastly \r\ncommitted to promoting the rule of law and helping to \r\nbring violators of international humanitarian law to \r\njustice, wherever the violations may occur, and have \r\ncontinued to play a leadership role in righting these \r\nwrongs. Our actions over the last years with respect to \r\nthe Sudan can leave no doubt about the strength of \r\nthese commitments. As we have emphasized, we \r\ncannot ignore the terrible crimes that have occurred \r\nthroughout the conflict in Darfur and the massive \r\nhuman suffering the world has witnessed. \r\n We underscore once again that we respect the \r\nright of other States to become parties to the Rome \r\nStatute and have asked in return that other States \r\nrespect our decision and our right not to become a \r\nparty. While respecting each other’s choices, there are \r\npractical ways in which the United States and the \r\nsupporters of the International Criminal Court can \r\nwork together to advance the cause of international \r\ncriminal justice. \r\n In this connection, we appreciate the inclusion of \r\nlanguage in this year’s draft resolution that emphasizes \r\nthe importance of cooperation by States parties with \r\nStates that are not parties to the Rome Statute and that \r\nnotes that the upcoming review conference provides an \r\nopportunity to address the concerns of non-parties. \r\n At the same time, we would like to take this \r\nopportunity to underscore once again the importance \r\nwe attach to rigorous implementation of resolution \r\n58/318, which provides that \r\n“all expenses resulting from the provision of \r\nservices, facilities, cooperation and any other \r\nsupport rendered to the International Criminal \r\nCourt or the Assembly of States Parties to the \r\nRome Statute of the International Criminal Court, \r\nincluding under any arrangements that may be \r\notherwise agreed under article 10 of the \r\nRelationship Agreement, that may accrue to the \r\nUnited Nations as a result of the implementation \r\nof the Relationship Agreement shall be paid in \r\nfull to the Organization” (resolution 58/318, \r\npara. 3). \r\n Mr. Ajawin (Sudan): Draft resolution A/63/L.19 \r\ncontains contentious procedural issues regarding the \r\nworkings of the International Criminal Court and we \r\nwould like to inform this Assembly that the Sudan \r\nstrongly dissociates itself from the draft for the various \r\nreasons that were outlined by my country when the \r\nreport of the activities of the International Criminal \r\nCourt was tabled at the General Assembly last week. \r\nA/63/PV.45  \r\n \r\n08-59952 12 \r\n \r\n The Sudan views with serious concern that the \r\nCourt, rather than being faithful to the wishes of the \r\nStates parties, through its Prosecutor General, \r\nunfortunately, and in the absence of any accountability \r\non his part, chose to use the Court as a tool in the \r\nhands of ulterior motives and as threat to my country’s \r\npeace and stability. It is no surprise that all regional \r\nand international organizations sharply deplore the \r\nrecent indictments brought by him against the \r\nSudanese leadership and have stated in a single voice \r\nthat these indictments will jeopardize peace and \r\nsecurity in the Sudan and in the entire region. \r\n It is regrettable that the Prosecutor General \r\nintentionally overlooked cardinal principles of \r\ninternational law and the law of treaties and chose to \r\ntarget a Member State that is not a party to the Rome \r\nStatute, overlooking, also, the immunity enjoyed by its \r\nhead of State under the relevant laws and norms, \r\nrepeatedly confirmed by the International Court of \r\nJustice. \r\n We look forward to the States parties in the \r\nforthcoming review conference rectifying these \r\nblunders by the Prosecutor General. For this and other \r\nreasons, the Sudan strongly dissociates itself from the \r\ndraft resolution and calls on the President to ensure \r\nthat its position is properly reflected in the record. \r\n The Acting President: The Assembly will now \r\ntake a decision on draft resolution A/63/L.19. May I \r\ntake it that the Assembly decides to adopt draft \r\nresolution A/63/L.19, as orally corrected? \r\n Draft resolution A/63/L.19, as orally corrected, \r\nwas adopted (resolution 63/21). \r\n The Acting President: I now call on the \r\nrepresentative of Costa Rica. \r\n Mr. Urbina (Costa Rica) (spoke in Spanish): My \r\ndelegation has requested the floor in order to make a \r\ngeneral statement regarding agenda item 69 following \r\nthe adoption of the resolution. I take this opportunity to \r\nrepeat Costa Rica’s willingness to contribute to every \r\neffort aimed at strengthening the International Criminal \r\nCourt, which is a young institution and one that is in its \r\nconsolidation phase. The 108 countries that have \r\nacceded to or ratified the Rome Statute are under the \r\nobligation to educate international public opinion as to \r\nthe importance, for the civilized, peaceful coexistence \r\nof nations and for the building of peace, of the \r\nexistence of an independent, effective and legitimate \r\nmechanism to help heal the wounds that have been \r\ninflicted on our collective memories for many decades \r\nand which often stand in the way of peaceful and \r\nsustainable development. Only our ceaseless efforts \r\nwill be able to persuade those who still harbour doubts \r\nof the Court’s enormous potential to contribute, from a \r\nunique perspective and with a strong impact, towards a \r\nbetter world for the coming generations. \r\n In today’s world, riddled with crises, threats and \r\nbad news, the International Criminal Court is an oasis \r\nof hope. We know that in order to strengthen \r\nhumankind’s great qualitative progress, it is necessary \r\nfirst to overcome the great obstacles facing any attempt \r\nto change the status of things and to place limits on \r\npower. There always has been and always will be a \r\ngreat lack of understanding, deeply divided interests \r\nand enormous loads of bad faith. For these reasons, no \r\none should be surprised by the opposition to the Court \r\nfrom powerful interests that refuse to subject their \r\nconduct to law. Or is it not ancient history, always \r\nrepeated, that those who are drunk with power and \r\nwealth believe with vanity that their conduct is above \r\nthe law and far from the scrutiny of justice? \r\n We all know who are opposed to the International \r\nCriminal Court, and why. The peoples, their hearts \r\nfilled with hope, have acceded to the Rome Statute, \r\nand we know that we have the duty to defend the Court \r\nand to refute the weak arguments that oppose it, to \r\nexpose the bad faith and to educate international public \r\nopinion. \r\n Costa Rica is committed in this effort of civilized \r\nhumanity by the international community, insisting on \r\nbuilding a future on the solid basis of justice. Those \r\nwho seek to deform the face of the Court, those who \r\nwith bad intention  accuse it of being a political tool, a \r\nmechanism for domination or a tribunal that addresses \r\nAfrican issues exclusively will not succeed. \r\n In this battle the victors will be those of us who \r\ncan demonstrate the independence of the Court and its \r\nintrinsic value in the fight against impunity as a solid \r\nfoundation of peace. We will be gracious in the \r\nstruggle, those of us who are able to distinguish \r\nbetween the natural mandate of the Prosecutor to \r\ninvestigate crimes, the tireless efforts of the judges \r\nresponsible for impartial analysis of facts brought to \r\ntheir attention, and the implementation of norms \r\naccepted by all. We will be victorious in the struggle, \r\nthose of us who are able to demonstrate, based on solid \r\n A/63/PV.45\r\n \r\n13 08-59952 \r\n \r\nfacts, that the situations submitted to the Court’s \r\njurisdiction in this period are not the result of \r\narbitrariness or discrimination but of the unsolicited \r\nintent of the referring States and of the Security \r\nCouncil. \r\n I will conclude by recalling that there are still \r\nseven outstanding arrest warrants, some three years \r\nafter their issuance. We are not ignoring the fact that \r\nthis situation endangers, every day, the confidence that \r\npeoples may have in the International Criminal Court. \r\nBy its own nature the Court is unable to arrest those \r\nindividuals; that is not the role of any court of justice \r\nin the world. Costa Rica understands that the \r\nenforcement of those arrest warrants is the \r\nresponsibility of States and, by extension, of the \r\ninternational community. \r\n In our view, therefore, it is crucial that we \r\nimplement a process that will seriously analyze the \r\nproblem of complying with the mandates of the Court. \r\nWe must examine the broad array of tools available to \r\nthe international community to achieve its purposes \r\nand to place some of those instruments at the service of \r\nthe Court’s effectiveness, because its future depends on \r\nthat effectiveness. \r\n Costa Rica will align its efforts with those of \r\nother States to consolidate the international system of \r\ncriminal justice so as to enhance its efficiency and to \r\nsow hope for a solid and durable peace in the minds \r\nand hearts of the peoples who need this hope, for their \r\nprogress. \r\n The Acting President: May I take it that it is the \r\nwish of the General Assembly to conclude its \r\nconsideration of agenda item 69? \r\n It was so decided. \r\n \r\nAgenda item 105 (continued) \r\n \r\nAppointments to fill vacancies in subsidiary organs \r\nand other appointments \r\n \r\n (h) Appointment of a member of the Joint \r\nInspection Unit \r\n \r\n  Note by the Secretary-General (A/63/108) \r\n \r\n The Acting President: As indicated in document \r\nA/63/108, the General Assembly is required, during the \r\nsixty-third session, to appoint a member to fill a \r\nvacancy on the Joint Inspection Unit that will arise \r\nfrom the expiration of the term of office on \r\n31 December 2009 of Mr. Tadanori Inomata, of Japan. \r\n As also indicated in the same document, in \r\naccordance with article 3, paragraph 1, of the statute of \r\nthe Joint Inspection Unit, the President of the General \r\nAssembly shall consult with Member States to draw up \r\na list of countries — in this case, one country — which \r\nwould be requested to propose a candidate for \r\nappointment to the Joint Inspection Unit. \r\n Also, as indicated in document A/63/108, \r\nparagraph 4, the General Assembly, by its resolution \r\n61/238, decided that, beginning on 1 January 2008, the \r\nPresident of the General Assembly, when drawing up \r\nthe list of countries, in accordance with article 3, \r\nparagraph 1, of the statute of the Unit, will invite \r\nMember States to submit the names of the countries \r\nand their respective candidates simultaneously, on the \r\nunderstanding that the candidates submitted would be \r\nthe candidates that the respective Member States \r\nintended to propose, to the extent possible, for \r\nappointment by the Assembly, in accordance with \r\narticle 3, paragraph 2, of the statute. \r\n After holding the necessary consultations, I \r\nshould like to communicate to the Assembly the \r\ninformation received from the Chairman of the Group \r\nof Asian States that the Group of Asian States has \r\nendorsed Japan to propose a candidate for the vacancy \r\nfrom among the Asian States. \r\n In accordance with article 3, paragraph 1, of the \r\nstatute of the Joint Inspection Unit and with resolution \r\n61/238 of the General Assembly, Japan has submitted \r\nthe name of a candidate and the relevant curriculum \r\nvitae highlighting the candidate’s relevant \r\nqualifications for the task. \r\n After holding the appropriate consultations \r\ndescribed in article 3, paragraph 2, of the statute of the \r\nJoint Inspection Unit, including consultations with the \r\nPresident of the Economic and Social Council and with \r\nthe Secretary-General in his capacity as Chairman of \r\nthe United Nations System Chief Executives Board for \r\nCoordination, I will submit the name of the candidate \r\nto the Assembly for appointment to the Joint Inspection \r\nUnit. \r\n We have thus concluded this stage of our \r\nconsideration of sub-item (h) of agenda item 105. \r\nA/63/PV.45  \r\n \r\n08-59952 14 \r\n \r\n I now give the floor to the representative of \r\nMyanmar, who wishes to speak in exercise of the right \r\nof reply. \r\n Mr. Myint (Myanmar): References to Myanmar \r\nhave been made on some occasions in connection with \r\ncyclone Nargis, many months after the event. \r\n One such reference was made by the \r\nrepresentative of the International Committee of the \r\nRed Cross this afternoon under agenda item 65. \r\nAlthough the real motivation of the reference is not \r\nvery clear, we deem it necessary to inform the \r\nAssembly of what actually transpired concerning \r\ncyclone Nargis. \r\n In fact, the Government of Myanmar quickly \r\nresponded to the catastrophe, and international \r\nassistance arrived in Myanmar immediately after the \r\ncyclone by land, sea and air. The fact that the response \r\nof the Government was adequate has been confirmed \r\nby the relevant international organizations. The \r\ninternational community, acting through the United \r\nNations, could work in partnership with the \r\nGovernment of Myanmar. \r\n The creation of the Tripartite Core Group — the \r\nTCG — which comprises Myanmar, ASEAN and the \r\nUnited Nations, has contributed to the smooth \r\ncoordination of humanitarian assistance and joint \r\nplanning for longer-term recovery and preparedness. \r\nThe meeting rose at 4.30 p.m. \r\n \r\n"