" United Nations  A/63/PV.18\r\n  \r\n \r\nGeneral Assembly \r\nSixth-third session \r\n \r\n18th plenary meeting \r\nThursday, 2 October 2008, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-53293 (E) \r\n*0853293* \r\nPresident: Mr. D’Escoto Brockmann . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\n  In the absence of the President, Mr. Yáñez-\r\nBarnuevo (Spain), Vice-President, took the Chair. \r\n \r\n \r\nThe meeting was called to order at 3.10 p.m. \r\n \r\n \r\nHigh-level plenary meeting devoted to the midterm \r\nreview of the Almaty Programme of Action \r\n \r\nAgenda item 52 (continued) \r\n \r\nGroups of countries in special situations \r\n \r\n (b) Specific actions related to the particular needs \r\nand problems of landlocked developing \r\ncountries: outcome of the International \r\nMinisterial Conference of Landlocked and \r\nTransit Developing Countries and Donor \r\nCountries and International Financial and \r\nDevelopment Institutions on Transit  \r\nTransport Cooperation  \r\n \r\n  Report of the Secretary-General (A/63/165) \r\n \r\n  Draft resolution (A/63/L.3*) \r\n \r\n The Acting President (spoke in Spanish): I give \r\nthe floor to His Excellency Mr. Thongloung Sisoulith, \r\nDeputy Prime Minister and Minister for Foreign \r\nAffairs of the Lao People’s Democratic Republic. \r\n Mr. Sisoulith (Lao People’s Democratic Republic): \r\nOn behalf of the Lao delegation, I congratulate the \r\nPresident of the Assembly on his election to preside \r\nover this important forum. \r\n I also commend Ambassador Yukio Takasu of \r\nJapan for the efficient manner in which he facilitated \r\nthe negotiations on the outcome document of this \r\nmeeting. \r\n We thank Secretary-General Ban Ki-moon for his \r\ncomprehensive report on the implementation of the \r\nAlmaty Programme of Action. We feel pleased with the \r\nprogress made thus far. The special problems and needs \r\nof landlocked developing countries (LLDCs) have been \r\nwidely recognized, and greater attention and resources \r\nhave been given by regional and global multilateral \r\nand development institutions to the establishment of \r\nefficient transit systems. \r\n Yet more remains to be done for the Almaty \r\nProgramme of Action to be made a reality. In that \r\nregard, further actions are required to accelerate the \r\nprocess of establishing viable and predictable transit \r\nsystems through the promotion of regional and \r\nsubregional cooperative arrangements, closer \r\ncooperation between LLDCs and their neighbours, \r\ntransit policy reforms and trade facilitation measures. \r\nIt is also important to provide greater market access for \r\ngoods originating from LLDCs. \r\n Despite some progress, the economic growth and \r\nsocial well-being of LLDCs remain very vulnerable to \r\nexternal shocks and the multiple challenges facing the \r\ninternational community: financial instability, global \r\neconomic slow-down, hikes in food and fuel prices and \r\nthe impact of climate change. The LLDCs continue to \r\nbe marginalized from the international trading system \r\ndue to their high transaction costs, which prevent them \r\nfrom maximizing the use of trade as an instrument for \r\nachieving their development goals. \r\nA/63/PV.18  \r\n \r\n08-53293 2 \r\n \r\n The draft declaration will re-energize all \r\nstakeholders to do more towards the fulfilment of their \r\nrespective commitments, as called for in the Almaty \r\nProgramme of Action. \r\n Since its adoption, the Programme of Action has \r\nbeen translated into the development strategies of the \r\nLao Government. The National Transport Committee, \r\nunder the Ministry of Public Works and Transport, was \r\nestablished as a monitoring and reporting mechanism. \r\nStrategically located in the heart of the emerging \r\nGreater Mekong Subregion, the Lao People’s \r\nDemocratic Republic has upheld its firm commitment \r\nto actively participate in the subregional and \r\nAssociation of Southeast Asian Nations (ASEAN) \r\neconomic cooperation frameworks. \r\n To reap benefits from regional and subregional \r\ncooperation programmes while promoting trade, \r\ninvestment and tourism, the Government is pursuing a \r\npolicy of gradual transformation from a landlocked to a \r\nland-linked nation, with priorities given to the \r\ndevelopment of the road transport network and \r\nregional and international linkages, including railway \r\nlinks and road maintenance and rehabilitation. \r\n At the third summit of the leaders of the Greater \r\nMekong Subregion, held in Vientiane, Lao People’s \r\nDemocratic Republic, in March 2008, the leaders of \r\nour six countries adopted a Joint Summit Declaration \r\nand the Vientiane Plan of Action for Greater Mekong \r\nSubregion development from 2008 to 2012 under the \r\ntheme “Enhancing competitiveness through greater \r\nconnectivity”. \r\n Our leaders reaffirmed their commitment to \r\nfostering closer subregional linkages. They also \r\npledged to accelerate the construction and \r\nimprovement of the remaining sections of subregional \r\ncorridors and to expand the corridor network through \r\nmultimodal linkages, including the Singapore-\r\nKunming rail link. \r\n To conclude, the Lao People’s Democratic \r\nRepublic reaffirms its unwavering commitment to \r\ncontinue to cooperate with other fellow LLDCs and its \r\ntransit neighbours in the follow-up to the \r\nimplementation of the Almaty Programme of Action. \r\n We sincerely thank all donors for the generous \r\naid they have provided to us over the past years. Yet, \r\nwith its limited capacity as a landlocked least \r\ndeveloped country, the Lao People’s Democratic \r\nRepublic hopes to receive increased support and \r\nassistance from the donor community, including the \r\nUnited Nations system. \r\n The Acting President (spoke in Spanish): I now \r\ngive the floor to His Excellency The Honourable \r\nPhandu T. C. Skalemani, Minister for Foreign Affairs \r\nand International Cooperation of Botswana. \r\n Mr. Skalemani (Botswana): Botswana welcomes \r\nthe convening of this high-level plenary meeting to \r\nreview progress in the implementation of the Almaty \r\nProgramme of Action for landlocked developing \r\ncountries. \r\n I thank the Secretary-General for a \r\ncomprehensive and informative report on the \r\nimplementation of the Almaty Programme of Action. I \r\nalso acknowledge the important work of the Office of \r\nthe High Representative for the Least Developed \r\nCountries, Landlocked Developing Countries and \r\nSmall Island Developing States in its instrumental role \r\nof coordination and advocacy of the development \r\nagenda of those groups of countries in special \r\nsituations. \r\n This meeting is very timely, especially as it takes \r\nplace shortly after the high-level meetings on the \r\ndevelopment needs of Africa and the review of the \r\nimplementation of the Millennium Development Goals \r\n(MDGs). The effective implementation of the Almaty \r\nProgramme of Action, which is one of the crucial \r\nenablers for the attainment of the Goals, will open up \r\nopportunities for trade, economic growth and \r\ndevelopment. \r\n The Almaty Programme of Action, adopted by the \r\nAssembly in August 2003, was the first comprehensive \r\nglobal strategy to address the special needs of, and \r\nchallenges facing, landlocked developing countries. It \r\nrecognized the constraints posed by lack of efficient \r\ntransit transport routes and the associated high costs of \r\nland transportation, which have a negative impact on \r\nboth the competitiveness of exports of landlocked \r\ncountries and access to imported goods. Botswana is \r\ndoing its part to implement the Almaty Programme of \r\nAction. \r\n Botswana lies at the centre of the southern \r\nAfrican plateau and is surrounded by four countries, \r\nwith the nearest seaport being approximately \r\n762 kilometres away. Our geographical location puts us \r\n A/63/PV.18\r\n \r\n3 08-53293 \r\n \r\nat a disadvantage with regard to access to cheaper \r\nmeans of transportation. \r\n Though landlocked, we are a key transit route, \r\nwith a responsibility to facilitate the smooth and \r\nefficient flow of the transit of goods. We take this \r\nresponsibility seriously, as demonstrated by the \r\nprogrammes we have undertaken at the national level, \r\nbilaterally with our neighbours and within the \r\nframework of the Southern African Development \r\nCommunity (SADC). \r\n We take a large amount of transit traffic from \r\nsouth to north as well as from east to west. The Walvis \r\nBay corridor, or trans-Kalahari corridor, runs through \r\nthe western part of Botswana, linking Namibia, \r\nBotswana and South Africa, while the Durban-\r\nLubumbashi corridor traverses a section of Botswana, \r\nconnecting us with Zambia, the Democratic Republic \r\nof the Congo and South Africa. \r\n In this context, Botswana envisages the creation \r\nof one-stop border posts in order to address delays at \r\nthe border. These posts will benefit the adjoining \r\ncountries in terms of reduced transport costs and transit \r\ntime. \r\n Botswana highly appreciates the assistance, \r\nsupport and cooperation it receives from transit and \r\ncoastal neighbouring States. It is most gratifying that \r\nBotswana’s imports and exports go through our \r\nneighbours’ roads, railways and ports unhindered. It \r\ntherefore follows that any assistance extended to \r\ncoastal and transit States in the development of \r\nefficient transport infrastructure is crucial to the trade \r\nroutes of landlocked countries. In that regard, ongoing \r\nefforts to intensify economic cooperation and regional \r\ninteraction deserve increased financial and technical \r\nsupport. \r\n As a developing country, Botswana imports most \r\nof its production inputs, which, for an economy like \r\nours, dominated by mining activity, amounts to a large \r\nvolume of equipment annually. It is therefore vital that \r\nwe secure efficient transport routes and services to \r\nfacilitate the movement of goods. Botswana therefore \r\nattaches great importance to bilateral and regional \r\narrangements to simplify, harmonize and standardize \r\nrules on transport and transit so as to minimize trade \r\ncosts and make our products competitive in \r\ninternational markets. \r\n It is the view of my delegation that there is an \r\nurgent need to strengthen and harmonize initiatives and \r\nprogrammes of regional economic communities, the \r\nUnited Nations, the Bretton Woods institutions and \r\ndevelopment banks, in order to achieve proper synergy \r\nand coordination in their operations, so as to \r\ncomplement the Almaty Programme of Action. \r\n Assistance for the rehabilitation of existing \r\ntransport infrastructure is critical. That would ensure \r\nviability of transport corridors and sustained economic \r\nspin-offs for communities residing along those \r\ncorridors. \r\n In order to further facilitate the speedy and \r\nefficient flow of trade, Botswana is currently \r\nundertaking expansion of the Sir Seretse Khama \r\nInternational Airport in Gaborone. The airport will be \r\nable to accommodate bigger aircraft, which will enable \r\nthe transportation of large volumes of goods. \r\n Botswana’s classification as a middle-income \r\ncountry presents some challenges, as we cannot access \r\ndevelopment assistance from donor agencies. The \r\nunique circumstances of landlocked countries in terms \r\nof infrastructure development should therefore be taken \r\ninto account, as they present serious capacity \r\nconstraints. As a result, achievement of the objectives \r\nof the Almaty Programme of Action will continue to be \r\na challenge. However, we shall endeavour to live up to \r\nour commitments in partnership and collaboration with \r\nour neighbouring countries. \r\n In conclusion, I once again reiterate our \r\ncommitment to the Almaty Programme of Action, \r\nwhich, if fully implemented, will enhance trade \r\nopportunities for Botswana and indeed promote \r\nequitable development of the SADC region as a whole. \r\n The Acting President (spoke in Spanish): I now \r\ngive the floor to His Excellency The Honourable \r\nSimon Ejua, Minister of State for Works and Transport \r\nof the Republic of Uganda. \r\n Mr. Ejua (Uganda): It is a great honour for me to \r\nbe here today to participate in this review meeting of \r\nthe Almaty Programme of Action. As a landlocked \r\ndeveloping country (LLDC), Uganda welcomes the \r\nopportunity to take part. \r\n The peculiar challenges faced by landlocked \r\ndeveloping countries due to the lack of territorial and \r\ninternational access to the sea and international \r\nwaterways limit their scope for effective participation \r\nA/63/PV.18  \r\n \r\n08-53293 4 \r\n \r\nin international trade. They therefore require the \r\ncooperation and collaboration of their neighbouring \r\ntransit countries to overcome the challenges they face. \r\n The Almaty Programme of Action, which \r\nprovides a global framework for cooperation between \r\nlandlocked developing countries and transit developing \r\ncountries, is accordingly an essential component in \r\ntheir development agenda. It is also an important effort \r\nto effectively deal with the specialized requirements \r\nand challenges facing landlocked developing countries \r\nand further their integration into regional economic \r\ncommunities and their partnerships. \r\n We in Uganda believe that the review of the \r\nAlmaty Programme of Action will provide solutions to \r\nthe challenges currently facing landlocked countries. \r\n The Almaty Programme of Action provides a \r\nworldwide framework for the creation of appropriate \r\ntransit transport systems in landlocked, transit \r\ndeveloping and small island developing countries, \r\nrecognizing that valid solutions need an integrated \r\napproach so that the challenges and problems faced by \r\nthose countries can be transformed into opportunities. \r\n As everyone present knows, inadequate \r\ninfrastructure is a major obstacle to establishing \r\nefficient transit transport systems in both landlocked \r\nand transit developing countries. Addressing those \r\nneeds will involve considerable investment, the setting \r\nup of public-private partnerships, capacity-building \r\nand new policies and institutional reforms where \r\nnecessary. That calls for closer collaboration between \r\nthe landlocked and transit developing countries and \r\ntheir partners to provide additional financial resources \r\nand capacity-building assistance. \r\n Road transport is the main mode of transport for \r\nthe imports and exports of landlocked developing \r\ncountries. Sizeable resource allocations are required \r\nfor the expansion and maintenance of road transit \r\ninfrastructure. \r\n The key challenges facing international road \r\ntransport are aged vehicles, overloading of vehicles, \r\nworsening road safety, the absence of social \r\ninfrastructure along transit corridors, cumbersome \r\nclearance procedures and poor road maintenance. \r\nSubregional and regional infrastructure development \r\nplans should give high priority to transit corridors \r\nlinking landlocked developing countries to the \r\ntransport networks of transit developing countries and \r\nregional networks. \r\n Railways play an important role in the transit \r\ntransport corridor systems linking ocean ports with \r\nlandlocked developing countries. Major concerns \r\ninclude the persistent problem of the limited \r\navailability of equipment, including locomotives and \r\nwagons, and poor maintenance standards. The actions \r\nrequired include the construction of new railway \r\nconnections and the rehabilitation of existing railway \r\nfacilities as a matter of priority, in conjunction with the \r\nnew technological improvements and innovations \r\nbeing examined. \r\n The efficiency of port operations depends on \r\nadequate infrastructure and good management. Many \r\nseaports are critical bottlenecks in transit systems \r\nbecause of a range of physical inadequacies and \r\noperational constraints, which include poor handling \r\nand storage facilities for transit cargo, cumbersome \r\nprocedures for the clearing and release of cargo, \r\ncongestion and a shortage of skilled manpower. \r\n Landlocked and transit developing countries \r\nshould seek cooperative arrangements to improve port \r\nfacilities and services for transit goods, including the \r\nmodernization of existing terminals, the establishment \r\nof new ones and the simplification of procedures where \r\nappropriate. \r\n Inland waterways provide transit services to some \r\nlandlocked developing countries. The efficiency of \r\ntransit services along such waterways requires better \r\ninfrastructure, appropriate legal frameworks to govern \r\nnavigational operations on rivers and lakes and more \r\neffective environmental and safety measures. Further \r\nefforts should be made to rehabilitate and expand lake \r\nand river infrastructure facilities along corridors \r\nlinking landlocked developing countries to ocean ports. \r\n Pipelines provide a cost-effective means of \r\ntransport for both oil and natural gas. The planning and \r\nconstruction of pipelines requires close cooperation \r\nbetween landlocked and transit developing countries. \r\nThe substantive investments required for the \r\nconstruction of pipelines also necessitate capital \r\ninvestment from the private sector. Landlocked and \r\ntransit developing countries should cooperate and \r\ncoordinate to construct pipelines along the most \r\neffective and most suitable or shortest routes, taking \r\ninto account the interests of the parties concerned. \r\n A/63/PV.18\r\n \r\n5 08-53293 \r\n \r\n I am confident that this meeting, having taken \r\nstock of the progress achieved so far and of the \r\noutstanding challenges, will come up with \r\nrecommendations on tangible actions and deliverables \r\nto enhance the implementation of the Almaty \r\nProgramme, for the beneficial integration of \r\nlandlocked and transit countries in the global trading \r\nsystem. \r\n The Acting President (spoke in Spanish): I now \r\ngive the floor to His Excellency Mr. Iftekhar Ahmed \r\nChowdhury, Adviser in Charge of the Ministry for \r\nForeign Affairs of Bangladesh. \r\n Mr. Chowdhury (Bangladesh): On behalf of the \r\nGroup of Least Developed Countries, as its chair, I \r\nbegin by commending the President for the holding of \r\nthis high-level meeting for landlocked developing \r\ncountries. \r\n The Secretary-General and his High \r\nRepresentative for the Least Developed Countries, \r\nLandlocked Developing Countries and Small Island \r\nDeveloping States deserve our praise for their \r\nsubstantive contributions to this event. \r\n The challenges that landlocked countries face are \r\nenormous. The least developed landlocked countries \r\nare the worst off. In a highly competitive world, \r\nlandlocked developing countries face severe \r\nconstraints because of their narrow export base, lack of \r\naccess to the sea, distance from major international \r\nmarkets, inadequate transport infrastructure and \r\ncumbersome transit procedures. They still face \r\ninsurmountable challenges in integrating their \r\neconomies into the world market. \r\n Landlocked developing countries are also highly \r\nvulnerable to external shocks, which are painfully \r\namplified by the number of new and emerging \r\nchallenges. The current food crisis, high energy prices, \r\nclimate change and global warming pose a serious \r\nthreat to their efforts aimed at the eradication of \r\npoverty, hunger, malnutrition, disease and illiteracy \r\nand the achievement of other socio-economic goals. \r\n Transit neighbours of LLDCs are mostly \r\ndeveloping or emerging economies. They, too, \r\nencounter similar economic challenges and scarcities \r\nof resources and infrastructure. The special needs and \r\nchallenges must be addressed comprehensively. Full \r\nimplementation of the Almaty Programme of Action is \r\ncritically important. We concur with the Secretary-\r\nGeneral that \r\n“Measures to deal with the transit problems must \r\naddress inadequate infrastructure, trade imbalance, \r\ninefficient transport organization, and weak \r\nmanagerial, procedural, regulatory and \r\ninstitutional systems.” (A/63/165, para. 77) \r\nSuch a comprehensive approach will offer a win-win \r\noutcome for both LLDCs and transit neighbours. \r\n We must intensify global efforts to establish \r\nviable and predictable transit systems for landlocked \r\nand transit countries. The construction, maintenance \r\nand improvement of their transport, storage and other \r\ntransit-related facilities should be ensured. \r\n Official development assistance remains the \r\nmajor source of investment in developing \r\ninfrastructures in landlocked and transit countries. \r\nDevelopment partners should provide adequate \r\nfinancial and technical assistance on a predictable basis \r\nto implement transit infrastructure projects in those \r\ncountries. \r\n Landlocked countries and their transit neighbours \r\nmust cooperate closely and meaningfully to build \r\nefficient transit systems. South-South cooperation, \r\nincluding triangular and regional and subregional \r\ncooperation, has become increasingly important in that \r\nregard. \r\n In conclusion, let me reiterate the solidarity of the \r\nleast developed countries with the LLDCs, and \r\nBangladesh’s unswerving support for them. We are not \r\nan immediate transit country ourselves; rather, we offer \r\ntransit to two landlocked countries through a third \r\ncountry. \r\n The Government of Bangladesh has always been \r\nforthcoming in providing such facilities to landlocked \r\ncountries of the region. We are in the process of \r\nbuilding an uninterrupted road network throughout the \r\ncountry. Developing multimodal transit transport \r\narrangements involving road, railway and waterways \r\nentails huge investment. We call upon our development \r\npartners to provide adequate support in that regard. \r\n The Acting President (spoke in Spanish): I now \r\ngive the floor to Her Excellency The Honourable Dora \r\nSiliya, Minister of Communications and Transport of \r\nthe Republic of Zambia. \r\nA/63/PV.18  \r\n \r\n08-53293 6 \r\n \r\n Ms. Siliya (Zambia): My delegation congratulates \r\nthe Secretary-General on convening this high-level \r\nmeeting on the midterm review of the Almaty \r\nProgramme of Action. As previous speakers have \r\nalready said, the review provides us with yet another \r\nplatform to address the immediate and long-term \r\nchallenges faced by landlocked developing countries. \r\n According to available statistics, sub-Saharan \r\nAfrica enjoyed a positive and stable balance of trade \r\nduring 2006 and 2007, with exports contributing an \r\naverage of 40 per cent to gross domestic product \r\n(GDP), while imports contributed 36 per cent in 2006 \r\nand 38.8 per cent in 2007. \r\n Similarly, in terms of information and \r\ncommunications technologies development, in 2006 \r\nthe Internet penetration of the population in Africa \r\nstood at 4.7 per cent. In Asia and North America, the \r\nfigures were 13.7 per cent and 38.7 per cent \r\nrespectively. Specifically for the landlocked \r\ndeveloping countries (LLDCs), the Internet penetration \r\nin 2006 stood at 2.9 per cent. Clearly, those statistics \r\nindicate that Africa’s information and communications \r\ntechnologies development is the lowest in the world, \r\nrepresenting only 3.4 per cent of the world Internet \r\npenetration. \r\n In the case of Zambia, statistics on growth are \r\nvery favourable, with GDP currently at $10.9 billion, \r\nreflecting a 5.5 per cent growth rate and a GDP per \r\ncapita of $920. However, the available transport and \r\ncommunication infrastructure cannot sustain that \r\ngrowth in the long term. Studies have shown that a \r\nmere 10 per cent increase in mobile phone penetration \r\ncan contribute as much as 2.6 per cent to GDP growth. \r\n The Zambian Government realizes the important \r\nrole that communication and transport infrastructure \r\nplay in sustaining economic growth for long-term \r\nwealth- and job-creation. \r\n Our immediate challenge is a failure to quickly \r\nand adequately respond to the unprecedented levels of \r\neconomic activity. For example, on our north-south \r\ncorridor there has been a tremendous increase in cargo \r\ntransportation, causing a burden on the treasury for \r\nroad maintenance. That burden is exacerbated by a run-\r\ndown 1,200-kilometre rail network running alongside \r\nthe main road network on that corridor. \r\n An estimated $100 million is required to \r\nrehabilitate the rail line in the north-south corridor, \r\nwith another $179 million needed for the Dar es \r\nSalaam corridor, which is the Tanzania Zambia \r\nRailways Authority (TAZARA) rail line linking \r\nZambia to Tanzania and ultimately to the ports on the \r\neast coast of Africa. \r\n As a landlocked country, we are also immediately \r\nchallenged by the lack of adequate and efficient border \r\nfacilities, which adversely affects trade facilitation. A \r\ngood example is again on our north-south corridor, \r\nwhere at any given time over 200 trucks are waiting to \r\nbe cleared to carry cargo from countries south of \r\nZambia to the Democratic Republic of the Congo. On \r\ntheir return trips the trucks are heavily laden with tons \r\nof copper. \r\n It is the view of my delegation that at this \r\nmidterm review of the Almaty Programme of Action \r\nwe should redefine transit countries to include some \r\nlandlocked countries, such as Zambia, which are \r\ncarrying heavy amounts of transit cargo to other \r\ncountries. \r\n Our long-term challenges are numerous, but not \r\ninsurmountable. We believe that at this review of the \r\nAlmaty Programme of Action clear guidelines and \r\nsupport must be formulated to assist landlocked and \r\ntransit developing countries to develop integrated \r\nmultimodal transport systems. \r\n For example, in Zambia we are currently seeking \r\nfinancing to undertake feasibility studies for TAZARA \r\nrail links to the port of Mpulungu on Lake Tanganyika, \r\nand we are doing the same to construct a 200-kilometre \r\nrail link to Lions Den in Zimbabwe so that we are \r\nlinked to the shortest possible route to the sea, which is \r\nto Beira in Mozambique. Currently, our most popular \r\naccess to the sea is a distance of just over \r\n3,000 kilometres, to the port of Durban in the Republic \r\nof South Africa. \r\n In our effort to continue to facilitate trade and \r\nenhance communication, we have so far laid \r\n1,750 kilometres of optic fibre at a cost of $48 million. \r\nOur aim is to lay another 10,000 kilometres of optic \r\nfibre nationwide by 2015. \r\n As a landlocked country surrounded by eight \r\nneighbours, we realize that we have to work with the \r\nregion and the private sector to enhance connectivity \r\nand maximize returns on investment in communication \r\nand transport infrastructure. A recent study estimates \r\nthat the infrastructure required in East and Southern \r\n A/63/PV.18\r\n \r\n7 08-53293 \r\n \r\nAfrica will cost at least $40 billion annually. This \r\ninvestment will go towards communication, transport \r\nand energy development. \r\n In spite of our efforts to provide the necessary \r\ninfrastructure to facilitate trade, non-oil-producing \r\nlandlocked developing countries, such as Zambia, will \r\ncontinue to be challenged by high transport costs, in \r\nsome cases as much as an extra 50 per cent, due to high \r\nworld oil prices. \r\n It is critically important that we address the \r\nsoftware issues, including institutional and \r\nadministrative constraints, that continue to challenge \r\nour progress. Clear policy implementation must also be \r\nsupported by an enabling legal and regulatory \r\nenvironment. \r\n The very issues that we are discussing today —\r\ncommunication and transport — have brought the \r\nworld’s communities much closer than ever before, as \r\nis well captured in the book “The World Is Flat” by \r\nThomas L. Friedman. This is why it is imperative that \r\nour cooperating partners continue to provide all \r\nnecessary assistance. \r\n For example, in our 2030 vision for Zambia, in \r\nwhich we pledge to transform Zambia from a least \r\ndeveloped country to a middle-income country, we see \r\nour landlocked geographical position as yet another \r\npossibility for communication and transport \r\nconnectivity in the region and beyond. Developed \r\ninfrastructure leads to efficiency, thereby creating \r\ngains for everyone, including our cooperating partners. \r\n Let me conclude by stating Zambia’s hope that at \r\nthe next review of the Almaty Programme of Action \r\nmore positive reports on all aspects of implementation \r\nwill be shared among members of the Programme. That \r\nwill be possible not only through national efforts, such \r\nas good planning aligned to the budget process, but \r\nalso through the fulfilment of commitments by our \r\ncooperating partners. \r\n The Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Upendra Yadav, Minister \r\nfor Foreign Affairs of the Federal Democratic Republic \r\nof Nepal. \r\n Mr. Yadav (Nepal): The Almaty Programme of \r\nAction, agreed upon five years ago, remains a sound \r\nframework for partnership among the landlocked \r\ndeveloping countries (LLDCs), transit developing \r\ncountries and the developed partners to overcome the \r\nspecial problems of the LLDCs, which face difficulty \r\ndue to lack of access to the sea and to global markets. \r\nAs we meet here for the midterm review of its \r\nimplementation, we need to do more to ensure effective \r\nimplementation of all the activities under the \r\nProgramme of Action. \r\n The report of the Secretary-General shows that \r\nboth landlocked and transit developing countries have \r\nmade some progress in implementing specific actions \r\nagreed in the Almaty Programme of Action. They have \r\nmade policy reforms and given priority to transit \r\ntransport issues. They have engaged in a much stronger \r\ndevelopment partnership with respect to transport \r\ninfrastructure development and trade facilitation, as \r\nwell as aid, debt relief and market access. This has \r\nenabled the LLDCs as a group to register a high annual \r\ngrowth rate. \r\n But the segregated data show that different \r\ncountries are in different stages of achieving \r\nimplementation. And those landlocked countries \r\nemerging from conflict need special attention and \r\nsupport. \r\n My delegation is of the view that we should make \r\na realistic assessment of the progress made, lessons \r\nlearned and problems encountered in the \r\nimplementation of the Almaty Programme of Action \r\nand agree on measures to accelerate its \r\nimplementation. While doing that, we should focus our \r\nattention on bridging the gaps in the implementation of \r\nthe agreed commitments. We should also take into \r\naccount new challenges posed by climate change, \r\nglobal food and energy crises, and other external \r\nshocks of various kinds. \r\n The LLDCs have been unfairly marginalized in \r\nthe global market due to their geographical \r\ndisadvantages. They suffer from inadequate \r\ninfrastructure development, congested transit transport \r\nsystems, institutional bottlenecks and trade capacity \r\nconstraints. As a result, their competitive efficiency \r\nremains weak and vulnerable. Therefore, with \r\nreaffirmation of their right of access to and from the \r\nsea and freedom of transit by all means of transport, \r\nspecial programmes need to be developed to upgrade \r\nthe necessary facilities to ensure those rights. \r\n Increased official development assistance is \r\ncritical for those countries to finance the development \r\nof their infrastructure. We urge the donor community to \r\nincrease aid to support trade-related public investment \r\nA/63/PV.18  \r\n \r\n08-53293 8 \r\n \r\nin accordance with the national development needs and \r\npriorities of the LLDCs. \r\n International trade and trade facilitation aspects \r\nare equally significant to the LLDCs to improve and \r\npromote trade as an engine for growth. Poor road and \r\ntransport conditions, dependence on primary-\r\ncommodity exports, high transit transport costs and \r\nnumerous procedural constraints and delays continue to \r\nseriously undermine the trade efficiency of the \r\nlandlocked countries. \r\n We welcome the Aid for Trade initiative of the \r\nWorld Trade Organization and stress the need for more \r\nresources, effectively used, to be allocated to that \r\npractical initiative in developing trade logistics and \r\ntrade diversification strategies, as well as in addressing \r\ntrade adjustment costs. \r\n In spite of global efforts, data suggest that a total \r\nof 31 landlocked countries have a mere 0.61 per cent \r\nshare in world exports, and a 0.57 per cent share in \r\nworld imports. Given this insignificant participation in \r\ninternational trade, the LLDCs are entitled to adequate \r\nspecial measures and preferential treatment under the \r\nmultilateral trading system to assure them of fairness \r\nand predictability while they explore competitive \r\ntrading opportunities. The international community \r\nshould therefore support the LLDCs financially and \r\ntechnologically, in a more predictable and sustainable \r\nmanner. \r\n Nepal is fully committed to taking all necessary \r\nmeasures at the national level to implement the Almaty \r\nProgramme of Action. Nepal has been undergoing a \r\nprocess of great political and economic transformation. \r\nOur new social and economic programmes are \r\ndesigned to accelerate our socio-economic progress. \r\nWe also need to undertake a post-conflict \r\nreconstruction programme. \r\n We have focused on increasing agricultural \r\nproductivity, building rural infrastructure, increasing \r\nroad connectivity and creating a high-growth industrial \r\nenvironment. The Government for its part is \r\nimplementing various reforms in industrial and trade \r\npolicies and transport and customs procedures. \r\n We need strong partnerships and adequate \r\nresources. At this critical juncture, we call for \r\ncontinued and enhanced support from all our \r\ndevelopment partners to enable us to fully implement \r\nthe Almaty Programme of Action within the stipulated \r\ntime frame. \r\n The Acting President (spoke in Spanish): I now \r\ngive the floor to His Excellency Mr. Nurlan Danenov, \r\nDeputy Minister for Foreign Affairs of the Republic of \r\nKazakhstan. \r\n Mr. Danenov (Kazakhstan) (spoke in Spanish): It \r\nis a great honour for me to be here today and to take \r\npart in this meeting, which is of great importance to my \r\ncountry. \r\n(spoke in Russian) \r\n Let me first express my gratitude to the Office of \r\nthe High Representative for organizing this meeting \r\nand in general for the work of promoting the interests \r\nof the landlocked developing countries (LLDCs). \r\n We commend the midterm review preparatory \r\nprocess, during which a number of thematic meetings \r\ntook place, covering topics which included the transit \r\ntransport infrastructure in Burkina Faso and trade \r\nassistance in Mongolia. There were also three regional \r\nUnited Nations Economic Commission meetings and \r\nmany other preparatory meetings. \r\n Those meetings, as well as the findings and \r\nrecommendations contained in the report of the \r\nSecretary-General, provided a good basis for the \r\ncomprehensive assessment of the implementation of \r\nthe Almaty Programme of Action and the definition of \r\nfollow-up measures. In that regard, I have to point out \r\nthe importance of the High-level Investment Forum \r\nheld yesterday. \r\n It is very important that the outcome document \r\nwe are to adopt is the result of a common \r\nunderstanding and consensus, which assures us that the \r\nmeeting will contribute to the successful \r\nimplementation of the Almaty Programme of Action \r\nand to the protection and promotion of the interests of \r\nlandlocked developing countries. \r\n It is very encouraging that over the last five years \r\nlandlocked developing countries have made \r\nconsiderable progress in carrying out tasks in \r\naccordance with the Almaty Programme of Action. \r\n What is especially important is that the world \r\ncommunity has acknowledged the special needs of the \r\ninland countries, which must be taken into account. \r\nNevertheless, we must recognize that, despite the \r\nnotable positive changes, many States in that group \r\n A/63/PV.18\r\n \r\n9 08-53293 \r\n \r\ncontinue to be negatively affected by the factors that \r\nimpede the development of their economies, and are \r\nnot adequately involved in the international trade \r\nsystem. The main reasons are well known and are \r\nclearly and convincingly set out in the Secretary-\r\nGeneral’s report. \r\n Kazakhstan makes a strong appeal to the \r\ninternational community to give due attention to the \r\neconomic vulnerability of landlocked countries, ensure \r\ntheir equal access to world markets and give them \r\ncomprehensive support to help them overcome the \r\nobstacles and problems related to their geographical \r\nlocation. \r\n In that regard, we consider it vital to expedite \r\npractical implementation of the recommendations in \r\nthe Almaty Programme of Action. \r\n Kazakhstan has a clear understanding of the \r\nimportance of national efforts. The Government is \r\ntherefore implementing result-oriented work at the \r\nnational level to develop trade capacity and the \r\ntransport sector. This work includes modernizing \r\nexisting facilities, improving the commercial \r\norientation of transportation services and eliminating \r\nnon-physical barriers to the development of transit \r\nshipments. \r\n The major goals and parameters in this field are \r\nreflected in the Transport Strategy of Kazakhstan for \r\nthe period to 2015. It provides for the implementation \r\nof about 80 investment projects to construct and \r\nupgrade airports, highways and railroads, as well as for \r\nthe development of seaport infrastructure that is \r\nimportant at the regional and interregional levels. \r\nThose projects will cost about $30 billion.  \r\n One of the priorities is a large-scale project to \r\nestablish a Western Europe-Western China highway \r\ntransit corridor. The length of the Kazakh part of the \r\nroad, which can be considered one of the Eurasian \r\ntransport sections, exceeds 2,700 kilometres. The \r\nproject was supported by Russia, and there are now \r\ntalks under way with China. \r\n Our country is ready to contribute its own funds \r\nalongside those of investors. An important role in this \r\ncontext has been given to a joint venture, the \r\nKazakhstan centre for public-private partnership. \r\nKazakhstan has in general — according to participants \r\nin the seventh International Forum “TransEurasia-\r\n2008”, on the subject of Eurasian transit-development \r\nprospects, held recently in Astana — met the basic \r\npreconditions for attracting foreign investments in the \r\ntransport infrastructure. \r\n In this context, I would like to emphasize the \r\nimportance of attaining effective cooperation of \r\nMember States with the regional Commissions. In \r\ngeneral, we are satisfied with the participation and \r\ncontribution of the Economic and Social Commission \r\nfor Asia and the Pacific (ESCAP) and the Economic \r\nCommission for Europe (ECE) in implementing big \r\nprojects which considerably improve the transport \r\ninfrastructure of the Asian region. \r\n This refers, first, to the Intergovernmental \r\nAgreement on the Asian Highway Network and the \r\nIntergovernmental Agreement on the Trans-Asian \r\nRailway Network, which provide for new possibilities \r\nto develop agriculture and industry in landlocked \r\ndeveloping countries and transit countries in our \r\nregion.  \r\n The ESCAP and ECE joint project for \r\nstrengthening institutional capacities for development \r\nof the interregional land and land-sea transport \r\nconnections is also very important. \r\n I especially note the significance of implementing \r\ntransport projects within the frameworks of the \r\nTransport Corridor Europe-Caucasus-Asia (TRACECA) \r\nand the Special Programme for the Economies of \r\nCentral Asia (SPECA). Since 1998 Kazakhstan, as a \r\nchairing country on the issue of transport and border-\r\ncrossing, has been carrying out large-scale activities \r\nwithin the framework of the Project Working Group. Its \r\nwork ensures the involvement of SPECA countries in \r\nharmonizing national laws, resolving the non-physical \r\nbarriers to trade, and coordinating highways and rail \r\nnetworks within the SPECA region. \r\n At the same time, the United Nations should pay \r\nmore attention to the countries of Central Asia and \r\nKazakhstan, particularly with regard to the \r\ndevelopment of transit and transport capacity, due to \r\ntheir increasing role in meeting the challenges of \r\nenergy and food security in the region.  \r\n In this regard, we fully support the initiative of \r\nthe United Nations Secretariat to establish the joint \r\nsubregional ESCAP/ECE office for Central Asian \r\ncountries, and we express our hope that Member States \r\nwill support Kazakhstan’s proposal to host this office \r\nin Almaty, which we are convinced would enhance the \r\nA/63/PV.18  \r\n \r\n08-53293 10 \r\n \r\ncoordination of efforts to achieve the development \r\ngoals in Eurasia. \r\n Given that development of the transport \r\ninfrastructure is one of the major priorities for inland \r\ncountries, it must be said that the majority of \r\ndeveloping States in this group require financial and \r\ntechnical assistance. In this context, we consider it \r\nimportant that the draft outcome document contain an \r\nappeal to donor countries and international \r\norganizations and institutions to provide the necessary \r\ncoordinated technical and financial assistance, in the \r\nform of grants and preferential credits, to implement \r\nregional and interregional projects in accordance with \r\nthe Almaty Programme of Action. We express our hope \r\nthat this call will be duly answered by all those who \r\nsupport the Programme of Action.  \r\n In conclusion, I stress that Kazakhstan will \r\ncontinue to actively support the activities of the United \r\nNations and its regional Commissions in promoting the \r\ninterests of landlocked developing countries, and will \r\ntake every measure necessary to ensure their effective \r\nimplementation. \r\n The Acting President (spoke in Spanish): I now \r\ncall on His Excellency The Honourable Paul Smit, \r\nDeputy Minister of Works and Transport of the \r\nRepublic of Namibia. \r\n Mr. Smit (Namibia): It is indeed an honour for \r\nme to speak at this high-level plenary meeting devoted \r\nto the midterm review of the Almaty Programme of \r\nAction.  \r\n This meeting affords us an opportunity to review \r\nthe progress we have made since our groundbreaking \r\nmeeting in Almaty, Kazakhstan, five years ago. It also \r\nenables us to share experiences, lessons learned, \r\nconstraints encountered in the process of \r\nimplementation and possible ways of addressing them, \r\nand to reaffirm our commitment to addressing the \r\nspecial needs of landlocked and transit developing \r\ncountries. \r\n The Namibian delegation associates itself with \r\nthe statement to be delivered by Antigua and Barbuda \r\non behalf of the Group of 77 and China. \r\n The Almaty Declaration places the primary \r\nresponsibility for establishing effective transit systems \r\nsquarely on the shoulders of landlocked and transit \r\ndeveloping countries. In this regard, my country, \r\nNamibia, a transit developing country, in cooperation \r\nwith landlocked neighbours, has continued to register \r\nsignificant progress in attaining the ideals of the \r\nProgramme of Action since our meeting in Almaty. \r\nIndeed, our transit transport programme started well \r\nbefore the Programme’s adoption, through the \r\nestablishment of transit transport corridor institutions.  \r\n The Walvis Bay Corridor Group was established \r\nin 2000 to administer and manage the Walvis Bay \r\ncorridors, consisting of the Trans-Caprivi corridor, \r\nwhich provides road connectivity to Zambia through to \r\nLubumbashi in the Democratic Republic of the Congo \r\nand through Botswana up to Zimbabwe; the \r\nTrans-Kunene corridor, which connects Namibia with \r\nsouthern Angola by both rail and road; and the \r\nenvisaged Windhoek-Luanda corridor to link the two \r\ncities through north-eastern Namibia and south-eastern \r\nAngola by road.  \r\n The Trans-Kalahari Corridor Secretariat was \r\nestablished in 2005 to complement the Walvis Bay \r\nCorridor Group. It is responsible for the management \r\nof the Trans-Kalahari corridor, which links Namibia to \r\nsouthern Botswana and to South Africa through the \r\nKalahari highway and further on with Mozambique via \r\nthe Maputo corridor. Southern corridor networks will \r\nultimately link landlocked countries east to west for \r\nSouthern Africa. \r\n Further developments in our efforts to implement \r\nthe Almaty Programme of Action include the \r\nfollowing. \r\n A Memorandum of Understanding on the \r\nManagement and Development of the Trans-Kalahari \r\nCorridor was signed in November 2003 by Namibia, \r\nBotswana and South Africa. \r\n Namibia has also signed with Botswana, Zambia \r\nand Zimbabwe a memorandum of understanding on the \r\nmanagement and development of dry port facilities, for \r\nwhich negotiations on lease agreements are nearing \r\nfinalization. \r\n Streamlined customs procedures, harmonized \r\naxle load limits and border operating times have been \r\nintroduced on the Trans-Kalahari corridor to accelerate \r\ntransit transport.  \r\n Considerable investment has been made at the \r\nport of Walvis Bay by way of, inter alia, upgrading, \r\nacquiring modern synchrolift equipment, deepening the \r\nport, developing dry dock facilities and making \r\noperational upgrades. The port will undergo a further \r\n A/63/PV.18\r\n \r\n11 08-53293 \r\n \r\nupgrade costing 1.3 billion Namibian dollars — or \r\nUS$ 160 million during the period 2009-2012.  \r\n The introduction of the one-stop border post \r\nconcept on our corridors is being investigated, in line \r\nwith provisions of the Southern African Development \r\nCommunity Protocol on Transport, Communications \r\nand Meteorology, and will soon be implemented.  \r\n Another feasibility study on the Trans-Caprivi \r\ncorridor rail line has been launched. It is aimed at \r\nfacilitating rail connectivity with Zambia and the \r\nDemocratic Republic of the Congo.  \r\n Mechanisms are being put in place to erect at the \r\nKasangula confluence point over the Zambezi River a \r\nbridge that will eventually link Namibia, Botswana and \r\nZambia.  \r\n Discussions are ongoing with the Republic of \r\nBotswana on the possibility of linking our rail heads on \r\nthe Trans-Kalahari corridor, based on the funding \r\npledged by the World Bank.  \r\n Weighbridges have been installed on our corridor \r\nroutes to protect our road infrastructure, and Namibia \r\nis in the process of acquiring container scanners in \r\norder to increase efficiency and effectiveness at our \r\nborder posts.  \r\n Permit me to register the appreciation of my \r\nGovernment for the cooperation and support that we \r\nhave been receiving from our neighbouring sister \r\ncountries in our effort to implement the letter and spirit \r\nof the Almaty Programme of Action. \r\n Paragraphs 8 and 9 of the Almaty Declaration, as \r\nelaborated in Priority 4 of the Almaty Programme of \r\nAction, emphasize the important role that the \r\ninternational community should play in providing \r\nsubstantial official development assistance and other \r\nresources to landlocked and transit developing \r\ncountries.  \r\n In spite of the progress made, the following \r\nchallenges remain to be overcome: scientific and \r\ntechnical human resource development; access to \r\naffordable financial resources to the tune of about \r\n$200 million to upgrade our rail facilities; and access \r\nto affordable financial resources to the tune of about \r\n$1 billion to extend Namibia’s rail facilities to our \r\nborders. Also at stake is a combined distance of about a \r\nthousand kilometres within our neighbouring countries \r\nof Angola, Botswana and Zambia to have full links. \r\n However, I should like at this juncture to express \r\nthe gratitude of my Government for the assistance that \r\nwe continue to receive from a few of our cooperating \r\npartners towards the attainment of the ideals of the \r\nAlmaty Programme of Action. Since 2005 Namibia has \r\nbenefited from the capacity-building programme \r\nfacilitated by the United Nations Conference on Trade \r\nand Development. \r\n Finally, Namibia’s commitment and political will \r\nin putting in place functional transit transport \r\narrangements deserves complementary financial and \r\ntechnical support from the larger international \r\ncommunity. If we are to proceed with the development \r\nof an alternative trade route for Southern Africa \r\nthrough the port of Walvis Bay, the development of \r\ninfrastructure is a necessity, for which we appeal for \r\ninternational support. Addressing the special needs of \r\nlandlocked and transit developing countries cannot and \r\nshould not be left to those countries alone, because a \r\nboost in international trade will benefit all of us.  \r\n The Acting President (spoke in Spanish): I now \r\ncall on Her Excellency Ms. María Teresa Infante, \r\nNational Director of Borders and Limits of the State of \r\nthe Republic of Chile.  \r\n Ms. Infante (Chile) (spoke in Spanish): The \r\nGovernment of Chile is participating enthusiastically in \r\nthe midterm review of the Almaty Programme of \r\nAction. We reaffirm our commitment to its objectives, \r\nconvinced of the importance of the priorities defined in \r\nthe Almaty Declaration and Programme of Action.  \r\n The Programme provided an important set of \r\nconcepts and has led our countries to conduct \r\nevaluations and identify strategies that give substantive \r\ndirection to national policies on landlocked developing \r\ncountries. In pursuing its objectives, we reaffirm the \r\nvalidity of the central purpose of the Programme of \r\nAction: establishing partnerships around the \r\nMillennium Development Goals from the perspective \r\nof landlocked and transit developing countries.  \r\n The components of the Goals not only include \r\nsubjects linked to development in a broad sense and to \r\nthe reduction of poverty as a general reference point, \r\nbut are also intended to create responses at the level of \r\ninternational relations and across boundaries. This is to \r\nbenefit the inhabitants of landlocked and transit \r\ndeveloping countries, expand the horizons of those \r\ncountries and contribute to overcoming existing \r\nmaterial and technical limitations. \r\nA/63/PV.18  \r\n \r\n08-53293 12 \r\n \r\n There are many areas in which the relationships \r\ninvolved are tested and require greater responsibility \r\non the part of States. The Almaty Programme of Action \r\nset ambitious objectives. The great majority, and \r\nperhaps the most significant, are related to three \r\naspects.  \r\n First, the landlocked and transit countries must \r\ncommit themselves to act cooperatively and with a \r\nmedium- and long-term perspective. Issues such as \r\nseeking and implementing more effective agreements \r\non transport, infrastructure, debt and market access \r\nshould not be viewed solely in the context of economic \r\nrelations, but should also include other types of \r\nrelationships involving not just assistance, but also \r\ncooperation, trade and development.  \r\n The second aspect is the need to strengthen the \r\ncapacities to mobilize financial and human resources \r\nand to make sustainable policies benefiting landlocked \r\ndeveloping countries, always taking into account their \r\nrelationships with transit developing countries and the \r\nability to promote effective coordination between \r\nthem.  \r\n Thirdly, the following policies would help to \r\nbring about a sustainable reduction of vulnerabilities: \r\ngiving appropriate priority to internal mechanisms that \r\ncontribute to governance, in order to promote the \r\npartnership between landlocked and transit developing \r\ncountries; integrating the business sector and private \r\nsector and civil society initiatives; and mobilizing \r\nnational resources within the framework of agreed \r\nnational and international policies. Such an approach \r\nwould complement the efforts being made in other \r\nforums at the regional and global levels.  \r\n Exercise of the right of access from and to the \r\nsea, and freedom of transit in accordance with \r\ninternational law, enshrined in a series of international \r\ntreaties, as well as the legitimate interests of transit \r\ncountries based on their sovereign rights, constitute an \r\nimportant reference point founded on international law. \r\nIt is one that my country fully adheres to.  \r\n In that context, the concept of the special needs \r\nof landlocked developing countries — in particular the \r\nidentification of those needs related to the issue of \r\ntransit through other States, which also have legitimate \r\nrights and interests — cannot be separated from the \r\ngeneral processes that I have described.  \r\n We particularly appreciate the Secretary-\r\nGeneral’s report on the implementation of the Almaty \r\nProgramme of Action, as well as the work of the Office \r\nof the High Representative for the Least Developed \r\nCountries, Landlocked Developing Countries and \r\nSmall Island Developing States, which present a \r\nbalanced and broad vision of the status of the issues \r\nthat have brought us together today.  \r\n The priorities of the 2003 Programme of Action \r\nwith respect to transit policy issues, infrastructure \r\ndevelopment and maintenance, international trade and \r\ntrade facilitation, as well as international support \r\nmeasures, are all an integral part of Chile’s foreign \r\npolicy. Around these priorities, Chile’s policies in the \r\nSouth American context have produced specific work \r\nprogrammes and actions with Bolivia and Paraguay.  \r\n With the adoption of the Almaty Programme of \r\nAction it was necessary to define courses of action in \r\nthe South American context. At the bilateral level an \r\nagenda is being developed with Bolivia within a broad, \r\nall-inclusive dialogue whose essential components \r\ninclude joint efforts to provide more efficient transit \r\ntransport systems and swift, functional border controls; \r\nto cooperate to prevent smuggling; to harmonize \r\nenvironmental and public health programmes, \r\nespecially with respect to dangerous cargoes; and to \r\nimplement useful non-discriminatory regulatory \r\nframeworks, as well as to have the will to improve \r\nthem.  \r\n Bilaterally with Bolivia, we have plans and \r\nworking groups focused on achieving full \r\ncomplementarity between public and private operators \r\ninvolved in transit relationships. We have adopted the \r\nsame approach with Paraguay. \r\n Furthermore, as a result of agreements originating \r\nfrom Chile’s association with the South American \r\nCommon Market (MERCOSUR) for more than a \r\ndecade, there are projects today that benefit all its \r\nmembers by giving access to the Pacific. As one of \r\nthose members, Paraguay now has alternatives.  \r\n The Government of Chile has announced the \r\ngrant of access by Bolivia to the port of Iquique, under \r\nthe free transit regime that Bolivia enjoys under \r\nexisting treaties. That is in addition to the current \r\naccess to Arica and Antofagasta, which already handle \r\na great deal of Bolivian freight. Moreover, the \r\nagreement on the pipeline connecting Bolivia to Arica \r\ncontinues to be implemented.  \r\n A/63/PV.18\r\n \r\n13 08-53293 \r\n \r\n In 2004 a duty-free warehouse for freight coming \r\nfrom and going to Paraguay was set up, in \r\nimplementation of a specific agreement already in \r\nforce, consistent with the active processes of physical \r\nintegration in which the countries concerned are \r\nparticipating.  \r\n Similar developments can also be seen in the \r\ncooperation policy of the Chilean International \r\nCooperation Agency, which covers, among other \r\nthings, the education, culture, health and poverty-\r\nreduction sectors. \r\n Physical integration — in which are highlighted \r\nadvances and deficiencies in matters of connectivity, \r\nthe use of infrastructure, transport systems, applicable \r\nnorms and the use of border crossings — has been an \r\nimportant basis for understanding the real world of \r\nrelations between South American countries.  \r\n With regard to rail transport, my Government has \r\ndeveloped actions designed to revitalize this means of \r\ncommunication with Bolivia, from the point of view of \r\nboth the infrastructure and border crossings. Chile has \r\nearnestly cooperated in the process that I have \r\ndescribed. \r\n The Initiative for the Integration of Regional \r\nInfrastructure in South America (IIRSA), which has \r\nbeen in place since 2000, is starting to bear fruit with \r\nrespect to providing methodology for the prioritization \r\nof projects, their implementation and the consideration \r\nof their environmental sustainability.  \r\n Chile participates in a series of corridors, usable \r\nthroughout the year, that are connected with the other \r\ncountries of the Southern Cone. We want to enhance \r\nthis process, with the support of international, regional \r\nand subregional financing agencies, within the \r\nframework of implementation of the Union of South \r\nAmerican Nations so that there will be a convergence \r\nof the objectives and commitments of States at the \r\nbilateral and regional levels.  \r\n In strengthening this scenario, we also have to \r\nreflect the agreements implementing the Millennium \r\nDevelopment Goals and the Almaty Programme of \r\nAction.  \r\n This convergence can be seen in the December \r\n2007 agreement of the Presidents to give life to the \r\ncentral inter-oceanic corridor, involving Bolivia, Brazil \r\nand Chile, and joining Arica and Iquique in the \r\nprocess. The project results from the decision to \r\ncombine physical integration with a process of \r\nequitable economic growth in the three countries, \r\naiming to support trade flows and boldly facilitating \r\nthe movement of people.  \r\n The projects set out should increase trade within \r\nthe regions involved and have an impact on growth and \r\nemployment, as well as improve knowledge of the \r\npeoples and quality of life, points that were highlighted \r\nby the President of the Republic of Chile when she \r\nsigned the agreement. \r\n While integration is a concept that begins with \r\nthe construction of basic infrastructure, known as a \r\nkind of corridor, it becomes reality when it takes the \r\nform of specific initiatives, since there is no effective \r\nintegration at the margin of neighbouring countries. In \r\nSouth America, both Bolivia and Paraguay are seen as \r\nfundamental players in this process, so that any \r\nintegration with respect to the Almaty Programme of \r\nAction must actively include them. \r\n These matters cannot be separated from the \r\ndebate on major issues of international trade, of goods \r\nand services, in which it should be agreed that \r\nlandlocked developing countries must fully enjoy the \r\nbenefits to be derived from international agreements \r\nand market access. They must also overcome the \r\ndisadvantages they experience as a result of their \r\ngeographical location and lesser development. \r\n We agree on enhancing the contribution that the \r\nmultilateral trading system can make to the \r\neffectiveness of freedom of transit, exercised in a \r\nnon-discriminatory fashion, subject to speedy, \r\ntransparent mechanisms, bearing in mind the specific \r\ncircumstances and appropriate legal frameworks for \r\npassage through third countries, especially with regard \r\nto environmental and health matters. \r\n The task for transit developing countries is \r\ntherefore considerable. We support the reforms and \r\nspecific measures designed to simplify procedures and \r\nformalities so that they are not obstacles to relations \r\nwith landlocked developing countries, but become \r\neffective instruments of cooperation. \r\n It is the responsibility of international \r\norganizations to support that process. It is up to our \r\nGovernments to provide the proper mandates to \r\nstrengthen the capacities of transit and landlocked \r\ndeveloping countries in advancing this partnership \r\nprocess and the provision of adequate infrastructure.  \r\nA/63/PV.18  \r\n \r\n08-53293 14 \r\n \r\n The year 2015 is on the horizon, and my country \r\nwishes to reach it having developed responses to \r\ncomply with the objectives and guidelines of the \r\nAlmaty Declaration.  \r\n We therefore support the midterm review \r\noutcome document and the commitments resulting \r\nfrom the policies it sets out, and we join in the general \r\nagreement on this matter. \r\n The Acting President (spoke in Spanish): I now \r\ngive the floor to His Excellency Mr. Ts’ele Chakela, \r\nMinister of Public Works and Transport of the \r\nKingdom of Lesotho. \r\n Mr. Chakela (Lesotho): It is a great honour and \r\npleasure to have this opportunity to say a few words on \r\nthe Almaty Programme of Action.  \r\n As we look back on the five years since the \r\nProgramme of Action was adopted in Kazakhstan in \r\n2003, I invite all those present to applaud ourselves for \r\na visionary programme of action that has set the tone \r\nfor the development of our geographically \r\ndisadvantaged countries. I am very proud to have been \r\npart of the process that led to its adoption, including \r\nthe last preparatory meeting, which was held here. \r\n Mr. Wolfe (Jamaica), Vice-President, took the \r\nChair. \r\n The Programme of Action has seven objectives \r\nand five policy priority areas — transit policy and \r\nregulatory framework, infrastructure development, \r\ntrade and transport facilitation, development assistance \r\nand implementation review — against which our \r\nprogress can be measured.  \r\n It is indeed a daunting challenge, which can only \r\nbe met through solidarity and cooperation with \r\nregional and international communities. In this \r\nconnection, I shall refer to some of the initiatives \r\nLesotho has undertaken.  \r\n I wish to reiterate some of the points I raised in \r\n2007 at Ouagadougou in Burkina Faso, where I gave an \r\naccount of the strides we have made and our transport \r\nsector plans.  \r\n Under their Joint Bilateral Commission of \r\nCooperation, the Governments of the Republic of \r\nSouth Africa and the Kingdom of Lesotho have agreed \r\nto establish a one-stop border post aimed at facilitating \r\nrapid movement of goods, services and people between \r\nthe two countries and thereby improving trade and \r\naccelerating economic growth. \r\n The Government of Lesotho plans to invite the \r\nprivate sector to express interest in the development of \r\nthe Maseru container terminal into a dry port. This is in \r\nkeeping with the regional standards of the Southern \r\nAfrican Development Community as well as the need \r\nto expand and improve the transportation of goods \r\nthrough rail. \r\n The Government of Lesotho is in the process of \r\nreplacing the obsolete navigational aids at the \r\nMoshoeshoe 1 International Airport. Improvements \r\ninclude the procurement of fire trucks to further \r\nimprove the safety standards of the airport. These \r\nactivities are carried out through the assistance of the \r\nArab Bank for Economic Development in Africa. \r\n The European Union has assisted the Government \r\nof Lesotho to rehabilitate 110 kilometres of paved \r\nroads covering southern and northern parts of Lesotho. \r\nWe are at the final stages of creating a roads directorate \r\nthat will have functional autonomy to fine-tune our \r\nimplementation strategies.  \r\n We encourage our women to become technicians \r\nand engineers; at one point the ratio of female \r\nengineers to male engineers at our Department of Rural \r\nRoads was in favour of females. Our Road Fund is a \r\nsecond-generation fund whose governance structures \r\nare in keeping with modern governance regimes. \r\n However, amid these promising strides, we note \r\nwith concern that some development partners are now \r\nfocusing their financial assistance on the social sector. \r\nThe interconnection of all sectors of the economy is a \r\nstep in the right direction towards the attainment of the \r\nMillennium Development Goals. \r\n We welcome the idea of aid-for-trade, which is \r\nsupposed to assist us in addressing infrastructural \r\nchallenges, and we are hopeful that it will soon be \r\nmade operational, as it has been on the drawing board \r\nfor too long. \r\n In conclusion, I call on the development partners \r\nto honour their commitment and redouble their efforts \r\ntowards providing financial assistance to landlocked \r\nand developing countries in order to enable them to \r\ncompete globally.  \r\n The Acting President: I now give the floor to \r\nHis Excellency The Honourable Shukuru Kawambwa, \r\n A/63/PV.18\r\n \r\n15 08-53293 \r\n \r\nMinister for Infrastructure Development of the United \r\nRepublic of Tanzania. \r\n Mr. Kawambwa (United Republic of Tanzania): \r\nI wish to thank the President for convening this \r\nimportant high-level meeting devoted to the midterm \r\nreview of the Almaty Programme of Action, which the \r\nAssembly endorsed five years ago. Periodic review of \r\nthe Programme’s implementation permits necessary \r\nadjustments to ensure achievement of the agreed goals \r\nand targets. \r\n In Almaty, Kazakhstan, in 2003, and then in \r\nsubsequent consultations in the General Assembly, the \r\ninternational community recognized that high transit \r\ntransport costs represented a more obstructive barrier \r\nthan most favoured nation tariffs for landlocked \r\ndeveloping countries. It has also been recognized that \r\nboth transit and landlocked developing countries face \r\nenormous challenges in effectively participating in \r\ninternational trade. \r\n Tanzania is very much aware of the challenges of \r\nlack of territorial access to the sea, remoteness and \r\nisolation from world markets faced by landlocked \r\ncountries, and it has made concerted efforts in \r\nimplementing the specific actions agreed upon in the \r\nAlmaty Programme of Action. \r\n We responded by preparing a country plan of \r\naction to be implemented by 2010. The plan has been \r\nlinked to the Tanzania Development Vision 2025, the \r\nPoverty Reduction Strategy Paper and currently the \r\nNational Strategy for Growth and Reduction of \r\nPoverty. \r\n Allow me to describe the participation of \r\nTanzania in the Almaty Programme of Action since \r\n2003.  \r\n First, the transport sector is one of the crucial \r\nlead sectors required to address the remoteness of \r\nlandlocked countries. Tanzania’s geographical position \r\ngives transport infrastructure and services an important \r\nrole in facilitating regional and international trade to \r\nsix bordering landlocked countries. \r\n Therefore, the policy objective on transport \r\ninfrastructure development and services is to ensure \r\nthat all roads, railways, seaports and inland ports \r\nserving landlocked neighbouring countries are \r\nexpanded and improved to facilitate an adequate flow \r\nof international traffic to and from those countries. \r\n Secondly, Tanzania’s current transport \r\ninfrastructure covers road, railway, air, water and \r\npipeline routes linked to neighbouring landlocked and \r\ntransit countries. The total road network length is \r\n85,515 kilometres, which includes trunk and regional \r\nroads. The total length of the railway system is \r\n3,676 kilometres. The central line, measuring \r\n2,706 kilometres, will be linked to the three landlocked \r\ncountries of Rwanda, Burundi and Uganda, with links \r\nto two other landlocked countries. \r\n We have three major sea ports — Dar es Salaam, \r\nTanga and Mtwara — and several inland water ports.  \r\n There are also four international airports and a \r\npipeline spanning 1,750 kilometres used to transport \r\ncrude oil from Dar es Salaam to the Ndola refinery in \r\nZambia. A 232-kilometre pipeline to transport natural \r\ngas is foreseen to be linked to neighbouring countries \r\nin the near future. \r\n Despite the considerable road and rail network, \r\nthe transport infrastructure is still inadequate. In order \r\nto address the shortcomings and to achieve sustained \r\ndevelopment of the sector, a national transport policy \r\nwas adopted in 2003. The policy covers all areas of the \r\ntransport sector necessary for the achievement of \r\nnational social and economic goals.  \r\n The vision of the transport sector is to have safe \r\nand efficient transport services for all by 2025. The \r\nstrategy is to enhance modal integration, development \r\nof transport corridors and enhancement of a \r\nmultimodal transport system, with particular emphasis \r\non safety, environment, security and access for local \r\nuse as well as for neighbouring landlocked countries. \r\n In 2007-2008 our Government launched a 10-year \r\ntransport sector investment programme, with a budget \r\nof $6.2 billion for the first five years, with a view to \r\nattaining improvements in transport infrastructure and \r\nservices. \r\n Recently Tanzania negotiated Millennium \r\nChallenge Account resources and was granted a total of \r\n$698 million, a five-year grant by the United States \r\nintended to reduce poverty, stimulate economic growth \r\nand increase household incomes through targeted \r\ninfrastructure investments in transport, energy, and \r\nwater. \r\n Under that grant, $373 million was allocated to \r\ntransport infrastructure, targeting transit facilitation in \r\nlinking landlocked neighbouring countries to the \r\nA/63/PV.18  \r\n \r\n08-53293 16 \r\n \r\nseaports of Mtwara, Dar es Salaam and Tanga. Those \r\ninitiatives are in line with the requirements of both the \r\nAlmaty Declaration and its Programme of Action. \r\n Ports are also critical infrastructure for \r\nfacilitating the Almaty Programme of Action. \r\nTherefore, the Tanzania Ports Authority is about to \r\nfinalize a study on port interface challenges at the port \r\nof Dar es Salaam. Those challenges include, first, \r\nimproving port operation services; secondly, \r\nsynergizing key transport providers and enhancing the \r\nefficiency of the port and its trade facilitation with \r\nlandlocked countries; thirdly, digitizing the customs \r\nprocess and fast-tracking tax-compliant customers; \r\nand, fourthly, reducing congestion at the port of Dar es \r\nSalaam and bringing the Tanga and Mtwara ports up to \r\nthe required international standards. \r\n Tanzania, Rwanda and Burundi, through the \r\nAfrican Development Bank, are carrying out a railway \r\nfeasibility study on linking the three countries. The \r\nsector objective of the project is to contribute to the \r\nimplementation of an efficient common multinational \r\nmultimodal transport programme that fosters regional \r\neconomic integration and the development of zones \r\nwith high agriculture, mining, industrial or commercial \r\npotentials within those countries. This railway \r\ndevelopment will give landlocked countries access to \r\ninternational transport links. \r\n To improve railway services in the central \r\ndevelopment corridor a public-private partnership \r\narrangement is being considered. The Government of \r\nthe United Republic of Tanzania has finalized the \r\nrestructuring of the Tanzania Railways Corporation \r\nthrough a joint venture with RITES Ltd of India. It is \r\nexpected that that new initiative will improve the \r\nefficiency of the central development corridor, which \r\nconnects the landlocked countries of Rwanda and \r\nBurundi. The same approach is being worked out for \r\nZambia through the Tanzania Zambia Railways \r\nAuthority (TAZARA). \r\n In implementing the Almaty Declaration, \r\nTanzania, Rwanda, Uganda, Burundi and the \r\nDemocratic Republic of the Congo have signed an \r\nagreement on the establishment of a central corridor \r\ntransit transport facilitation agency to promote efficient \r\ntransit transport systems and their maintenance over \r\ntime, in the interests of all contracting parties, with a \r\nview to improving the accessibility and reliability of \r\nthe central corridor. \r\n According to the transport component of a World \r\nBank study entitled “Africa Infrastructure Country \r\nDiagnostic”, dealing with roads, railways, ports, \r\nairports and urban transport, it is estimated that \r\nTanzania will need to invest at least $12,989 million in \r\norder to meet the basic scenario — establishing \r\naccessibility standards applicable to developed and \r\nmiddle-income developing countries — in a way that \r\nwill increase the competitiveness of Tanzania’s \r\neconomy and improve social cohesiveness.  \r\n Therefore, the total investment of about $6 billion \r\nover five years by Tanzania’s transport sector \r\ninvestment programme is only 46 per cent of the \r\ninvestment required, which implies that Tanzania will \r\nhave to sustain that level of investment over the next \r\n10 to 15 years to be able to meet the basic scenario \r\nobjectives.  \r\n Furthermore, the report noted that Tanzania will \r\nneed to spend at least 8.4 per cent of its gross domestic \r\nproduct (GDP) to sustain that level of investment. \r\nConsequently, the Government wishes to invite the \r\nprivate sector to increase its level of investment in the \r\ntransport sector, as the study recommended that the \r\nGovernment can afford to invest in the transport sector \r\nonly 8.4 per cent of GDP, which is equivalent to \r\n$158 million annually. \r\n In conclusion, Tanzania believes that efforts to \r\nimplement the Almaty Programme of Action will \r\nrequire an effective partnership between transit and \r\nlandlocked countries, on the one hand, and a global \r\npartnership between various international stakeholders, \r\non the other. That approach will provide mutual \r\nbenefits for all parties, as more effective participation \r\nin regional and international trade will enable the \r\neconomies in question to benefit from economies of \r\nscale. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Yukio Takasu, chairman of the \r\ndelegation of Japan. \r\n Mr. Takasu (Japan): I have the greatest pleasure, \r\nas the representative of Japan and as a facilitator, to \r\nspeak at the high-level midterm review of the Almaty \r\nProgramme of Action. \r\n Japan has consistently advocated the importance \r\nof ownership and partnership as the backbone of \r\ndevelopment. Under that principle, a developing \r\ncountry establishes its own priorities, direction and \r\n A/63/PV.18\r\n \r\n17 08-53293 \r\n \r\nstrategy for development and strives to realize those \r\nobjectives in a spirit of ownership.  \r\n Developing countries should take primary \r\nresponsibility for their development, but their efforts \r\nshould be complemented by strong and sustained \r\ncommitments from their global partners. That \r\nphilosophy is well embodied in the Almaty Programme \r\nof Action and should provide guidance in \r\nimplementation. \r\n Since the adoption of the Almaty Programme of \r\nAction, many landlocked developing countries have \r\nshown steady progress in terms of expanding their \r\ngross domestic product and attracting foreign direct \r\ninvestment. That achievement has been made possible \r\nabove all by the self-help efforts of landlocked \r\ndeveloping countries, for which Japan expresses its \r\nhighest respect. But it should be stressed that progress \r\nhas been achieved also through their cooperation with \r\ntransit developing countries, as well as partnerships \r\nwith donor countries and international organizations. \r\nAt the same time, we should be mindful that, as the \r\nreport of the Secretary-General notes, much remains to \r\nbe done to effectively implement the Almaty \r\nProgramme of Action. \r\n For the overall economic development of \r\nlandlocked developing countries, the promotion of \r\nexports and the importation of essential goods at \r\ncompetitive prices are of the utmost importance. Being \r\ngeographically disadvantaged, landlocked developing \r\ncountries must make infrastructure improvement a \r\npriority. Only with the development of appropriate \r\ninfrastructure can economic activities be accelerated \r\nand trade and investment promoted.  \r\n I would like to share with the Assembly some \r\nexamples of Japan’s partnership in those matters in \r\ndifferent regions. \r\n I begin with Africa, where many landlocked \r\ndeveloping countries are located. Those countries are \r\nparticularly affected by high transportation costs and \r\nweak infrastructure. It is necessary to narrow the \r\ndistance between landlocked developing countries and \r\nworld markets by improving power and transportation \r\ninfrastructure and by connecting missing links in road \r\nnetworks throughout Africa, as well as improving the \r\nport facilities of transit countries. \r\n With that in mind, Japan has taken the initiative \r\nto support the implementation of the Infrastructure \r\nShort-Term Action Plan of the New Partnership for \r\nAfrica’s Development (NEPAD), as well as other \r\nmedium- and long-term infrastructure development \r\nprogrammes in Africa.  \r\n First, this year Japan hosted in Tokyo the fourth \r\nmeeting of the Infrastructure Consortium for Africa \r\n(ICA). Then, in May, Japan co-hosted the Fourth Tokyo \r\nInternational Conference on African Development \r\n(TICAD IV), in cooperation with the United Nations, \r\nthe United Nations Development Programme and the \r\nWorld Bank.  \r\n The Conference emphasized the need to focus on \r\nthe development of a region-wide infrastructure. It is \r\ngratifying that there was finally also consensus among \r\nall participants that every effort should be made to \r\nstrengthen cooperation to promote the development of \r\nroad networks, ports and power infrastructure as an \r\nengine for growth, using ICA as the platform.  \r\n Moreover, Japan pledged up to $4 billion of soft \r\nloans to Africa over the next five years, to give \r\nmomentum to regional infrastructure improvement \r\nprojects so as to attract the private investment \r\nnecessary for Africa’s economic growth.  \r\n On the same occasion, the World Bank and the \r\nAfrican Development Bank announced that they would \r\nextend financing, in the order of $5 billion per year, for \r\nthe development of transport corridors and power \r\nnetworks during the same five-year period. That was a \r\nresult of a TICAD IV initiative.  \r\n The improvement of transportation infrastructure \r\nshould not be limited to physical infrastructure. \r\nInstitutional infrastructure, such as customs, quarantine \r\nand immigration procedures at borders, needs to be \r\nimproved as well.  \r\n Japan extends assistance through the Japan \r\nInternational Cooperation Agency to establish one-stop \r\nborder posts, which will enable the necessary border \r\nprocedures to be completed at one stop. For example, \r\nJapan has been supporting the establishment of a one-\r\nstop border post on the Chirundu Bridge between \r\nZambia and Zimbabwe through various forms of \r\nassistance, including the establishment of a legal \r\nframework, staff training and the construction of \r\nbridges and other border facilities. At the Fourth Tokyo \r\nInternational Conference on African Development, \r\nJapan announced that it would extend such assistance \r\nfor 14 other border posts in Africa. \r\nA/63/PV.18  \r\n \r\n08-53293 18 \r\n \r\n However, infrastructure improvements alone \r\ncannot increase trade and investment. There need to be \r\nstrong Government efforts to improve the investment \r\nclimate to attract the private sector.  \r\n Japan pledged at the Conference, as its \r\ncommitment to international trade and trade \r\nfacilitation, that it would support efforts to double \r\ninvestment from Japan to Africa. To follow up that \r\ncommitment, we recently sent several joint public-\r\nprivate sector missions with a view to promoting trade \r\nand investment in a number of African countries, \r\nincluding landlocked developing countries such as \r\nUganda, Botswana and Ethiopia.  \r\n To make our relations with least developed \r\ncountries in Africa even stronger, we are opening a \r\nnumber of embassies — this year in Mali, Botswana \r\nand Malawi, and next year in Burkina Faso. \r\n Japan’s support for landlocked and transit \r\ndeveloping countries goes beyond the African \r\ncontinent, of course. We are also very active in other \r\nparts of the world in promoting regional cooperation \r\nand integration, which are indispensable for the \r\ndevelopment of landlocked developing countries and \r\ntransit countries. Our consistent support for the Asian \r\nhighway project through the Economic and Social \r\nCommission for Asia and the Pacific is well known. \r\nAlso, countries in the Mekong region are working \r\ntogether on regional integration within three major \r\ncorridors running east to west and north to south. \r\n In December 2006, with our assistance, the \r\nSecond Mekong International Bridge, which links \r\nThailand with Laos, was opened, making the east-west \r\ncorridor almost complete. Early this year we also \r\npledged $20 million to facilitate the trade in \r\ncommodities using that corridor. \r\n I shall name a few examples of recent support for \r\nother landlocked developing and transit countries. Over \r\nthe past five to six years we have provided Afghanistan \r\nwith more than $2.5 billion for infrastructure projects, \r\nincluding an airport and major roads. We have also \r\nstarted helping with the construction of an international \r\nairport in Mongolia, helped lay a railway network in \r\nUzbekistan, and contributed to building or improving \r\nroads, bridges and tunnels in countries such as \r\nTajikistan, Pakistan, Nepal and Bolivia. In Central \r\nAsia, we have also sent experts on road administration \r\nand provided equipment for customs control facilities. \r\n When we look at what many Asian countries, \r\nincluding our own, have experienced in recent years, \r\nwe see that trade promotion clearly makes significant \r\ncontributions to economic growth. It is therefore \r\nimportant to consider development assistance from the \r\nviewpoint of how trade is promoted.  \r\n With that in mind, since 2005 Japan has been \r\nimplementing the Development Initiative for Trade, \r\nwhose purpose is to operationalize Aid for Trade. The \r\ninitiative aims at assisting developing countries to \r\nacquire export capacity and to further benefit from the \r\nglobal trading system. We will continue to provide \r\nlandlocked and transit countries with assistance to \r\nfacilitate trade promotion. \r\n Many landlocked countries also face major \r\nchallenges in the area of climate change adaptation, \r\nincluding forest degradation and desertification. In that \r\nregard, Japan has established the Cool Earth \r\nPartnership to support developing countries that are \r\ntrying to achieve economic growth while reducing their \r\ngreenhouse gas emissions. We have pledged $10 billion \r\nunder that initiative, to be disbursed over the next five \r\nyears.  \r\n We collaborate closely with international \r\norganizations, including United Nations organizations, \r\nto support the adaptation efforts of developing \r\ncountries that are most vulnerable to climate change. \r\nAs part of that initiative, earlier this year we supported \r\nthe establishment of the Japan-United Nations \r\nDevelopment Programme joint framework for building \r\npartnerships to address climate change in Africa, under \r\nwhich we very much welcome concrete project \r\nproposals for implementation. \r\n In the informal negotiations prior to this high-\r\nlevel meeting, we conducted a review of the \r\nimplementation of the Almaty Programme of Action. \r\nThrough that process, representatives of landlocked \r\ndeveloping countries clearly demonstrated a sense of \r\nprimary responsibility for their development. \r\nCooperation with transit developing countries, donors \r\nand international organizations is vital for that \r\ndevelopment.  \r\n We make the utmost effort to strike a balance \r\nbetween the needs of landlocked developing countries \r\nand cooperation with transit developing countries. I \r\nfirmly believe that the draft declaration agreed upon \r\nbased on those considerations has tremendous value in \r\nenabling those countries to further integrate themselves \r\n A/63/PV.18\r\n \r\n19 08-53293 \r\n \r\ninto the global economy, and thereby benefit from \r\naccess to the world market. \r\n For the negotiations on the outcome document for \r\nthis review meeting, as was the case when the Almaty \r\nProgramme of Action was negotiated five years ago, \r\nJapan had the honour to serve as a facilitator. The draft \r\noutcome document, which is now appropriately titled a \r\ndeclaration, was successfully agreed upon three weeks \r\nbefore today’s meeting. That achievement was made \r\npossible through the cooperation of all those \r\nconcerned.  \r\n I take this opportunity to express my deepest \r\nappreciation to all for their understanding and \r\ncooperation. In particular, the invaluable contributions \r\nof High Representative Ambassador Diarra and his \r\ncolleagues are greatly appreciated.  \r\n The achievement is also solid proof that the \r\ninternational community has been united in its support \r\nfor landlocked and transit developing countries. Let us \r\ndemonstrate the same spirit of cooperation in the next \r\nfive years to faithfully implement the Almaty \r\nProgramme of Action and the recommendations \r\ncontained in the draft declaration on the midterm \r\nreview, to be adopted tomorrow.  \r\n The Assembly may rest assured that Japan is \r\ndetermined to make every possible effort to help \r\nachieve the objectives, as a strong partner that \r\nlandlocked and transit developing countries can have \r\nfull confidence in. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. John W. Ashe, chairman of the \r\ndelegation of Antigua and Barbuda. \r\n Mr. Ashe (Antigua and Barbuda): The Group of \r\n77 and China welcome the convening of this high-level \r\nmeeting to conduct a midterm review of the Almaty \r\nProgramme of Action. \r\n The Programme provides a comprehensive \r\nframework to address the particular needs and \r\nproblems of landlocked developing countries (LLDCs) \r\nand transit developing countries. The time for the \r\nreview is indeed opportune, given the looming 2015 \r\ndeadline for the achievement of the Millennium \r\nDevelopment Goals (MDGs).  \r\n Last week’s high-level event of the General \r\nAssembly made it clear that we are not on track to \r\nachieve most, if any, of the MDGs. Landlocked \r\ndeveloping countries are among those least likely to \r\nmeet the Goals. \r\n The Group attach great importance to high-level \r\nreviews of the implementation of the outcomes of \r\nmajor United Nations conferences and summits. It is \r\nthe means through which we can monitor progress in \r\nthe implementation necessary to achieve the objectives.  \r\n The Group believe that the overall internationally \r\nagreed development goals and targets can only be \r\nrealized through continued focus on the special needs \r\nof the most vulnerable countries. The Almaty \r\nProgramme of Action remains a sound global \r\nframework for global partnerships aimed at addressing \r\nthe special needs of the LLDCs. Its full implementation \r\nshould be vigorously pursued. \r\n During this two-day meeting, as the international \r\ncommunity takes stock of progress made, lessons \r\nlearned and challenges encountered in the \r\nimplementation of the Almaty Programme of Action to \r\ndate, the Group of 77 and China hope that one result \r\nwill be greater support for the efforts of the LLDCs \r\nand transit developing countries in their efforts to \r\naddress the major constraints on their development. In \r\nthis regard, the five priority areas agreed upon in the \r\nProgramme of Action are critical. \r\n In this increasingly competitive globalized world, \r\ntrade is a vital means of international economic \r\nintegration, and it is in this area that the LLDCs are at \r\nthe greatest disadvantage. Therefore, the failure of the \r\nDoha Development Round to address the development \r\nchallenge in international trade is of great relevance to \r\nthe situation of the LLDCs. \r\n In that context, the Group of 77 and China would \r\nlike to highlight the following points.  \r\n First, the current multidimensional global crises — \r\nfood, energy, climate and finance — will compound the \r\nchallenges to the development objectives of the LLDCs \r\nand transit developing countries, and will constrain \r\nnational efforts to achieve implementation of the \r\nProgramme. \r\n Secondly, a robust and proactive initiative, \r\nincluding a doubling of efforts and resources on the \r\npart of all development partners in support of the \r\nLLDCs will be required. \r\n Thirdly, greater progress in implementation is \r\nbeing impeded by the persistence of long-standing \r\nA/63/PV.18  \r\n \r\n08-53293 20 \r\n \r\nbarriers to development, such as international trade \r\nbarriers, lack of resources for investing in \r\ninfrastructure and weak international support measures. \r\n The Group of 77 and China is now more \r\nconvinced than ever that a supportive international \r\ntrading system is vital for the LLDCs, and that full \r\nimplementation of the Almaty Programme of Action is \r\nboth critical and urgent.  \r\n The Group emphasize the need for initiatives, \r\nincluding aid for trade initiatives, which aim to lower \r\nthe administrative, financial and other costs to trade \r\nand to improve competitiveness and enhance \r\nproductive capacity. \r\n The Group also emphasize the need for enhanced \r\nsupport from development partners for building and \r\ndeveloping the capacity of LLDCs in World Trade \r\nOrganization negotiations on trade facilitation, so as to \r\nenhance their ability to take advantage of any greater \r\nmarket access opportunities. \r\n The Group is concerned that LLDCs, like most \r\ndeveloping countries, continue to be at a competitive \r\ndisadvantage in attracting private investment despite \r\ncreating a more attractive investment climate through \r\nreforms and policy improvements to reduce \r\nbureaucracy, lower costs and improve business \r\nprocedures and public services.  \r\n There is a need, therefore, for conscious policy \r\nmeasures to facilitate and enhance the flow of \r\ninvestments, both public and private, in LLDCs in \r\npursuit of the full implementation of the Almaty \r\nProgramme of Action. \r\n Furthermore, bilateral development partners and \r\nmultilateral institutions, including development banks \r\nand agencies, should redouble their efforts to \r\nencourage and facilitate public and private investment \r\nin transit and transport infrastructure development in \r\nLLDCs through innovative means, including \r\ninvestment guarantees. \r\n The Group of 77 and China wish to draw \r\nattention to the following points. \r\n First, there is a need for greater access to \r\nadvanced technologies in transport systems, services \r\nand technologies that can improve product quality. \r\n Secondly, there is a need for sufficient and \r\npredictable levels of official development assistance \r\n(ODA). This will require in the first instance that \r\ndeveloped countries deliver on their commitments to \r\nprovide 0.15 per cent to 0.20 per cent of gross national \r\nincome as ODA to the LLDCs. In this regard, the \r\nGroup strongly supports the call of the Secretary-\r\nGeneral to donor countries and the international \r\nfinancial and development institutions to support the \r\nTrust Fund he established for the implementation of the \r\nAlmaty Programme of Action. \r\n The third need is for technical assistance, \r\nincluding the facilitation of South-South cooperation, \r\nin the construction, maintenance and operations of \r\ntransport, storage and other transit-related facilities, as \r\nwell as the promotion of subregional, regional and \r\ninterregional transport-related programmes and \r\nprojects. \r\n The Group of 77 and China welcome the efforts \r\nof the Office of the High Representative for the Least \r\nDeveloped Countries, Landlocked Developing \r\nCountries and Small Island Developing States in \r\ncompiling a set of macroeconomic indicators, \r\nincluding selected transport and communications \r\nstatistics, to illustrate progress in implementing the \r\nAlmaty Programme of Action. We urge that this \r\ninitiative be further enhanced to also include the \r\ndevelopment of an acceptable set of benchmarks, in \r\naddition to the macroeconomic indicators, in order to \r\neffectively monitor implementation. \r\n In conclusion, we emphasize that progress in the \r\nimplementation of the Almaty Programme of Action is \r\nintegral to the implementation of all the outcomes of \r\nmajor United Nations conferences and summits, \r\nincluding the Millennium Declaration. It is a test of our \r\nresolve to foster a global partnership for development \r\nin our efforts to track progress of all internationally \r\nagreed development goals. \r\n The Group of 77 and China sincerely hope that \r\nthis high-level review meeting will increase the sense \r\nof urgency and renew and scale up global partnerships \r\nin support of the implementation of the Almaty \r\nProgramme of Action, and, more generally, support for \r\nthe development efforts of LLDCs to achieve their \r\nnational development goals in concrete, tangible and \r\nmeasurable ways. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Philippe Delacroix, the \r\nrepresentative of France. \r\n A/63/PV.18\r\n \r\n21 08-53293 \r\n \r\n Mr. Delacroix (France) (spoke in French): I have \r\nthe honour to speak on behalf of the European Union \r\n(EU). The candidate countries of Turkey, Croatia and \r\nthe former Yugoslav Republic of Macedonia, the \r\ncountries of the Stabilization and Association Process \r\nand potential candidates Albania, Bosnia and \r\nHerzegovina, Montenegro, Serbia, as well as Ukraine, \r\nthe Republic of Moldova and Armenia, align \r\nthemselves with this statement. \r\n First, I thank the President of the General \r\nAssembly, the Secretary-General and the High \r\nRepresentative for the Least Developed Countries, \r\nLandlocked Developing Countries and Small Island \r\nDeveloping States for organizing this plenary meeting \r\ndevoted to the midterm review of the Almaty \r\nProgramme of Action. \r\n The European Union also thanks Mr. Yukio \r\nTakasu, Permanent Representative of Japan, for \r\nfacilitating negotiations on the draft final document \r\n(A/63/L.3*), which were concluded last month. I also \r\nthank the Secretary-General for his most recent report \r\n(A/63/165). \r\n The Almaty Programme of Action is built on a \r\npartnership among landlocked and transit countries and \r\ndevelopment partners. In that spirit of partnership, the \r\nEuropean Union would like to reaffirm before the \r\nGeneral Assembly its commitment to promoting and \r\nimplementing the priorities set forth in the Almaty \r\nProgramme of Action. \r\n The European Union is satisfied with the final \r\ndocument, which we approved. It is balanced and \r\ncomprehensive and will lead to concrete \r\nrecommendations within the framework already \r\nestablished by the Almaty Programme of Action. \r\nBefore I address a few points that the European Union \r\nconsiders to be essential to ensuring development in \r\nlandlocked and transit countries, I should like first to \r\nexpress the Union’s satisfaction with the progress \r\nachieved over the past five years. Generally speaking, \r\nlandlocked developing countries have been enjoying \r\nhigher gross national products and foreign direct \r\ninvestment. For many of those countries, such progress \r\nis encouraging. I wish to stress three points in \r\nparticular.  \r\n First, with respect to infrastructure, as many \r\nspeakers have noted, landlocked developing countries \r\nare subject to major constraints related to development \r\nand infrastructure maintenance problems. The \r\nEuropean Union plays a key role in that sphere by \r\nproviding financial and technical assistance for \r\ndeveloping transport, telecommunications, energy and \r\nwater infrastructures. Last year, the European Union \r\nendorsed the EU-Africa Infrastructure Partnership with \r\nthe aim of promoting interconnectivity in Africa, in \r\nparticular in favour of the landlocked countries of that \r\ncontinent. \r\n Official development assistance naturally plays \r\nan important role in remedying the lack of \r\ninfrastructure. However, the private sector also plays a \r\ndecisive role in financing such infrastructure, be it in \r\nlandlocked or transit countries. In that respect, it is \r\nessential to promote public-private partnerships, \r\nespecially by creating an investment-friendly \r\nenvironment. \r\n Secondly, such infrastructure investments \r\nfacilitate trade expansion. Customs bottlenecks must \r\nnot slow expanding trade. Lowering customs barriers \r\nand modernizing existing customs procedures naturally \r\nencourages trade. Landlocked and transit countries \r\nshould work together to ensure that red tape does not \r\nhinder trade and investment. We would recall that, as \r\nthe World Bank has noted, only a quarter of the delays \r\nin the exchange of goods is due to poor infrastructure \r\nquality and that paperwork, inspections and customs \r\nformalities — in short, regulatory constraints — are the \r\nmain causes of logjams and delays. \r\n That is why the European Union is funding \r\nseveral customs modernization projects in landlocked \r\ndeveloping countries. The European Union is also one \r\nof the main trading partners of the group of developing \r\nlandlocked countries. In that context, it finances \r\nseveral trade facilitation projects in landlocked \r\ndeveloping countries. \r\n Thirdly, with regard to regional integration, those \r\ncountries must develop through regional cooperation \r\nand integration channels. Developing landlocked and \r\ntransit countries that belong to dynamic regional \r\norganizations clearly attract more foreign direct \r\ninvestment and integrate more efficiently into regional \r\ntransport and transit infrastructure networks. The \r\nEuropean Union provides an example of regional \r\nintegration that has contributed to the economic \r\nexpansion of several of its landlocked member States. \r\nOther examples — such as those of the Economic \r\nCommunity of West African States or the Greater \r\nA/63/PV.18  \r\n \r\n08-53293 22 \r\n \r\nMekong subregion — show why it is worthwhile to \r\nstrengthen that level of cooperation. \r\n The European Union shall do its share of the \r\nwork to implement those various points. However, \r\nlandlocked or transit countries are primarily \r\nresponsible for their own development. To that end, \r\nthey must unite and work together for their common \r\ndevelopment. The European Union welcomes their \r\nwillingness to assume that responsibility, as \r\ndemonstrated by the declaration we are preparing to \r\nadopt. In their endeavour, they can count on the active \r\npartnership of the European Union. \r\n The Acting President: I now give the floor to \r\nMs. Raja Ghannam, Director General of Multilateral \r\nCooperation of the Ministry for Foreign Affairs of \r\nMorocco. \r\n Ms. Ghannam (Morocco) (spoke in French): My \r\ndelegation aligns itself with the statement made by the \r\nrepresentative of Antigua and Barbuda on behalf of the \r\nGroup of 77 and China. \r\n The delegation of Morocco welcomes the \r\nconvening of this high-level plenary meeting devoted \r\nto the midterm review of the Almaty Programme of \r\nAction. We congratulate Cheikh Sidi Diarra on his \r\noutstanding work and tireless efforts to ensure the \r\nsuccess of this meeting and to defend the interests of \r\nlandlocked developing countries. My delegation \r\nwelcomes the mobilization that took place during the \r\npreparations for this meeting and believes that the \r\nactive participation of all stakeholders in that collective \r\neffort demonstrates that the needs of landlocked \r\ncountries remain a major concern on the global \r\ndevelopment agenda. \r\n The Moroccan delegation firmly believes in the \r\nimportance of the midterm review, which will allow us \r\nto assess the progress that has been made in \r\nimplementing the Almaty Programme of Action and to \r\nagree on efforts to further mobilize global partnerships \r\nto help landlocked and transit developing countries as \r\nthey strive to achieve economic and social \r\ndevelopment. The outcome of the review process will \r\ncertainly contribute to progress in the debate on a road \r\nmap for the years ahead so that we can build on earlier \r\nefforts to meet the specific needs of the affected \r\ncountries and to ensure an updated transport \r\ncooperation framework for those countries. \r\n This high-level meeting takes place in a context \r\nthat is particularly difficult for landlocked developing \r\ncountries, which are encountering numerous challenges \r\nto their development. The implementation of the \r\nAlmaty Programme of Action will undoubtedly help \r\nthem to meet those challenges. Landlocked countries \r\nare aware of the need to promote a policy of genuine \r\ndomestic and external openness, which is critical to \r\ntheir economic development. To that end, they have \r\nestablished road infrastructure programmes to connect \r\ntheir communications networks at the subregional and \r\nregional levels, encourage the circulation of goods and \r\nservices, and promote business opportunities. \r\n However, the failure of the World Trade \r\nOrganization trade negotiations will seriously affect \r\nthe hopes of those countries with respect to market \r\naccess. The failure represents yet another lost \r\nopportunity for those countries to promote their \r\nexports. Similarly, in addition to the structural \r\nhandicaps impeding their economic and social \r\ndevelopment policies, like other countries of the South \r\nlandlocked countries are dealing with the effects of \r\nclimate change, the skyrocketing costs of energy and \r\nfood, and the international financial crisis.  \r\n The international community must enhance its \r\nsupport for landlocked and transit countries, meet their \r\nneeds in terms of market access, and provide them with \r\nadditional financial resources so that they can meet \r\nthose challenges and achieve the objectives of the \r\nAlmaty Programme of Action, the implementation of \r\nwhich will require the activation of global development \r\npartnerships. \r\n As a faithful promoter of South-South \r\ncooperation, Morocco is ready to share its own \r\nexpertise and know-how in the implementation of the \r\ninfrastructure projects necessary to accelerating the \r\nimplementation of the Almaty Programme of Action. \r\nDuring the course of various international conferences \r\nheld in Morocco — notably the Ministerial Conference \r\nof Least Developed Countries and the High-Level \r\nConference on South-South Cooperation — my \r\ncountry has drawn attention to the specific needs of \r\nthose countries and the necessity of partnerships \r\nbetween landlocked developing countries, donor \r\ncountries, the international financial institutions and \r\nthe private sector. \r\n The Moroccan delegation remains convinced that \r\nthe recommendations of our meeting will speed up \r\n A/63/PV.18\r\n \r\n23 08-53293 \r\n \r\nimplementation of the Almaty Programme of Action \r\nand give a strong impetus to development efforts in \r\nvarious regions of the countries concerned. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Baki İlkin, chairman of the \r\ndelegation of the Republic of Turkey. \r\n Mr. İlkin (Turkey): It gives me pleasure to \r\naddress the General Assembly on the occasion of the \r\nhigh-level meeting devoted to the midterm review of \r\nthe Almaty Programme of Action. I take the \r\nopportunity to share some of our views on this \r\nimportant topic. \r\n It is clear that the landlocked developing \r\ncountries (LLDCs) still face serious challenges today. \r\nAnd those challenges are not limited to the \r\ngeographical and physical constraints; the LLDCs also \r\nface certain structural inadequacies. Although these \r\nshortcomings do not fully define all the socio-economic \r\ndevelopment problems of the LLDCs, they still \r\nundermine their economic growth. \r\n The Almaty Programme of Action provides a \r\nsolid framework for international cooperation aimed at \r\naddressing the challenges faced by the LLDCs. There \r\nhas already been considerable progress in \r\nimplementing the Programme’s priority areas. Yet we \r\nhave to continue our collective efforts to create \r\ngenuine partnerships between the landlocked and \r\ntransit countries through regional integration schemes.  \r\n Another important dimension in that regard is \r\npromoting closer cooperation between the LLDCs and \r\ntheir development partners, which will pave the way \r\nfor transport infrastructure development, trade \r\nfacilitation and market access. \r\n The economic development and growth of the \r\nLLDCs on the whole has been promising since the \r\nadoption of the Almaty Programme of Action. \r\nHowever, rising transport costs and persistent \r\nstructural issues have the potential to slow down that \r\npositive trend. \r\n Let me briefly elaborate on how Turkey plays its \r\npart to address the challenges that the LLDCs face.  \r\n In the dictionary of development, “bridge” has a \r\nnumber of meanings. In the case of Turkey, the notion \r\nof being a bridge has first a geographical connotation. \r\nThe Anatolian peninsula has been at the epicentre of \r\nmajor trade routes. Starting with the historic Silk Road, \r\nTurkey has always been a conduit of close regional \r\ntransport cooperation and thus trade promotion. That is \r\nstill very much the case. \r\n We all know that international trade serves as a \r\npowerful engine for development. That applies to all \r\nnations, but is certainly vital for landlocked countries. \r\nMindful of this fact, Turkey has committed itself to the \r\nfacilitation of transport links between the landlocked \r\ncountries of Asia and their trading partners in Europe. \r\nIndeed, with the realization of two railway construction \r\nprojects, the rail link between Europe, the Caucasus \r\nand Central Asia will have been completed.  \r\n Because of its unique geographical location, \r\nTurkey is also one of the few countries that are \r\nmembers of both the United Nations Economic \r\nCommission for Europe and the United Nations \r\nEconomic and Social Commission for Asia and the \r\nPacific. These two important United Nations bodies \r\nhave joined forces to harmonize and eventually link the \r\ntransport networks of two of the most populous \r\ncontinents. Turkey has worked proactively for this \r\nhistoric project to become a reality.  \r\n In that framework, Turkey is party to the \r\nAgreement on the Asian Highway Network, the \r\nTrans-European North-South Motorway network \r\nproject and the Trans-European Railway Project, and it \r\nis currently negotiating for the extension of the \r\nTrans-European Transport Networks to its own \r\nterritory. Completion of those projects would further \r\nfacilitate the access of landlocked countries to their \r\nimportant trading partners. \r\n However, the provision of transport facilities is \r\nonly one dimension of the problems that the LLDCs \r\nface. The landlocked developing countries need to \r\nfurther upgrade their transport networks and related \r\ninfrastructure too. Here Turkey again plays a role. \r\nThrough the Turkish International Cooperation and \r\nDevelopment Agency, Turkey has in the last three \r\nyears either directly undertaken or partly financed \r\nmultiple transport infrastructure projects at a cost \r\ntotalling $19 million. We have also been providing \r\nvarious training and education programmes for experts \r\nfrom the Central Asian republics.  \r\n I am pleased to announce today the Turkish \r\nGovernment’s decision to contribute $200,000 to the \r\nTrust Fund established to facilitate the follow-up \r\nactivities for the implementation of the Almaty \r\nProgramme of Action.  \r\nA/63/PV.18  \r\n \r\n08-53293 24 \r\n \r\n Our collective efforts to address the special needs \r\nand problems of the LLDCs are indeed vital for the \r\nattainment of the Millennium Development Goals. We \r\nwill continue to do our utmost in assisting the LLDCs \r\nin their development endeavours.  \r\n In conclusion, I extend our warm thanks to the \r\nPermanent Representative of Japan, Ambassador \r\nTakasu, for his diligent work as facilitator in the \r\nnegotiation process of the declaration that will be \r\nformally adopted at the end of our meeting.  \r\n I also express our deep appreciation to Under-\r\nSecretary-General and High Representative Ambassador \r\nDiarra and his team for their tireless work. \r\n The Acting President: I give the floor to His \r\nExcellency Mr. R.M. Marty M. Natalegawa, chairman \r\nof the delegation of the Republic of Indonesia. \r\n Mr. Natalegawa (Indonesia): I begin by thanking \r\nthe President for convening this midterm review to \r\naddress the special needs of landlocked developing \r\ncountries (LLDCs) and their transit developing \r\ncountries.  \r\n The review takes places at an important juncture, \r\nwhen Member States have reiterated their firm \r\ncommitment to the Millennium Development Goals \r\n(MDGs). The 31 countries comprising 370 million \r\npeople that we speak of today are an essential element \r\nof our broader commitment to achieve the Millennium \r\nDevelopment Goals. This is therefore a timely \r\nopportunity to acknowledge the progress achieved but \r\nalso to highlight the remaining challenges.  \r\n The declaration to be adopted at the end of the \r\nmidterm review of the Almaty Programme of Action \r\ncontains important future actions to enhance further \r\ncooperation between landlocked and transit countries, \r\nwith the support of the international community. In that \r\nregard, my delegation expresses its full support for the \r\ndeclaration’s adoption. \r\n Indonesia recognizes the special needs of the \r\nleast developed and landlocked developing countries. \r\nThe high cost of international trade caused by transit \r\nand transport costs has been a persistent barrier. Even \r\nsince the world market was fully opened to landlocked \r\ncountries, their participation in international trade and \r\nthe competitiveness of their products have been \r\nhampered by lack of territorial access to sea ports and \r\npoor transit infrastructure. The limited capacity of the \r\ninfrastructure, even with territorial access to sea ports, \r\nis another challenge. \r\n Trade is a powerful engine for growth and \r\ndevelopment. Therefore, the participation and \r\nintegration of landlocked developing countries in the \r\nworld trading system should be at the centre of global \r\nefforts. The full inclusion of the least developed \r\ncountries and LLDCs in the World Trade Organization \r\nwill address their marginalization in international \r\ntrade. \r\n Since the adoption of the Almaty Programme of \r\nAction, the gross domestic product of the landlocked \r\ndeveloping countries as a group grew by almost 8 per cent \r\nper annum for the period 2003 to 2006. The increased \r\nGDP growth rates resulting from exports surged \r\nparticularly for oil and other mineral resources. \r\nMoreover, the economic growth of the major transit \r\ncountries has been encouraging, and neighbouring \r\nlandlocked developing countries have benefited from \r\nthe spillover effects. \r\n Despite those encouraging signs, however, the \r\neconomic growth and social well-being of landlocked \r\ncountries remain very vulnerable to external shocks. \r\nThat causes even more concern as the per capita \r\nincome and human development of most of the LLDCs \r\nare among the lowest in the world.  \r\n Therefore, providing international support \r\nmeasures is an urgent task that includes a major effort \r\nto reduce transport costs, improve infrastructure and \r\nstrengthen capacity-building. Since cooperation \r\nbetween landlocked countries and their transit \r\nneighbours is pivotal for an effective solution to many \r\ntransit problems, an effective strategy to improve \r\ntransit systems requires, first and foremost, action at \r\nthe regional level. \r\n Within the Association of Southeast Asian \r\nNations (ASEAN), the Initiative for ASEAN \r\nIntegration Programme gives direction to and sharpens \r\nthe focus of collective efforts in ASEAN to narrow the \r\ndevelopment gap between its older and newer \r\nmembers. The initiative also aims to merge the \r\neconomy of ASEAN’s newer members into the regional \r\nand global markets.  \r\n To realize that objective, at their summit meeting \r\nin Phnom Penh in November 2002 the ASEAN leaders \r\nendorsed a workplan for the period to 2008 comprising \r\n203 projects. It is noteworthy that some of the projects, \r\n A/63/PV.18\r\n \r\n25 08-53293 \r\n \r\nespecially those related to transportation, are in line \r\nwith the Almaty Programme of Action. \r\n Indonesia joins those who have called for \r\ninternational support to address the special needs of \r\nlandlocked developing countries and the transit \r\ndeveloping countries. Indonesia reiterates its \r\ndetermination to work in unison with the international \r\ncommunity to create an environment that will pave the \r\nway towards promoting the well-being of all countries. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Eladio Loizaga, chairman of the \r\ndelegation of the Republic of Paraguay. \r\n Mr. Loizaga (Paraguay) (spoke in Spanish): At \r\nthe outset, on behalf of the delegation of Paraguay I \r\nwould like to say how pleased we are that Mr. d’Escoto \r\nBrockmann is presiding over this high-level plenary \r\ndevoted to the midterm review of the Almaty \r\nProgramme of Action, knowing that he comes from one \r\nof the three vulnerable groups of this Organization.  \r\n I recall that during its eleventh session the \r\nGeneral Assembly, in February 1957, adopted \r\nresolution 1028 (XI), in which Member States for the \r\nfirst time gave  \r\n“full recognition to the needs of land-locked \r\nMember states in the matter of transit trade and, \r\ntherefore, [accorded] them adequate facilities in \r\nterms of international law and practice in this \r\nregard, bearing in mind the future requirements \r\nresulting from the economic development of the \r\nland-locked countries”. \r\n After 46 years and subsequent technical \r\nmeetings, the Almaty Programme of Action was \r\nadopted in August 2003, with a view to addressing the \r\nspecial needs of landlocked developing countries \r\n(LLDCs) within a new global framework for transit \r\ntransportation cooperation for landlocked and transit \r\ndeveloping countries. \r\n The Almaty Declaration, which systematized the \r\nspecial needs of the Group of the Landlocked \r\nDeveloping Countries, was the result of intense \r\nnegotiations and, above all, a response to the call made \r\nby our heads of State in Goal 8 of the Millennium \r\nDeclaration, in which they recognized the special needs \r\nand problems that that Group faces owing to its \r\nvulnerable geographical position. It was also possible \r\nthanks to the support and understanding shown by our \r\nbrother transit countries. \r\n We are convinced that the Almaty Programme of \r\nAction represents the necessary framework to build \r\nfairer and more equitable relations between all the \r\nMember States and international financial and \r\ndevelopment agencies, with the aim of helping \r\novercome that disadvantage in such a way that we can \r\nparticipate in and share the benefits to be gained from \r\nhaving access to the main world markets, as well as the \r\ngrowing globalized and competitive economy. \r\n At the Almaty Conference in 2003, with a view to \r\nuniting efforts to tackle the challenges faced by the \r\nGroup of the LLDCs in future trade negotiations, \r\nParaguay was appointed coordinator of the Group for \r\nmatters relating to trade and development. In keeping \r\nwith that mandate, the Paraguayan delegation in \r\nGeneva has been working within both the framework \r\nof Goal 8 of the Millennium Declaration and the World \r\nTrade Organization (WTO) to incorporate and defend \r\nthe interests of the Group in multilateral international \r\ntrade. \r\n Similarly, in the framework of the United Nations \r\nConference on Trade and Development (UNCTAD), \r\nthe Group of the LLDCs played an active role in the \r\nlatest conferences, in particular in UNCTAD XI, which \r\ntook place in São Paulo, Brazil, in June 2004, and in \r\nthe recent UNCTAD XII, held in Accra, Ghana, from \r\n20 to 25 April 2008, where there was major recognition \r\nof the need to take into account the position of the \r\nlandlocked developing countries in international trade \r\nand other priority areas. \r\n In the preparation for that recent Conference, \r\nwithin the framework of the Group of 77 and China, \r\nthe Group of the LLDCs submitted several paragraphs \r\nrelated to questions of transportation, infrastructure, \r\ntrade facilitation, investment, access to markets and \r\ntechnical cooperation, associated with the Almaty \r\nProgramme of Action, which were included in the \r\nAccra Agreement and which the UNCTAD secretariat \r\nis currently implementing. \r\n It is worth pointing out that for the first time \r\nUNCTAD has a mandate to assist landlocked countries \r\nin the area of investment. That has made it possible for \r\nUNCTAD, jointly with the World Bank and the United \r\nStates Chamber of Commerce, to organize the High-\r\nLevel Investment Forum “Investing in Landlocked \r\nDeveloping Countries”, which took place in this Hall \r\nyesterday.  \r\nA/63/PV.18  \r\n \r\n08-53293 26 \r\n \r\n Within the framework of the WTO, negotiations \r\nare currently under way for the Doha Development \r\nRound, which began in 2001 and was expected to be \r\ncompleted by 2005. However, as we all know, the \r\ndifficulties in fulfilling the mandate of the WTO \r\nMinisterial Conference have meant that negotiations \r\nare still going on. \r\n In accordance with Priority 3 of the Almaty \r\nProgramme of Action, on international trade and trade \r\nfacilitation, the landlocked developing countries are \r\nfocusing their efforts primarily on one of the most \r\nimportant chapters of the Doha Round, which is trade \r\nfacilitation. It is expected that, as a result of the \r\nnegotiations in that regard, the landlocked developing \r\ncountries will be able to count on an international \r\ninstrument that contains mandatory compliance \r\nstandards and helps to remove obstacles that currently \r\nhinder trade and make it more costly, by facilitating the \r\ntransit of merchandise and making it less expensive. \r\n With a view to establishing a reference point for \r\nwork in the Round, and also to have agreed common \r\npositions, we organized the first Meeting of the \r\nMinisters of Landlocked Developing Countries \r\nResponsible for Trade, which took place in Asunción, \r\nParaguay, in August 2005. As a result of the meeting, \r\nwe adopted the Asunción Platform for the Doha \r\nDevelopment Round, which is today a fundamental \r\ndocument in the area of trade and trade facilitation. \r\n In August 2007, the second Meeting of the \r\nMinisters of Landlocked Developing Countries \r\nResponsible for Trade was held in Ulan Bator, \r\nMongolia, to review the Asunción Platform and adjust \r\nthe objectives of the Group of the LLDCs to the Doha \r\nRound. Our efforts resulted in the Ulan Bator \r\nDeclaration, in which our countries renewed their \r\ncommitment to work with determination for real, \r\nbeneficial results in the Doha Round.  \r\n Another important topic which landlocked \r\ndeveloping countries have dealt with in the World \r\nTrade Organization (WTO) concerns the processes for \r\ntheir joining that body. Indeed, eight members of our \r\nGroup are currently negotiating their entry. It is a long, \r\ncostly and complicated process.  \r\n We take this opportunity to repeat our call to the \r\nmembers of the WTO to take into account in accession \r\nnegotiations for the countries of our Group the \r\ncondition of those countries, and not to request \r\nconcessions going far beyond their economic, financial \r\nand development possibilities. \r\n We also cannot miss the opportunity to point out \r\nthat, in addition to the structural difficulties of transit \r\ntransport, trade facilitation and restrictions on \r\nlandlocked developing countries’ access to \r\ninternational trade, there are today new challenges to \r\nsustainable development: the high oil price, the food \r\ncrisis, climate change and, most recently, the financial \r\ncrisis, which could have a great impact on the most \r\nvulnerable economies. It would therefore be prudent \r\nfor the international community, in adopting policies \r\nand actions to deal with those crises, to bear in mind \r\nthe particular situation of landlocked developing \r\ncountries. \r\n In accordance with the mandate given by the \r\nGroup, and with its constant support, Paraguay has \r\nmade all necessary efforts in coordinating negotiations \r\nfor the draft declaration to be considered by ministers \r\nand representatives in this high-level meeting. The \r\ndocument reflects the state of implementation of the \r\nAlmaty Programme of Action as well as the challenges \r\nto be met and commitments still to be fulfilled in the \r\nnext five years. \r\n I thank the Secretary-General, Mr. Ban Ki-moon, \r\nfor the support that he has given the Group of the \r\nLandlocked Developing Countries since he took office \r\nin order to, above all, preserve and strengthen the \r\nOffice of the High Representative for the Least \r\nDeveloped Countries, Landlocked Developing \r\nCountries and Small Island Developing States. \r\n I also pay a well-deserved tribute to Ambassador \r\nAnwarul Chowdhury, the first High Representative for \r\nthe Least Developed Countries, Landlocked \r\nDeveloping Countries and Small Island Developing \r\nStates, for his dedication to the cause of our Group and \r\nhis efforts in the establishment of the Almaty \r\nProgramme of Action five years ago. \r\n I also recognize the work done by the Permanent \r\nRepresentative of Japan, Ambassador Yukio Takasu, \r\nand his team. As facilitator, he managed to reconcile \r\nthe different positions, which made it possible to agree \r\non a draft declaration. \r\n Lastly, we express our gratitude to the High \r\nRepresentative for the Least Developed Countries, \r\nLandlocked Developing Countries and Small Island \r\nDeveloping States, Ambassador Cheick Sidi Diarra, \r\n A/63/PV.18\r\n \r\n27 08-53293 \r\n \r\nand his team of skilled professionals for their work, in \r\naccordance with the Assembly’s mandate, both at the \r\npreparatory process and in the meeting for which we \r\ncome together today. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Hilario G. Davide, chairman of the \r\ndelegation of the Philippines. \r\n Mr. Davide (Philippines): Since I am speaking \r\nfor the first time at the sixty-third session, I begin by \r\ncongratulating the President on his truly well-deserved \r\nelection by acclamation. With the theme of his \r\nstewardship clearly defined in his address at the \r\nopening of the session on 16 September, the \r\nPhilippines is confident that he will provide that rare \r\nbrand of leadership that promises to bring the dawn of \r\na new day for the United Nations as it grapples with \r\nthe series of crises that have engulfed our world. \r\n Strengthened as the President is by his faith, I know \r\nthat he will, just as St. Paul in Corinthians 1:16 exhorted, \r\nbe courageous and strong and his every act will be done \r\nwith love. In this spirit, the Philippines pledges its \r\ncooperation and full support in all his efforts to pursue \r\nhis noble plans for the United Nations. \r\n The Philippines likewise commends and \r\ncongratulates Secretary-General Ban Ki-moon for his \r\nincisive and comprehensive report on the Almaty \r\nProgramme of Action at the time of its midterm review. \r\n Finally, I extend the Philippines gratitude to \r\nAmbassador Cheick Sidi Diarra, High Representative \r\nfor the Least Developed Countries, Landlocked \r\nDeveloping Countries and Small Island Developing \r\nStates, for his unceasing efforts to succeed in his \r\nmultiple roles, especially in advancing the cause of \r\nthose countries.  \r\n We also thank Ambassador Yukio Takasu of Japan \r\nfor his crucial role in negotiating and facilitating the \r\noutcome document. \r\n The Philippines aligns itself with the statement of \r\nthe Group of 77 and China delivered by the \r\nrepresentative of Antigua and Barbuda. Nonetheless, it \r\nwishes to speak briefly on some Philippine concerns.  \r\n It must immediately be stated that the review \r\nprocess provides an opportunity to make a critical \r\nexamination of the accomplishments made and the \r\nchallenges faced by landlocked developing countries \r\nand transit developing countries in addressing their \r\nrespective development goals, including the \r\nMillennium Development Goals (MDGs) and \r\ninternationally agreed development goals. \r\n Although the Philippines is not a landlocked \r\ncountry — it is an archipelago with 7,100 islands — \r\nthe issue of access to markets by landlocked countries \r\nfinds congruence in the challenges related to the \r\nPhilippines, as its islands, big and small, separated by \r\nsometimes unfriendly water, similarly face problems in \r\ntransport and infrastructure needs. \r\n Admittedly, these challenges are not as \r\ncomplicated in terms of seeking third-country access \r\nfor our products to be exported to wider global \r\nmarkets. However, the overarching objective of \r\nintegration into the world economy through \r\nharmonization of policies and trade facilitation is a \r\nfamiliar topic of discussion in a similar grouping in \r\nwhich the Philippines is involved — the Asia-Pacific \r\nEconomic Cooperation (APEC) forum. \r\n The similarity between the Almaty agenda topics \r\nof discussion and those of APEC pointed and led to the \r\npossibility of finding points of synergy, cooperation \r\nand mutual benefit. The global village is shrinking fast. \r\nProblems and crises in one country directly or \r\nindirectly affect the rest. The development, progress \r\nand stability of one country ought to benefit, directly \r\nor indirectly, the rest. In short, as has been said, no \r\nman can be an island entirely of himself.  \r\n This brings us to the conclusion that the logic and \r\nwisdom of global trade means looking beyond one’s \r\nimmediate geographic neighbours. Thus, Almaty’s \r\nbroader concerns must extend beyond access to the \r\ncoasts. Even though the Almaty agenda is very much \r\nsituated in the United Nations process — while \r\nAPEC’s is not — it clearly appears that if the topics of \r\ntrade facilitation, policy harmonization, transit and \r\ninfrastructure needs are of common interest, then there \r\nshould be some advantage to a mutual awareness of \r\ndiscussions and best practices in each forum, especially \r\nsince some APEC members are also Almaty transit \r\ncountries. \r\n This is not to advocate the establishment of any \r\nformal connection between the two forums. However, \r\nsince knowledge is power and access to knowledge is \r\nfree, there is no downside to being aware of \r\ninformation that can be useful or applicable to one’s \r\nparticular situation. In any event, the benefits derived \r\nfrom knowledge sharing are unquantifiable, and if in \r\nA/63/PV.18  \r\n \r\n08-53293 28 \r\n \r\nthe end this could lead to the process of a formal \r\nconnection between the two forums, a new dimension \r\nof cooperation would be achieved for the summum \r\nbonum of all. \r\n The Philippines supports the conclusions and \r\nrecommendations in the Secretary-General’s report on \r\nthe implementation of the Almaty Programme of \r\nAction. The special needs of landlocked developing \r\ncountries should be recognized, and, as I stated earlier, \r\nand as recommended in the Secretary-General’s report, \r\nthere is a role to be played by regional and subregional \r\norganizations in the implementation. \r\n In addition, the Economic and Social \r\nCommission for Asia and the Pacific (ESCAP) report \r\non emerging issues in the implementation of the \r\nProgramme of Action provides a region-specific \r\nanalysis of the existing challenges and efforts made in \r\nthe five identified priority areas. Again, the efforts of \r\nESCAP and the Economic Commission for Europe to \r\nprovide technical expertise on paperless trade mirror \r\nsimilar discussions in APEC. \r\n The current activities focusing on the needs of the \r\nlandlocked developing countries give Member States \r\nan update on the remaining challenges as the LLDCs \r\ntry to situate themselves in a world now hit on all sides \r\nby crises of unimaginable proportions: climate change, \r\nthe food and energy crisis, and now the financial crisis, \r\nheightened by what seems to be a failure of the bailout \r\nstrategy in the United States. Verily, the global \r\nfinancial markets are in the midst of upheaval, in grave \r\nturmoil. The future of the Doha Development Round \r\nremains uncertain. All these sad and unfortunate \r\ndevelopments point to extremely difficult times, and, \r\nunfortunately, the LLDCs are placed in danger of being \r\nthe most negatively affected. \r\n Our discussions here today must take these \r\nominous developments into account. We must work \r\nharder to ensure that the Millennium Development \r\nGoals are not put further out of reach of the LLDCs. \r\nWe must learn to look at the broader picture, taking \r\ninto account how regional and subregional discussions \r\ncan integrate the needs of LLDCs and thereby come up \r\nwith mutually beneficial policies for all stakeholders. \r\n Finally, let me put on record that the Philippines \r\nwill give full support and cooperation in seeking a \r\ncommon way forward for the expeditious realization of \r\nthe goals of the Almaty grand agenda as we move \r\nbeyond this midterm review. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Piragibe dos Santos Tarragô, the \r\nrepresentative of Brazil. \r\n Mr. Tarragô (Brazil): My delegation associates \r\nitself with the statement made by Antigua and Barbuda, \r\non behalf of the Group of 77 and China. \r\n I am grateful for the timely convening of this \r\nmeeting to take stock of the implementation of the \r\nAlmaty Programme of Action, as mandated by \r\nresolution 62/204.  \r\n The Brazilian Government is deeply conscious of \r\nthe importance of achieving the goals agreed to in \r\nAlmaty, where we set ourselves a road map to guide \r\nour efforts in assisting the landlocked developing \r\ncountries (LLDCs) to overcome the main obstacles to \r\ntheir economic development, which, to a large extent, \r\nderive from their particular geographic situation. \r\n In keeping with the Programme of Action, Brazil \r\nis committed to assisting, in particular, its landlocked \r\nneighbours — Paraguay and Bolivia — to carry out the \r\nactions identified in the five priorities. As a transit \r\ncountry, Brazil is ready to contribute to their \r\nrealization, especially by seeking to facilitate the flow \r\nof trade of landlocked developing countries to and \r\nfrom international markets. With that in mind, Brazil \r\nhas taken a number of initiatives over the years. \r\n Together with our neighbours in the region, we \r\nsigned in 1990 the Agreement on International Land \r\nTransportation, which provides the legal basis ensuring \r\nthe transit of goods to and from the landlocked \r\ncountries in our region. Thanks to that agreement, \r\nintense and dynamic transport flows have taken place \r\never since. \r\n Political initiatives undertaken in our region \r\nmight also contribute to the implementation of the \r\nAlmaty Programme of Action. In particular, the \r\ncreation of the Union of South American Nations \r\n(UNASUL) represents an important step towards a \r\nstrengthened regional integration that will foster closer \r\nrelations among its members in various fields, \r\nincluding through the development of physical \r\ninfrastructure projects. UNASUL has already created \r\ntwo working groups — one on regional infrastructure \r\nand the other on finance integration — which will \r\nbenefit transit to and from landlocked countries in the \r\nregion. \r\n A/63/PV.18\r\n \r\n29 08-53293 \r\n \r\n Brazil also maintains bilateral committees on trade \r\nmonitoring with Bolivia and Paraguay, which constitute \r\nimportant instruments for trade enhancement. That is in \r\naddition to periodic meetings at the level of Deputy \r\nForeign Ministers. \r\n Financing is a key issue for the promotion of \r\nregional integration and for the development of \r\nlandlocked countries. In order to ensure the viability of \r\nthe numerous infrastructure projects, particular \r\nattention must be paid to risk-related mechanisms of \r\nthe corresponding credit operations. In this respect, \r\nBrazil has been able to extend financing in support of \r\ninfrastructure works, by means of specific export credit \r\nprogrammes and increased capital in regional financing \r\ninstitutions, such as the Andean Development \r\nCorporation. \r\n On trade, Brazilian relations with Bolivia and \r\nParaguay have improved in the current decade. Since \r\n2002 two-way trade between Brazil and Bolivia has \r\ngrown by more than 200 per cent, and between my country \r\nand Paraguay it has grown by roughly 100 per cent. \r\n A substantial number of Brazilian companies \r\nhave invested in those two neighbouring countries, in \r\nvery diverse fields including agriculture, cattle \r\nbreeding, agrochemicals, furniture, metallurgy, \r\nbanking, fuel distribution, energy, textiles and clothing, \r\nand oil and gas exploration.  \r\n Likewise — and of no less importance — my \r\nGovernment supports the view that in the Doha Round \r\nof the World Trade Organization, landlocked \r\ndeveloping countries should receive treatment that \r\nenables them to participate more fully in the \r\nmultilateral trading system and to benefit from their \r\nintegration into it. \r\n With a view to reducing the existing asymmetries \r\nin the countries of the Common Market of the South \r\n(MERCOSUR), Brazil supported the establishment of \r\nMERCOSUR’s Structural Convergence Fund. Since its \r\ninception in 2006, the fund has already financed \r\n13 development projects in Paraguay, amounting to \r\n$48 million, in areas such as housing, roads, credit for \r\nsmall enterprises, the development of technological \r\ncapacity and improvements in animal health. \r\n In addition, Brazil has committed financing \r\nsupport for important road projects in Bolivia that will \r\nimprove domestic links and facilitate the transit of \r\ngoods from Brazil to ports on the Pacific coast. \r\n Brazil and Paraguay have agreed to build a new \r\nbridge over the Paraná River, thus easing the \r\ncongestion that today hampers an increased flow of \r\nvehicles between the two countries and to the ports on \r\nthe Atlantic coast. \r\n Finally, through a series of bilateral and regional \r\ninitiatives, Brazil has shown its commitment to the \r\nimplementation of the Almaty Programme of Action, \r\nand it intends to continue to do so. We have been \r\nworking together with partners in the region to create \r\nconditions that may facilitate the development of our \r\nlandlocked neighbours and reduce the current \r\ndisequilibria.  \r\n We believe that the trading, financing and \r\ntransport benefits that we, transit countries, may be \r\nable to extend to our neighbouring landlocked \r\ncountries will also wind up being advantageous to \r\nourselves, as those benefits will have a positive impact \r\non the development of our whole region. \r\n \r\nProgramme of work  \r\n \r\n Mr. Yáñez-Barnuevo (Spain), Vice-President, in \r\nthe Chair.  \r\n The Acting President (spoke in Spanish): I wish \r\nto inform members that on Monday, 6 October, the \r\nGeneral Assembly will take up, as the first item, the \r\nrequest by the Secretary-General (A/63/232), for the \r\ninclusion of an additional item in the agenda of the sixty-\r\nthird session, namely, “Judges of the International \r\nTribunal for the Prosecution of Persons Responsible for \r\nSerious Violations of International Humanitarian Law \r\nCommitted in the Territory of the Former Yugoslavia \r\nsince 1991”.  \r\n Thereafter the Assembly will consider agenda \r\nitem 100, “Report of the Secretary-General on the \r\nwork of the Organization”. \r\nThe meeting rose at 6.05 p.m. \r\n \r\n"