" United Nations  A/63/PV.44\r\n  \r\n \r\nGeneral Assembly \r\nSixty-third session \r\n \r\n44th plenary meeting \r\nTuesday, 11 November 2008, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-59758 (E) \r\n*0859758* \r\nPresident: Mr. D’Escoto Brockmann. . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\n  In the absence of the President, Mr. Cujba \r\n(Republic of Moldova), Vice-President, took the \r\nChair. \r\n \r\nThe meeting was called to order at 10.10 a.m. \r\n \r\n \r\nAgenda item 65 (continued) \r\n \r\nStrengthening of the coordination of humanitarian \r\nand disaster relief assistance of the United Nations, \r\nincluding special economic assistance \r\n \r\n (a) Strengthening of the coordination of emergency \r\nhumanitarian assistance of the United Nations \r\n \r\n  Reports of the Secretary-General (A/63/81, \r\nA/63/277 and A/63/348) \r\n \r\n (b) Special economic assistance to individual \r\ncountries or regions \r\n \r\n  Report of the Secretary-General (A/63/295) \r\n \r\n  Draft resolution (A/63/L.21) \r\n \r\n (c) Assistance to the Palestinian people \r\n \r\n  Report of the Secretary-General (A/63/75) \r\n \r\n Ms. Núñez Mordoche (Cuba) (spoke in \r\nSpanish): First of all, Cuba wishes to associate itself \r\nwith the statement made yesterday by the \r\nrepresentative of Antigua and Barbuda on behalf of the \r\nGroup of 77 and China. \r\n In recent years, we have noted with great concern \r\nan increase in the number of humanitarian emergencies \r\nand, in particular, the seriousness of natural disasters in \r\nvarious regions of the world. Each event of this kind \r\nmust be used to examine in depth the consequences of \r\nclimate change and ecological imbalance, among many \r\nother problems facing humankind today. \r\n Cuba reiterates the importance of implementing \r\nthe Hyogo Framework for Action 2005-2015 and, in \r\nparticular, its provisions concerning disaster \r\npreparedness. Building developing countries’ \r\npreparedness and response capacity is critical to the \r\nability to cope with and quickly recover from natural \r\ndisasters. The transfer of new technologies to cope \r\nwith climatic change is an essential aspect in disaster \r\npreparedness. Likewise, the contribution of \r\ninternational cooperation, in particular the allocation of \r\nadequate and predictable resources to respond to these \r\nmeteorological events, is of utmost importance in \r\nmoving from the recovery phase to development. \r\n Cuba reaffirms that humanitarian assistance must \r\nbe provided in a manner that fully respects the guiding \r\nprinciples provided in the emblematic General \r\nAssembly resolution 46/182. Cuba rejects the \r\nintentions of some to impose ambiguous concepts, \r\nwhich can be easily manipulated to justify any action \r\nand jeopardize the principles of sovereignty, territorial \r\nintegrity and non-interference in the internal affairs of \r\nStates. The Charter of our Organization must be \r\nrespected and its purposes and principles cannot be \r\nrewritten, distorted, restricted or conditioned. The \r\nCharter is not simply one source of law among many \r\nbut the very foundation of the United Nations and of \r\nthe fragile world order we still have.  \r\nA/63/PV.44  \r\n \r\n08-59758 2 \r\n \r\n The Cuban State takes very seriously its leading \r\nrole in the initiation, organization, coordination and \r\ndelivery of humanitarian assistance within its territory \r\nwhen the country has been affected by natural \r\ndisasters, in line with provisions of the General \r\nAssembly. In the period of less than a month between \r\n16 August and 10 September, Cuba was directly and \r\nindirectly affected by four extreme meteorological \r\nevents: the tropical storms Fay and Hanna, which \r\ncaused significant flooding, and the hurricanes Gustav \r\nand Ike. These two intense hurricanes had serious \r\naffects on the Cuban economy: the first was the most \r\ndevastating hurricane of the past 50 years and affected \r\nthe western part of Cuba in particular; the second \r\naffected the whole of the national territory. \r\n The sector most affected in terms of material \r\ndamage was the housing sector, with more than \r\n500,000 houses as well as thousands of schools and \r\nhealth facilities damaged or completely destroyed. One \r\nthird of the cultivated land has been devastated. \r\nDamage to the power and communications \r\ninfrastructure, as well as in the agricultural and food \r\nsectors, has been severe. Rough estimates put the \r\ndamage caused by those two intense hurricanes at over \r\n$8 billion. \r\n Fortunately, the death toll was minimal, as a \r\nresult of the huge preparatory efforts on the part of the \r\nCuban authorities and people, which enabled millions \r\nof people to be evacuated and sheltered in safe places. \r\nOver 3 million people, or 28 per cent of the country’s \r\npopulation, were evacuated as a pre-emptive measure \r\nbefore the arrival of hurricanes Gustav and Ike. \r\n The effectiveness of the Cuban civil defence \r\nservices, in charge of ensuring compliance with civil \r\ndefence measures and the international regulations and \r\ncovenants on civil protection to which Cuba is party, \r\nwas vital for the protection of human lives, including \r\nthe use of mass media and the coordination with \r\ngovernmental and non-governmental institutions. \r\nLikewise, the discipline of people all over the country \r\nand the fact that they followed the information and \r\ncomplied with civil defence measures were key to \r\navoiding human losses. \r\n Despite the considerable damage and devastation \r\ncaused by the hurricanes, no sick person in Cuba was \r\ndeprived of medical care. Moreover, all Cuban children \r\nand the 30,000 young people from 125 countries who \r\nstudy and hold scholarships in our universities are at \r\nthis very moment attending their classes. In Cuba, no \r\none has been or will be abandoned. \r\n On behalf of the Cuban Government and people, \r\nallow me to show our appreciation to the countries, \r\norganizations and people that, in one way or another, \r\nhave contributed honestly and sincerely, with resources \r\nor with moral support, to the reconstruction efforts \r\nundertaken by my country.  \r\n The Cuban territory has just been hit by another \r\nhurricane, hurricane Paloma. Categorized at level three \r\nin the five-level Saffir-Simpson hurricane scale, with \r\nwinds over 215 kilometres per hour, it has also caused \r\nserious damage to the Cuban economy. While the \r\ncapacities of Cuban civil defence services and of the \r\npeople to face another meteorological event have again \r\nbeen put to the test, there have been, once again, no \r\nhuman losses. \r\n Cuba reaffirms that neither these hurricanes nor \r\nthe economic, commercial and financial blockade \r\nimposed by the United States on Cuba will discourage \r\nus from continuing to work towards the recovery of the \r\ncountry and to defend the achievements of the Cuban \r\npeople over the past 50 years. Today, more than ever, \r\nwe demand the cessation of the United States genocidal \r\nblockade, which was voted against almost unanimously \r\nby the international community on 29 October in this \r\nAssembly. \r\n Cuba reiterates that it is prepared to continue \r\nsupporting, with solidarity and without self-interest, \r\nthose countries affected by natural disasters. Likewise, \r\nwe reaffirm our decision to continue to extend, to our \r\nfull capacity, our hand in friendship and the support of \r\nour greatest resource: the human capital created by the \r\nRevolution and our best experiences. \r\n For Cuba, the only way to face the devastating \r\nfury of nature is to make available the infinite \r\nresources of the planet to those most affected, with no \r\ncommercial or national self-interest. International \r\nsolidarity and cooperation are imperative. \r\n Mr. Alimov (Russian Federation) (spoke in \r\nRussian): Russia attaches great importance to \r\ninternational cooperation in the field of disaster risk \r\nreduction, mitigation and recovery. The growing \r\nnumber and scale of natural disasters increases the \r\ndemand for humanitarian services throughout the world \r\nand establishes the need for timely and effective \r\n A/63/PV.44\r\n \r\n3 08-59758 \r\n \r\ndelivery of humanitarian assistance to affected \r\npopulations. \r\n In this context, the international community’s \r\ncommitment to the guiding principles of delivery of \r\nemergency humanitarian assistance, set forth in \r\nGeneral Assembly resolution 46/182, is of special \r\nsignificance. Attempts to conduct humanitarian \r\nactivities without respect for the provisions of this \r\nresolution, in our view, politicize humanitarian \r\nassistance and undermines international consensus in \r\nthis area. There must be no leeway for using the noble \r\nobjectives of humanitarian assistance to people in need \r\nas a mechanism to advance the political interests of \r\ncertain States. \r\n We agree that so-called humanitarian access is \r\none of the key issues with regard to humanitarian \r\nresponse operations. In this context, we are referring to \r\nadequate and timely delivery of humanitarian \r\nassistance to affected populations. Ensuring the \r\nphysical presence of foreign humanitarian personnel in \r\naffected regions is only one aspect of this task and \r\ncannot be the end in itself. \r\n In so doing, one should choose simple, feasible \r\nand practical ways and means for providing assistance. \r\nThese can vary in each individual situation. We would \r\nlike to underscore that the general coordination of \r\nassistance, including defining and determining ways \r\nand means for delivering aid, as well as the selection of \r\npartners, is the exclusive prerogative of the host \r\nGovernment.  \r\n We are also convinced that international society, \r\nall humanitarian partners including public institutions, \r\nthe United Nations and non-governmental \r\norganizations (NGOs) must respect the sovereignty of \r\nthe recipient State. \r\n Regarding the use of military assets, we have \r\nrecently witnessed the involvement of the armed forces \r\nof certain States in humanitarian aid delivery. It is well \r\nknown that the international community, humanitarian \r\ninstitutions of the United Nations system and \r\nhumanitarian NGOs have repeatedly declared that use \r\nof military assets in humanitarian operations should be \r\nconsidered only as a last resort in cases when using \r\ncivilian assets to save lives is impossible. \r\n Moreover, the General Assembly has repeatedly \r\nreaffirmed the fundamentally civilian nature of \r\nhumanitarian assistance. In our view, the rash use of \r\nmilitary assets runs counter to the principle of the \r\nindependence of humanitarian assistance from any \r\neconomic, political and military considerations, \r\ncompromises the work of humanitarian personnel and \r\njeopardizes their security. \r\n Current considerations regarding assistance \r\ninclude the emergence of yet another humanitarian \r\nissue — the global food crisis. We would like to \r\nhighlight the positive developments produced by the \r\nspecial meeting of the Economic and Social Council \r\ndevoted to food security. \r\n In our opinion, the Rome Declaration and the \r\nComprehensive Framework for Action developed by \r\nthe High-level Task Force on the Global Food Security \r\nCrisis can serve as a sound basis for the consolidation \r\nof the efforts of the international community in this \r\narea. \r\n The role of the World Food Programme has also \r\nincreased in this context as the main instrument of the \r\nUnited Nations for the provision of food for the \r\nworld’s hungry, whose number has surpassed \r\n900 million people. \r\n Global climate change is a very important factor \r\nthat certainly must be taken into account when we \r\ndiscuss natural disasters. In recent decades, we have \r\nregularly witnessed unprecedentedly frequent and \r\nintensive tropical cyclones, protracted heat waves, \r\ndroughts, heavy rains and floods. These extreme \r\nnatural hazards, which are linked to climate changes, \r\noften reduce to naught international donor efforts and \r\nincrease the challenges faced by some countries, \r\nespecially African States, in the fields of agriculture, \r\nfood provision and disease control. \r\n We believe that, at this stage, international \r\ncooperation must be based on a balanced approach to \r\nmeasures aimed at mitigating climate change, as well \r\nas those aimed at adapting to the current and forecasted \r\nextreme consequences of our increasingly variable \r\nclimate. \r\n Moreover, the growing economic losses from the \r\nadverse effects of climate change in developed and \r\ndeveloping countries increase the importance of \r\nadaptation measures and disaster risk reduction. The \r\nurgent elaboration of joint measures to respond to \r\ncurrent and expected extreme consequences of climate \r\nchange could help to significantly reduce the loss of \r\nlife, as well as economic losses. \r\nA/63/PV.44  \r\n \r\n08-59758 4 \r\n \r\n First and foremost, attention should be devoted to \r\nstrengthening national capacities for mitigating the \r\nconsequences of natural disaster, the development of \r\nearly warning systems, including updating existing \r\nassessment and forecasting measures. Scientific and \r\napplied research should be supported. \r\n We welcome progress achieved in implementing \r\nthe Hyogo Framework for Action 2005-2015 on \r\nbuilding the resilience of nations and communities to \r\ndisasters at the national, regional and international \r\nlevels. As noted in the Secretary-General’s report, the \r\ninternational community lags behind the timetable \r\nincluded in the Hyogo Framework aimed at \r\nsignificantly reducing the damage caused by natural \r\ndisasters by 2015. \r\n There is a need to step up our efforts. The \r\nInternational Strategy for Disaster Reduction is an \r\nimportant tool in this regard. Russia is ready to \r\nactively participate in the midterm review of the \r\nHyogo Framework, which will take place during the \r\nsecond session of the Global Platform for Disaster Risk \r\nReduction in June 2009, and we expect it will be \r\nfinalized by 2010. \r\n It is with a great deal of interest that we have \r\nfamiliarized ourselves with the results of the \r\nindependent biennial review of the Central Emergency \r\nResponse Fund (CERF), which shows that the Fund \r\nhas become an essential financial tool that provides \r\nhumanitarian assistance in a more timely and flexible \r\nmanner. \r\n The conclusions of the review reaffirm the \r\neffectiveness and relevance of the Fund, as well as the \r\nexistence of mechanisms to further improve and adapt \r\nit to changing conditions of humanitarian assistance \r\nenvironment. \r\n For our delegation, an important element here is \r\nthe process of needs assessment and criteria \r\nadjustment. We would ask that further attention be paid \r\nto this, and we hope that these elements will be \r\nreflected in the upcoming independent review. \r\n In conclusion, we would like to underscore that, \r\ngiven the growth of humanitarian operations \r\nthroughout the world, there is a need for all \r\nparticipants in humanitarian assistance to comply with \r\nexisting parameters for providing humanitarian \r\nassistance. We hope that the trend towards the \r\nharmonization of approaches will prevail in United \r\nNations debates. This will enable us to avoid the \r\nundesirable trend of further politicization within the \r\nUnited Nations. \r\n Mr. Chávez (Peru) (spoke in Spanish): On \r\n15 August 2007, an earthquake, measuring 7.9 on the \r\nRichter scale, hit the coast of Peru, and several cities \r\nwere seriously affected. Pisco was completely \r\ndestroyed. More than 500 people died, more than 1,500 \r\nwere injured and thousands suffered damage. The \r\nlosses in housing, schools, hospitals and in basic \r\ninfrastructure were immense. \r\n In facing this disaster, one of the most tragic in \r\nrecent decades in our country, the role played by \r\nnational services, in particular the national civil defence \r\nsystem, was crucial. But the immediate response and \r\nrecovery would not have been so effective had it not been \r\nfor the generous and effective response of the \r\ninternational community, whereby humanitarian aid was \r\nprovided by many States, the United Nations system, the \r\nRed Cross and other international institutions,  \r\nnon-governmental organizations (NGOs) and civil \r\nsociety. \r\n That valuable support sent to Peru is a \r\ndemonstration of the importance of international \r\nhumanitarian assistance in supporting national \r\nresponses and the crucial role that it plays in the face \r\nof any disaster. \r\n Among the most valuable tools in humanitarian \r\nassistance and disaster relief are an early warning \r\nsystem and systems for disaster response preparedness \r\nand risk reduction. It is, therefore, important to \r\ncontinue strengthening those systems nationally, \r\nregionally and internationally. Exchange of knowledge, \r\nexperience and good practice, technology transfer and the \r\nprovision of financial assistance to reduce current risks \r\nand avoid new ones are some of the elements included in \r\nthe Hyogo Framework for Action and must be taken into \r\nconsideration to strengthen those systems. \r\n Likewise, international coordination is very \r\nrelevant to the provision of humanitarian assistance. \r\nThere are significant international endeavours in that \r\nsphere. Among them, we would like to highlight the \r\nGuidelines for the Domestic Facilitation and \r\nRegulation of International Disaster Relief and Initial \r\nRecovery Assistance as an element in strengthening the \r\nlegal framework for international disaster relief. It is \r\nalso worth underscoring the approval by the \r\nInter-Agency Standing Committee of the Inter-Agency \r\n A/63/PV.44\r\n \r\n5 08-59758 \r\n \r\nContingency Planning Guidelines for Humanitarian \r\nAssistance as a means of supporting Member States, \r\nregional organizations, international agents and civil \r\nsociety in enhancing their preparedness and \r\norganization to supplement national activities. \r\n With regard to disaster response, the States and \r\nthe international community must always be aware that \r\nat times of crisis the rights of victims are exposed and \r\nvulnerable. Therefore, assistance and reconstruction \r\npolicies must focus more on promoting and protecting \r\nhuman rights, with emphasis on women and children, \r\nwho are likely to be among the most vulnerable groups. \r\n Cooperation between the United Nations and the \r\nGovernments of countries affected by disasters must be \r\nenhanced to ensure effective humanitarian assistance \r\nand the security of humanitarian staff. The most \r\ntangible form of cooperation is to ensure rapid, safe \r\nand unhampered access on the part of staff, equipment \r\nand supplies, so that staff can efficiently provide \r\nassistance to the civilian population affected, in \r\naccordance with the provisions of international and \r\ndomestic legislation. \r\n It is of particular concern that, in many cases of \r\ncomplex humanitarian emergencies, United Nations \r\nand humanitarian assistance staff, including local staff \r\nand volunteers, have to deal with various kinds of \r\nthreats and, in many cases, are subject to deliberate \r\nattacks on them. Thus, it is imperative that States take \r\nthe necessary action to avoid deliberate acts of \r\nviolence against humanitarian and United Nations \r\npersonnel, as well as arrest, detention, harassment and \r\nimpediments to freedom of movement. \r\n Climate change has led to an increase in disaster \r\nrisk. The global food crisis makes the problem more \r\ncomplex, as an increasingly greater percentage of \r\nhumanitarian aid goes to purchasing food, thereby \r\nreducing the level of donations for humanitarian \r\noperations. Thus, in the present situation, the work \r\nundertaken by the Central Emergency Response Fund, \r\nwhich has proved to be a rapid and effective \r\ninstrument, becomes more crucial. Therefore, we \r\nencourage States to continue contributing to that Fund. \r\n Those contributions continue to be the most \r\ntangible manifestation of political will to support the \r\nvictims of disasters. Without that political will, little \r\ncan be done to provide the humanitarian assistance our \r\npopulations need. Relief for millions of people, who \r\ntoday are suffering and expect our support, is in our \r\nhands.  \r\n Mr. Wetland (Norway): The international \r\nhumanitarian system is under intense and growing \r\npressure. Regions of Somalia, the Democratic Republic \r\nof the Congo, Sri Lanka, the Sudan, Palestine and \r\nAfghanistan are examples where the situation has gone \r\nfrom bad to worse. \r\n At the same time, the combined effects of the \r\nfinancial crisis and high food and energy prices have \r\nput severe financial strains on humanitarian assistance \r\nefforts, and there are concerns that the financial crisis \r\nwill affect the level of contributions of donor countries. \r\n A few weeks ago, in the midst of the unravelling \r\nof the financial crisis, we made the announcement in \r\nNorway that we have reached the goal we set for \r\nourselves three years ago of providing 1 per cent of \r\ngross national income to development and \r\nhumanitarian needs. Hopefully, many more States will \r\naccelerate their efforts, rather than cutting them, now \r\nunder the prevailing conditions when the most \r\nvulnerable and voiceless may become even more \r\nvictimized. \r\n Norway is committed to continue to making \r\nsignificant and predictable contributions to the United \r\nNations Central Emergency Response Fund, common \r\nhumanitarian funds and United Nations humanitarian \r\nappeals. Only when it is soundly funded will the \r\nUnited Nations be able to respond to the many serious \r\nglobal challenges in the years to come, and we ask \r\nmore countries to come on board and shoulder a larger \r\nshare of the financial burden. The United Nations plays \r\nand must play a pivotal role in coordinating \r\nhumanitarian assistance. Close cooperation between \r\nthe United Nations and non-governmental \r\nhumanitarian organizations, as well as between the \r\nUnited Nations and national authorities, is essential. \r\n Norway expects its humanitarian partners to \r\napply a gender perspective in all programmes and \r\nactivities. That is necessary not only for justice and \r\nequality, but also for quality. It should be obvious that \r\nwomen and men, the young and the elderly, have \r\ndifferent needs, and we expect those needs to be \r\nreflected in the humanitarian appeals now to be \r\nlaunched in December. \r\n Women and children are particularly vulnerable \r\nin humanitarian crises. Nowhere in the world is that \r\nA/63/PV.44  \r\n \r\n08-59758 6 \r\n \r\nfact more obvious today than in the eastern Democratic \r\nRepublic of the Congo. The widespread and systematic \r\nsexual violence has devastating consequences not only \r\nfor each and every victim, but also for future peace and \r\nreconciliation in the Democratic Republic of the \r\nCongo. Sexual violence is internationally recognized as \r\na savage weapon of war, in fact as a war crime, but it is \r\nnot an inevitable feature of war. It can be stopped if we \r\ntake it seriously enough. The awesome fact, however, \r\nis that the world has too often looked away. \r\n It is our collective responsibility to ensure that \r\nsuch acts do not go unpunished. The Security Council \r\nhas a key role in following up Security Council \r\nresolutions 1325 (2000) and 1820 (2008) and to ensure \r\nthe protection of women and children from sexual \r\nviolence. Norway calls upon States and all relevant \r\nUnited Nations and humanitarian organizations to \r\nimprove coordination and strengthen capacity, \r\nincluding surge capacity, in supporting victims and in \r\nestablishing more effective preventive measures. \r\n In many of today’s conflicts — and we debated \r\nAfghanistan here yesterday — access to vulnerable \r\npopulation groups is becoming increasingly difficult, \r\nand aid workers are being targeted. All parties \r\nconcerned, including non-State actors and \r\nneighbouring States, must cooperate in ensuring access \r\nto civilian populations and in protecting aid workers in \r\narmed conflict. \r\n Norway will continue to work to promote respect \r\nfor fundamental humanitarian principles and a clear \r\ndivision of the roles of humanitarian organizations and \r\nmilitary forces. The humanitarian space must be \r\nunderstood and protected in all emergencies. \r\n The establishment of the Central Emergency \r\nResponse Fund gave the United Nations a rapid \r\nresponse capacity. Still, the international community \r\nshould be better prepared to respond to humanitarian \r\ncrises than we in fact are. We all know that it is less \r\nexpensive to anticipate and prevent than to react and \r\nrepair, but the world community seems still more \r\nwilling to pay for the damages after disaster strikes \r\nthan to invest in the lesser cost of preventive action. \r\n Climate change adaptation, disaster risk reduction \r\nand preparedness should be lifted up to the top of the \r\nhumanitarian reform agenda. Moreover, the Security \r\nCouncil, the United Nations system and Member States \r\nmust consider the links and improve the transition from \r\nhumanitarian assistance to longer-term development. \r\n The Convention on Cluster Munitions is a \r\nhistoric milestone and a good example of the effective \r\nprevention of humanitarian disasters. It prevents the \r\nspread of cluster munitions to new countries and \r\nreduces future humanitarian suffering. Norway urges \r\nall Member States, United Nations agencies and \r\nhumanitarian agencies to recognize cluster munitions \r\nas a serious humanitarian problem and to promote the \r\nrapid entry into force and full implementation of the \r\nConvention on Cluster Munitions.  \r\n The Convention will be signed in Oslo during the \r\nsigning conference from 2 to 4 December 2008. All \r\nMember States have been invited and we hope and \r\nexpect to be able to welcome them all to the signing \r\nceremony so that we can all take part in that upgrading \r\nof humanity. \r\n Mr. Liu Zhenmin (China) (spoke in Chinese): \r\nThe Chinese delegation wishes to thank the Secretary-\r\nGeneral for the reports submitted under agenda item \r\n65 and associates itself with the statement made by the \r\nrepresentative of Antigua and Barbuda on behalf of the \r\nGroup of 77 and China.  \r\n We would also like to take the opportunity to \r\nexpress our sympathy and solidarity with the \r\nGovernments and peoples that suffered humanitarian \r\nemergencies over the past year. We pay tribute to all \r\nhumanitarian workers for their courage and dedication \r\nand appreciate the tireless efforts of host Governments \r\nin the areas of disaster relief and reduction and in the \r\nprotection of the humanitarian personnel. \r\n On 12 May this year, a devastating earthquake of \r\nmagnitude 8.0 on the Richter scale struck Wenchuan, \r\nSichuan province, China, resulting in colossal human \r\ncasualties and property losses. I would like to express, \r\non behalf of the Chinese Government and people, our \r\nsincere gratitude to all parties that provided \r\nhumanitarian assistance to the Wenchuan quake zone. \r\n This year, climate change, soaring food prices \r\nand the financial crisis have heightened the attention of \r\nall to the current global humanitarian situation. While \r\nthe demand for humanitarian assistance the world over \r\nis continuously on the rise, problems such as the lack \r\nof disaster relief capacity and resources facing the vast \r\nnumber of developing countries have become ever \r\nmore pronounced.  \r\n A common challenge confronting the \r\ninternational community is the search for ways to \r\n A/63/PV.44\r\n \r\n7 08-59758 \r\n \r\nfurther strengthen cooperation and coordination among \r\nall humanitarian actors, maintain the sustainable \r\ngrowth of resources for humanitarian assistance, \r\nimprove the timeliness and effectiveness of disaster \r\nrelief, shore up the disaster reduction and preparedness \r\ncapacities of disaster-prone countries in a practical \r\nmanner, and ensure a smooth transition from disaster \r\nrelief to development. \r\n The Chinese delegation believes that the \r\nfundamental humanitarian principles set out in \r\nresolution 46/182 of 19 December 1991 represent the \r\nprerequisites and bases for the effective provision of \r\nhumanitarian assistance. All humanitarian assistance \r\nactors must strictly adhere to the principles of \r\nhumanity, neutrality and impartiality and respect the \r\nsovereignty, territorial integrity and national unity of \r\nStates. They must observe international humanitarian \r\nlaw and the laws of the host countries and respect local \r\ncustoms and traditions, so as to ensure the credibility \r\nof international humanitarian activities and workers. \r\n Admittedly, the affected State has the primary \r\nresponsibility for leading, initiating, organizing, \r\ncoordinating and executing humanitarian assistance \r\nwithin its territory. China believes that all other \r\nhumanitarian assistance actors, including the United \r\nNations system, have an obligation to strengthen \r\nexchanges and cooperation with the host Government, \r\nmaking full use of existing local coordination \r\nmechanisms. Timely and adequate emergency \r\nhumanitarian assistance, especially materials and \r\ntechnical assistance, should be provided in accordance \r\nwith the actual needs of local Governments and people \r\nso as to help the affected State improve its relief and \r\ndisaster reduction capacity in a meaningful way and \r\nachieve its early recovery and long-term development \r\ngoals. \r\n In recent years, under the leadership of Mr. John \r\nHolmes, Emergency Relief Coordinator, the Office for \r\nthe Coordination of Humanitarian Affairs (OCHA) has \r\nplayed an irreplaceable role in reforming the United \r\nNations humanitarian system to improve humanitarian \r\nfundraising and coordination — a role that the Chinese \r\nGovernment appreciates. \r\n China supports the further strengthening of the \r\nsteering and coordinating role of OCHA in the field of \r\nhumanitarian assistance. We hope that, with the support \r\nof Member States, OCHA will further improve the \r\nhumanitarian resident coordinator system and the \r\nrelated accountability system and that, drawing on past \r\nexperience, it will improve the cluster approach, \r\nexpand partnerships and enhance its disaster-relief \r\ncoordinating capacity and resource utilization \r\nefficiency. We also hope that while, discussing the \r\npossible humanitarian impacts of climate change, it \r\nwill refrain from turning its focus away from or \r\nreducing its relief inputs to non-climate related \r\ndisasters, and that, while stressing the importance and \r\nsensitivity of humanitarian access, it will try to help \r\naffected countries to effectively enhance their capacity \r\nto address the practical difficulties in facilitating safe \r\nand unhindered access during complex humanitarian \r\nemergencies. \r\n The Chinese delegation congratulates the Central \r\nEmergency Response Fund (CERF) on reaching its \r\nexpected funding target of $500 million in 2008, an \r\nimportant step towards success in reforming the \r\nhumanitarian funding system of the United Nations. \r\nChina supports the efforts of CERF to aggressively \r\nscale up its activities as demands increase and as its \r\nimplementation capacity improves. We hope that, on \r\nthe basis of the first independent evaluation, the Fund \r\nwill continue to refine the criteria for project approval \r\nand resource allocation and strengthen its \r\naccountability and transparency. At the same time, we \r\nappeal to Member States, the developed countries in \r\nparticular, to continue to make significant contributions \r\nto CERF on a voluntary basis in the current global \r\neconomic context. \r\n Strengthening international and regional \r\ncooperation is one effective means to help disaster-\r\nprone countries to improve their disaster relief, \r\nreduction and preparedness capacities. While \r\nencouraging the Governments of disaster-stricken \r\ncountries to continue to increase inputs into disaster \r\nreduction and preparedness, China calls on all \r\nhumanitarian parties to fully implement the Hyogo \r\nDeclaration and Framework for Action and meet their \r\nresource commitments to disaster risk reduction. \r\n China also hopes that Member States will fully \r\nsupport the annual General Assembly draft resolution, \r\ncoordinated by the Group of 77 and China, on \r\ninternational cooperation on humanitarian assistance in \r\nthe field of natural disasters, from relief to \r\ndevelopment, and that they will effectively strengthen \r\ninternational cooperation, address the gap in \r\nhumanitarian assistance during the transition from \r\ndisaster relief to development, and help disaster-prone \r\nA/63/PV.44  \r\n \r\n08-59758 8 \r\n \r\ncountries to improve their national disaster relief and \r\nreduction and preparedness capacity in the ultimate \r\naim of achieving with a view to finally attaining the \r\ngoal of providing assistance that tackles both the \r\nsymptoms and root causes of humanitarian \r\nemergencies. \r\n As a natural disaster-prone developing country, \r\nChina is hit by a variety of natural disasters every year. \r\nFor China, disaster reduction, preparedness and \r\nemergency relief is an important task that Governments \r\ninvariably face at all levels year in and year out. While \r\nit responds to the enormous challenges posed by \r\nnatural disasters, the Chinese Government also \r\nrecognizes the importance of international cooperation \r\nin the field of humanitarian assistance. In response to \r\nrequests from the Governments of disaster-afflicted \r\ncountries and the appeals of the international \r\ncommunity, China has actively participated in \r\ninternational assistance activities. \r\n Mr. Alim (Bangladesh): Allow me to begin by \r\ncommending the Secretary-General for his \r\ncomprehensive reports under agenda item 65 (a). \r\nBangladesh aligns itself with the statement made by \r\nthe representative of Antigua and Barbuda on behalf of \r\nthe Group of 77 and China. \r\n The world is increasingly facing daunting \r\nchallenges posed by disasters in a myriad of \r\nmanifestations, which are now occurring with greater \r\nintensity and devastation than ever before. The \r\nphenomenon of climate change has intensified the \r\nchallenges. Nine out of every 10 disasters are now \r\nclimate-related. Disasters caused by floods are more \r\nfrequent and have increased from about 50 in 1985 to \r\nmore than 200 in 2005. The humanitarian implications \r\nare enormous, to the say the least. Soaring global food \r\nprices, high volatility in the international commodity \r\nmarkets and the global financial crisis have further \r\nintensified the challenges.  \r\n Strengthened preparedness and effective \r\nresponses are essential to saving lives and livelihoods \r\nin disasters. Increasing capacity to predict, monitor, \r\nwarn and respond to the needs of those who have been \r\nadversely affected is vital to effective humanitarian \r\naction. It is against that backdrop that the role of the \r\nUnited Nations in humanitarian assistance has assumed \r\nadded significance. \r\n Although the vast majority of small and medium-\r\nscale disasters are responded to locally by national \r\nauthorities, it is necessary to strengthen regional and \r\ninternational preparedness and response systems for \r\nlarge-scale events that overwhelm local capacity to \r\nrespond. Well-concerted efforts at the national, \r\nregional and global levels are of paramount \r\nimportance. The international community must come \r\nup with the necessary means and resources. \r\nChannelling humanitarian funding to such upstream \r\nactivities as disaster preparedness, early warning and \r\ncontingency planning is also critically important. A \r\nsubstantial increase in investment in disaster risk \r\nreduction is urgently required to implement the Hyogo \r\nFramework for Action. \r\n The development of a stronger standing response \r\ncapacity, more responsible leadership, greater \r\neffectiveness in aid delivery and improved \r\ncoordination can produce better results. The Central \r\nEmergency Response Fund (CERF) is a welcome \r\ninitiative of the United Nations. The two-year \r\nevaluation found that the Fund has proven to be a \r\nvaluable and impartial tool. In a short time, it has \r\nbecome an essential feature of international \r\nhumanitarian action. It must be adequately supported \r\nso that it can reach the annual target of $500 million \r\nset by the General Assembly. Early and multi-year \r\ncommitments to the Fund would ensure predictable and \r\nsustainable access to resources for humanitarian \r\nresponse. The size of the Fund should also be increased \r\nprogressively. Donor funding to CERF should be \r\nadditional to existing humanitarian assistance and not \r\nan expropriation from it. \r\n We would like to reaffirm that General Assembly \r\nresolution 46/182 remains the framework and guiding \r\nprinciple for governing humanitarian assistance. The \r\nresolution emphasizes that humanitarian assistance \r\nmust be provided in accordance with the principles of \r\nhumanity, neutrality and impartiality. Those principles \r\nmust be complied with. We strongly support complete \r\nsafety and security for humanitarian personnel. \r\n Bangladesh is a country that faces natural \r\ndisasters with relentless regularity. The emerging \r\nthreats of climate change reinforce the existing \r\nchallenges. They underline the need to strengthen \r\ndisaster preparedness and risk-reduction efforts as a \r\nmeans of reducing the humanitarian impact of various \r\ndisasters. The Government remains committed to \r\nreducing the vulnerability of people to a minimum \r\nlevel. Improved preparedness and early warning \r\n A/63/PV.44\r\n \r\n9 08-59758 \r\n \r\nsystems have already proven effective in saving human \r\nlives and livelihoods in Bangladesh.  \r\n Bangladesh has adopted a comprehensive disaster \r\nrisk reduction policy, the objective of which is to \r\ncontribute to sustainable development by reducing the \r\nburden of disasters on the poor and the most \r\nvulnerable. The National Disaster Management \r\nCouncil, headed by the Prime Minister, is the highest-\r\nlevel forum for the formulation and review of disaster \r\nmanagement policies. The Inter-Ministerial Disaster \r\nManagement Coordination Committee is in charge of \r\nimplementing disaster management policies. \r\n Recently, Bangladesh developed a comprehensive \r\nclimate change strategy and action plan. It is a 10-year \r\nprogramme to build the capacity and resilience of the \r\ncountry to meet the challenges of climate change and \r\nextreme weather events. The action plan envisages \r\n37 intervention areas and will cost $5 billion over five \r\nyears. Comprehensive disaster management constitutes \r\none of the six basic pillars of the climate change \r\nstrategy in Bangladesh and will further strengthen the \r\ncountry’s effective disaster management system to deal \r\nwith increasingly frequent and severe natural disasters. \r\n Implementing the comprehensive strategy and \r\naction plan will, however, impose a massive burden on \r\nour fiscal resources. We cannot do it alone. We \r\ntherefore call upon the international community to \r\ncome up with necessary support measures on a \r\npredictable basis. \r\n Mr. Haroon (Pakistan): It is my privilege to \r\nparticipate in this important debate on strengthening \r\nthe coordination of emergency humanitarian assistance \r\nof the United Nations. We thank the Secretary-General \r\nfor his various reports under agenda item 65. Pakistan \r\nwishes to associate itself with the statement made by \r\nthe representative of Antigua and Barbuda on behalf of \r\nthe Group of 77 and China. \r\n The Secretary-General’s reports note that the \r\nnumber of recorded disasters have doubled over the \r\npast 20 years. While we cannot control the \r\noverpowering strength of natural disasters, we can \r\nreduce the impact and devastation they cause. \r\nTraditional wisdom in all our societies emphasizes \r\npreparation for future eventualities. Those who prepare \r\nin advance suffer less in emergencies. As mentioned in \r\nthe Secretary-General’s reports, preparedness helps \r\naffected communities and Governments to respond \r\neffectively to disasters. That requires an efficient \r\nemergency response system capable of handling large-\r\nscale disasters and to mitigate their negative impact. It \r\nshould therefore be our task to strengthen capacity at \r\nall levels and to reduce the impact of disasters. \r\n The implications of disasters in developing \r\ncountries are immense, due mainly to the long-lasting \r\nconsequences for affected populations and the adverse \r\nimpact on the environment and livelihoods of millions \r\nof people. It is important to take measures that improve \r\nthe response capacity of affected nations and for the \r\ninternational community to provide assistance and \r\ncooperation when they are most required. \r\n Climate change, inter-State and intra-State \r\nconflicts, compounded by the food crisis, will likely \r\nincrease the demand for humanitarian assistance in the \r\ncoming decade. During the past year, the largest driver \r\nof disasters was the increased incidence and severity of \r\nextreme weather events. Nine out of every 10 disasters \r\nare now climate-related. Similarly, another 100 million \r\npeople will be added to the ranks of the 800 million \r\npeople who are already suffering from food insecurity \r\nin our world. \r\n South Asia is viewed as a region most affected by \r\nclimate change in a series of recent studies and reports. \r\nThe report of the Intergovernmental Panel on Climate \r\nChange mentions increased rainfall, risk of floods, land \r\ndegradation and water stress, among others, as factors \r\nthat will adversely affect millions in South Asia who \r\nwill bear the brunt of the consequences of climate \r\nchange in many ways. \r\n In recent years, Pakistan has suffered from high-\r\nmagnitude natural disasters. Different parts of the \r\ncountry have been hit by those disasters, which have \r\ncaused loss of life and infrastructure. Those include the \r\ndevastating earthquake of 2005, which measured 7.6 on \r\nthe Richter scale; heavy rains and subsequent floods in \r\n2007 and 2008; and the recent earthquake measuring \r\n6.5 on the Richter scale that hit Baluchistan province in \r\nOctober 2008. While the initial phase of providing \r\nrelief to the earthquake-hit population in Baluchistan \r\nprovince is under way, the Government of Pakistan has \r\nalso started working on a long-term reconstruction and \r\nrehabilitation plan. \r\n The earthquake of 2005 in Pakistan reinforced \r\nawareness of the need for disaster preparedness. We \r\nwere confronted by a situation in which we had to go \r\nbeyond the conventional disaster management model of \r\nresponse, relief and recovery to a better and more \r\nA/63/PV.44  \r\n \r\n08-59758 10 \r\n \r\nholistic model, which includes the processes of hazard \r\nidentification and mitigation, community preparedness, \r\nintegrated response efforts and recovery, which had to \r\nbe undertaken contiguously within a risk management \r\ncontext to address issues of vulnerability. We are \r\nthankful for the international community’s help in post-\r\n2005 earthquake reconstruction and rehabilitation \r\nefforts, which are still ongoing. \r\n From our experiences, especially in the post-\r\nearthquake period in 2005, we have learned the \r\nfollowing lessons. \r\n First, the integration of disaster risk reduction \r\ninto all sectoral and national development policies and \r\npractices is necessary for achieving sustainable social, \r\neconomic and environmental development. \r\n Secondly, we learned the importance of \r\ndeveloping and strengthening institutions, mechanisms \r\nand capacities at all levels, in particular at the \r\ncommunity level, that can systematically contribute to \r\nbuilding resilience against natural disasters.  \r\n Thirdly, communities play the role of the first \r\nresponders in any disaster management and disaster \r\nrisk reduction effort. Community-based approaches \r\noffer viable solutions for managing and reducing risks \r\nand ensuring sustainable development. \r\n Fourthly, we learned the importance of building \r\non people’s local knowledge, coping mechanisms and \r\ncultural practices. We are convinced that top-down \r\ndisaster reduction interventions alone are insufficient. \r\n Fifthly, we learned the need for the systematic \r\nincorporation of risk reduction approaches into the \r\ndesign and implementation of emergency preparedness, \r\nresponse and recovery programmes in the \r\nreconstruction of the affected areas. \r\n The lessons learned helped us to envisage a \r\ndevolved and decentralized mechanism for disaster \r\npreparedness and disaster management. That \r\nmechanism includes the following.  \r\n First, we created an Earthquake Reconstruction \r\nand Rehabilitation Authority.  \r\n Secondly, we promulgated a national disaster \r\nmanagement ordinance and subsequently established \r\nthe National Disaster Management Commission and \r\nAuthority. We have given the senior post in that \r\nposition to the Prime Minister of Pakistan to show the \r\nimportance of the institution.  \r\n Thirdly, provincial disaster management \r\ncommissions and authorities have been established, \r\nwhile similar arrangements have been made at the \r\ndistrict level and district disaster management \r\nauthorities have been notified across the country. Those \r\nare the linchpins of the whole system and play the role \r\nof the first line of defence in the event of a disaster.  \r\n Fourthly, a national disaster risk management \r\nframework has been formulated to coordinate and \r\nguide the work of the entire system in the area of \r\ndisaster risk management. The framework has been \r\ndeveloped through wide-ranging consultation with \r\nstakeholders at the local, provincial and national levels. \r\n Fifthly, by the next academic year, starting in \r\nApril and May 2009, disaster management will be part \r\nof the curricula of schools in our country. It is also \r\nbeing included in the curricula of non-formal \r\neducation. \r\n As the number of natural disasters increases, so \r\nhas the magnitude of their destruction. Effective \r\npreparedness, post-disaster relief and rehabilitation \r\nrequire cooperation within the international community \r\nto build capacities and increase funding resources to \r\nrespond to the challenges of natural disasters. \r\nHowever, respect for the sovereignty, territorial \r\nintegrity and national unity of States must remain the \r\noverarching parametres in all efforts for coordination \r\nof humanitarian assistance. The role of the concerned \r\nState in the identification, coordination and delivery of \r\nhumanitarian assistance, where assistance is requested \r\nfrom the international community, remains primary. \r\n Mr. Maurer (Switzerland) (spoke in French): \r\nSwitzerland thanks the Secretariat for the reports on \r\nthe agenda item on the strengthening of the \r\ncoordination of the United Nations urgent humanitarian \r\nassistance provided by United Nations agencies. The \r\nreports underline the major challenges that the United \r\nNations has had to face in the past year. The number of \r\ncivilian victims of armed conflicts and of natural \r\ndisasters remains alarming. In addition, we are \r\nconfronted by such global challenges as the \r\nhumanitarian impact of climate change, the food crisis \r\nand, on top of all this, the international financial crisis. \r\n I would like briefly to address three subjects: \r\nfirst, humanitarian access; secondly, the security of \r\nhumanitarian personnel and protection of United \r\nNations personnel; and thirdly, humanitarian reform, in \r\nparticular the strengthening of response coordination. \r\n A/63/PV.44\r\n \r\n11 08-59758 \r\n \r\n Current crises have brutally reminded us that \r\nrespect for relevant international law, in particular \r\ninternational humanitarian law, and for humanitarian \r\nprinciples by parties to a conflict have been severely \r\nput to the test, and the protection and assistance needs \r\nof civilian populations are often not met. \r\n Rapid and unimpeded access by humanitarian \r\norganizations to all victims, whether in the case of \r\narmed conflicts or of natural disasters, is therefore \r\nessential. Switzerland is aware of that fact and \r\norganized a meeting of experts in Montreux, \r\nSwitzerland, on 30 June and 1 July 2008, aimed at \r\nidentifying the main obstacles to humanitarian access \r\nin situations of armed conflict and at considering \r\nmethods of overcoming those obstacles at the legal, \r\npolitical and operational levels. Switzerland intends to \r\norganize a follow-up to that meeting in 2009. A \r\nforthcoming contribution could be the drafting of a \r\ngood practices guide in this area. \r\n The security of humanitarian personnel and the \r\nprotection of United Nations personnel are another \r\nmajor cause for concern. It is imperative for the actors \r\nconcerned to respect their obligations in that regard in \r\naccordance with international law, in particular \r\ninternational humanitarian law. \r\n Switzerland encourages the Secretary-General to \r\ntake the measures necessary to implement within the \r\nUnited Nations system the recommendations contained \r\nin the report of the Independent Panel on Safety and \r\nSecurity of United Nations Personnel and Premises \r\nWorldwide, published in June 2008. \r\n The time has come to consolidate at the \r\noperational level the achievements of humanitarian \r\nreform. Switzerland has long promoted a collaborative \r\napproach among all humanitarian actors. We thus note \r\nwith satisfaction that humanitarian reform is formally \r\ntaking account of the principles of collaboration and \r\nimproved inter-agency coordination. Switzerland \r\nencourages the Office for the Coordination of \r\nHumanitarian Affairs and the members of the Inter-\r\nAgency Standing Committee to pursue their efforts to \r\nenhance coordination.  \r\n Moreover, effective responses cannot be made \r\nwithout highly competent leadership. Strengthening the \r\ncapacities of resident and humanitarian coordinators to \r\ndeal with complex crises should be among our \r\npriorities. We should like to see improved joint \r\nhumanitarian needs assessments, appropriate \r\nmanagement of the various capacities of operational \r\nactors and a constant focus on compliance with \r\nhumanitarian principles. \r\n We also believe it important to take action in \r\nareas other than humanitarian reform to ensure a more \r\neffective collective response by the United Nations \r\nsystem to the protection needs of civilian populations \r\nbefore, during and after crises or armed conflicts. \r\nSwitzerland believes that the various ongoing \r\ninitiatives to identify specific measures that will enable \r\nus to make coherent, complementary and coordinated \r\nresponses are not only welcome, but also necessary. \r\n Ms. Alzhanova (Kazakhstan): First of all, I \r\nwould like to thank the Secretary-General for \r\nsubmitting his reports on strengthening the \r\ncoordination of humanitarian and disaster relief \r\nassistance of the United Nations. \r\n Kazakhstan commends the positive conclusions \r\nof the Secretary-General regarding the two-year \r\nassessment of the work of the Central Emergency \r\nRelief Fund (CERF), which remains a principal body \r\nfor resolving humanitarian issues. Within a short \r\nperiod of time, CERF has successfully achieved most \r\nof its predetermined goals and become a useful and \r\nobjective instrument for the implementation of \r\nhumanitarian activities. In that context, we welcome \r\nthe high-level conference on the Fund that will take \r\nplace in December as a great opportunity to strengthen \r\nthe political and financial commitments of United \r\nNations Member States. \r\n My delegation appreciates the Fund’s work \r\nregarding the voluntary contributions of Member States \r\nand the equitable, timely and effective distribution of \r\nresources. That said, we would like to note that \r\nKazakhstan has doubled its voluntary contributions in \r\nrecent years. In the light of a number of recent natural \r\ndisasters in Central Asia, we would like to emphasize \r\nthe increasing role of the regional office in Kazakhstan \r\nof the Office for the Coordination of Humanitarian \r\nAffairs (OCHA) and to suggest transforming that office \r\ninto a Central Asian coordination centre for the \r\nprevention and mitigation of emergency situations. \r\n Furthermore, our country has promoted an \r\ninitiative aimed at establishing an international \r\nlogistics unit modelled on the coordination centre at \r\nthe Almaty airport. We believe that that city is in a very \r\nconvenient geographical location for providing rapid \r\nresponses to emergencies and humanitarian support in \r\nA/63/PV.44  \r\n \r\n08-59758 12 \r\n \r\nEurope and Asia. In that regard, we look forward to \r\nreceiving the endorsement of OCHA and our \r\nneighbouring countries. \r\n The impacts of climate change and military \r\nconflicts are being exacerbated by soaring food and \r\nfuel prices, which have caused violent protests in many \r\ncountries. According to World Bank projections, as a \r\nresult of the food crisis, the number of people suffering \r\nfrom hunger, which currently stands at 800 million, \r\ncould increase by another 100 million. In order to \r\nmitigate the consequences of the crisis, donor countries \r\nwill have to allocate additional resources to \r\nhumanitarian operations. \r\n During this year alone, the Republic of \r\nKazakhstan has provided humanitarian support in the \r\nform of foodstuffs, clothing and medicine to \r\nAfghanistan, China, Cuba, Georgia, Moldova, Russia, \r\nTajikistan and Ukraine, totalling approximately \r\n$10 million. \r\n Kazakhstan accords priority attention to \r\ncooperation with the United Nations on issues related \r\nto the global environment and climate change. With an \r\necological problem of a global scale on its national \r\nterritory — a problem inherited as a result of 40 years \r\nof nuclear testing in the Semipalatinsk area — \r\nKazakhstan faces serious practical challenges related to \r\nglobal climate change. \r\n In that context, we would like to draw the \r\nattention of members to resolution 60/216, \r\n“International cooperation and coordination for the \r\nhuman and ecological rehabilitation and economic \r\ndevelopment of the Semipalatinsk region of \r\nKazakhstan”, a three-year resolution containing a \r\nprovision requesting the Secretary-General to report to \r\nthe General Assembly at its sixty-third session on the \r\nprogress made in implementing the resolution. In that \r\nconnection, we request the Secretary-General to \r\naccelerate the issuance of that document by the \r\nSecretariat for consideration by the General Assembly \r\nat a plenary meeting during the current session. \r\n To conclude my intervention, I would like to \r\nunderscore once again that, by synergizing our efforts, \r\nwe can prevent the horrendous consequences of \r\ncataclysms and ensure a better future for millions of \r\ndisaster victims. \r\n Mr. Normandin (Canada) (spoke in French): On \r\nbehalf of the Government of Canada, I should like at \r\nthe outset to thank the President of the General \r\nAssembly for the opportunity to participate in this \r\nimportant debate.  \r\n Every year, natural disasters and conflicts \r\nendanger the lives and livelihoods of millions of \r\npeople. All too often, those people are increasingly \r\nvulnerable to widespread human rights violations, \r\nincluding sexual and gender-based violence, as well as \r\nforced displacement. We continue to witness the \r\ndeliberate targeting of civilians, including \r\nhumanitarian workers, by those who refuse to comply \r\nwith international humanitarian law and fundamental \r\nhumanitarian principles. Moreover, as recent natural \r\ndisasters clearly demonstrate, it is more important than \r\never before that we make concrete efforts to effectively \r\nreduce disaster risks and put mitigation strategies in \r\nplace.  \r\n Thanks to modern means of communication, the \r\nworld is increasingly aware of the living conditions of \r\npopulations affected by natural disasters and \r\nemergency situations. However, it remains difficult to \r\nachieve concrete and lasting results in the area of \r\nhumanitarian aid. Examples such as Sri Lanka, \r\nSomalia, Zimbabwe, Haiti and the Sudan are stark \r\nreminders of the repercussions that such situations can \r\nhave for civilian populations. The lack of full, safe and \r\nunhindered access by humanitarian workers to affected \r\npopulations only exacerbates the situation. That is why \r\nsuch access is a fundamental requirement for any \r\nhumanitarian response.  \r\n All too often, however, some still attempt to \r\ndeliberately delay or even deny such access or to use it \r\nas a political bargaining tool, further aggravating the \r\nsuffering of civilian populations. Such obstacles to the \r\ndelivery of foodstuffs, medicine and other relief \r\nsupplies reflect a blatant disregard for humanitarian \r\nprinciples endorsed by Member States.  \r\n Humanitarian personnel provide essential \r\nservices to millions of people in need, often at great \r\npersonal risk. The recent attacks carried out against \r\nhumanitarian actors in Somalia, the Sudan and \r\nAfghanistan highlight that vulnerability. Unfortunately, \r\nthat is particularly true for the national personnel \r\nworking for humanitarian organizations. Increasingly, \r\nhumanitarian workers are the targets of violent acts and \r\nface harassment, kidnappings and deadly attacks. \r\nLikewise, aid convoys are hijacked or blocked and \r\nhumanitarian personnel are expelled from the countries \r\n A/63/PV.44\r\n \r\n13 08-59758 \r\n \r\nin which they were deployed. We are deeply saddened \r\nby such abhorrent and deliberate attacks against \r\nhumanitarian personnel and condemn them as \r\nviolations of international humanitarian and human \r\nrights law. Thus, we urge all Member States to ensure \r\nthe protection and security of those who provide \r\nessential emergency assistance to populations in need. \r\n(spoke in English) \r\n Canada fully recognizes the important role played \r\nby the United Nations in responding to crises, and we \r\nstrongly support efforts by the United Nations \r\nagencies, led by the Office for the Coordination of \r\nHumanitarian Affairs, to enhance international \r\nhumanitarian action. Better coordination, \r\ncomprehensive needs assessments and the \r\nidentification of gaps in response are key to ensuring \r\ntimely and effective humanitarian action. \r\n The cluster coordination approach is a valuable \r\nmodel and is helping to improve the predictability, \r\ntimeliness and effectiveness of humanitarian action, \r\nwhile paving the way for recovery. It has enabled us to \r\naddress weaknesses in response, strengthen inter-\r\nagency cooperation by including the Red Cross \r\nMovement and non-governmental organizations, and \r\nprovide a more predictable and consistent response, \r\nwith designated agencies now accountable for a \r\nspecific sector. \r\n Of course, with any new approach there will be \r\nchallenges, including recognizing the need to help \r\nbuild the capacity of national Governments to facilitate \r\nthe coordination of humanitarian response. We also \r\nneed to assist those clusters that are not performing to \r\nour collective expectations and ensure that cluster lead \r\nagencies have the tools required to enhance \r\ncoordination and response. Canada remains committed \r\nto the cluster coordination approach and encourages \r\nthe United Nations system to continue efforts to \r\nimplement the approach in all emergencies. \r\n We also note the vital role played by \r\nhumanitarian coordinators in providing the leadership \r\nneeded to ensure effective international humanitarian \r\naction. The combination of their skills, their experience \r\nwith the humanitarian system and knowledge of and \r\npresence in a local context makes them an invaluable \r\nresource. \r\n On a separate subject, flexible and responsive \r\nfinancing mechanisms are also critical to ensuring \r\neffective humanitarian response. The Central \r\nEmergency Response Fund has become an integral \r\nfunding tool that agencies can turn to in the immediate \r\naftermath of a crisis, speeding up humanitarian \r\nresponse. Providing a predictable source of funding \r\nalso helps to ensure a more equitable allocation of \r\nresources across crises. Yet we must ensure that \r\nreliable and evidence-based needs assessments \r\nunderpin humanitarian funding mechanisms. This is at \r\nthe core of good humanitarian donorship. \r\n Rising food prices and their impact on global \r\nfood security have emerged as a priority issue and have \r\nthe potential to impact upon our collective capacity to \r\nmeet the food and nutritional needs of populations at \r\nrisk. Canada is committed to assisting those most \r\naffected by the food crisis. \r\n In April 2008, we announced an additional \r\n$50 million in food aid, bringing our contribution to \r\nover $230 million for this fiscal year. Canada has also \r\ncompletely opened its food aid budget to international \r\nprocurement. Special emphasis is on procurement from \r\ndeveloping countries to provide Canada’s food aid \r\npartners with the flexibility to purchase commodities \r\nlocally and regionally, which is more effective. \r\n In conclusion, as we move forward, we need to \r\ncontinually re-examine and refine the tools and \r\nstrategies we rely on for effective and timely \r\nhumanitarian action, and learn from recent experiences. \r\nIt is also important that we have the means to monitor \r\nand assess restrictions on humanitarian access and the \r\nability to hold accountable those responsible when \r\nsuch access is infringed upon or denied. \r\n It comes down to a matter of collective will — \r\nthe pursuit of common efforts to assist and protect the \r\nvulnerable — if we are to assert our conviction to \r\nrefuse to stand silently in the face of humanitarian \r\ncrises. \r\n The Acting President: I call on the Permanent \r\nObserver of Palestine. \r\n Mr. Mansour (Palestine): We are here today to \r\ndiscuss an issue to which the Palestinian people attach \r\ngreat importance: international assistance. For the \r\nPalestinian people, international assistance represents \r\nthe unwavering commitment of the international \r\ncommunity to the Palestinian people and the ultimate \r\nrealization of their inalienable rights. Over the past six \r\ndecades, this assistance has been key to the resilience \r\nA/63/PV.44  \r\n \r\n08-59758 14 \r\n \r\nof the Palestinian people and to ensuring that they, the \r\nmajority of whom are dispossessed refugees, are not \r\nforgotten or forsaken despite many years of conflict, \r\nturmoil and suffering. \r\n This assistance has time and again served as a \r\nreaffirmation of the right of the Palestinian people to \r\nlive a life of dignity and to build their societal \r\ninstitutions to enable them to survive and withstand the \r\nimposed misery of military occupation and prepare for \r\na tomorrow free from its shackles. This assistance is a \r\nreflection of a clear political will to stand by \r\ninternational legitimacy and the principles of \r\ninternational law, a commitment for which the \r\nPalestinian people will always extend their gratitude \r\nand thanks to the international community. \r\n The past eight years have seen mounting burdens \r\non Palestinian society; as well as on international \r\ndonors; as a direct result of deliberate, systematic and \r\nillegal actions and policies by Israel, the occupying \r\nPower. These policies and actions have, on numerous \r\noccasions, directly targeted donor-funded projects, \r\nretarding the path of internationally supported \r\nPalestinian development and forcing, on both the \r\nPalestinian people and the international donors, an \r\nagenda of emergency relief, rather than development \r\nand sustainability. \r\n In fact, aggressive Israeli policies against the \r\nPalestinian people have imposed a process of \r\n“de-development” in the occupied Palestinian territory, \r\nincluding occupied East Jerusalem. According to the \r\nUnited Nations Conference on Trade and Development, \r\nIsrael’s continued illegal construction of the wall and \r\nsettlements and its regime of closures, siege and \r\nmilitary checkpoints have been the direct cause of this \r\nde-development, as well as of the erosion of productive \r\ncapacity in the occupied Palestinian territory. In 2004 \r\nalone, the projected income loss was $4 billion — an \r\nintolerable price to pay for a people living under \r\noccupation and struggling to lift themselves out of \r\ndependency and hardship. \r\n Despite the best efforts of the Palestinian \r\nAuthority and the international donor community, \r\nrecovery from this forced plunge into deep poverty and \r\neconomic shrinkage has been slow and extremely \r\ndifficult because neither the painful daily reality of \r\noccupation nor its devastating consequences has \r\nchanged. \r\n International agencies including all United \r\nNations agencies, the Quartet’s Special Envoy, the \r\nWorld Bank and many others widely recognize Israel’s \r\nclosure policy as the most devastating factor limiting \r\nthe Palestinian economy. In this regard, Ms. Karen \r\nKoning AbuZayd, Commissioner-General of the United \r\nNations Works Agency and Project for Palestine \r\nRefugees in the Near East, recently said: \r\n “I must express my alarm about the \r\ndevastating economic and human cost of the \r\nsituation. [As numerous expert studies have \r\nconcluded,] the fundamental cause of this distress \r\nis the system of closure and other movement \r\nrestrictions imposed by the Government of Israel \r\non Gaza and the West Bank.” \r\n The World Bank, in particular, has left no doubt \r\nin this respect, concluding that the Palestinian \r\neconomy would have probably doubled in size between \r\n2000 and 2007 were it not for the restrictions and other \r\npunitive measures imposed by Israel, the occupying \r\nPower. \r\n The Office for the Coordination of Humanitarian \r\nAffairs also clearly states that: \r\n“seven years of restrictions … [have] developed \r\ninto an entrenched multi-layered system of \r\nobstacles and restrictions, fragmenting [the \r\noccupied territory] and affecting the freedom of \r\nmovement of the entire Palestinian population \r\nand its economy”.  \r\nThe facts here are undeniable; so, too, are the looming \r\nprospects of unjustified suffering should these \r\ncircumstances be allowed to persist. \r\n The continuing Israeli military occupation has \r\ncreated two sets of punitive realities for Palestinians \r\nliving in the occupied Palestinian territory, including \r\nEast Jerusalem. One is in the West Bank, including \r\nEast Jerusalem, where access to land, crops and other \r\nproperty has been severely restricted, and the effects of \r\nwhich, experts warn, will be devastating for years to \r\ncome. According to a report issued by the World Bank \r\nin October 2008, entitled “The Economic Effects of \r\nRestricted Access to Land in the West Bank”, Israeli \r\nrestrictions on movement of people and access to \r\nnatural resources extend much beyond its most obvious \r\nmanifestations. According to the World Bank, Israel, \r\nthe occupying Power, physically barred Palestinians \r\nfrom accessing 38 per cent of the land, reserved to \r\n A/63/PV.44\r\n \r\n15 08-59758 \r\n \r\nserve illegal settlements and punitive closure regime \r\nthat constrain movement of people and goods within \r\nand out of the West Bank. The World Bank then \r\nconcludes that  \r\n“recurrent destruction of trees, private homes and \r\npublic infrastructure, as well as settlers’ \r\nencroachments on private land create a permanent \r\nstate of insecurity that deters Palestinian \r\ninvestment”. \r\n In the Gaza Strip, poverty is even deeper, as is the \r\nsuffering. With 80 per cent of the population living \r\nbelow the poverty line and more than 80 per cent \r\ndependent on food aid, Gaza is experiencing a grave \r\nhumanitarian crisis. This is due to an inhumane and \r\nillegal siege that continues to be imposed by Israel, the \r\noccupying Power — a siege that has denied more than \r\n1.5 million people their fundamental human rights, \r\nincluding the rights to food, to health care, to \r\nlivelihood and adequate standard of living, and to live \r\na life of dignity as they are cut off from the most basic \r\nrequirements of a normal life, including essential \r\nhumanitarian imports. Nearly all Gaza’s industrial \r\noperations have come to a grinding halt, with the \r\nnumber of industrial sector establishments falling from \r\n3,500 at the beginning of 2005 to less than 150 at the \r\nend of 2007.  \r\n The situation I have just outlined has far-reaching \r\nconsequences extending beyond daily misery and \r\nreaching well into the future of our children. According \r\nto the United Nations Development Programme, in \r\n2007 more than 53.7 per cent of Palestinian families \r\nlived below the national poverty line — more than \r\ndouble the number in 1998. UNICEF reveals that, in \r\nthe occupied Palestinian territory, nearly half the \r\nchildren aged 6 to 36 months and 40 per cent of \r\nexpecting mothers suffer from anaemia. \r\n A joint survey by the World Food Programme, the \r\nFood and Agriculture Organization of the United \r\nNations and the United Nations Relief and Works \r\nAgency for Palestine Refugees in the Near East shows \r\nthat, despite humanitarian aid, food insecurity is on the \r\nrise and now affects 38 per cent of the Palestinian \r\npopulation in the occupied Palestinian territory. These \r\nalarming figures are expected to rise if the current \r\nconditions continue. \r\n Over the past few years, international aid to the \r\nPalestinian people has increased significantly, and we \r\nare grateful for that. Yet, this increase has had little \r\neffect on the grim reality on the ground. Unfortunately, \r\nthis is not surprising, given what we have discussed for \r\nso long, as the situation on the ground continues to \r\ndeteriorate because of the Israelis’ systematic illegal \r\npolicies. No amount of international aid can \r\ncompensate for the astonishing losses. Instead, this \r\nincreased aid is channelled to meet the rising \r\nemergency needs brought about by these policies. This \r\nis counterproductive, as the much-appreciated and \r\nmuch-needed international aid should be serving the \r\nimportant goal of building the Palestinian State \r\ntowards the realization of the two-State solution. But, \r\naccording to the World Bank, under the current \r\ncircumstances and with the increased campaign of \r\naggressive Israeli measure, this aid “has succeeded in \r\ndoing little more than slowing down the deterioration \r\nof the economy, despite ever larger volumes”. This \r\npicture needs to change dramatically. \r\n Despite the difficulties I have just outlined, the \r\nPalestinian Authority’s commitment to lifting the \r\nPalestinian people from deep poverty and misery is \r\nunwavering; so, too, has been the commitment of \r\nprincipled members of the international donor \r\ncommunity. In December 2007, the Palestinian \r\nAuthority presented its three-year reform and \r\ndevelopment plan. In response to this serious \r\ncommitment, the international donor community \r\npledged at the Paris Conference $7.7 billion over the \r\nsubsequent three years. One year on, despite initial \r\nshortcomings in meeting pledge commitments, the \r\npledged assistance has been committed and dispensed \r\nthis year as planned. Naturally, this has greatly \r\ncontributed to the fiscal stability of the Palestinian \r\nAuthority, allowing it to plan and execute projects of \r\ncrucial importance to restoring stability and security to \r\nPalestinian cities, as well as providing the necessary \r\nenvironment for economic development and \r\ninvestment.  \r\n If empowered and not continuously repressed by \r\nthe occupying Power, Palestinians can achieve these \r\ngoals and more because the Palestinian people have the \r\npower and potential to achieve results. Let us not \r\nforget that, in 1999, the Palestinian Authority, despite \r\nall the restrictions of existing under occupation, ran a \r\nsurplus. We can do so again. \r\n When discussing international assistance to the \r\nPalestinian people, we must be very aware of two \r\nimportant points: the goal that is driving this assistance \r\nand the need to create the necessary conditions to \r\nA/63/PV.44  \r\n \r\n08-59758 16 \r\n \r\nensure that this assistance achieves its intended goal. \r\nThat is why we continue to call on the international \r\ncommunity to intensify its efforts to bring an end to all \r\nof the illegal Israeli practices I have outlined in order \r\nto ensure that aid is directed to development instead of \r\nemergency relief. \r\n The past series of meetings of the Ad Hoc Liaison \r\nCommittee for the Coordination of International \r\nAssistance to Palestinians, as well as donor \r\nconferences and political conferences, including the \r\nAnnapolis Conference, have clearly called for the \r\nlifting of restrictions imposed by Israel on Palestinian \r\neconomic activities to allow for donor assistance to be \r\neffective and for the private sector to recover. \r\nMoreover, the World Bank and the United Nations have \r\nstated very clearly that there has been little or no \r\nprogress with regard to easing Israeli restrictions on \r\ndaily life in the occupied Palestinian territory, \r\nincluding East Jerusalem, not least in connection with \r\nthe intensification of illegal Israeli settlement \r\nactivities. \r\n The Special Rapporteur on the human rights \r\nsituation in the Palestinian territories occupied by \r\nIsrael since 1967, Mr. Richard Falk, states in his \r\nreport: \r\n“Israel is not only failing to fulfil its legal \r\nobligations as the occupying Power under \r\ninternational humanitarian law, but is also \r\nobstructing Palestinian efforts to mitigate the \r\nimpact of those violations on the well-being of \r\nPalestinians enduring occupation” (A/63/326, \r\npara. 22). \r\n Now the question is: What will the international \r\ncommunity do about such irresponsible policies, which \r\nhave reversed all the progress we have achieved \r\ntogether? No economy can actually succeed with the \r\npresence of any one of the many restrictions that the \r\nPalestinian economy faces. That is why determined \r\nsteps should be taken to curb Israel’s intransigence and \r\nflagrant disregard for international law and all \r\nagreements and commitments. We must not allow for \r\nthe situation to continue whereby international aid is \r\nnow being spent to pay for repairing the colossal \r\ndamage caused by Israel’s illegal actions. Instead, the \r\noccupying Power must be compelled to recognize that \r\nsuch actions come at a price. Only then would these \r\nillegal actions stop and could we once again embark on \r\nthe important effort of making a difference in the lives \r\nof the Palestinian people, providing them with hope for \r\na better tomorrow and convincing them that our efforts \r\nfor development and economic stability are not hostage \r\nto Israeli measures and that, rather, they are concrete \r\nsteps that will lift them from the misery of poverty \r\nunder occupation to the hope of prosperity in freedom. \r\n Development cannot coexist with oppression and \r\nhegemony, whose worst manifestation is foreign \r\noccupation and its oppressive practices. We need to \r\nuphold our commitment to spare no effort in ensuring \r\nthat children and civilian populations under foreign \r\noccupation are given every assistance and protection so \r\nthat their lives can return to normal and they can be \r\nempowered to look forward and work towards a better \r\nfuture. \r\n Palestine should not be the exception. Hence, we \r\nexpect the full due support of the international \r\ncommunity in order to uphold the Palestinian people’s \r\nright to self-determination, which the world has come \r\nto realize and agree is a prerequisite not only for peace, \r\nbut for development and for getting back on track. \r\n I conclude by offering special and sincere thanks \r\non behalf of the Palestinian people to all United \r\nNations agencies for their commitment to the welfare \r\nand rights of the Palestinian people. On this day, on \r\nwhich our people are commemorating the passing of a \r\ngreat Palestinian leader, President Yasser Arafat, who \r\ndedicated his life to the realization of the inalienable \r\nrights and national aspirations of the Palestinian \r\npeople, we express our gratitude for the international \r\ncommunity’s unwavering support for and solidarity \r\nwith the Palestinian people on all fronts. Our \r\nappreciation is also extended to Member States whose \r\nassistance and support has enabled the Palestinian \r\npeople to persevere and be steadfast despite \r\noverwhelming challenges and the brutal injustices \r\nimposed upon them. We hope that, together, we can \r\nsoon ensure that this assistance is once again directed \r\nat sustainable development and State-building for the \r\nresilient people of Palestine. \r\n Mr. Al-Jarman (United Arab Emirates) (spoke in \r\nArabic): Allow me at the outset, on behalf of the \r\ndelegation of the United Arab Emirates, to convey to \r\nthe President of the General Assembly our deep \r\ngratitude and appreciation for his efforts in steering the \r\nwork of this session; we wish him every success. I \r\nwould also like to associate myself with the statement \r\n A/63/PV.44\r\n \r\n17 08-59758 \r\n \r\ndelivered by the representative of Antigua and Barbuda \r\non behalf of the Group of 77 and China. \r\n We have followed closely the reports of the \r\nSecretary-General on United Nations humanitarian \r\nactivities, which spell out the seriousness of the \r\nchallenges facing the Organization in this field \r\nimposed by the growing number of people in need of \r\nemergency and humanitarian relief assistance due to \r\nthe frequency of natural disasters, the impact and \r\ndevastation of which are especially exacerbated in \r\ndeveloping and poor countries. Moreover, the global \r\nfinancial and food crises have had serious \r\nrepercussions for millions of people in countries \r\nalready suffering from poverty, the negative impact of \r\nclimate change, armed conflicts and serious diseases. \r\nAll of this calls for increased efforts by the United \r\nNations and its relevant partners to meet the growing \r\nneed for humanitarian assistance, and emphasizes the \r\nurgent need to supply the Organization with financial \r\nand human resources necessary to discharge its \r\ngrowing responsibilities. \r\n In this context, I would like to emphasize my \r\ncountry’s support for the people and Government of \r\nbrotherly Yemen in the crisis following the recent \r\nfloods in that country. I would like to reiterate our \r\nsupport for draft resolution A/63/L.21, introduced by \r\nthe representative of Yemen, on providing special \r\neconomic assistance to Yemen. We have already begun \r\nto provide urgent relief assistance to Yemen since the \r\nfloods occurred last month.  \r\n The United Arab Emirates emphasizes the \r\nessential role of the United Nations and commends its \r\nvaluable work in mobilizing and coordinating \r\ninternational efforts to provide humanitarian \r\nemergency relief assistance for millions in the affected \r\nareas. We recognize that international partnership and \r\ncooperation with the Organization are the most \r\neffective way to ensure the optimal results for \r\nhumanitarian activities in different parts of the world.  \r\n My country has thus been eager to coordinate \r\nmany of its humanitarian initiatives and contributions \r\nwith the United Nations and its specialized agencies \r\nthrough bilateral partnerships and direct collaboration \r\nin implementing many emergency relief and long-term \r\nprojects in countries affected by natural disasters and \r\narmed conflicts. As a member of the Donor Support \r\nGroup of the Office for the Coordination of \r\nHumanitarian Affairs (OCHA), we have contributed to \r\nenhancing OCHA’s work, thus strengthening the efforts \r\nof the Organization in the humanitarian field so it can \r\nachieve greater efficiency when providing relief in \r\nemergencies. \r\n Besides honouring its many financial \r\ncommitments to the United Nations entities concerned \r\nwith humanitarian assistance and development \r\nactivities by contributing more than $1 million \r\nannually, the Government of the United Arab Emirates, \r\ntogether with a number of charity foundations, \r\nincluding the United Arab Emirates Red Crescent \r\nSociety, contributes to all international assistance for \r\npeople in affected areas in all parts of the world. Our \r\ncontributions over the past three years have amounted \r\nto more than $1 billion, in addition to other \r\ncontributions directed towards the reconstruction of \r\ncountries affected by armed conflicts, including \r\nPalestine, Lebanon, Afghanistan, Iraq, Darfur and \r\nBosnia and Herzegovina.  \r\n At the same time, we collaborate with United \r\nNations major funds, programmes and agencies to \r\nfinance and coordinate the implementation of a number \r\nof relief and development projects in those countries. \r\nIn order to mitigate the effects of increasing food \r\nprices in the global markets, over the past few months \r\nwe have sent tons of wheat and food products to many \r\naffected countries. \r\n Furthermore, my country plays a major role in \r\ncoordinating and strengthening international relief \r\nefforts by providing highly efficient logistics facilities \r\non our land, such as the Dubai International \r\nHumanitarian City, one of the world’s largest centres \r\nproviding integrated logistics facilities and services to \r\nlocal, regional and international humanitarian \r\norganizations and agencies. In 2007, the United Arab \r\nEmirates Red Crescent signed an agreement with the \r\nUnited Nations Office for Project Services to provide \r\nlogistical support to ensure the more efficient and \r\neffective delivery of relief supplies to persons affected \r\nby natural disasters and other crises, especially in \r\nAfrica and Asia. Recently, we established an office for \r\nthe coordination of foreign assistance, the first of its \r\nkind in the Middle East, in order to coordinate with \r\nUnited Nations entities and donor countries, at the \r\ninternational level, with a view to enhancing and \r\naccelerating our response to emergencies and emerging \r\nconditions in affected areas. \r\nA/63/PV.44  \r\n \r\n08-59758 18 \r\n \r\n We emphasize the importance of implementing \r\nthe recommendations and resolutions of all \r\ninternational conferences on national and international \r\nstrategies for dealing with disasters and their aftermath \r\nat all stages, including by urging developing countries \r\nto shoulder their responsibilities in implementing such \r\nstrategies and encouraging developed counties to fulfil \r\ntheir commitments to assist developing countries to \r\nbuild national capacity to deal with natural disasters \r\nand the aftermath of armed conflicts. We have worked \r\nwith some countries that receive our assistance to build \r\ntheir national capacity to deal with disasters through \r\nfinancing and other support for programmes and \r\nresearch aimed at enhancing their ability to predict \r\ndisasters and contain their aftermath and to strengthen \r\ninfrastructure.  \r\n At the national level, we have taken all the \r\nnecessary measures to implement those \r\nrecommendations, such as launching a crisis \r\nmanagement and emergency response project aimed at \r\nsetting up an integrated local response mechanism for \r\nemergencies and environmental disasters. In addition, \r\nwe are committed to implementing an environmental \r\nstrategy that will reduce carbon emissions and mitigate \r\nthe adverse effects of climate change. \r\n The United Arab Emirates attaches particular \r\nimportance to supporting and assisting the Palestinian \r\npeople and their Government during the humanitarian \r\ncrisis caused by the cruel, aggressive policies of the \r\nIsraeli occupying forces. My country holds a firm and \r\nprincipled position in its support of the legitimate and \r\ninalienable political rights of the Palestinian people \r\nand supports the Palestinian National Authority. We \r\nhave translated this political and moral position into \r\naction, with continuous material and economic support \r\nthat has included emergency humanitarian, \r\ndevelopment and technical assistance.  \r\n Our assistance to the Palestinians from 1994 to \r\nmid-2008 is estimated at $4.2 billion, including our \r\npledge at the Paris Donor Conference of $300 million \r\nto rebuild Palestinian refugee camps in Syria and for \r\nhousing projects in Gaza, Jenin and the West Bank as \r\nwell as our pledge in Vienna to contribute to the \r\nreconstruction of Nahr el-Bared refugee camp in \r\nLebanon. In September of this year, the head of State \r\nof the United Arab Emirates ordered the disbursal of \r\n$5 million as urgent assistance to the United Nations \r\nRelief and Works Agency for Palestine Refugees in the \r\nNear East (UNRWA) to help meet the needs of \r\nrefugees in the camps. \r\n  Mr. Tommo Monthe (Cameroon), Vice-President, \r\ntook the Chair. \r\n \r\n In this regard, we stress the urgency of \r\ncompelling Israel, the occupying Power, to \r\nimmediately stop its aggression, lift its restrictions and \r\nblockade against the Palestinians, comply with \r\nresolutions of international legitimacy and resume \r\npeace negotiations on the basis of relevant \r\ninternational resolutions and the Arab Peace Initiative.  \r\n We further urge donor countries to strengthen \r\ntheir assistance to the Palestinian people and \r\nGovernment in order to ease their suffering until the \r\nend of the Israeli occupation of their land and the \r\nestablishment of an independent State of Palestine with \r\nAl-Quds Al-Sharif as its capital, and to continue \r\nfinancial support for the regular and emergency \r\nactivities of UNRWA so that it can fulfil its \r\ncommitments to the Palestinian refugees. \r\n Mr. El-Bahi (Sudan) (spoke in Arabic): I am \r\npleased at the outset to extend my thanks and \r\nappreciation to the Secretary-General for his report \r\n(A/63/81) on strengthening the coordination of \r\nemergency humanitarian assistance of the United \r\nNations in order to better respond to complex \r\nemergency situations in many parts of the world, as \r\nwell as for his other relevant reports. \r\n We appreciate the valuable efforts undertaken by \r\nthe various organs and agencies working in the \r\nhumanitarian field such as the International \r\nOrganization for Migration (IOM), the International \r\nCommittee of the Red Cross (ICRC) and all other \r\nnon-governmental organizations. I would like to \r\nspecifically mention the efforts undertaken by various \r\nnational non-governmental and civil society \r\norganizations for the purpose of accelerating the \r\ndelivery of relief assistance. \r\n Facing the present global challenges, prominent \r\namong which are humanitarian needs, requires a \r\nbroader and better understanding of how to strengthen \r\ncooperation and coordination with national institutions. \r\nThe world today is witnessing an increase in both \r\nnatural and man-made catastrophes. The frequency of \r\nsuch disasters has increased, which requires joint \r\ncoordination and early monitoring in order to predict \r\nthese events.  \r\n A/63/PV.44\r\n \r\n19 08-59758 \r\n \r\n The growth in the frequency of these disasters \r\nhas led to what we can call the globalization of \r\nhumanitarian disasters that transcend the political \r\nborders of States. This doubles the impact of those \r\ndisasters and underscores the importance of \r\ncommitment to the main guidelines of humanitarian \r\nactivities, the most important of which are neutrality, \r\nindependence, transparency, integrity and respect for \r\nthe sovereignty and territorial integrity of States. We \r\nhope here that all of those principles will be translated \r\ninto tangible action on the ground.  \r\n In this regard, we would like to commend the \r\ntireless efforts to strengthen national capacities for \r\npreparedness and response, as described in the report \r\nof the Secretary-General, and we hope that further \r\nsteps in this direction will be taken without delay. \r\n The role of States at the country level is central \r\nand fundamental in complementing the efforts \r\nundertaken by the United Nations through the Office \r\nfor the Coordination of Humanitarian Affairs (OCHA). \r\nThe experience of the Sudan clearly demonstrates the \r\nimportance of the role of the State. As the Sudan \r\npreviously hosted one of the largest humanitarian \r\noperations in the world, Operation Lifeline Sudan, \r\nwhich established a model for the coordination of \r\ninternational humanitarian assistance in cooperation \r\nwith the national Government of the Sudan, my \r\ncountry was able to sign a complimentary humanitarian \r\nassistance protocol with the United Nations for Darfur. \r\nThis has facilitated the delivery of humanitarian \r\nassistance in Darfur through a fast-track system.  \r\n It is worth mentioning here that the Sudanese \r\nGovernment has formed a high-level committee to \r\nfollow up on the implementation of the protocol. This \r\ncommittee includes representatives of the Secretary-\r\nGeneral and of specialized agencies of the United \r\nNations. The Government of the Sudan was eager to \r\ninclude donors on this committee by inviting observers \r\nof donor States to follow up on the implementation of \r\nthe humanitarian protocol. This has stabilized \r\nhumanitarian indicators, which is reflected in all of the \r\nSecretary-General’s reports on the situation in Darfur.  \r\n The situation is stable, and there has been a \r\ndecline in mortality rates and a general improvement in \r\npublic health indices. Moreover, at present, there are \r\nno epidemics in these provinces. None of that would \r\nhave been possible without the commitment of the \r\nSudanese Government to support and protect its \r\ncitizens and its willingness to cooperate and coordinate \r\nwith the United Nations and its agencies. Here, a large, \r\nand growing, role is being played by our national \r\norganizations and agencies at a time when particular \r\nvalue is attached to humanitarian efforts. At the same \r\ntime, the United Nations must attach greater \r\nimportance to peaceful solutions, because ultimately it \r\nis these that will last. This would enhance the initiative \r\nrecently launched in the Sudan: the Sudan’s People’s \r\nInitiative to solve the problem of Darfur. \r\n Here, we must point out the intention of the \r\nUnited Nations to move from emergency humanitarian \r\naction to the development phase, as reflected in the \r\nreport of the Secretary-General. This could mesh with \r\nmy Government’s continuous, intensive efforts to \r\nspread development throughout the Sudan, particularly \r\nin Darfur, as a basis for bringing about peace and \r\nstability. The absence of development, as is well \r\nknown, is the main cause of this conflict. \r\n We would like to commend the report of the \r\nSecretary-General (A/63/81) on the strengthening of \r\nthe coordination of emergency humanitarian assistance \r\nof the United Nations, in particular his observations on \r\nDarfur, contained in paragraph 11. As concerns areas in \r\nwhich humanitarian action was affected because of \r\nlack of security, those areas are controlled by the rebel \r\nmovements and are the only ones where attacks on \r\nhumanitarian workers have occurred. Reports of the \r\nSecretary-General to the Security Council have \r\nindicated that it was the rebel movements that actually \r\ncarried out those attacks. In this connection, my \r\ndelegation would like to extend its thanks and \r\nappreciation to all those who have contributed towards \r\nproviding humanitarian assistance to our citizens in \r\nDarfur. \r\n As indicated in the report of the Secretary-\r\nGeneral (A/63/348), the experience of the Central \r\nEmergency Response Fund (CERF) shows how \r\nimportant it is to go beyond the scope of the work of \r\nthe Fund in providing emergency funding in response \r\nto the initial recovery challenges, such as the return of \r\nvictims from camps to their areas of residence. In this \r\nconnection, my delegation would like to underline the \r\nimportance of coordinating emergency relief and \r\ndevelopment assistance through funding development \r\nprojects, through small quick-impact projects \r\nencouraging people to return from camps to the areas \r\nfrom which they were displaced. We should attach \r\nimportance to building national and regional capacities \r\nin the area of humanitarian emergency relief and \r\nA/63/PV.44  \r\n \r\n08-59758 20 \r\n \r\ndevelopment work through consultation with the \r\nnational Governments concerned. \r\n Again, we would like in particular to stress the \r\nimportance of complementing humanitarian assistance \r\nwith meeting development needs in order to avoid the \r\nproblem of dependency and to ensure a smooth \r\ntransition from humanitarian assistance to development \r\nand reconstruction. \r\n The Secretary-General stresses the importance of \r\nstrengthening cooperation between the United Nations \r\nand regional organizations and with non-governmental \r\norganizations (NGOs). We would like to underline the \r\nimportant role of NGOs in humanitarian efforts.  \r\n However, we must point out that some \r\norganizations exploit the appearance of humanitarian \r\nassistance for purposes other than humanitarian ones. \r\nTherefore, we appeal to all relevant actors to be fully \r\ncommitted to the guidelines for humanitarian action in \r\norder to achieve the desired objectives. We should \r\nurgently strengthen the coordination of United Nations \r\nhumanitarian assistance so that we can respond to \r\nemergencies and other complex situations in many \r\nparts of the world. \r\n Mr. Okuda (Japan): We commend the Office for \r\nthe Coordination of Humanitarian Affairs (OCHA) and \r\nother humanitarian agencies for the work they have \r\ndone in responding to humanitarian emergencies \r\ncaused by natural disasters and complex emergencies. \r\n We welcome the progress that has been made in \r\neffecting humanitarian reform. The Government of \r\nJapan supports the Central Emergency Response Fund \r\n(CERF), which has been facilitating the initial response \r\nof United Nations agencies to humanitarian crises and \r\nstrengthening responses to chronically underfunded \r\ncrises. We also are pleased to see that an independent \r\nreview found that the Fund has proven itself a valuable \r\nand impartial tool. I would just note that a Japanese \r\nnational was recently appointed to the CERF Advisory \r\nGroup, and Japan intends to contribute to the \r\nimprovement of the Fund through that increased \r\nengagement. \r\n The further roll-out of the cluster approach is \r\nanother sign of progress, but as fault has been found in \r\na number of areas — for example, the fact that \r\nexcessive time is spent on coordination and that the \r\nsystem lacks priorities — additional improvements are \r\nneeded. \r\n I would like to make three points today. First, we \r\nare concerned about the serious impact which the \r\ncurrent global food crises are having on the \r\nimplementation of emergency humanitarian assistance. \r\nThe international community must address this issue in \r\norder to achieve human security. At the Toyako summit \r\nof the Group of Eight this year, leaders called on the \r\ninternational community to expand emergency \r\nassistance for everyone who is still suffering from \r\nhunger and malnutrition; remove export restrictions on \r\nagricultural products; and increase aid to and \r\ninvestment in the agricultural sector of developing \r\ncountries. We hope that every Member State will \r\nrespond positively to this initiative. \r\n For its part, Japan has provided approximately \r\n$1.5 billion in food aid and other agricultural \r\nassistance since January this year. We are committed to \r\nimplementing the pledge we made at the summit as \r\nquickly as possible and intend to strengthen the \r\nmeasures we have already taken. In addressing the \r\nfood crisis, it is vital for each actor to implement its \r\nown measures steadily under a global partnership with \r\nall the relevant entities, such as developing countries, \r\nthe private sector, civil society, donors and \r\ninternational organizations. \r\n The extensive damage caused by the cyclone in \r\nMyanmar and the earthquake in China reminds us of \r\nthe importance of disaster preparedness and risk \r\nreduction. If further evidence were needed, it would be \r\nnecessary only to look to Cuba, which, without a \r\ndoubt, by carrying out a range of measures before the \r\nhurricanes struck that country recently, saved the lives \r\nof a great number of people. For its part, Japan has \r\nexperienced every type of natural calamity and has \r\ncenturies of experience in addressing them. With our \r\nextensive experience and knowledge, and with the \r\ntechnology we have developed, we are determined to \r\ncontribute to international cooperation in this area. \r\n Thus, for example, we made a contribution to the \r\nformulation of the Hyogo Framework for Action and \r\nthe development of the Tsunami Warning System \r\n(TWS), coordinated by UNESCO’s Intergovernmental \r\nOceanographic Commission and the World Bank’s \r\nGlobal Facility for Disaster Reduction and Recovery. \r\nIn May this year, the Government of Japan announced \r\nthat it intended to promote cooperation in the area of \r\ndisaster risk reduction and preparedness and to create a \r\ndisaster management and infectious disease control \r\nnetwork in Asia. Agreement on the same subject was \r\n A/63/PV.44\r\n \r\n21 08-59758 \r\n \r\nreached when the foreign ministers of Japan, China and \r\nthe Republic of Korea met in June. Looking to the \r\nfuture, Japan intends to strengthen cooperation through \r\ninteraction with the Asia disaster risk centre, the newly \r\nopened International Strategy for Disaster Reduction \r\noffice and other institutions based in Kobe. \r\n We commend humanitarian personnel for \r\ncarrying out their heavy responsibilities under \r\nconditions that are often extremely difficult, and we are \r\nconcerned about the deterioration in ensuring their \r\nsafety and security. The Secretary-General needs to \r\nconsider carefully the recommendations of the \r\nIndependent Panel on Safety and Security of United \r\nNations Personnel and Premises Worldwide, and to \r\nimplement them. And we are proposing, together with \r\nBrazil and Switzerland, the establishment of a world \r\nhumanitarian day to honour and pay tribute to all \r\nhumanitarian personnel who have lost their lives in the \r\nfulfilment of their duties and to raise awareness of the \r\nimportance of humanitarian assistance. We wish to \r\nurge all parties to conflicts around the world to respect \r\nthe principles of humanity, neutrality, impartiality and \r\nindependence and to strengthen cooperation with \r\nregard to humanitarian activities. We also call upon the \r\ninternational community to support this initiative. \r\n There are other vital issues confronting us as we \r\nstrive to strengthen the coordination of humanitarian \r\nassistance. The effective use of military assets is a \r\nchallenge, for example, and we therefore welcome the \r\nresults of the study commissioned by OCHA. \r\n Before concluding my statement, I wish to \r\nunderline the importance of ensuring a smooth \r\ntransition from relief to development assistance. That \r\nis particularly true in post-conflict countries, where \r\npeacebuilding efforts contribute to the prevention of \r\nfurther conflict by providing sustainable reconstruction \r\nassistance along with humanitarian assistance. The \r\nPeacebuilding Commission will provide input for the \r\nreport of the Secretary-General on early recovery and \r\npeacebuilding to be issued next year. As Chair of the \r\nCommission and as a Member State, Japan will do its \r\nutmost to move forward the discussions on the issue of \r\ntransition. \r\n Mr. Tarragô (Brazil): The increase in the number \r\nand scale of natural disasters this year is a cause of \r\nsadness and concern. The Secretary-General’s report \r\n(A/63/84) alerts us to the severity of the new \r\nchallenges compounding the suffering caused by \r\nnatural disasters, such as the effects of climate change \r\nand the global food crisis. Although those crises are \r\nfelt worldwide, they have the greatest impact on \r\ndeveloping countries. \r\n The extraordinary resilience and solidarity shown \r\nby the peoples of Myanmar, China, Haiti and Cuba — \r\ncountries that have been especially affected in 2008 — \r\nare praiseworthy. The efforts and the dedication of the \r\nEmergency Relief Coordinator and of the humanitarian \r\npersonnel involved in responses to humanitarian \r\nemergencies are also to be commended. \r\n The dire consequences of natural and man-made \r\ndisasters, as well as the persistence of armed conflict in \r\nmany regions of the world, heighten the need to \r\nstrengthen the central role of the United Nations in \r\ncoordinating international humanitarian assistance in \r\nkeeping with the mandates of its organs, agencies, \r\nfunds and programmes and with full respect for the \r\nprinciples set out in resolution 46/182. \r\n With regard to the essential but complex issue of \r\naccess to populations in need, I would like to stress the \r\nimportance that Brazil attaches to the principles of \r\nnon-intervention and non-indifference. Those \r\nprinciples are not mutually exclusive; on the contrary, \r\nthey reinforce each other when the activities of the \r\nvarious actors are performed in a transparent way. The \r\nassistance provided by Governments, the United \r\nNations system and other partners must add up to \r\nbenefit for the populations in need. Denial of access \r\nconstitutes a violation of international humanitarian \r\nlaw and, in many cases, international human rights law \r\nand refugee law as well. \r\n More should be done to strengthen national and \r\nlocal capacities, not only to ensure timely and adequate \r\nresponses to humanitarian needs, but also to enhance \r\npreparedness and disaster risk reduction. There is a role \r\nfor the international community in helping disaster-\r\nprone countries to develop such capacities. As we \r\nknow, investing in preparedness saves human lives and \r\ngreatly offsets the costs of response. \r\n Another cause of concern is the reported increase \r\nin the number of violent incidents involving \r\nhumanitarian and United Nations personnel. Five years \r\nago, on 19 August 2003, we all mourned the loss of the \r\nSecretary-General’s Special Representative, Sergio \r\nVieira de Mello, and five other people. Many more \r\nUnited Nations officials and humanitarian personnel \r\nhave lost their lives since then. It is unacceptable that \r\nhumanitarian workers continue to be deliberately \r\nA/63/PV.44  \r\n \r\n08-59758 22 \r\n \r\ntargeted and killed in the discharge of their duties. We \r\nappeal to all parties, especially in armed conflicts, to \r\ncomply with their obligations under international law \r\nregarding the safety and security of humanitarian and \r\nUnited Nations and associated personnel. \r\n Brazil believes that a commemorative day should \r\nbe established to pay tribute to all those who have lost \r\ntheir lives in the cause of duty and to raise awareness \r\nabout the importance of humanitarian assistance \r\nworldwide. We invite all countries to join us in that \r\nendeavour. \r\n Brazil is fully committed to international efforts \r\nto provide assistance to countries affected by \r\nhumanitarian emergencies. The Brazilian Government \r\nhas steadily increased its provision of assistance, with \r\na special focus on food security. The creation of an \r\ninter-ministerial working group in 2006 to direct our \r\nefforts in that regard has been effective in ensuring \r\ngreater predictability and better coordination. \r\n Our humanitarian activities have significantly \r\nincreased since then. In 2007 and 2008, the Brazilian \r\nGovernment provided assistance to approximately \r\n20 countries each year, mostly in Latin America, the \r\nCaribbean and Africa, through an annual contribution \r\nof $15 million. Although the bulk of that assistance \r\nwas provided bilaterally, we have also increased our \r\ncontributions to the United Nations system, including \r\nthe World Food Programme, the Food and Agriculture \r\nOrganization of the United Nations and the Central \r\nEmergency Response Fund (CERF). It is encouraging \r\nto note that CERF, which has been supported by more \r\nthan 80 countries, has become an important tool in \r\naddressing emergency humanitarian situations. \r\n We take a special interest in the development by \r\nthe World Food Programme of new tools such as the \r\npilot project Purchase for Progress. In Brazil, a twin-\r\ntrack approach is being implemented through a policy \r\nof procuring agricultural goods for assistance. The \r\npolicy benefits small farmers both in Brazil and in \r\naffected countries, thus helping to decrease rural \r\npoverty while addressing the emergency needs of the \r\nrecipient community. \r\n My country is greatly concerned at the \r\nhumanitarian situation in Palestine. The international \r\ncommunity must step up its efforts to address it. Brazil \r\nmade pledges at the Stockholm Conference in 2006 and \r\nat the donor conference held in Paris in December \r\n2007. We also intend to provide technical cooperation \r\nin the development of public policies on food security \r\nand in the areas of health, sports and elections. In \r\n2007, Brazil received a group of 117 Palestinian \r\nrefugees. \r\n Finally, we see an increased role for regional \r\narrangements in assisting affected countries. A \r\nsuccessful example is the Caribbean Disaster \r\nEmergency Response Agency. Usually, neighbours are \r\nthose best suited to help and understand the needs of \r\naffected countries and populations. My country is \r\nwilling to discuss ways to strengthen the coordination \r\nof humanitarian assistance in our region. In that \r\ncontext, we wish to thank Mexico for hosting in \r\nSeptember the first Regional Meeting on Enhancing \r\nInternational Humanitarian Partnerships. We are \r\npleased to follow up on that successful event by \r\norganizing the second meeting in Brazil in May 2009, \r\nwhen we will welcome all countries of Latin America \r\nand the Caribbean. \r\n Ms. Graham (New Zealand): Over the past year \r\nthe international community has had to respond to a \r\ngrowing number of humanitarian emergencies. Those \r\nemergencies wreak havoc on nations and communities, \r\nthreatening economic growth and undermining \r\ndevelopment, including the achievement of the \r\nMillennium Development Goals (MDGs). We welcome \r\nthe Secretary-General’s report on strengthening of the \r\ncoordination of emergency humanitarian assistance of \r\nthe United Nations (A/63/81). The report highlights the \r\npotential for erosion of the progress we have made \r\ntowards the MDGs, if we fail to address root causes \r\nand fail to better link development and humanitarian \r\nefforts. \r\n It is our duty to seek to prevent and to respond to \r\nhumanitarian crises. On top of the climate-related \r\ndisasters and conflict situations that have affected us, \r\nthe global food and financial crisis this year has \r\nimpacted, and will continue to impact unduly on the \r\npoorest of the poor. \r\n Our own Asia-Pacific region is no exception to \r\nthose challenges. High vulnerability and the severity of \r\nnatural disasters have resulted in significant loss of life \r\nand economic damage. We have been pleased to \r\nparticipate in the roll-out of the clusters at a regional \r\nlevel in the Pacific to improve capacity, predictability \r\nand response in the event of disasters. In times of \r\nhumanitarian crisis, immediate lifesaving work must be \r\nundertaken, but development efforts such as disaster \r\nrisk reduction, climate change adaptation, a focus on \r\n A/63/PV.44\r\n \r\n23 08-59758 \r\n \r\nmore effective long-term food security, social safety \r\nnets and sound economic and legal frameworks are all \r\npart of the solution, as are more effective partnerships. \r\n Turning now to the Secretary-General’s report on \r\nthe Central Emergency Response Fund (CERF) \r\n(A/63/348), we are pleased to note the evaluation’s \r\npositive assessment. However, we believe there is still \r\nroom for improvement in terms of consistency of \r\nquality, efficiency, timeliness and accountability. \r\nImplementing the recommendations will require a \r\nconcerted and coordinated effort and we look forward \r\nto the release of management responses to the CERF \r\nevaluation later this week.  \r\n In line with Good Humanitarian Donorship \r\nprinciples, New Zealand will continue to provide \r\nunearmarked predictable multi-year contributions to \r\nthe CERF and to multilateral agencies with which we \r\npartner, to allow agencies to plan and work effectively \r\non the basis of agreed strategic priorities. \r\n New Zealand supports the key role of the United \r\nNations in providing leadership and coordination of \r\ninternational humanitarian action, especially the role of \r\nthe Office for the Coordination of Humanitarian \r\nAffairs. We also consider civil society participation as \r\ncritical to solution and reform efforts. Development \r\nand humanitarian activities by communities, \r\nnon-governmental organizations, the Red Cross \r\nMovement and the private sector are substantial and \r\nthey must be recognized as equal and complementary \r\npartners to the United Nations humanitarian system. \r\nHumanitarian policy development, planning, \r\nprogramming and financing needs to be undertaken in \r\na way which supports and enhances the activities.  \r\n New Zealand applauds all those humanitarian \r\nworkers who put their lives on the frontline to help \r\nthose most in need. We remain deeply concerned that \r\nthere has been an increase in deliberate and targeted \r\nattacks on humanitarian workers and we urge all \r\nparties to a conflict to respect the Convention on the \r\nSafety of United Nations and Associated Personnel and \r\nits Optional Protocol. New Zealand will continue to \r\nadvocate for the preservation of humanitarian space \r\nand for the safety and security of all humanitarian \r\nworkers. \r\n In all situations where humanitarian assistance is \r\nprovided, the end goals are the preservation of human \r\nlife, the alleviation of suffering and a sense of well-\r\nbeing and dignity. Those goals are worthy of our \r\ncollective effort. \r\n Mr. McMahan (United States of America): The \r\nUnited States continues to support a stronger and more \r\neffective international response to humanitarian crises \r\nand we welcome the opportunity to comment on efforts \r\nto better coordinate the emergency relief efforts of the \r\nUnited Nations.  \r\n Access by aid workers to communities in need \r\ncontinues to be one of the most significant constraints \r\non the speed and quality of humanitarian response. The \r\nability of the humanitarian community to deliver the \r\nlevels of assistance needed as a crisis progresses is \r\nlargely contingent upon sustained and safe \r\nhumanitarian access, along with sufficient \r\norganizational capacity to meet assessed needs. Even \r\nwith improvements in the humanitarian community’s \r\nresponse capacities, aid is not always delivered in time \r\ndue to access restrictions. Humanitarian agencies \r\ncannot assist people they cannot reach. The \r\ninternational community looks to the United Nations \r\nfor leadership in advocating unimpeded humanitarian \r\naccess to vulnerable populations. \r\n Deliberate attacks on humanitarian workers, \r\nespecially local staff and their families, remain a \r\nsignificant impediment to lifesaving aid in many crises \r\nand we must all work together to guarantee the safety \r\nand security of humanitarian workers as well as \r\ncivilians. A renewed commitment by all States to \r\nprotect humanitarian workers is a vital component of \r\nimproved effectiveness and coordination of \r\nhumanitarian response. \r\n Protracted civil conflicts continue to create some \r\nof the largest situations of forced displacement and are \r\na tragic reminder that civilians are at times deliberately \r\ntargeted. Last year, a million or more internally \r\ndisplaced people returned to their homes in Africa. Yet \r\nin the same year, recent estimates indicate that Africa \r\nproduced 1.6 million new internally displaced persons. \r\nThe United States calls on Member States to protect \r\nthose whose lives or freedom are threatened by civil \r\nconflict and to support coordinated efforts by \r\nhumanitarian organizations with protection mandates \r\nand expertise. \r\n One of the key humanitarian assistance priorities \r\nof the United States is the protection of women and \r\nchildren from gender-based violence. We believe that \r\nprevention and response to gender-based violence \r\nA/63/PV.44  \r\n \r\n08-59758 24 \r\n \r\nshould begin at the onset of every emergency. The \r\nUnited States strongly encourages all humanitarian \r\nassistance actors to integrate programming to counter \r\ngender-based violence into their humanitarian efforts. \r\nThose approaches should be multisector and aim to \r\ncombine protection activities, community services, \r\nhealth care and referral services into humanitarian \r\nassistance operations. \r\n This year, establishing effective lines of \r\ncommunication and clear lines of responsibility has \r\nbeen a priority of donors in the realm of humanitarian \r\nreform and has strengthened overall United Nations \r\nleadership and responsiveness in humanitarian crises. \r\nWe also continue to stress the importance of the \r\nparticipation of non-governmental organization at all \r\nlevels of coordination, including the cluster approach. \r\nThe United States commends the progress achieved on \r\nthe cluster system and urges the United Nations to \r\ncontinue efforts to fully integrate and operationalize \r\ncluster efforts in the field. \r\n Member States, the United Nations and \r\nhumanitarian organizations are placing increased \r\nemphasis on the need to improve immediate and \r\ncoordinated emergency response to vulnerable \r\npopulations facing urgent humanitarian needs. The \r\nintroduction of the Central Emergency Response Fund \r\n(CERF) is a positive step forward, but in welcoming \r\nthe CERF, we should also highlight the significant \r\nbilateral and regional mechanisms that already exist to \r\nprovide humanitarian assistance. Given the magnitude \r\nof need and ongoing efforts, no single mechanism \r\nshould be advocated over other funding options. A \r\nvariety of funding mechanisms and responses is needed \r\nin this complex environment. \r\n I want to reaffirm the strong support of the \r\nUnited States for neutral, impartial, independent and \r\nrobust responses to humanitarian needs around the \r\nglobe. We support adherence to the core humanitarian \r\nprinciples, as outlined in the Good Humanitarian \r\nDonorship initiative, and recent efforts to strengthen \r\nneeds-based assessment, improve donor coordination at \r\nthe central and field levels and review best practices \r\nand performance measurement. The United States calls \r\non Member States to support United Nations \r\nmanagement reforms that seek to develop strong \r\nsystems for assessing needs and measuring \r\nperformance. \r\n Given the complexities of aid programming, the \r\nimportance of humanitarian space and maintaining the \r\nimpartiality of aid delivery is critical. The United \r\nStates supports the Oslo Guidelines on the Use of \r\nForeign Military and Civil Defence Assets in Disaster \r\nRelief and appreciates that the leading role of civilian \r\norganizations in implementing humanitarian assistance, \r\nparticularly in areas affected by conflicts, is essential \r\nto humanitarian access and to upholding the \r\nhumanitarian principles of neutrality, impartiality and \r\nindependence. \r\n In conclusion, we extend our appreciation to the \r\nOffice for the Coordination of Humanitarian Affairs \r\nand the United Nations agencies, as well as fellow \r\nMember States, for their continued efforts to improve \r\nthe swiftness and effectiveness of our response to \r\nhumanitarian crises. \r\n Mr. Heller (Mexico) (spoke in Spanish): In the \r\nlight of the negative impact of climate change, Mexico \r\nbelieves that efforts must be redoubled to reduce the \r\nhuman and material losses resulting from earthquakes \r\nand extreme weather events. This year started with the \r\nearthquake in Kyrgyzstan, and since then more than \r\n40 countries throughout the world have been struck by \r\ndisasters, in addition to hurricanes Hanna, Gustav, Ike, \r\nKyle and Omar and typhoons in the Asian region.  \r\n Mexico reiterates its solidarity with the victims of \r\nthose events and emphasizes how important it is for the \r\ninternational community to continue to progress \r\ntowards an integrated disaster prevention culture. In \r\nthat respect, Mexico therefore believes that the Hyogo \r\nFramework for Action 2005-2015 is a strong step in \r\nthat direction, as it provides specific guidance on how \r\nto address the different levels of risk management. In \r\nparticular, priority five of the Framework provides a \r\nlist of basic actions to strengthen preventive measures, \r\nsuch as carrying out studies, drawing up risk maps, \r\nestablishing early warning systems and raising \r\nawareness among people, inter alia.  \r\n Mexico believes that the time has come to \r\nunderstand and focus on natural disasters and climate \r\nchange in a holistic fashion, availing ourselves of the \r\nadvantages and opportunities provided by the agenda \r\nfor climate change adaptation and disaster reduction \r\nefforts.  \r\n Mexico believes that the maturity of the \r\ninternational community in terms of its focus on \r\ndisasters is demonstrated by the diverse means the \r\nhumanitarian community employs. Promoting that \r\ndiversity to the benefit of our communities, in \r\n A/63/PV.44\r\n \r\n25 08-59758 \r\n \r\nparticular those struck by disaster, means having the \r\nright tools to appropriately coordinate our efforts. \r\nProgress in enhancing the coordination of humanitarian \r\nassistance will require a commitment to engage \r\nactively in political dialogue at all levels, in \r\ninstitutional and humanitarian capacity-building and in \r\nthe provision of financial resources.  \r\n Today, we have the Office for the Coordination of \r\nHumanitarian Affairs (OCHA), and in particular \r\nspecific emergency response mechanisms, such as the \r\nexpert contingents of the United Nations Disaster \r\nAssessment and Coordination Team. Appropriate \r\ncoordination will also require financial tools that \r\ncorrespond to the requirements of the time. The \r\nrecently established Central Emergency Response Fund \r\nrepresents a predictable, transparent and increasingly \r\nimportant tool for responding to such concerns in an \r\nopportune and immediate manner. Mexico supported \r\nthe creation of the Fund and over the years has \r\nincreased its contribution to it. For 2008, we have \r\ncontributed $100,000, and we will provide $150,000 in \r\n2009.  \r\n It is also important to have tools that facilitate \r\nrequests for — and the receipt of — humanitarian aid. \r\nMexico therefore believes that it is important to have \r\ncommon rules in this area. We believe that this \r\nOrganization has an important role to play in providing \r\ntechnical assistance to States. Mexico reiterates the \r\nimportance of avoiding redundancy and the waste of \r\nresources on tasks already carried out by existing \r\nmechanisms. In that context, Mexico promotes the \r\ncoordination of humanitarian assistance by taking \r\nadvantage of the synergies that exist between already \r\noperational mechanisms at the international, regional, \r\nsubregional and national levels. In that respect, \r\nMexico, as the pro tempore secretary of the Rio Group, \r\nwill promote the establishment and registration of \r\nnational platforms for disaster responses, thereby \r\ngiving political momentum to the commitments \r\nundertaken in the Hyogo Framework for Action.  \r\n Our country is concerned that restrictive and  \r\nanti-humanitarian stances will undermine victims’ \r\nrights to humanitarian assistance. When emergencies \r\nstrike, we as a State are called upon to consider the \r\nlimits of our national capacity and to exercise our \r\nprerogatives to request aid and receive it under the \r\nappropriate conditions and procedures. That is not in \r\nquestion. However, those who scrutinize humanitarian \r\nassistance in such situations, putting sovereignty \r\nbefore the needs of the victims, undermine the pillars \r\nof such assistance and jeopardize peoples’ lives, human \r\ndignity and health.  \r\n Intensifying dialogue in order to improve disaster \r\nresponses is in the interests of the entire community. \r\nMexico has therefore combined its efforts with those of \r\nCanada and OCHA to hold the first Latin American and \r\nCaribbean meeting on international mechanisms for \r\nhumanitarian aid, which was held in Mexico City on \r\n10 and 11 September. The purpose of the meeting was \r\nto exchange information and experience on the matter \r\nand to explore ways of improving cooperation between \r\nStates and the United Nations. Here, Mexico wishes to \r\nwelcome Brazil’s initiative to continue that exercise, \r\nwhich will undoubtedly be of benefit to the region. \r\n Lastly, Mexico wishes to underscore its \r\ncommitment to the endeavours of the United Nations \r\nand the members of the Inter-Agency Standing \r\nCommittee to ensure better coordination of \r\nhumanitarian assistance, and reiterates its support for \r\nOCHA and Under-Secretary-General John Holmes. \r\n Mr. Al-Salem (Kuwait) (spoke in Arabic): I am \r\npleased to participate in the discussion of an important \r\nitem on the agenda of the General Assembly, entitled \r\n“Strengthening of the coordination of humanitarian and \r\ndisaster relief assistance of the United Nations, \r\nincluding special economic assistance”. We concur \r\nwith the Secretary-General regarding mention in his \r\nreport (A/63/277) of his grave concern regarding the \r\nincrease in frequency and intensity of natural disasters \r\nreported during the past year in comparison to previous \r\nyears. Those disasters killed and injured thousands and \r\ncaused economic losses that exceeded $75 billion.  \r\n The State of Kuwait is at the forefront of those \r\nStates that offer all kinds of humanitarian assistance \r\nfor those afflicted by natural disasters and contributes \r\nto alleviating their suffering, particularly in developing \r\ncountries. \r\n Based on its sense of responsibility and its \r\nconviction of the need to respond promptly, Kuwait \r\nprovides such assistance bilaterally and directly. \r\nDuring the past three years, Kuwait provided more \r\nthan $700 million in financial assistance to many \r\ncountries and regions afflicted on every continent \r\nwithout discrimination. The assistance my country \r\nprovides is in net amounts, with no transportation, \r\nshipping or administrative handling costs being \r\ndiscounted. \r\nA/63/PV.44  \r\n \r\n08-59758 26 \r\n \r\n In this regard, I wish to mention that Kuwait has \r\ncontributed to the Central Emergency Relief Fund \r\nsince its establishment and is very keen to continue its \r\nannual support to this Fund. Since it was established, \r\nthe Fund has acted quickly to provide immediate and \r\nneutral financing to all urgent appeals for emergency \r\nsituations. \r\n While we commend the performance of this \r\nFund, we call upon the international community to \r\nincrease their contributions to it, so that it can continue \r\nto reach its annual target of $500 million, as set by the \r\nGeneral Assembly. \r\n Kuwait commends the excellent role that the \r\nUnited Nations system has played during the past \r\nyears, through its various specialized agencies, \r\nprogrammes and offices, in responding to emergencies \r\nand facilitating the transportation, shipping and \r\ndistribution of emergency humanitarian assistance. We \r\nalso greatly appreciate the efforts and sacrifices of all \r\nthose working in the field of humanitarian assistance. \r\nKuwait expresses its concern over the explicit threats \r\ndirected at those workers in areas afflicted by natural \r\ndisasters or conflicts. \r\n My country calls on all the host countries to exert \r\nall efforts necessary in order to guarantee the security \r\nof all those working in the humanitarian field. We also \r\nreaffirm the call of the Secretary-General urging all \r\nparties involved in responding to emergency situations \r\nand natural disasters to strengthen respect for the \r\nhumanitarian principles required for humanitarian \r\naction: neutrality, impartiality and independence.  \r\n It is incumbent on all of us to respect the \r\ncommitments of the international community to saving \r\nthe Palestinian people from suffering. In this context, I \r\nwish to commend the rapid emergency interventions on \r\nthe part of the United Nations, its specialized agencies \r\nand non-government organizations aimed at providing \r\nsupport for the basic needs as well the economic and \r\ndevelopment needs of the Palestinians. \r\n Here, I wish to refer to the continued assistance \r\nthat Kuwait provides to the Palestinian people in all its \r\nforms, whether it is given directly to the Palestinian \r\nAuthority or through the United Nations Relief and \r\nWorks Agency for Palestinian Refugees in the Near \r\nEast. \r\n On a related topic, we read with great interest the \r\nreport of the Secretary-General concerning assistance \r\nto the Palestinian people. Based on this report, Kuwait \r\ndemands that Israel cease all of its inhuman practices \r\nagainst the Palestinian people and we emphasize the \r\nneed to promptly lift the harsh restrictions imposed on \r\ncross-border transportation and pedestrian crossings in \r\nGaza and the West Bank. Additionally, all settlement \r\nactivities must end and the building of the separation \r\nwall stopped, since such practices have led to a steep \r\ndeterioration in the economy and have hindered the \r\ndelivery of urgent international humanitarian aid as \r\nwell as the basic materials necessary for development. \r\n Kuwait extends its heartfelt condolences to the \r\nGovernment and people of the brotherly Republic of \r\nYemen, for the scores of people who were killed and \r\ninjured, the thousands who were displaced, as well as \r\nall the infrastructure damage owing to the heavy rains \r\nand floods that recently affected the eastern parts of the \r\ncountry. \r\n We also confirm that we shall continue to provide \r\nall kinds of aid and assistance as we call upon General \r\nAssembly members to sponsor and support the draft \r\nresolution concerning providing special economic \r\nassistance to the Republic of Yemen in order to \r\nalleviate the suffering of the brotherly Yemeni people. \r\n In conclusion, I wish to state that Kuwait shall \r\ncontinue to contribute, on the bilateral level and \r\nthrough United Nations specialized agencies, to efforts \r\nto mitigate natural disasters, challenges and global \r\ncrises, which impede the realization of development \r\ngoals. \r\n Kuwait shall also continue to provide assistance \r\nfor reconstruction efforts through its official and \r\nunofficial development institutions, such as the Kuwait \r\nFund for Arab Economic Development, private \r\nKuwaiti associations and charitable organizations as \r\nwe continue to aspire to a world where everyone lives \r\nin peace, stability and prosperity. \r\n Ms. Davies (Australia): The past year’s events \r\nhave demonstrated the vital role of international \r\nhumanitarian assistance. Increased food prices have \r\nexacerbated existing emergencies and contributed to \r\nsharply increased food insecurity in many parts of the \r\nworld. Millions of people in countries affected by \r\ncomplex emergencies remained dependent on \r\ninternational assistance to meet their basic needs. \r\nNatural hazards, especially climate-related hazards, \r\nhad devastating consequences in Myanmar, southern \r\nAfrica, Latin America and the Caribbean. \r\n A/63/PV.44\r\n \r\n27 08-59758 \r\n \r\n Regrettably, there are reasons to expect the \r\ndemand for humanitarian assistance will continue to \r\nincrease in the years ahead. Investments in disaster risk \r\nreduction and preparedness and in strengthened \r\ncoordination arrangements will be essential if the \r\ninternational community is to tackle the humanitarian \r\nchallenges ahead. \r\n Australia recognizes the need for greater focus on \r\ndisaster risk reduction, including prevention, \r\nmitigation and preparedness measures. We may not be \r\nable to prevent cyclones, droughts or earthquakes, but \r\nplanning and preparation can minimize the impacts of \r\nnatural hazards on vulnerable communities. \r\n Disaster risk reduction must be incorporated into \r\nhumanitarian action and early recovery efforts in order \r\nto build the resilience and preparedness of \r\ncommunities. We support efforts by the international \r\ncommunity to build on the existing knowledge and \r\nmomentum for disaster risk reduction, particularly \r\nthrough the Hyogo Framework for Action, to help meet \r\nthe challenges of climate change. \r\n Australia values the role of the United Nations in \r\npromoting coordinated, effective and accountable \r\ninternational responses to humanitarian emergencies. \r\nWe recognise the Emergency Relief Coordinator, John \r\nHolmes, the Office for the Coordination of \r\nHumanitarian Affairs and the operational agencies of \r\nthe United Nations for the key role they play in \r\nhumanitarian relief. \r\n We acknowledge the considerable efforts that \r\nhave been made to strengthen systems for needs \r\nassessment, planning, delivery and monitoring of \r\nhumanitarian assistance. Much more needs to be done, \r\nbut we have a strong foundation for future work. \r\n In particular, we support the role of the \r\nHumanitarian Coordinator in strategically coordinating \r\nthe international response on behalf of the United \r\nNations, working closely with national authorities. We \r\nencourage the Office for the Coordination of \r\nHumanitarian Affairs to build an expanded pool of \r\nhumanitarian coordinators ready for deployment with \r\nthe high-level capacities needed for these challenging \r\nroles. Greater investment is also needed in improving \r\nthe skills of all United Nations resident coordinators in \r\nhumanitarian relief and disaster management, given \r\nthat resident coordinators may be required to take on \r\nthe humanitarian coordinator role in response to a \r\ncrisis. \r\n The value of the humanitarian cluster \r\ncoordination approach has been clearly demonstrated \r\nin a number of emergencies over the last year. Clusters \r\nhave been successful in enhancing coordination, \r\nprioritization and partnerships in key thematic areas. \r\nWhile the cluster approach can be further improved, \r\nincluding through ensuring the clusters consistently \r\npromote strengthened accountability to national \r\nGovernments, beneficiaries and other stakeholders, the \r\nbenefits of improved coordination are clear. \r\n We know that women and men, and boys and \r\ngirls, are affected differently by conflict and natural \r\ndisasters. It is imperative that a gender perspective be \r\nintegrated into all aspects of humanitarian policy, \r\nplanning and implementation. We stress the importance \r\nof integrated measures, as part of humanitarian action, \r\nto reduce gender-based violence. We need to strengthen \r\nthe awareness and responsiveness of peacekeepers and \r\nhumanitarian personnel to women’s and children’s \r\nprotection needs. \r\n Australia advocates for the full implementation of \r\nSecurity Council resolution 1325 (2000), which, in \r\naddition to women’s protection, provides for women’s \r\nfull and active participation in peace processes and \r\npeacebuilding. We call also for special attention to be \r\ngiven to ensuring that women have access to \r\nreproductive health services in emergency settings. \r\n Australia is deeply troubled by the increasing \r\nincidence of violent attacks against humanitarian \r\npersonnel. Such attacks impact not only on \r\nhumanitarian aid workers and their families, but have \r\nalso led to the suspension of a number of humanitarian \r\nprogrammes, preventing relief from reaching those \r\nwho need it most. That disturbing trend must be \r\nreversed. \r\n In closing, let me take this opportunity to \r\nreaffirm Australia’s commitment to supporting the \r\nUnited Nations crucial role in disaster risk reduction \r\nand in building a more effective international \r\nhumanitarian response capacity. \r\n Mr. Punkrasin (Thailand): Every time a picture \r\nof human suffering from a natural disaster is broadcast \r\nto our offices and living rooms, the common humanity \r\ninside each and every one of us is inevitably touched. \r\nWhen faced with this image of human suffering, we \r\nknow that we cannot look away. \r\nA/63/PV.44  \r\n \r\n08-59758 28 \r\n \r\n So far, the international community has \r\nresponded generously and effectively to many natural \r\ndisasters, but we cannot be complacent. The urgent \r\nneed for action by the international community has \r\nnever been greater. According to a report of the \r\nSecretary-General on that issue (A/63/81), since 1987, \r\nclimate-related disasters have increased by almost 90 \r\nper cent, while geological hazards have increased by \r\nnearly 40 per cent. The largest driver of disasters \r\nduring the reporting period was the increased incidence \r\nand severity of extreme weather events, mostly \r\nassociated with climate change. Alarmingly, nine out of \r\nevery 10 disasters are now climate-related. \r\n The international community must realize the \r\nurgency and respond immediately to those gathering \r\nthreats. To that end, Thailand strongly believes that \r\nleadership at the national, regional and international \r\nlevels is needed. \r\n First and foremost, national leadership is vital to \r\nany successful humanitarian response. The national \r\nleadership shown by countries affected by the 2004 \r\nIndian Ocean tsunami serves as a good example. As \r\nacknowledged in a report by the Secretary-General \r\n(A/63/84), progress is now apparent across the affected \r\nregion. \r\n In Thailand, the Government has been making \r\nearnest efforts not only to rebuild damaged structures, \r\nbut also to make sure that those structures will be \r\nrebuilt better. Engagement with and participation by \r\nlocal communities have proved to be a crucial elements \r\nin attempts to raise disaster awareness and design \r\nprevention and response capabilities that are best \r\nsuited to each specific locality. \r\n Administrative and legal reforms have also been \r\nmade to ensure greater efficiency and improved \r\nsystem-wide coordination. The most important of those \r\nlegal and administrative reforms was the enactment of \r\nthe new Disaster Prevention and Mitigation Act of \r\nNovember 2007 to serve as an overarching framework \r\nfor Thailand’s disaster management system. We have \r\nbeen working closely with United Nations agencies and \r\nthe private sector in the spirit of partnership to pool \r\nexpertise, lessons learned and resources in a joint effort \r\nto strengthen disaster risk reduction, preparedness and \r\nresponse capabilities at both the national and local \r\nlevels. \r\n Looking ahead, Thailand stands ready to continue \r\nto share our experience and to work with interested \r\ncountries in the area of disaster risk reduction, \r\npreparedness and response capabilities, as well as in \r\nachieving the goals set out in the Hyogo Framework \r\nfor Action, 2005-2015: Building the Resilience of \r\nNations and Communities to Disasters. \r\n Secondly, regional leadership is necessary to \r\ncomplement national leadership. When national \r\ncapability has proved to be insufficient in responding \r\nto an emergency humanitarian situation caused by a \r\nnatural disaster, regional countries can offer needed \r\nemergency assistance to shore up national response due \r\nto comparative advantages, such as proximity and the \r\ntrust and confidence that regional countries enjoy with \r\nthe affected country. \r\n The most vivid case of regional leadership is the \r\nresponse to Cyclone Nargis that struck Myanmar in \r\nMay 2008. Individually, regional countries responded \r\nswiftly and generously to help the affected population \r\nin Myanmar. For example, the first batch of emergency \r\nrelief assistance from Thailand reached Myanmar \r\nwithin 72 hours after the cyclone struck. A constant \r\nflow of relief supplies from the Government and \r\npeople of Thailand to the affected people in Myanmar \r\nsoon followed via air and land bridges. Medical teams \r\nfrom Thailand were also sent to the hardest hit areas of \r\nthe Ayeyarwady Delta to work with medical teams \r\nfrom Myanmar and other regional countries.  \r\n Thailand also offered the Don Mueang \r\nInternational Airport as a staging area through which \r\nhumanitarian assistance and equipment from around \r\nthe world could be channelled into Myanmar in an \r\norderly and systematic manner. From 24 May to \r\n22 August 2008, a total number of 232 flights carrying \r\napproximately 4,000 tons of humanitarian assistance \r\npassed through the air bridge from Bangkok to Yangon. \r\n Cyclone Nargis also energized the Association of \r\nSoutheast Asian Nations (ASEAN) to take a leadership \r\nrole by acting as a critical diplomatic umbrella under \r\nwhich the international community, acting through the \r\nUnited Nations, could work in partnership with \r\nMyanmar. The leadership role of the ASEAN \r\nHumanitarian Task Force for the Victims of Cyclone \r\nNargis and the creation of the Tripartite Core Group —\r\nwhich comprises Myanmar, ASEAN and the United \r\nNations — have contributed to the smooth coordination \r\nof humanitarian assistance and joint planning for \r\nlonger-term recovery and preparedness. \r\n A/63/PV.44\r\n \r\n29 08-59758 \r\n \r\n However, ASEAN cannot rest on its laurels. That \r\nis why Thailand, as the Chair of ASEAN, has attached \r\nimportance to strengthening regional arrangements for \r\ndisaster risk reduction, preparedness and mitigation, \r\nand response capabilities. We want to make sure that \r\nwhen the next major natural disaster occurs in the \r\nregion, ASEAN has effective trigger mechanisms in \r\nplace to mobilize all regional coordination and \r\nassistance in a timely and systematic manner. We \r\nwould look at ways to integrate military assets into \r\nASEAN’s standby arrangements and standard \r\noperating procedures so that those critical assets can be \r\nmobilized in the event of a disaster.  \r\n We would also explore ways to develop the \r\npre-positioning of regional stockpiles and distribution \r\nhubs for relief supplies. In that case, the experience of \r\nDon Mueang International Airport in Bangkok as a \r\nstaging area for humanitarian relief delivery in the \r\nwake of Cyclone Nargis could serve as a good \r\nfoundation for the region to build upon. ASEAN is \r\nready to share our experience and lessons learned on \r\nthat issue with interested countries and regions, as well \r\nas the United Nations. \r\n Thirdly, collective leadership at the global level \r\nis a must in reinforcing national and regional \r\nleadership and resilience. The international community \r\nmust realize that extreme climate variability and its \r\nconsequences are likely to become a fact of life from \r\nnow on. This year alone, we have witnessed \r\nunprecedented devastating storms, flooding, droughts \r\nand desertification across the world, not to mention \r\nmany large-scale earthquakes in various regions. Many \r\nlives were lost and livelihoods destroyed as a result of \r\nthose disasters. Such natural disasters could happen \r\nagain in the future. Thus, we have to be better \r\nprepared. \r\n In that regard, Thailand supports the Secretary-\r\nGeneral’s call for sufficient and predictable resources \r\nat the global level to meet current humanitarian \r\nchallenges in a timely manner. In response to that call, \r\nThailand has this year increased its contribution to the \r\nCentral Emergency Response Fund. At the same time, \r\nThailand strongly believes that the international \r\ncommunity should place greater emphasis on funding \r\ndisaster risk reduction and preparedness. More \r\ntechnical and financial assistance for disaster risk \r\nreduction and preparedness programmes should thus be \r\nmade available for developing countries situated in \r\ndisaster-prone areas. The United Nations should also \r\nwork in partnership with regional organizations to \r\nfacilitate the mutual exchange of knowledge and \r\nexpertise, as well as devise effective modalities for \r\njoint action in times of emergency. \r\n Last but not least, the international community \r\nmust show collective responsibility in tackling a major \r\ndriver of the increase in natural disasters: climate \r\nchange. Therefore, Thailand urges all parties to ensure \r\nthat the United Nations Climate Change Conference to \r\nbe held in Poznan, Poland, early next month will be \r\nsuccessful. \r\n Faced with the gathering threats of increasing \r\nnatural disasters caused by climate change and \r\ngeological activities, we have a choice to make \r\nbetween action and inaction; between being better \r\nprepared and being unprepared; between working \r\ntogether as one and working separately as disparate \r\nparts; and between survival and loss. For Thailand, the \r\nchoice is clear. We must act, we must be better \r\nprepared and we must work together as one. \r\nThe meeting rose at 1 p.m. \r\n \r\n"