" United Nations  A/63/PV.41\r\n  \r\n \r\nGeneral Assembly \r\nSixty-third session \r\n \r\n41st plenary meeting \r\nFriday, 7 November 2008, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-59274 (E) \r\n*0859274* \r\nPresident: Mr. D’Escoto Brockmann . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\nThe meeting was called to order at 10.20 a.m. \r\n \r\n \r\nCommemorative meeting for the sixtieth anniversary \r\nof United Nations peacekeeping \r\n \r\nAgenda item 31 \r\n \r\nComprehensive review of the whole question of \r\npeacekeeping operations in all their aspects \r\n \r\n  Draft resolution (A/63/L.16) \r\n \r\n The President (spoke in Spanish): The General \r\nAssembly, under agenda item 31, will now hold a \r\ncommemorative meeting to mark the sixtieth \r\nanniversary of United Nations peacekeeping \r\noperations, in accordance with the decision taken at its \r\n2nd plenary meeting and pursuant to resolution 62/273 \r\nof 11 September 2008. \r\n(spoke in English) \r\n I am pleased to open this commemorative \r\nmeeting of the General Assembly marking the \r\npeacekeeping work of the United Nations over the past \r\n60 years. I wish to join representatives of regional \r\ngroups and the host country in highlighting the \r\nremarkable history of peacekeeping operations and \r\ncelebrating the partnership with the United Nations \r\nsystem that has evolved over the decades. \r\n Today’s peacekeeping operations — all 20 of \r\nthem, requiring more than 110,000 personnel — are \r\ncharacterized by their unprecedented scale and \r\ncomplexity. They remain a key measure of the ability \r\nof the United Nations to meet its Charter mandate and \r\nthe expectations of the world’s peoples. But we should \r\nkeep in mind the astonishing, and I would say \r\nshameful, fact that the current annual budget for United \r\nNations peacekeeping is approximately $5.6 billion, \r\nwhich represents one half of 1 per cent of global \r\nmilitary spending. That mad asymmetry dooms our \r\nbest intentions. \r\n As I speak, the United Nations Organization \r\nMission in the Democratic Republic of the Congo \r\n(MONUC) is in crisis. The reports of violence against \r\ncivilians in the conflict zones highlight a terrifying \r\ncampaign of sexual attacks against girls and women \r\nthat may be unprecedented in its scale and brutality. It \r\nis estimated that MONUC has one peacekeeper for \r\neach 10,000 civilians in the conflict areas. That makes \r\nMONUC’s mandate impossible to fulfil. That glaring \r\nexample serves to remind us that, despite our best \r\nintentions, the bitter reality of the conflicts in many \r\ncountries dwarfs the ability of peacekeepers to fulfil \r\ntheir mandates. The conflicts in the Democratic \r\nRepublic of the Congo point to the enormous \r\nimportance of finding political solutions to large-scale \r\nconflicts and the need to redouble efforts to resolve \r\nthem through broadly orchestrated diplomatic means. \r\n There are other peacekeeping operations that are \r\nof smaller scale but must nevertheless be resolved. In \r\nWestern Sahara, for example, the decolonization \r\nprocess has been stalled since the United Nations \r\nMission for the Referendum in Western Sahara was \r\ndeployed to monitor the ceasefire and organize a \r\nreferendum in 1991. Despite the best efforts of the \r\ndiplomatic community, the territory remains occupied. \r\nA/63/PV.41  \r\n \r\n08-59274 2 \r\n \r\nI am personally concerned about the human rights \r\nabuses taking place, and I have requested that the High \r\nCommissioner for Human Rights release his report that \r\nwas completed in 2006. In that regard, I offer to make \r\nmyself available to assist all parties in any way I can to \r\nhelp resolve that long-standing issue, which risks being \r\nforgotten by the international community. \r\n Because a peacekeeping mandate is not \r\nspecifically spelled out in the Charter, that essential \r\nwork has had to evolve as innovative partnerships \r\nnurtured by different organs of the United Nations. The \r\ninteraction among those different areas of \r\nresponsibilities of the United Nations is a dynamic that \r\nI have chosen to highlight during the sixty-third \r\nsession of the General Assembly. \r\n In that regard, the Security Council, the General \r\nAssembly and the Secretariat enjoy a close partnership \r\nthat has grown and responded to ever-changing \r\ncircumstances over the decades. That partnership \r\nremains central to whatever successes and failures we \r\nhave encountered and to the improvements that we \r\nwish to make in our peacekeeping efforts. \r\n We celebrate the broad participation in troop \r\ncontribution by industrialized and developing countries \r\nalike. That broad-based participation helps to assure \r\nthe credibility of each intervention. The principles of \r\nneutrality, transparency and universality lend them \r\ntheir legitimacy and must be treasured and defended by \r\nall of us. The slightest abuse of those principles is \r\nimmediately noted and the damage to the legitimacy \r\nand credibility of our efforts is difficult to repair. \r\n The restructuring of peacekeeping operations, \r\narising from catastrophic failures in the 1990s and \r\nhighlighted in the groundbreaking Brahimi report of \r\n2000, should enhance our ability to identify, coordinate \r\nand sustain increasingly complex operations. \r\n The General Assembly has the responsibility to \r\nensure that operations are equipped with the tools \r\nneeded to fulfil their mandates. But, almost without \r\nexception, they are still being sent into harm’s way \r\nwith insufficient resources at their command. It makes \r\nsense that troop-contributing countries have more of a \r\nsay in determining the resources required to minimize \r\nthe risk and maximize the chances of success of the \r\noperations their troops are committed to. Indeed, troop-\r\ncontributing countries should be involved at the \r\nearliest stage when the Security Council mandates an \r\noperation, and later in any changes in the mandate as \r\nthey are required. That closer involvement will create \r\nmore reality checks to ensure that operations are well \r\nconceived and administered from the outset. \r\n Let us reaffirm our determination to strengthen \r\nthat very special United Nations partnership so that it \r\ncan maintain the delicate and dynamic interplay \r\nbetween military, political and financial realities to \r\nmake peacekeeping operations effective. But just as \r\nimportantly, let us always focus on ways to bring \r\nnations together to solve problems that will make those \r\noperations the rare exception in the years to come. \r\n I now give the floor to Deputy Secretary-General \r\nAsha-Rose Migiro.  \r\n The Deputy Secretary-General: The Secretary-\r\nGeneral had intended to join this important \r\ncommemoration, but, as the General Assembly may \r\nknow, he is in now Nairobi attending an emergency \r\nmeeting on the Democratic Republic of the Congo. His \r\nmission there aptly illustrates the importance of United \r\nNations peacekeeping operations. \r\n Sixty years ago, the Security Council dispatched \r\na small group of international military observers to the \r\nMiddle East. Their task was to supervise an uneasy \r\nceasefire between the new State of Israel and its \r\nneighbours. That first peacekeeping mission was an \r\nexperiment that the founders of the United Nations had \r\nnot foreseen. The model proved to be a great success. \r\n Peacekeeping has now evolved into one of the \r\ncornerstones of international diplomacy. The presence \r\nof peacekeepers sends a powerful signal that States \r\nMembers of the United Nations are working together \r\nfor solutions in the best spirit of the Organization’s \r\nCharter. Today, there are more than 100,000 United \r\nNations peacekeepers deployed in 18 missions across \r\nthe globe. That scale is unprecedented. \r\n Peacekeeping operations have also had to evolve \r\nto meet the changing nature of conflict. Beyond \r\nmonitoring ceasefires, today’s peacekeepers have wide-\r\nranging mandates. They help post-conflict societies to \r\nrebuild. They nurture democratic governance. They \r\nprotect civilians, disarm ex-combatants, supervise \r\nelections and strengthen institutions. \r\n But the evolution of peacekeeping has not come \r\nwithout cost. The United Nations has learned some \r\nhard lessons. Perhaps above all, we have seen that \r\npeacekeepers will not succeed in building true security \r\nif there is no peace to keep. \r\n A/63/PV.41\r\n \r\n3 08-59274 \r\n \r\n Peacekeeping is not the right tool for every job. \r\nWe can play a valuable role in accompanying a \r\npolitical process, but we cannot substitute for one. \r\nWhere there is a viable political process, we can \r\nconfront potential spoilers. Where there is none, we \r\ncannot, and should not, fight a war. Our experiences in \r\nBosnia and Somalia in the early 1990s proved that \r\npoint. Darfur confronts us with a similar challenge \r\ntoday. \r\n The United Nations provides a system for sharing \r\nthe costs and responsibilities of peacekeeping among \r\nits Member States. Indeed, the cost effectiveness of our \r\npeacekeeping operations remains one of the \r\nOrganization’s key attributes. United Nations troop \r\ndeployments are less expensive than those of most \r\ncomparable organizations or national militaries. \r\nMoreover, the annual peacekeeping budget — currently \r\nabout $7 billion — is a tiny fraction of world military \r\nexpenditures. \r\n Peacekeepers operate in some of the most austere \r\nand challenging environments. They do what other \r\npeople either cannot or will not do in order to protect \r\npeople at risk. That courageous spirit, that solidarity \r\nwith other human beings, is crucial to sustaining the \r\nUnited Nations. Peacekeepers need our support. They \r\nneed clear and achievable mandates. They need the \r\npolitical will and material resources of our Member \r\nStates. \r\n With that support, great feats are possible. In the \r\nstreets and alleyways of Cité Soleil in Port-au-Prince, \r\npeople no longer live in fear of the once-notorious \r\ngangs. That is just one example of how peacekeepers \r\nare giving people all over the world a chance to live \r\nfree from the scourge of conflict. \r\n As we look back on the 60-year history of \r\npeacekeeping, let us be proud of what has been \r\naccomplished. Let us pay tribute to the more than \r\n2,500 peacekeepers and other personnel who have \r\ngiven their lives while serving the United Nations. Let \r\nus pledge to face the challenges ahead with real, long-\r\nterm resolve. Now more than ever, the world needs the \r\nblue helmets, and the blue helmets need the world’s \r\nsupport. \r\n The President (spoke in Spanish): I now call on \r\nthe representative of Mauritius, who will speak on \r\nbehalf of the Group of African States. \r\n Mr. Soborun (Mauritius): I have the honour to \r\nspeak on behalf of the African Group on the occasion \r\nof the commemoration of the sixtieth anniversary of \r\nUnited Nations peacekeeping.  \r\n Peace is vital in all walks of life. Suffice it to \r\nadd, therefore, that peacekeeping is considered a \r\nflagship activity of the United Nations, helping to \r\nrestore peace and stability and bringing hope to \r\nmillions of people in various conflict-affected regions \r\naround the world. United Nations peacekeeping has \r\nachieved tremendous accomplishments since its \r\ninception as a United Nations concept under which \r\ntroops were — and still are — deployed not for war but \r\nto provide a foundation for lasting peace. In so doing, \r\nUnited Nations peacekeeping has proved itself as an \r\nimportant tool to ensure that the primary responsibility \r\nfor the maintenance of international peace and security \r\nrests with the United Nations. \r\n The African Group seizes this opportunity to, \r\nfirst, renew the Group’s commitment to the principles \r\ngoverning United Nations peacekeeping operations, \r\nsuch as the consent of the parties and the non-use of \r\nforce except in self-defence and impartiality. Those \r\nbasic principles, which have guided United Nations \r\npeacekeeping operations over the last five decades \r\nwithout controversy, still remain relevant and should \r\nbe preserved.  \r\n Secondly, we would like to reaffirm that United \r\nNations peacekeeping operations should be provided \r\nwith the necessary political support, clearly defined \r\nand achievable mandates, adequate capabilities, \r\nlogistical and financial resources and exit strategies. \r\n Thirdly, we reaffirm Africa’s commitment to \r\nassume its share of responsibility for peacekeeping for \r\nthe maintenance of international peace and security. \r\n Fourthly, we express Africa’s appreciation to \r\nUnited Nations and African Union peacekeepers, who \r\ncontinue to contribute towards ensuring that peace is \r\npreserved and consolidated and that civilians are \r\nprotected in situations of conflict. \r\n Fifthly, we reiterate our full support for all efforts \r\nand measures aimed at promoting the safety and \r\nsecurity of United Nations peacekeeping personnel. \r\n Sixthly, we condemn the threats and attacks \r\nperpetrated against peacekeepers and reaffirm that the \r\nbest assurance against risks are well-planned and \r\nclearly mandated missions that are not deployed in a \r\nA/63/PV.41  \r\n \r\n08-59274 4 \r\n \r\nvoid or where the political process is either \r\nnon-existent or compromised. \r\n Seventhly, we underscore the importance of the \r\nzero-tolerance policy to ensure that misconduct by \r\npeacekeepers, including sexual abuse and exploitation, \r\nis prevented and that justice is served against those \r\nfound guilty of such violations. \r\n We would also like to express our satisfaction \r\nthat the United Nations and African Union have \r\ndeployed considerable efforts to build a genuine \r\npartnership for peace in Africa, in accordance with \r\nChapter VIII of the Charter, under which Africa has \r\nundertaken to develop its capacity to provide African \r\npeacekeeping where needed on the continent. In that \r\nregard, the African Group looks forward to United \r\nNations support to strengthen African peacekeeping \r\ncapabilities and emphasizes the importance of \r\ncontinued implementation of the joint action plan for \r\nUnited Nations support in the short, medium and long \r\nterm. \r\n The African Union, for its part, continues to \r\ndevelop and consolidate its peace and security \r\narchitecture, which includes the Peace and Security \r\nCouncil, the African Standby Force, the Continental \r\nEarly Warning Mechanism and the Panel of the Wise. \r\nThe African Group seizes this opportunity to convey its \r\nappreciation to all its partners who have supported the \r\nprocess for establishing that architecture. We wish to \r\nreiterate the African Union’s call on the international \r\ncommunity to lend its full support to addressing \r\noutstanding challenges in view of their consolidation \r\nand full operationalization. \r\n The African Group reiterates the need to \r\nstrengthen efforts towards addressing the root causes of \r\nconflict, such as poverty, in order to enhance the \r\nsuccess of peacekeeping and build a comprehensive \r\napproach to the restoration of peace and security in \r\nsituations of conflict. \r\n Africa, which hosts several peacekeeping \r\noperations, continues to bear its fair share of United \r\nNations peacekeeping, along with its own initiatives \r\nand efforts. It continues to be among the leading troop \r\ncontributors, providing sustained support to United \r\nNations peacekeeping for more than 50 years. \r\n In conclusion, we would like to extend our fullest \r\nsupport to all the brave men and women serving in \r\npeacekeeping operations. We also pay tribute to those \r\npeacekeepers who have lost their lives in the line of \r\nduty while serving in peacekeeping operations. Last \r\nbut not least, we would also like to express our \r\nprofound appreciation and thanks to all the troop-\r\ncontributing countries. \r\n The President (spoke in Spanish): I would like to \r\nbriefly interrupt these proceedings in order to \r\nrecognize the presence, among us here in this Hall, of \r\nthe representatives of the military forces who carry out \r\ntheir peacekeeping duties on the ground on behalf of \r\nthe United Nations. They face great challenges on an \r\nalmost daily basis. I ask them to rise and I invite \r\nMember States to give them a well-deserved round of \r\napplause. \r\n I now call on the representative of the Islamic \r\nRepublic of Iran, who will speak on behalf of the \r\nGroup of Asian States. \r\n Mr. Khazaee (Islamic Republic of Iran): I have \r\nthe honour to speak today on behalf of the Asian \r\nGroup. Allow me to begin by expressing our high \r\nhonour and great satisfaction at being able to attend \r\nthis ceremony in commemoration of the 60th \r\nanniversary of United Nations peacekeeping \r\noperations. It represents the sentiment that inspires us \r\nall as we consider the important role those operations \r\nhave played in our collective pursuit of international \r\npeace and security. \r\n Since the inception of the first United Nations \r\npeacekeeping mission in 1948, hundreds of thousands \r\nof troops have taken part in over 60 field missions, and \r\nmore than 2,500 soldiers and civilians have lost their \r\nlives in those operations. Lessons learned from various \r\npeacekeeping operations over the years can provide \r\nuseful guidance for all concerned. Although the United \r\nNations record on peacekeeping operations is one with \r\nmany ups and downs, it is evident that those operations \r\nchanged dramatically in terms of scale and scope after \r\nthe cold war. \r\n Success in recent years has increased the demand \r\nfor United Nations peacekeeping. United Nations \r\npeacekeeping operations are now widely recognized in \r\nthe international community as the flagship activity of \r\nthe Organization and have been assigned more \r\ncomplex and multidimensional tasks in recent years. At \r\nthe same time, it has been quite a challenging task for \r\nthe United Nations to ensure effective, timely and fully \r\nresourced deployments to establish the necessary \r\n A/63/PV.41\r\n \r\n5 08-59274 \r\n \r\noperational capacity in order to carry out the assigned \r\nmandates. \r\n It is a matter of great pride for us that Asia has \r\nalways played an important role in United Nations \r\npeacekeeping operations since their inception. It will \r\ncontinue to do so in the future. Asia is one of the major \r\ncontributors to peacekeeping operations under the \r\nauspices of the United Nations. As of 31 March 2008, \r\nsix Asian countries were among the top 20 contributors \r\nof uniformed personnel to United Nations \r\npeacekeeping operations and provided more than 50 \r\nper cent of that personnel. Moreover, five Asian States \r\nwere among the top 10 contributors of uniformed \r\npersonnel to United Nations peacekeeping operations \r\nand three of them were at the top of the list, providing \r\nmore than 40 per cent of the personnel. That is the \r\nmost tangible contribution by Asia to the maintenance \r\nof international peace and security. Asia also plays an \r\nimportant role in financing peacekeeping operations. \r\n The evolution of peacekeeping operations has \r\nprovided us with new opportunities for deeper and \r\nmore meaningful changes and responses to the \r\nmanagement of conflicts. It has also been the subject of \r\nintensive and serious discussions concerning the level \r\nof its efficiency in addressing conflict situations. The \r\nAsian Group, while reiterating its full support for \r\nUnited Nations peacekeeping operations, wishes to \r\nstress that the United Nations is a universal body \r\nentrusted with the primary responsibility for the \r\nmaintenance of international peace and security and \r\nthat peacekeeping operations should strictly observe \r\nthe purposes and principles enshrined in the Charter. \r\n We reiterate that respect for the basic principles \r\nof peacekeeping, such as the consent of the parties, \r\nimpartiality and the non-use of force except in self-\r\ndefence, is essential to the success of peacekeeping \r\nmissions. We also emphasize that respect for the \r\nprinciples of sovereignty, territorial integrity and political \r\nindependence of States and of non-intervention in matters \r\nthat are essentially within the domestic jurisdiction of \r\nany State is crucial to common efforts — including \r\npeacekeeping operations — to promote international \r\npeace and security. Moreover, we believe that the \r\nhighest priority should be accorded to the safety and \r\nsecurity of United Nations peacekeeping personnel. \r\n In conclusion, the Asian Group would like to \r\nreserve its highest respect for all the brave, devoted \r\nwomen and men who have served in United Nations \r\npeacekeeping operations over the years. We pay \r\nhomage to those who lost their lives to bestow peace \r\nand tranquillity on millions of people living in the most \r\ntesting and dangerous conditions. We remember them \r\ntoday with sadness in our hearts and we honour their \r\nsupreme sacrifice in the cause of peace. We pray that \r\ntheir souls may rest in peace. \r\n The President (spoke in Spanish): I now call on \r\nthe representative of Croatia, who will speak on behalf \r\nof the Group of Eastern European States. \r\n Mr. Jurica (Croatia): I have the honour to speak \r\non behalf of the Group of Eastern European States. \r\n The Group of Eastern European States has been \r\nand continues to be strongly committed to United \r\nNations peacekeeping activities. Members of our \r\nGroup have consistently been among troop contributors \r\nto United Nations peacekeeping missions, with \r\nnational contingents coming from Group member \r\nStates providing a significant percentage of the overall \r\nmilitary strength of the Organization’s peacekeeping \r\npersonnel. \r\n On 29 May 2008, we marked the 60th \r\nanniversary of the first peacekeeping mission \r\nestablished by the Security Council. In the days since, \r\na further 63 peacekeeping missions were established by \r\nthe Security Council, in which hundreds of thousands \r\nof participants from scores of countries have taken \r\npart. \r\n Today, United Nations peacekeeping missions \r\ncontinue to enjoy the wide participation of the United \r\nNations membership. More then 110,000 peacekeepers \r\nfrom 119 countries are currently deployed in missions \r\nworldwide. For its part, the Group of Eastern European \r\nStates would like to commend all States from all \r\nregional groups that have contributed their military, \r\npolice and civilian personnel to peacekeeping \r\noperations throughout the world over the past 60 years. \r\n United Nations peacekeeping operations have \r\nproven to be a useful and effective tool at the disposal \r\nof the international community for addressing some of \r\nthe world’s most daunting challenges to peace and \r\nsecurity. To quote the Secretary-General, \r\n“peacekeeping has developed into a flagship enterprise \r\nof our Organization”. During the past six decades, \r\nUnited Nations peacekeepers have saved countless \r\nlives, prevented wars and eased tensions in numerous \r\ncrisis areas around the world. To those affected by war \r\nA/63/PV.41  \r\n \r\n08-59274 6 \r\n \r\nand its atrocities, the presence of United Nations \r\npeacekeepers has offered hope and the conviction that \r\nthey have not been abandoned. \r\n Deployed to some of the most dangerous places \r\non Earth, United Nations peacekeepers have on \r\nnumerous occasions proven their bravery and \r\ndedication to the cause of peace. That is why the safety \r\nand security of all United Nations personnel, including \r\npeacekeepers, should remain a priority. We condemn in \r\nthe strongest terms the killing of and targeted attacks \r\non United Nations peacekeepers and all acts of \r\nviolence against them. \r\n At the heart of every peacekeeping operation \r\nremains the protection of civilians. We therefore \r\nwelcome the growing emphasis within the \r\nOrganization on the protection of those most \r\nvulnerable in armed conflict, notably women and \r\nchildren. \r\n Today, in this body, we are also paying special \r\ntribute to the more than 2,500 peacekeepers who have \r\ngiven their lives in the cause of peace over the past 60 \r\nyears. Their ultimate sacrifice is a reminder of human \r\nwillingness to fight the destructive forces of armed \r\nconflict. \r\n Allow me to conclude by stating that United \r\nNations peacekeeping activities will continue to enjoy \r\nthe active support of the States of the Eastern European \r\nGroup. \r\n The President (spoke in Spanish): I now call on \r\nthe representative of Chile, who will speak on behalf of \r\nthe Group of Latin American and Caribbean States. \r\n Mr. Muñoz (Chile) (spoke in Spanish): I have the \r\nhonour to speak on behalf of the Group of Latin \r\nAmerican and Caribbean States and, in that capacity, to \r\nassociate our region with this tribute to United Nations \r\npeacekeeping operations as we commemorate their \r\nsixtieth anniversary.  \r\n Peacekeeping operations have proved to be an \r\nimportant tool enabling the United Nations to meet its \r\nprimary responsibility for the maintenance of \r\ninternational peace and security. Indeed, peacekeeping \r\noperations are currently the most important activity of \r\nthe Organization aimed at restoring peace and stability \r\nand providing support and hope to millions of people \r\nliving in areas affected by conflict in the world. This \r\ncommemoration provides an opportunity to renew the \r\ncommitment of my Group to the basic principles of \r\npeacekeeping. We emphasize the importance of \r\nuniversal participation in United Nations peacekeeping \r\noperations. \r\n Over the past 60 years, peacekeeping operations \r\nhave grown considerably in number, scope and \r\ncomposition. They are staffed by over 110,000 people \r\nfrom 118 countries. The military personnel who \r\ntraditionally staffed those missions have been joined by \r\npolice forces, civilians and volunteers. \r\n The commitment of the Group of Latin American \r\nand Caribbean States to that process has been strong \r\nfrom the outset. The countries of the region have a \r\nlong-standing tradition of participating in those \r\nmissions through the provision of human and material \r\nresources. Indeed, the region is one of the main troop \r\ncontributors. \r\n The Group appreciates the contribution made by \r\npeacekeeping operations to the peace and stability of \r\nthe region. Today, that contribution is manifest in the \r\nwork of the United Nations Stabilization Mission in \r\nHaiti. In that connection, the Group stresses the \r\nimportance of not only ensuring security but also \r\ncontributing to the development of the country, with \r\nthe aim of achieving a stable and lasting peace. \r\n There has been a huge increase in the number of \r\npeacekeeping operations. As a result, the capacity of \r\nthe Organization to adapt its structures to the increase \r\nin operations and staffing must be reinforced. In order \r\nto deal with that new reality, the Organization has \r\nlaunched, as we all know, a series of reforms. The \r\nGroup is involved in that task, as shown by its \r\nconstructive participation in the reform of the \r\nDepartment of Peacekeeping Operations and the \r\ncreation of the Department of Field Support. \r\n In addition, the Group of Latin American and \r\nCaribbean States understands that, if the response to \r\nthose challenges is to be effective, we must improve \r\ncoordination and interaction between the various \r\nentities involved, such as the Secretariat, the Special \r\nCommittee on Peacekeeping Operations, the troop-\r\ncontributing countries and the Security Council. Such \r\ncoordination must precede decision-making processes \r\nin order to achieve effective operation deployments \r\nand facilitate the successful implementation of \r\nmandates. \r\n In that connection, we should like to mention the \r\nmeeting between Mr. Alain Le Roy, Under-Secretary-\r\n A/63/PV.41\r\n \r\n7 08-59274 \r\n \r\nGeneral for Peacekeeping Operations; Under-\r\nSecretary-General Ms. Susana Malcorra of the \r\nDepartment of Field Support; and the Fourth \r\nCommittee, at which an interactive dialogue took place \r\non the new challenges facing peacekeeping operations. \r\nWe would like to continue and strengthen that dialogue \r\nbetween the Secretariat and Member States. \r\nFurthermore, the Group also fully supports the \r\nOrganization’s zero-tolerance policy and its strategy \r\nfor victim support and assistance. \r\n The Group believes that the men and women \r\nserving in a peacekeeping operation are its most \r\nvaluable resource. We therefore support all efforts and \r\nmeasures to promote the safety and protection of the \r\nstaff so that they can perform their noble work. The \r\nGroup reaffirms that the best way of ensuring the \r\nsafety of the staff of peacekeeping operations is to have \r\nwell-planned missions that are deployed in places \r\nwhere the basic conditions for their completion are \r\nmet. At the same time, the Group condemns all acts of \r\nviolence against the staff of United Nations \r\npeacekeeping operations. \r\n To the over 2,400 men and women in \r\npeacekeeping operations who perished in the line of \r\nduty, the Group pays a most heartfelt and profound \r\ntribute and thanks them for having helped to save lives \r\nby giving their own in that noble task. \r\n The President (spoke in Spanish): I give the \r\nfloor to the representative of Iceland, who will speak \r\non behalf of the Group of Western European and other \r\nStates. \r\n Mr. Hannesson (Iceland): I have the honour to \r\nspeak on behalf of the Group of Western European and \r\nother States.  \r\n This year marks the sixtieth anniversary of \r\nUnited Nations peacekeeping. Today’s commemorative \r\nmeeting underlines that milestone, and we warmly \r\nwelcome the draft resolution and declaration submitted \r\nfor the consideration of the General Assembly on this \r\noccasion. \r\n United Nations peacekeeping is a unique and \r\ndynamic tool that continues to be among the key \r\ninstruments available to the Organization in \r\ndischarging its responsibility under the Charter in the \r\nmaintenance of international peace and security. \r\nDuring those six decades, peacekeeping has developed \r\ninto the flagship activity of the United Nations, helping \r\nto restore peace and stability and bringing hope to \r\nmillions of people in conflict zones around the world.  \r\n Indeed, the blue helmet worn by peacekeepers \r\nhas become a tangible symbol of the United Nations \r\nfor the most vulnerable. United Nations peacekeeping \r\nalso symbolizes the solidarity of the international \r\ncommunity by bringing together nations from various \r\nregions and cultures to help other nations recovering \r\nfrom the scourges of war. Today, more than half of \r\nMember States contribute personnel to United Nations \r\npeacekeeping operations; of course, all Member States \r\ncontribute financially to peacekeeping efforts. As we \r\nspeak, the United Nations has more than 110,000 \r\ndedicated men and women deployed in peacekeeping \r\noperations around the world. \r\n From a rather modest enterprise, which started in \r\n1948 with the establishment of the United Nations \r\nTruce Supervision Organization, peacekeeping has \r\nevolved into the large and complex multidimensional \r\npeace operations that we know today. As the nature of \r\nconflicts has changed, peacekeeping has adapted \r\naccordingly. Current peacekeeping operations involve a \r\nmultitude of tasks to ensure an effective United \r\nNations response to the needs and expectations of \r\ncountries and populations affected by conflict, and thus \r\nhelp pave the way for sustainable peace and \r\ndevelopment. We must continue to build on past \r\nsuccesses, learn from the challenges we have faced and \r\nkeep strengthening this uniquely valuable instrument. \r\n Today we pay tribute to the invaluable \r\ncontribution of the hundreds of thousands of men and \r\nwomen who have served as United Nations \r\npeacekeepers in more than 60 peacekeeping missions. \r\nOver those six decades, more than 2,400 men and \r\nwomen have lost their lives serving the cause of peace \r\nunder the United Nations banner. The Group of \r\nWestern European and other States reaffirms its \r\ncommitment to United Nations peacekeeping in honour \r\nof their memory. \r\n The President (spoke in Spanish): I now give the \r\nfloor to the representative of the United States of \r\nAmerica, who will speak on behalf of the host country. \r\n Mr. Khalilzad (United States of America): The \r\nUnited States welcomes this opportunity to recognize \r\nand salute the many contributions and sacrifices made \r\nby the military, police and civilian personnel who have \r\nserved in United Nations peacekeeping operations \r\nthroughout the world over the past 60 years. Their \r\nA/63/PV.41  \r\n \r\n08-59274 8 \r\n \r\ndedication has been, and continues to be, the living \r\nembodiment of the profound commitment of the \r\nnations of the world to seek common ground and to \r\ncooperate so that all people everywhere can be safe \r\nfrom the scourge of war. \r\n The Security Council authorized the first United \r\nNations peacekeeping mission in 1948. Sixty years \r\nlater, United Nations peacekeepers have been deployed \r\nto all corners of the world. We have seen the success of \r\nthose deployments in peacekeeping missions ranging \r\nfrom Sierra Leone to Guatemala to Mozambique. From \r\nthe beginning, the United States has been a steadfast \r\npartner in supporting United Nations peacekeeping \r\noperations as a key instrument in maintaining \r\ninternational peace and security. \r\n The role and tasks of United Nations \r\npeacekeeping have evolved over the past six decades. \r\nToday United Nations peacekeepers have broader and \r\nmore diverse responsibilities than ever before. We \r\nrecognize that the causes of conflict must be addressed \r\nfrom the very beginning and that our common job is \r\nincreasingly to support the creation of conditions for \r\nsustainable peace. \r\n We welcome the steps taken under the able \r\nleadership of Secretary-General Ban by the Secretariat \r\nto reform and restructure and provide adequate \r\nresources for the ever-growing and unprecedented \r\ndemand for complex peacekeeping operations. There \r\nhas been great progress in recent years.  \r\n Peacekeeping professionals deserve the highest \r\npraise for their dedication and willingness to shoulder \r\nthat heavy responsibility. Many have given their lives \r\nto serve the cause of peace. We honour them and we \r\nremember them. \r\n The United States shares the concerns of the \r\ninternational community with regard to the \r\nvulnerability of civilians who find themselves in the \r\nmidst of conflict through no choice or fault of their \r\nown. Women and children are particularly vulnerable \r\nin those situations. The protection of civilians is now \r\nspecifically included in half of the mandates of current \r\npeacekeeping operations. While the need for that \r\nprotection is clear, how to achieve that goal is our most \r\npressing collective challenge. \r\n The United States looks forward to continuing the \r\nclose cooperation we have enjoyed with our fellow \r\nMember States and with the professionals of the United \r\nNations as we work together to strengthen and foster \r\npeace. \r\n The President (spoke in Spanish): I now give the \r\nfloor to the representative of Morocco. \r\n Mr. Sahel (Morocco) (spoke in French): As we \r\nmeet today to commemorate the sixtieth anniversary of \r\npeacekeeping operations — under a negotiated format \r\nand in accordance with the rules of procedure — we \r\nhave been surprised by, and we condemn, the violation \r\nof the rules of procedure of the General Assembly \r\nrepresented by your statement, Mr. President, on the \r\nissue of the Sahara. This is neither the place nor the \r\ntime to discuss it, especially in the flagrantly partisan \r\nterms you have used, Mr. President.  \r\n This also involves an erroneous assessment of an \r\nongoing political process under the Security Council \r\nthat has the support of the international community. \r\nYour partisanship, Mr. President, is based on an \r\ninaccurate perception of the nature and scope of the \r\npolitical differences. We are perplexed by it. That is \r\ncertainly not the best way to help the parties to arrive \r\nat a mutually acceptable political solution to a regional \r\npolitical dispute. For its part, my country has not lost \r\nsight of the purpose of this meeting, whose success we \r\nhave spared no effort to ensure. As a country that has \r\ncontributed troops to peacekeeping operations for more \r\nthan 50 years, we honour the memory of the men and \r\nwomen who have sacrificed their lives to the cause of \r\nworld peace. \r\n The President (spoke in Spanish): We have heard \r\nthe last speaker for this commemorative meeting. \r\n We shall now proceed to the vote on draft \r\nresolution A/63/L.16, entitled “Sixtieth anniversary of \r\nUnited Nations peacekeeping”. I should like to inform \r\nthe Assembly that the following delegations have \r\nbecome sponsors of this draft resolution: Belarus, \r\nIsrael, Malta, Monaco, Paraguay, the Russian \r\nFederation and Serbia.  \r\n May I take it that the Assembly decides to adopt \r\ndraft resolution A/63/L.16?  \r\n Draft resolution A/63/L.16 was adopted \r\n(resolution 63/16). \r\n The President (spoke in Spanish): We have thus \r\nconcluded this commemorative meeting marking the \r\nsixtieth anniversary of United Nations peacekeeping. \r\n A/63/PV.41\r\n \r\n9 08-59274 \r\n \r\nThe General Assembly has thus concluded this stage of \r\nits consideration of agenda item 31. \r\n \r\nProgramme of work \r\n \r\n The President (spoke in Spanish): Before \r\nadjourning this meeting, I would like to inform \r\nmembers that, at the request of the sponsors, \r\nconsideration of agenda item 12, “Prevention of armed \r\nconflict”, originally scheduled for Monday, \r\n10 November, will be postponed to a later date to be \r\nannounced. \r\n I would also like to inform members that some \r\nadditions to the programme of work have been made  \r\nfor Monday morning, 10 November 2008. The General \r\nAssembly will resume consideration of agenda item 69 \r\nentitled “Report of the International Criminal Court”, \r\nand sub-item (n) of agenda item 114, entitled \r\n“Cooperation between the United Nations and the \r\nLeague of Arab States”, in order to take action on draft \r\nresolutions A/63/L.19 and A/63/L.20, respectively. At \r\nthe same meeting, the Assembly will also take up \r\nsub-item (h) of agenda item 105, entitled \r\n“Appointment of a member of the Joint Inspection \r\nUnit”. \r\nThe meeting rose at 11.15 a.m. \r\n \r\n"