" United Nations  A/63/PV.43\r\n  \r\n \r\nGeneral Assembly \r\nSixty-third session \r\n \r\n43rd plenary meeting \r\nMonday, 10 November 2008, 4 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-59523 (E) \r\n*0859523* \r\nPresident: Mr. D’Escoto Brockmann . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\n  In the absence of the President, Mr. Kpotsra \r\n(Togo), Vice-President, took the Chair. \r\n \r\nThe meeting was called to order at 4.50 p.m.  \r\n \r\n \r\nAgenda item 20 \r\n \r\nThe situation in Central America: progress in \r\nfashioning a region of peace, freedom, democracy \r\nand development \r\n \r\n  Letter dated 27 October 2008 from the \r\nSecretary-General addressed to the President  \r\nof the General Assembly (A/63/511) \r\n \r\n  Draft resolution (A/63/L.18) \r\n \r\n The Acting President (spoke in French): I give \r\nthe floor to the representative of Guatemala to \r\nintroduce draft resolution A/63/L.18. \r\n Mr. Rosenthal (Guatemala) (spoke in Spanish): \r\nIt has been several years since the General Assembly \r\nlast addressed this agenda item, on the situation in \r\nCentral America. That is, in fact, a source of \r\nsatisfaction for us, since, in contrast to the situation of \r\n15 or even 10 years ago, Central America is now a \r\nregion at peace where democratic institutions and \r\nrespect for basic human rights have been strengthened \r\nand where progress has been achieved in the economic \r\nand social spheres. Some of those advances may be \r\nfragile or insufficient, but there is no doubt that the \r\ncurrent situation is incomparably better than the one \r\nwhich prevailed during the mid-1990s. For that reason, \r\nthe most recent United Nations Human Rights \r\nVerification Mission in the region — the mission to \r\nGuatemala — left the country in 2002, after ten years \r\nof fruitful work. \r\n Having said this, some of the repercussions of \r\nprolonged conflicts — the one in Guatemala\u0027s lasted \r\nnearly 40 years — take a long time to resolve. In the \r\ncase of my own country, we inherited a culture of \r\nimpunity as a consequence of that conflict, which led \r\nto a continuation over time of human rights violations \r\nillustrated by threats, extortions, intimidations and \r\neven the use of violence against judges, prosecutors, \r\nteachers, journalists, human rights activists and other \r\ninnocent civilians.  \r\n Protected by the environment of impunity I just \r\ndescribed, some delinquent groups also emerged, at \r\ntimes with high degrees of organization and with \r\ntransnational connections. Succeeding Governments \r\nmade important efforts to combat impunity through \r\nspecific projects and programmes aimed at \r\nstrengthening the civil police, the judicial system, the \r\nsystem of penitentiaries, the Public Prosecutor\u0027s Office \r\nand other entities of the State, including the legislative \r\nbranch. \r\n It was in the context of those efforts that the idea \r\nwas developed to create a more robust criminal \r\nprosecution mechanism with the assistance of the \r\nUnited Nations. During the conceptual stage of the \r\ninitiative, various alternatives were explored, the most \r\nambitious of which being the creation of a new United \r\nNations mission that would undertake some of the \r\ntasks of a public prosecutor, and the most modest \r\nexpression of which being a technical cooperation \r\nA/63/PV.43  \r\n \r\n08-59523 2 \r\n \r\nproject to strengthen the Office of the Public \r\nProsecutor. Consultations and negotiations between the \r\nGovernment and the United Nations were extended for \r\nsome time in order to search for a more appropriate \r\nmodel that would be consistent with Guatemala\u0027s legal \r\nand constitutional framework as well as with the norms \r\nof the Organization.  \r\n A relatively ambitious first attempt was tried \r\nduring the last year of the administration that \r\nrelinquished power in January of 2004, but it did not \r\nmeet with the approval of the Guatemalan Congress \r\nand was even challenged by the Constitutional Court, \r\nthe latter of which found that the Commission usurped \r\nsome functions that were the exclusive jurisdiction of \r\nthe Guatemalan State. A second attempt promoted by \r\nthe previous administration moved in the direction of \r\nworking through national institutions by strengthening \r\nthem, with the creation of an ad hoc commission \r\ngoverned by national legislation. Such a commission \r\nwould be composed of personnel appointed by the \r\nUnited Nations with a mandate that would not interfere \r\nwith the Office of the Public Prosecutor and would \r\nwork hand-in-hand with that body. \r\n That revised version of the commission, adapted \r\nto the norms of the United Nations, was also judged \r\ncompatible with the constitutional and juridical norms \r\nof Guatemala by the Constitutional Court, and as a \r\nresult was approved by the Congress in August of \r\n2007. The letter of 27 October sent by the Secretary-\r\nGeneral to the President of the General Assembly, and \r\nwhich has circulated under the symbol A/63/511, offers \r\nmore detailed information on the matter. \r\n There are two specific observations to be made. \r\nThe first is that the Commission responds to an \r\ninitiative originating in Guatemala, rather than an \r\ninitiative of the United Nations. It reflects our \r\nprofound conviction that international cooperation is \r\nneeded in order to confront organized groups that \r\noperate with impunity — not to replace national \r\nauthorities, but to support them and thus strengthen \r\nthem in the future.  \r\n We approached the United Nations because we \r\nperceived an objective and independent Organization \r\nwithout its own agenda. We sought creative means of \r\npartnering with the Organization without renouncing \r\nour obligations as a sovereign State under our own \r\nConstitution. We persevered in that effort and, as \r\nalready stated, this is the third consecutive \r\nadministration to tackle that initiative and it has finally \r\nmanaged to implement it.  \r\n The second observation is that in our view, the \r\nlessons learned in Guatemala will also be beneficial to \r\nthe United Nations.  \r\n We are now entering relatively new and unknown \r\nterritory for multilateral cooperation, but we must \r\nrecall that the United Nations has accumulated \r\nextremely valuable experience in defending and \r\nprotecting the rule of law and human rights throughout \r\nits institutional life. More recently, it has accumulated \r\na wealth of experience thanks to the activities being \r\ncarried out by the United Nations Office on Drugs and \r\nCrime. We believe that the work of the International \r\nCommission against Impunity in Guatemala will open \r\nnew areas of work for our Organization and provide \r\nlessons that may in due time be useful to other Member \r\nStates. \r\n The purpose of the draft resolution that we now \r\npresent to the plenary is two-fold. It is, first of all, to \r\nensure that the main intergovernmental body of the \r\nUnited Nations will be involved and informed about \r\nthe steps taken by the Government of Guatemala and \r\nthe Secretary-General from the moment the General \r\nAssembly urged the latter, in 2003, to support the \r\ninitiative of creating the Commission discussed in the \r\ndraft resolution. Secondly, its aim is to continue the \r\nsupport of the General Assembly for our initiative, \r\nwithout any additional financial or budgetary \r\nimplications. \r\n Let me conclude by thanking the Secretary-\r\nGeneral for the welcome that has been extended to our \r\ninitiative. I would also like to pay tribute in public to \r\nthe many States that have supported the Commission \r\nby means of voluntary financial contributions or \r\ncooperation in the form of providing national experts, \r\nas well as to the staff of the Commission, and most \r\nparticularly the Commissioner, Carlos Castresana, for \r\ntheir dedicated work. Finally, I would like to thank the \r\ncountries that have supported us by sponsoring the \r\ndraft resolution that we are about to consider. I would \r\nalso like to thank those who, I hope, will support us in \r\nadopting it by consensus. \r\n Mr. Yáñez-Barnuevo (Spain) (spoke in Spanish): \r\nAs we commence this debate, I think we should not \r\nlose track of the historical background, as outlined by \r\nthe preceding speaker, the representative of Guatemala. \r\nWe should recall that this is an item that has been on \r\n A/63/PV.43\r\n \r\n3 08-59523 \r\n \r\nthe agenda of the General Assembly since 1983 and its \r\nearlier title showed that it dealt with procedures to \r\nestablish a sound and lasting peace. The title of the \r\nitem has changed, which is, I think, clear testimony to \r\nthe progress reached in Central America in the past \r\ndecade and the positive role that the United Nations \r\nhas played, and continues to play, in supporting the \r\ndynamic of peace, democracy and development that the \r\nsubregion has experienced. \r\n However, the strengthening of the peace process, \r\nwhich the General Assembly and the Security Council \r\nwere examining in the 1980s and, even more, in the \r\n1990s should not lead us to forget the needs of the \r\nsubregion. Overcoming post-conflict situations is an \r\narduous, long-term process, and in Central America \r\nthere are still considerable challenges, such as \r\ncombating impunity and transnational organized crime, \r\nbut also eradicating poverty, especially in rural areas \r\nand among the indigenous population. Often, this is a \r\nchallenge that remains in spite of very promising and \r\npositive macroeconomic indicators. \r\n Spain supports the regional perspective in \r\nlooking at these challenges. Regional mechanisms of \r\ndispute settlement, along with United Nations support, \r\nhave demonstrated their strong effectiveness in Central \r\nAmerica. We are convinced that further deepening of \r\nCentral American integration is essential to achieving \r\neconomic and social development, as well as \r\nstrengthening democratic institutions and the rule of \r\nlaw in the countries that make up the subregion. \r\n Spanish assistance efforts in Central America \r\nhave worked, and will continue to work, with this in \r\nmind. We will continue giving priority to assistance to \r\ndemocratic governance, citizen participation and \r\nstrengthening civil institutions. Examples of this policy \r\nare the Cooperation Programme with Central America, \r\nput into place in 2003 and strengthened in 2006 with \r\nthe Fund established by Spain and the Central \r\nAmerican Integration System (SICA), and cooperation \r\nprogrammes based on commitments adopted at various \r\nIbero-America summits, such as the one that recently \r\ntook place in San Salvador. These were commitments \r\nthat have led us to work more in such areas as \r\ncombating gender violence, juvenile crime or impunity \r\nfor violent crimes. \r\n For all these reasons, we welcome the efforts of \r\nthe Government of Guatemala in the past few years, \r\nparticularly in the areas of institutional development \r\nreform of the security forces, as has been emphasized \r\nin the recent letter by the Secretary-General to the \r\nPresident of the General Assembly (A/63/511). \r\nInitiatives such as the establishment of the \r\nInternational Commission against Impunity in \r\nGuatemala (CICIG) and measures adopted in the area \r\nof human rights have shown that the Government of \r\nGuatemala has the determination and the necessary \r\nvision to take its country down a path of lasting peace \r\nand democratic consolidation. \r\n As is reflected in the Secretary-General’s letter \r\nthat I just mentioned, the Commission, following the \r\nfirst year of its mandate, is at a crucial juncture. Its \r\ninnovative character made it difficult to start work; \r\nhowever, after the initial months of getting up to speed, \r\nunder the skilful, expert steering of its Commissioner, \r\nMr. Carlos Castresana, it has already taken on \r\nsignificant cases. The support and commitment, both \r\non the part of the Government of Guatemala and the \r\nUnited Nations Secretary-General, as well as of all the \r\nfriends of Latin America, has become more necessary \r\nthan ever for it to succeed. \r\n Spain has supported the establishment and \r\noperation of this Commission from its very beginning \r\nthrough agreements with Guatemala and the United \r\nNations and is the main contributor to its funding. In \r\nfact, we have already provided three million euros for \r\nthe period covering 2008 and 2009. We will continue to \r\nsupport the work of the Commission, so that the \r\nCommission can continue to carry out the \r\nstrengthening of rule of law in Guatemala. \r\n In his letter to the President of the General \r\nAssembly, the Secretary-General identified some of the \r\nchallenges that the Commission will have to take up as \r\nit advances with its work. \r\n It is important for the United Nations system as a \r\nwhole to respond to the Secretary-General’s appeal for \r\nfull cooperation to ensure the success of the \r\nInternational Commission and for it to fulfil its \r\nmandate as an addition to the measures adopted by the \r\nGovernment of Guatemala in order to meet the \r\nconcerns expressed by the citizens of Guatemala. \r\n We would like to thank the Secretary-General for \r\nthe information he has provided on this innovative \r\ninitiative and we emphasize our support for the \r\ncommitment and efforts made by the Government of \r\nGuatemala. It is essential to keep working to ensure \r\nthat Central America remains on the agenda of the \r\nA/63/PV.43  \r\n \r\n08-59523 4 \r\n \r\nGeneral Assembly as a key to progress and \r\ndevelopment and as an example of democratic \r\nconsolidation. \r\n Spain, which is part of the Group of Friends that \r\nhas supported the International Commission against \r\nImpunity in Guatemala ever since it was initiated, is \r\none of the sponsors of the draft resolution that has been \r\nsubmitted to the General Assembly for consideration. \r\nWe hope that this draft resolution will be adopted by \r\nconsensus and that it serves as support and \r\nencouragement in the difficult and important task that \r\nthe International Commission and the Government of \r\nGuatemala have before them. \r\n The Acting President (spoke in French): We \r\nhave heard the last speaker in the debate on this item. \r\n We shall now proceed to consider draft resolution \r\nA/63/L.18. Before giving the floor to delegations \r\nwishing to speak in explanation of position before \r\naction is taken on the draft resolution, may I remind \r\nmembers that explanations of vote or position are \r\nlimited to 10 minutes and should be made by \r\ndelegations from their seats. \r\n Ms. House (United States of America): The \r\nUnited States wishes to make a very brief statement \r\nexpressing its support for the International \r\nCommission against Impunity in Guatemala, as that \r\nCommission continues to implement its mandate to \r\nassist the Government of Guatemala in promoting the \r\nrule of law and ensuring justice and security for the \r\nGuatemalan people. \r\n Over the past year, the Commission and the \r\nGovernment of Guatemala have directly confronted the \r\nchallenge of strengthening Guatemalan institutions \r\nresponsible for investigating and prosecuting crime, \r\nand for ensuring transparent and impartial legal \r\nprocesses. The strengthening of these institutions will \r\nenable Guatemala to protect the fundamental human \r\nrights of its citizens. Much work remains to be done \r\nbut notable progress has been made, and we hope that \r\nit will continue. \r\n The United States commends this effort and will \r\ncontinue to offer its strongest support for all actors \r\ncommitted to promoting peace and upholding the rule \r\nof law in Guatemala. \r\n The Acting President (spoke in French): The \r\nAssembly will now take action on draft resolution \r\nA/63/L.18. Before we do so, I should like to announce \r\nthat the following additional countries have become \r\nsponsors of the draft resolution: Antigua and Barbuda, \r\nAustria, Azerbaijan, Belgium, Bolivia, Côte d’Ivoire, \r\nCroatia, Cyprus, Denmark, Ecuador, Estonia, Finland, \r\nGreece, Guinea, Hungary, Iraq, Japan, Lithuania, \r\nMadagascar, Mexico, Peru, the Republic of Korea, \r\nSierra Leone, Slovakia, the former Yugoslav Republic \r\nof Macedonia and the United States of America.  \r\n May I take it that the Assembly decides to adopt \r\ndraft resolution A/63/L.18? \r\nDraft resolution A/63/L.18 was adopted \r\n(resolution 63/19). \r\n The Acting President: Before calling on the \r\nrepresentative of the Russian Federation, who wishes \r\nto explain his delegation’s position on the resolution \r\njust adopted, I remind delegations that explanations of \r\nvote or position are limited to 10 minutes and should \r\nbe made by delegations from their seats. \r\n Mr. Rogachev (Russian Federation) (spoke in \r\nRussian): We have just adopted a very important \r\nresolution on the International Commission against \r\nImpunity in Guatemala. We would like to welcome \r\nefforts by that country both to combat lawlessness and \r\nto strengthen the rule of law. We hope that the \r\nInternational Commission will fulfil the tasks set \r\nbefore it and will assist the Government of Guatemala \r\nto put an end to organized criminal groups that this \r\ncountry has inherited as the legacy of a lengthy internal \r\nconflict.  \r\n That being said, we would like to highlight the \r\nunique legal nature of this Commission, which was \r\nestablished as the result of an agreement between \r\nGuatemala and the United Nations. In that agreement, \r\nthe Commission was described as a non-United \r\nNations body.  \r\n We understand that the modalities of cooperation \r\nby the United Nations in the area of strengthening \r\nnational legal systems should be part and parcel of the \r\nunique political and legal context of each specific \r\nState. Sometimes non-traditional solutions are required \r\nto achieve that. Nevertheless, the Russian Federation is \r\nconvinced that the establishment of such non-\r\ntraditional arrangements should be undertaken in a \r\ntransparent manner, with the full involvement of bodies \r\nrepresenting the United Nations that are fully \r\nauthorized to make such important political decisions \r\non behalf of the Organization. \r\n A/63/PV.43\r\n \r\n5 08-59523 \r\n \r\n In the present case, we note that we have strayed \r\nfrom that rule. The Russian Federation considers that \r\nbringing the issue of the establishment of this \r\nCommission up for consideration by the General \r\nAssembly post factum, that is, after the fact, should not \r\nbecome the rule in the work of the Secretariat. Of \r\ncourse, we reserve the right to return to this issue, and \r\nto any other issue, in the future, and we would like this \r\nstatement to be included in the official record of this \r\nmeeting. \r\n The Acting President (spoke in French): We \r\nhave heard the only statement in explanation of \r\nposition.  \r\n May I thus take it that it is the wish of the \r\nGeneral Assembly to conclude its consideration of \r\nagenda item 20? \r\n It was so decided. \r\n \r\nAgenda item 65 \r\n \r\nStrengthening of the coordination of humanitarian \r\nand disaster relief assistance of the United Nations, \r\nincluding special economic assistance \r\n \r\n (a) Strengthening of the coordination of emergency \r\nhumanitarian assistance of the United Nations \r\n(A/63/81, A/63/277 and A/63/348) \r\n \r\n (b) Special economic assistance to individual \r\ncountries or regions \r\n  \r\n  Report of the Secretary-General (A/63/295)  \r\n \r\n  Draft resolution (A/63/L.21) \r\n \r\n (c) Assistance to the Palestinian people \r\n \r\n  Report of the Secretary-General (A/63/75) \r\n \r\n The Acting President (spoke in French): I give \r\nthe floor to the representative of Yemen to introduce \r\ndraft resolution A/63/L.21. \r\n Mr. Mohamed (Yemen) (spoke in Arabic): As \r\nmembers know, certain provinces of the Republic of \r\nYemen were recently affected by unprecedented \r\ntorrential rains and floods. That led to a natural disaster \r\nthat caused considerable damage to property and loss \r\nof life, as well as damage to infrastructure. This has \r\nundermined the Government’s efforts to achieve the \r\nMillennium Development Goals (MDGs) by 2015. \r\n The scale of the damage caused by the disaster is \r\nestimated to be about $1 billion, according to a \r\npreliminary international assessment by the World \r\nBank, as requested by Yemen’s Ministry of Planning \r\nand International Assistance. Some 3,275 houses were \r\ndestroyed, over 10,000 people were left homeless and \r\nabout 4,000 hectares of land were swept away due to \r\nthe flooding and the torrential rains. \r\n While we welcome the efforts, support and \r\nassistance provided to Yemen by neighbouring \r\ncountries, other friendly countries and the donor \r\ncommunity, we urge the international community, \r\nUnited Nations agencies and other international \r\nfinancial institutions and development agencies, to \r\nprovide additional technical and material assistance to \r\nenable the Government of Yemen to cope with the \r\nconsequences of the disaster and continue with its \r\ntireless efforts to achieve the MDGs. \r\n We wish to express our deep gratitude and \r\nappreciation to all of those who have supported us and \r\nhave sponsored the draft resolution we have submitted \r\non special economic assistance for Yemen (A/63/L.21), \r\nand hope it will be adopted by consensus. \r\n I wish to take this opportunity to express my \r\ngratitude to Secretary-General Ban Ki-moon for his \r\nreport entitled, “Strengthening of the coordination of \r\nemergency humanitarian assistance of the United \r\nNations” (A/63/81), which we are examining today. \r\n Mr. Ripert (France) (spoke in French): I have the \r\nhonour to speak on behalf of the European Union: \r\nTurkey, Croatia, the former Yugoslav Republic of \r\nMacedonia, Albania and Montenegro, as well as \r\nUkraine and Armenia, align themselves with this \r\nstatement, which has been distributed in its complete \r\nwritten form. I wish here only to highlight some of its \r\nkey points.  \r\n First of all I wish to communicate to the \r\nrepresentative of Yemen Europe’s expressions of \r\nsolidarity with regard to the disaster that his country is \r\nfacing at this time. I also wish to thank the Under-\r\nSecretary-General for Humanitarian Affairs for the \r\nreports submitted to this session and to reiterate the full \r\nsupport of the European Union (EU) as well as for all \r\nof the teams of the Office for the Coordination of \r\nHumanitarian Affairs (OCHA). \r\n Conflicts, natural disasters, climate change, \r\nincreasing shortages of scarce resources and increased \r\ncompetition to obtain them, as well as humanitarian \r\nA/63/PV.43  \r\n \r\n08-59523 6 \r\n \r\ncrises continue to affect civilian populations around the \r\nglobe.  \r\n In December 2007, the European Union agreed \r\non a framework, the European Consensus on \r\nHumanitarian Aid. It is based on respect for and \r\ncompliance with the principles of international \r\nhumanitarian law and based upon a partnership \r\napproach between different stakeholders at various \r\nstages of assistance. The European Union recognizes \r\nthe coordinating role of the United Nations while \r\nemphasizing the primary responsibility of States \r\nthemselves.  \r\n The European Union would like to express its \r\ngratitude and solidarity towards humanitarian \r\npersonnel who often risk their lives in increasingly \r\ndifficult situations. The EU reiterates its commitment \r\nto respect the principles of humanity, neutrality, \r\nimpartiality, and independence. Compliance with those \r\nprinciples is essential so that the efforts of \r\nhumanitarian actors are accepted. \r\n The European Union condemns the attacks \r\ncommitted against humanitarian personnel which \r\ncontinue to occur in a number of crises, notably in \r\nDarfur, Iraq, Somalia and Afghanistan. It is even more \r\nworrying and unacceptable to find that humanitarian \r\nworkers — both those from the United Nations and \r\nthose from non-governmental organizations (NGOs) — \r\nare being specifically targeted in greater numbers each \r\nday. \r\n The European Union underlines that the primary \r\nresponsibility for ensuring their safety falls on the \r\nStates hosting United Nations operations or \r\ninstallations. The European Union further recalls its \r\nfirm condemnation of all acts of terrorism, in any form, \r\nanywhere and whatever the excuse. \r\n The European Union attaches great importance to \r\nrespect for the areas where humanitarian efforts are \r\nbeing carried out. That is essential for ensuring access \r\nto the populations in distress. Humanitarian action has \r\nits own logic. However, in some circumstances, as a \r\nlast resort and in conformity with certain conditions, \r\nsecurity must be provided that conforms to the Oslo \r\nGuidelines and the Guidelines on the Use of Military \r\nand Civil Defence Assets to Support United Nations \r\nHumanitarian Activities in Complex Emergencies — \r\nthe MCDA Guidelines. Such security that will ensure \r\nthat aid reaches populations in need, while at the same \r\ntime protecting humanitarian personnel. Furthermore, \r\nthe independence of humanitarian actors as regards \r\nneeds assessments of populations affected by crises \r\nmust be maintained. \r\n Finally, as several recent crises linked to natural \r\ndisasters or conflicts have illustrated, there are \r\nunfortunately still some States’ that, in an unacceptable \r\nmanner, deliberately restrict humanitarian access to \r\ndisaster-stricken populations. The European Union \r\ncalls for humanitarian assistance to be delivered \r\nwithout any restrictions and for humanitarian personnel \r\nto be guaranteed freedom of movement. \r\n As agreed by the heads of State or Government at \r\nthe 2005 World Summit, the European Union is \r\nconvinced that each individual State has the \r\nresponsibility to protect its population from genocide, \r\nwar crimes, ethnic cleansing and crimes against \r\nhumanity. The international community, through the \r\nUnited Nations, also has the responsibility to assist \r\nwith the protection of populations from those crimes. \r\nBut where national authorities are manifestly failing to \r\nmeet the responsibility to protect their population, the \r\ninternational community has confirmed that it is \r\nprepared to take collective action through the United \r\nNations Security Council. The effective \r\nimplementation of the responsibility to protect is of \r\nutmost importance to the European Union.  \r\n Among the millions of civilians who are victims \r\nof conflict, women and children are particularly \r\nvulnerable and unfortunately often become the main \r\ntargets. The European Union underlines in that regard \r\nthe importance of fully and effectively implementing \r\nSecurity Council resolutions 1674 (2006), 1325 (2000), \r\n1820 (2008) and 1612 (2005). In the case of increasing \r\ngender-based violence and sexual violence that has \r\nnearly become an actual war tactic, the European \r\nUnion intends to soon adopt the Guidelines to Combat \r\nViolence against Women, to show that action in this \r\ndomain is a priority and to make that action sustainable \r\nover the long term. \r\n Furthermore, the European Union welcomes the \r\naction of the Security Council Working Group on \r\nChildren and Armed Conflict and reaffirms actions \r\nmade to reintegrate children who are victims of war, in \r\nparticular by UNICEF. \r\n Now, I would also like to mention the three major \r\ncrises facing the international community: first, climate \r\nchange and natural disasters; secondly, spiralling food \r\nprices and thirdly, the consequences of the financial \r\n A/63/PV.43\r\n \r\n7 08-59523 \r\n \r\ncrisis. Cyclone Nargis in Burma and recent hurricanes \r\nin the Caribbean battered already vulnerable \r\npopulations. The European Union reaffirms the need to \r\nhelp OCHA, in liaison with relevant national \r\nauthorities, to play its role in coordinating responses to \r\ninternational disasters and underscores the crucial role \r\nthat NGOs play in disaster response. \r\n The European Union is determined to promote \r\ndisaster risk reduction and to prepare populations in \r\ndeveloping countries in the best possible manner, \r\nthrough coherent and coordinated action at local, \r\nnational and regional levels. Local capacity-building is \r\nessential. The European Union encourages States to \r\nimplement the Hyogo Framework for Action, and it \r\nsupports the coordination role played by the \r\nInternational Strategy for Disaster Reduction. It \r\nsupports integrating risk reduction and early planning \r\nstrategies in development cooperation. \r\n As regards the food crisis, the United Nations has \r\nbeen in the front line with respect to mobilizing the \r\ninternational community and helping to provide \r\nimmediate response in the hardest-hit countries. The \r\nEuropean Union would like to highlight the quality of \r\nthe work done by the United Nations Task Force \r\ncoordinated by Mr. John Holmes. The response to the \r\nfood crisis will have to take place over the long term so \r\nas to address its structural causes. That is the aim of \r\nthe Global Partnership for Food, promoted by the \r\nGroup of Eight, with which the European Union fully \r\nassociates itself. \r\n Although it is still difficult to assess, it is clear \r\nthat the current financial crisis will impact \r\nhumanitarian action. On the one hand, greater needs \r\nlinked to a deterioration of the situation of populations \r\nalready in distress can be predicted. On the other, the \r\ncountries of the South fear a potential reduction of \r\nfinancial contributions. \r\n The European Union, which has reaffirmed its \r\ncommitments to the Millennium Development Goals \r\nand which is the largest donor to United Nations \r\nhumanitarian agencies, encourages the Under-\r\nSecretary-General for Humanitarian Affairs and \r\nEmergency Relief Coordinator to broaden the donor \r\nbase and calls upon all States to mobilize. \r\n The European Union thinks it crucial to increase \r\nthe predictability and flexibility of humanitarian \r\nfinancing. We believe the establishment of the Central \r\nEmergency Response Fund (CERF) and common \r\nhumanitarian funds to be very positive developments. \r\nThe European Union welcomes the improvement in \r\nrapid response to crises thanks to CERF and the \r\nemphasis on underfunded crises. The Office for the \r\nCoordination of Humanitarian Affairs must give \r\nconsideration to the outcome of the independent \r\nevaluation of CERF. \r\n The European Union supports the United Nations \r\nhumanitarian reform, especially the role of resident and \r\nhumanitarian coordinators and the sector-wide \r\napproach, which helps achieve more coherent \r\ninternational action, bringing together all relevant \r\nactors, including international and local \r\nnon-governmental organizations, and allows a better \r\nassessment of the strengths and weaknesses of \r\nhumanitarian assistance. A balance between coherent \r\naction and flexible implementation must be found. \r\n Moreover, the European Union supports the \r\npartnership approach set up within the Global \r\nHumanitarian Platform. To guarantee the effectiveness \r\nof humanitarian aid, needs assessments must be \r\nimproved at the global and local levels. That requires \r\nreliable information and clearly defined priorities. In \r\nthat regard, the European Union welcomes the vital \r\nrole of the United Nations Disaster Assessment and \r\nCoordination System.  \r\n Lastly, it is not enough just to provide an \r\nemergency response. Early recovery and reconstruction \r\nmust be the natural successors to humanitarian \r\nassistance. In order to strengthen the connection among \r\nthose various aspects, the European Union encourages \r\nhumanitarian and development actors to coordinate \r\ntheir action from the earliest stages of crisis response.  \r\n In conclusion, I would like to reaffirm the \r\nEuropean Union’s full support for the Under-Secretary-\r\nGeneral for Humanitarian Affairs and our resolve to \r\nwork closely with the United Nations and all \r\nhumanitarian actors, so as to provide the victims of \r\nconflicts and disasters with the solidarity and \r\nassistance they deserve. \r\n Mr. Hunte (Antigua and Barbuda): I have the \r\nhonour to speak on behalf of the Group of 77 and \r\nChina on agenda item 65 (a), “Strengthening of the \r\ncoordination of emergency humanitarian assistance of \r\nthe United Nations”. \r\n All countries are vulnerable to disasters. States \r\ncan and indeed must cooperate to find collective and \r\nA/63/PV.43  \r\n \r\n08-59523 8 \r\n \r\ncooperative solutions to the challenges that disaster \r\npresents. The relevance of that cooperation has \r\nmultiplied with the increase in the number and impact \r\nof natural disasters in recent years. The collective \r\nefforts of Member States to promote more responsive, \r\nprompt, fair and needs-based humanitarian assistance \r\nmust be augmented and strengthened. \r\n The Group of 77 and China believes that a system \r\nsuch as the one just described calls for an increase in \r\nresources available to the United Nations for \r\nhumanitarian assistance. We also believe that greater \r\nattention needs to be paid to the ability of the United \r\nNations to coordinate responses to demands for \r\nhumanitarian assistance. That can be achieved by \r\nstrengthening the Office for the Coordination of \r\nHumanitarian Affairs and by making sure that the \r\nCentral Emergency Response Fund (CERF) is well \r\nfunded. \r\n In that regard, we thank the Secretary-General for \r\nhis recent report on CERF (A/63/348). While we are \r\nstill analysing that report, our preliminary view is that, \r\nafter two years of operation, the CERF has been a step \r\nforward in ensuring a more predictable and timely \r\nresponse to humanitarian emergencies. We take note of \r\nthe findings in the summary of the Secretary-General’s \r\nreport that CERF has become \"a valuable and impartial \r\ntool for humanitarian action by helping to accelerate \r\nresponse\". We also note the call to Member States to \r\ncontribute to the Fund and we would, in particular, like \r\nto be kept abreast of amounts being disbursed and the \r\npolicies governing the disbursal of such funds. We \r\ncertainly can support the recommendations of the \r\nSecretary-General to keep the Fund’s progress under \r\nreview. \r\n The increase in the number and scale of natural \r\ndisasters and their impact in recent years has resulted \r\nin massive loss of life and livelihood and threatened \r\nagricultural production and food security. The global \r\nfood crisis has further exacerbated conditions for more \r\nthan 900 million people, mainly in developing \r\ncountries, who are undernourished. The crisis is \r\nexpected significantly to increase the demand for \r\nhumanitarian assistance. We believe that there is a need \r\nto address those developments in a holistic manner and \r\nsignificantly to scale up the response to the crisis. \r\n We would like to take this opportunity to reiterate \r\nthat international humanitarian law and the guidelines \r\ncontained in the annex to General Assembly resolution \r\n46/182 remain the framework governing the provision \r\nof humanitarian assistance. The General Assembly has \r\nstated on numerous occasions, including in the guiding \r\nprinciples of resolution 46/182, that humanitarian \r\nassistance should be provided with the consent of the \r\naffected country and on the basis of an appeal by it. \r\nThe resolution also emphasizes that humanitarian \r\nassistance must be provided in accordance with the \r\nprinciples of humanity, neutrality and impartiality. \r\nMoreover, coordination of all types of external \r\nassistance must be done by the recipient Government. \r\nThat would ensure better coherence and coordination \r\nof relief efforts. \r\n The Group of 77 and China is concerned about \r\nstatements and efforts made this year that would imply \r\nthe need to modify the agreed basis for the provision of \r\nhumanitarian assistance. We should avoid attempts to \r\nexpand the scope of humanitarian assistance or to \r\nintroduce guidelines and principles on operational and \r\nother matters into deliberations of this Assembly \r\nwithout due regard to adequate and sufficient \r\nintergovernmental consultations. We are engaged in the \r\nstrengthening of the humanitarian response capacity of \r\nthe United Nations and its role in coordinating \r\ninternational assistance to national responses to \r\nemergencies. We remain open to proposals and ideas \r\nthat will contribute to those objectives and that result \r\nfrom an inclusive intergovernmental process that duly \r\ntakes into account the views and needs of recipient \r\ncountries of international humanitarian assistance. \r\n Sound national disaster management policies \r\nrequire strong capacity and coherent strategies that \r\naddress both disaster prevention and disaster \r\nmanagement. However, while there is no substitute for \r\neffective national efforts, a national response alone can \r\nsometimes be inadequate. In that regard, there is a need \r\nfor more bilateral, regional and international \r\ncooperation in response to natural disasters. \r\n The United Nations system and the international \r\ncommunity have a unique role to play in assisting \r\ndeveloping countries to enhance their existing \r\nhumanitarian capacities, knowledge and institutions, \r\nincluding by promoting access to and transfer of new \r\ntechnology, funding and expertise to developing \r\ncountries. Such assistance will help developing \r\ncountries to strengthen preparedness, including through \r\nthe development and maintenance of early warning \r\nsystems; to respond rapidly to natural disasters and \r\nmitigate their impact; to address the long-term \r\n A/63/PV.43\r\n \r\n9 08-59523 \r\n \r\nchallenges of the post-recovery period; to reduce the \r\nrisks associated with future natural disasters and to \r\naccelerate relief and rehabilitation. \r\n Building on this last point, an issue of great \r\ninterest and concern to our Group is the transition from \r\nrelief to development. We believe that it is possible to \r\nmake that transition and to transform disasters into \r\nopportunities for sustainable development. That is the \r\ncase when efforts are made at an early stage to support \r\nlocal and national recovery processes. We are \r\nconvinced of the need for continuing international \r\nengagement in the post-disaster period to restore \r\nlivelihoods, build resilience and reduce vulnerability. \r\nWe hope that there will be a greater focus on meeting \r\nthose needs even as we work towards improving CERF. \r\n In that context, as in previous sessions, the Group \r\nof 77 and China will submit a draft resolution on \r\ninternational cooperation on humanitarian assistance in \r\nthe field of natural disasters, from relief to \r\ndevelopment. We believe that international cooperation \r\nin response to natural disasters gives life to the \r\nprinciple of international solidarity and hope to \r\nmultilateralism. We are pleased with the growing \r\nconsensus on this annual draft resolution and we look \r\nforward to our partners’ continued support for that \r\nimportant initiative. \r\n Mr. Mitchell (Grenada): I have the honour to \r\nspeak on behalf of the 14 States members of the \r\nCaribbean Community (CARICOM) that are Members \r\nof the United Nations on agenda item 65, \r\n“Strengthening of the coordination of humanitarian and \r\ndisaster relief assistance of the United Nations, \r\nincluding special economic assistance”, and its \r\nsub-item (a) “Strengthening of the coordination of the \r\nemergency humanitarian assistance of the United \r\nNations”. \r\n The CARICOM member States wish to associate \r\nthemselves with the statement made by the \r\nrepresentative of Antigua and Barbuda on behalf of the \r\nGroup of 77 and China. We welcome the Secretary-\r\nGeneral’s reports on those agenda items and wish to \r\ntake this opportunity to congratulate the Emergency \r\nRelief Coordinator and his staff for their hard work and \r\ndedication in facing the challenges of the past year. \r\n We remain disconcerted by continuous reports \r\nover the past five years of an upward trend in disasters \r\nof vastly devastating effect and the probability that this \r\ntrend will continue as vulnerabilities increase. Even \r\nmore worrisome to the CARICOM member States in \r\nthat context is the reported growth in the frequency and \r\nseverity of hydrometeorological hazards. Addressing \r\nthe complexity of disasters and ending the cycle of \r\nvulnerabilities necessitates an integrated approach to \r\ndisaster management that would include, as indicated \r\nin the Secretary-General’s report (A/61/84), disaster \r\nplanning and preparedness, sustained assistance for \r\npost-disaster recovery and reconstruction, and the \r\nprioritization of risk-reduction as a matter of urgency.  \r\n To that end, the World Summit Outcome set forth \r\nthree broad areas to improve the United Nations \r\nhumanitarian system. Without prejudice to the \r\nimportance of progress at an even pace in all three \r\nareas, CARICOM has particular interest in the \r\nimprovement of facilities for rapid access to funds in \r\nthe initial phase of a humanitarian emergency and for \r\nensuring equitable response to neglected emergencies \r\nor otherwise chronically underfunded emergencies.  \r\n The development of small island developing \r\nStates with particular vulnerabilities to hurricanes, \r\nfloods and earthquakes is itself dependent on the \r\nfrequency and magnitude of such weather events. Yet, \r\nin the most recent past, there has been an inadequate \r\ninternational response to the disasters that struck \r\nGrenada, Guyana, Haiti and Jamaica, as well as other \r\nislands whose infrastructure is weakened by persistent \r\nand constant strong winds, rains and tidal swells. It \r\nwas in that context that we welcomed the launch of the \r\nCentral Emergency Response Fund (CERF) to ensure a \r\nmore predictable and timely response to humanitarian \r\nemergencies, and recognized the innovative grant \r\nelement in the improved Fund. \r\n Two years after the launch of the Fund, \r\nCARICOM remains pleased with its overall \r\napplication. We note in particular the provision for the \r\nimmediate disbursement of funds based on appeals for \r\nrapid response to situations in Africa, the ongoing \r\nsituation in Haiti and situations caused by the current \r\nfood crisis. Also to be noted is the allocation of funds \r\nto underfunded crises. The two-year evaluation has \r\nfound that CERF has proven itself a valuable and \r\nimpartial tool. The Fund has helped to accelerate \r\nresponse and increase coverage of needs, in addition to \r\nhaving served as a catalyst for proven field-level \r\ncoordination and evidence-based prioritization.  \r\n Since its launch in 2006, the Fund has allocated \r\nmore than $1 billion for humanitarian aid around the \r\nA/63/PV.43  \r\n \r\n08-59523 10 \r\n \r\nworld. In order to ensure that CERF remains an effective \r\nfunding tool, its funds must be replenished. In this regard, \r\nCARICOM member States urge the transformation of \r\npledges into firm funding commitments and call on the \r\nSecretary-General to continue to use his good offices in \r\nthat process.  \r\n Secondly, it is important to recall the purpose of \r\nCERF as a mechanism of last resort and the \r\ncomplementary role it plays in the humanitarian appeals, \r\nmechanisms and emergency funds of individual agencies. \r\nThus, CARICOM notes that the Fund has been able to \r\ncomplement other humanitarian funding arrangements \r\nand has been a valuable and successful addition to the \r\nhumanitarian financing architecture. CERF is noted to \r\nwork best when used in combination with United Nations \r\nagencies’ own emergency funds or with other \r\nhumanitarian pool funding mechanisms. \r\n CARICOM member States would like to take this \r\nopportunity to praise the invaluable role that the Advisory \r\nGroup continues to play in the management of the Fund \r\nand to take note of the Secretary-General’s recent \r\nappointment of 16 members of the Advisory Group, \r\nincluding four past members, to assure continuity and \r\nintegrity. CARICOM continues to endorse the Advisory \r\nGroup’s recommendation that Member States make every \r\neffort to achieve the $500 million target established by the \r\nGeneral Assembly. CARICOM joins the Secretary-\r\nGeneral in calling on Member States to contribute to the \r\nFund at the forthcoming high-level conference on the \r\ncentral emergency response fund in December 2008. \r\n In 1991, CARICOM member States established the \r\nCaribbean Disaster Emergency Response Agency, a \r\ndisaster-management programme designed to coordinate \r\ndisaster response and management at the regional level. \r\nAt this juncture, CARICOM would like to extend its \r\nappreciation to the donors for their ongoing support and \r\nto acknowledge the recent assignment by the European \r\nCommission of €3.4 million to support the Agency’s new \r\ndirection, in which it will no longer only respond to \r\ndisasters when they occur, but also promote prevention \r\nand preparation activities that reduce the risk posed by \r\ndisasters before they occur. \r\n CARICOM is pleased to inform the Assembly that \r\nthe Caribbean Disaster Emergency Response Agency \r\n(CDERA) is now being transformed into the Caribbean \r\nDisaster Emergency Management Agency, with key \r\nelements addressing human resource management, \r\ninformation and communication technologies (ICT) \r\nenhancement, and application in an integrated project \r\nmanagement platform at the coordinating unit level.  \r\n Disasters in the Caribbean are now more destructive \r\nthan ever, mainly due to more frequent and stronger \r\nhurricanes precipitated by global climate change. The \r\nsituation is exacerbated by increasing urbanization. These \r\nincreasingly destructive disasters not only kill but also \r\nwipe out years of investment and infrastructure, and their \r\nrehabilitation costs are stretching already fragile regional \r\neconomies to the point where development programmes \r\nhave to be sacrificed.  \r\n Therefore, it should be noted that timely assistance, \r\nsuch as that provided by the European Community \r\ncontributes tremendously by strengthening the Caribbean \r\nregional response, which assists the region by enhancing \r\npreparations in advance of disasters and thereby \r\nimproving prospects for speedy recovery following a \r\ndisaster. These types of cooperation serve to minimize the \r\nhuman and economic impact caused by disaster. \r\n It is most evident that the effects of disasters are \r\nincreasingly widespread. Developed and developing \r\ncountries are both feeling the brunt, thus highlighting the \r\nurgent need for all nations and regions to work together. \r\n Mr. Singh Dhindsa (India): I have the honour of \r\ndelivering this statement on behalf of the Governments of \r\nSweden and India. \r\n We would like to thank the Secretary-General for \r\nthe documentation presented under this item, including \r\nhis report (A/63/277). We also appreciate the briefing that \r\nUnder-Secretary-General John Holmes provided at an \r\nearlier date. \r\n India and Sweden recognize that the coordination of \r\nemergency humanitarian assistance is one of the most \r\nimportant responsibilities of the United Nations. The \r\nimpartial, voluntary and multilateral nature of United \r\nNations humanitarian assistance is highly valued by both \r\ncountries. \r\n Sweden and India have noted that the demands for \r\nhumanitarian assistance are likely to trend upwards in the \r\nnear future. We take note of the fact that there has been an \r\nincrease in the number and impact of natural hazards. We \r\nfurther take note of the complex emergency situations and \r\nthe humanitarian challenges these situations continue to \r\npose. \r\n India and Sweden reiterate that humanitarian \r\nprinciples and international humanitarian law provide the \r\n A/63/PV.43\r\n \r\n11 08-59523 \r\n \r\nbasis for humanitarian assistance. The letter and spirit of \r\nthese principles need to be scrupulously respected. \r\nSweden and India reaffirm the idea that humanitarian \r\nassistance must be provided in accordance with the \r\nprinciples of humanity, neutrality and impartiality. \r\n National Governments have a primary \r\nresponsibility for disaster management although it is \r\nsometimes difficult for States to tackle emergencies on \r\ntheir own. Nations can and must cooperate amongst \r\nthemselves to find collective and cooperative solutions to \r\nthe challenges that disasters represent. The efforts of \r\nMember States to come together to promote a more \r\nresponsive, prompt, fair and needs-based humanitarian \r\nassistance system must be augmented and strengthened. \r\n India and Sweden believe that the capabilities and \r\nrole of the United Nations in coordination and delivery of \r\ninternational humanitarian assistance need to be \r\nstrengthened. This approach would mean an augmentation \r\nof the operational coordination capacities of the Office for \r\nthe Coordination of Humanitarian Affairs (OCHA), \r\nimproved delivery of humanitarian services by relevant \r\nUnited Nations funds and programmes, and a greater \r\naccountability to stakeholders. \r\n Disaster management has to be a holistic process. \r\nIndia and Sweden believe that prevention is better than \r\ncure. We must, therefore, give greater attention and \r\nresources to disaster risk reduction and disaster \r\npreparedness. Moreover, disaster risk reduction and \r\npreparedness need to be mainstreamed into development \r\npolicies. \r\n Sweden and India also believe that disaster \r\nmanagement must be an inclusive process. Communities, \r\ncivil society and the private sector all have important \r\nroles to play. We must act in partnership to exploit and \r\naugment synergies. Cooperation in strengthening local, \r\nnational and regional capacities in the areas of emergency \r\nresponse, disaster risk reduction and disaster preparedness \r\nwill benefit all.  \r\n In a globalized world, each nation has capabilities, \r\nresources, experiences and knowledge that can be used in \r\npartnership with all nations and the international \r\ncommunity for their mutual benefit. Mechanisms that tap \r\nthese capacities and disseminate best practices and \r\nknowledge must, therefore, must be given high priority by \r\nthe United Nations. \r\n The world is going through an unprecedented \r\nfinancial crisis. It is important in these times to highlight \r\nthe ongoing necessity of maintaining and augmenting the \r\nlevels and predictability of funding for humanitarian \r\nassistance. In this regard, Sweden and India believe that \r\nthe Central Emergency Response Fund (CERF) has been \r\na success. The fund has succeeded in mobilizing $1 \r\nbillion during its two years of operation. The disbursal of \r\nthese funds has played a role in accelerating responses to \r\nemergency situations and has had a positive impact on the \r\nmanagement of these situations. The institution and \r\noperation of the Central Emergency Response Fund has \r\nhighlighted the collective and shared interests that all \r\nMember States have in the humanitarian agenda. \r\n Member States have a common interest in ensuring \r\neffective delivery of international humanitarian \r\nassistance. The consensus that exists with respect to these \r\ncommon interests can be articulated and strengthened \r\nthrough constructive and informed dialogue. This \r\napproach will reinforce our common ability to face \r\ndisasters whether natural or man-made. \r\n I will now make a national statement on behalf of \r\nthe Government of India. \r\n India would like to align itself with the statement \r\nmade by Antigua and Barbuda on behalf of the Group of \r\n77 and China. \r\n The humanitarian role of the United Nations has \r\nassumed added importance in the recent past. In his report \r\non International Cooperation on Humanitarian Assistance \r\nin the Field of Natural Disasters (A/63/277), the \r\nSecretary-General has stated that there is a longer-term \r\ntrend of increasing frequency and intensity of recorded \r\ndisasters associated with natural hazards. Asia, including \r\nIndia, has been affected by these hazards in the past year. \r\n In addition to disasters associated with natural \r\nhazards, the global humanitarian scenario has been \r\ncomplicated and placed under greater stress by the \r\nemergence of new challenges such as the unprecedented \r\nincrease in food prices. The rise in food prices will have a \r\nnegative effect on populations living near and under \r\npoverty thresholds and will increase humanitarian distress \r\nin large parts of the developing world. The nature, \r\ncontour and resourcing of the humanitarian response to \r\nthis development is a matter of interest and concern to \r\nIndia and other developing countries. Under these \r\ncircumstances it would be logical to assume that the \r\ndemands on the United Nations in the field of \r\nhumanitarian assistance will continue to grow. \r\nA/63/PV.43  \r\n \r\n08-59523 12 \r\n \r\n Member States have the primary responsibility for \r\nproviding humanitarian assistance in response to all \r\nemergencies. While there is no substitute for effective \r\nnational efforts, a national response alone can sometimes \r\nbe inadequate. The United Nations has a key part to play \r\nin complementing and supplementing the efforts of \r\nMember States. \r\n There is also a need for more bilateral, regional and \r\ninternational cooperation to deal with disasters and to \r\nmake the most effective use of our capabilities. Greater \r\ncooperation is required not only in the emergency phase \r\nof disaster response but also in relief and rehabilitation, in \r\ndisaster preparedness and in setting up and maintaining \r\nearly warning systems. These all are, and should be, parts \r\nof effective disaster management strategies. \r\n The Central Emergency Response Fund (CERF) has \r\ncompleted two years of existence. India has noted that the \r\nreport of the Secretary-General acknowledges that the \r\nFund has largely achieved its objectives and has become, \r\nin a short time, a valuable and impartial tool for \r\nhumanitarian action, inter alia, by helping to accelerate \r\nresponse and by catalyzing field-level coordination. \r\n The CERF today accounts for about 5 per cent of \r\nannual global humanitarian assistance flows. As a \r\ndeveloping country with strong faith in the universality, \r\nneutrality, impartiality and multilateral nature of United \r\nNations assistance, India would like to see this share \r\nincrease. \r\n India is deeply concerned by the increasing \r\nincidence of attacks on humanitarian personnel and \r\nUnited Nations premises. India has always opposed \r\nviolence and condemns such attacks in the strongest \r\npossible terms. \r\n India would also like to take this opportunity to \r\nreiterate that humanitarian assistance has to be given on \r\nthe basis of humanitarian principles and international \r\nhumanitarian law. On numerous occasions, including in \r\nthe Guiding Principles of resolution 46/182, the General \r\nAssembly has stated that humanitarian assistance should \r\nbe provided with the consent of the affected country and \r\non the basis of an appeal by it. It also emphasizes that \r\nhumanitarian assistance must be provided in accordance \r\nwith the principles of humanity, neutrality and \r\nimpartiality. \r\n However, we have noted that there have been \r\nefforts to expand this base and the scope for intervention. \r\nWhile the existing normative and legal basis for \r\nhumanitarian assistance is adequate, India is open to new \r\nideas to strengthen the Organization’s operational and \r\ncoordination capabilities. We also believe that the spirit \r\nand letter of intergovernmental processes must be adhered \r\nto in such initiatives. \r\n Disaster management in India aims to build a safe \r\nand disaster-resilient India by developing a holistic, \r\nproactive, multidisaster and technology-driven strategy. A \r\nNational Disaster Management Authority headed by the \r\nPrime Minister has been instituted to achieve this \r\nobjective through a culture of prevention, mitigation and \r\npreparedness so as to generate a prompt and efficient \r\nresponse at the time of disasters. \r\n India’s disaster management strategy is in \r\nconformity with the International Strategy for Disaster \r\nReduction, the Rio Declaration, the Millennium \r\nDevelopment Goals and the Hyogo Framework 2005-\r\n2015. \r\n The pillars on which India’s disaster management \r\nstrategy are based consist of community-based disaster \r\nmanagement, capacity development, consolidation of past \r\ninitiatives and best practices, and cooperation with \r\nagencies at national, regional and international levels. \r\n The Government of India is committed to \r\npromoting a culture of prevention and preparedness and \r\nencouraging mitigation measures based on state-of-the-art \r\ntechnology and environmental sustainability. It is also \r\ncommitted to mainstreaming disaster management into \r\nthe development planning process and to creating an \r\ninstitutional and legal framework, an enabling regulatory \r\nenvironment and an effective compliance regime. It \r\nbelieves that an efficient humanitarian response must give \r\nspecial attention to those who are vulnerable and weak. \r\n The Government places great emphasis on \r\ndeveloping contemporary forecasting and early warning \r\nsystems. It also believes in working together with the \r\nmedia, non-governmental organizations and the private \r\nsector in generating awareness and capacity development \r\nin tackling humanitarian disasters. \r\nThe meeting rose at 6.10 p.m. \r\n"