" United Nations  A/63/PV.46\r\n  \r\n \r\nGeneral Assembly \r\nSixty-third session \r\n \r\n46th plenary meeting \r\nWednesday, 12 November 2008, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-59933 (E) \r\n*0859933* \r\nPresident: Mr. D’Escoto Brockmann . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\nThe meeting was called to order at 10.20 a.m. \r\n \r\n \r\nAgenda item 45 \r\n \r\nCulture of peace \r\n \r\n  Report of the Secretary-General (A/63/262) \r\n \r\n  Note by the Secretary-General (A/63/127) \r\n \r\n  Draft resolutions (A/63/L.23 and \r\nA/63/L.24/Rev.1) \r\n \r\n The President: Our world is experiencing an \r\nextremely difficult period, the worst since the founding \r\nof the United Nations. In fact, it would not be an \r\nexaggeration to say that the future of humankind \r\ndepends on our ability and willingness to take \r\nadvantage of the lessons and opportunities presented \r\nby today’s multiple and interrelated crises. It is a time \r\nof numerous bankruptcies, but the worst of these is the \r\nmoral bankruptcy of humankind’s self-proclaimed \r\n“more advanced societies”, which has spread \r\nthroughout the world. It is not only Wall Street that \r\nneeds to be bailed out. We need to bail out all of \r\nhumankind from its social insensitivity. From now on, \r\nsolidarity must guide and direct all human activity. In \r\nother words, morals and ethics must be given the \r\ncentral place in our lives that they should occupy. \r\n Based on scientific evidence, we are now aware \r\nof the accelerating destruction of the life-sustaining \r\ncapacity of Earth and the real possibility of the \r\ndisappearance of the human species. Both are \r\nattributable to irresponsible human behaviour and to \r\nthe unbridled greed and irrational consumerism that \r\ncharacterize developed societies. We must choose \r\nbetween allowing these values to dominate our \r\nsocieties and taking the necessary steps to ensure that \r\nsolidarity and social responsibility become the guiding \r\nprinciples of human activity, including in the economic \r\nand political spheres. \r\n In the inaugural address I delivered two months \r\nago, at the 1st plenary meeting, I attributed this critical \r\nstate of affairs in our world to what I called insane and \r\nsuicidal selfishness. But I also said then that this crisis \r\ncould and should be turned into an opportunity to take \r\nthe kind of courageous actions that are needed to \r\nensure new levels of cooperation among humans and \r\nbetween people and nature, and thereby ensure a better \r\nworld for present and future generations. \r\n One of the most burning problems that we face \r\ntoday is the shameful reality that, despite the fact that \r\nwe have the knowledge and the financial and \r\ntechnological resources to prevent it, half of the human \r\npopulation subsists at levels of hunger, malnutrition \r\nand poverty that are wholly incompatible with their \r\ninherent dignity and rights. This situation is not only \r\nshameful, but it is also, to use religious terminology, \r\ndownright sinful. \r\n We are all aware of this shameful reality. We also \r\nknow that we have the means to do something about it. \r\nWhat is obviously lacking is the political will to move \r\nfrom rhetorical acknowledgment of this reality to \r\nconcrete, sustained and coordinated action at the local \r\nand global levels. Allow me, in a moment, to propose \r\nsome ways to apply our values to concrete actions. \r\nA/63/PV.46  \r\n \r\n08-59933 2 \r\n \r\n Great spiritual and moral strength is necessary for \r\nthe kinds of actions that are required. And that is \r\nprecisely why we have gathered here today: to join \r\nforces, as people of faith and/or of deep ethical \r\nconvictions, to tap into our vast reserves of moral \r\nstrength and awaken from our indifference to the fate \r\nof others. The United Nations has very appropriately \r\nelaborated a complex agenda for making the world a \r\nbetter place. But progress is too slow. We are running \r\nout of time and do not seem to have the energy and \r\nconviction required to move any faster. We must not \r\nhesitate to draw on the moral force of our values of \r\nfaith and ethical convictions to meet today’s \r\nchallenges. \r\n Before going any further, let me say that I feel \r\nvery privileged to be presiding over this meeting, the \r\npurpose of which is to use our values that are based on \r\nfaith and deeply held ethical convictions to seek \r\nsolutions to the most burning issues of our time and \r\nwhich are reflected in the agenda of this General \r\nAssembly. I would be remiss if I did not likewise \r\nacknowledge the profound gratitude I feel for our \r\nbrother, King Abdullah Bin Abdulaziz Al Saud of \r\nSaudi Arabia, Custodian of the Two Holy Mosques, for \r\ncalling to our attention the need to hold this meeting. \r\nThere is absolutely nothing more important at this time \r\nin the odyssey of human experience than to place our \r\nfaith-based values and ethical convictions at centre \r\nstage in our efforts to cope with the convergence of \r\ncrises that we are now facing on a global scale. \r\n In order for this two-day session of the General \r\nAssembly to achieve the hoped-for results, we must \r\nmake it absolutely clear that we are not gathered here \r\nto talk about religion or theology. This forum would \r\nnot be the appropriate one for such discourse. We are \r\nhere today to pledge to place our reserves of moral \r\nstrength at the service of the goals of the United \r\nNations. \r\n A similar exercise was undertaken 63 years ago \r\nand the outcome was one of the most glorious \r\nachievements of humankind — the Universal \r\nDeclaration of Human Rights. Today, confronted with \r\nthe many problems that beset humankind, it is more \r\nthan ever necessary to summon up these same ethical \r\nand moral values in order to move from declarations to \r\nactions that respond effectively to the numerous \r\nproblems of our time. Making declarations is fine, but \r\nthe time has come for action, for us to demonstrate that \r\nwe believe in our declarations. We know that nothing \r\nshort of heroic decisions and actions can awaken us \r\nfrom our moral coma. \r\n Although social responsibility is a basic law in \r\neach of the world’s religions and in all ethical and \r\nphilosophical traditions, we have allowed ourselves to \r\nbecome contaminated by the spirit of selfishness and \r\nindividualism, which are the principal values, or rather, \r\nanti-values, of the globally dominant culture. \r\n This culture declares ethics and morals off limits \r\nto economic and political activity. It claims that the \r\nbusiness of business is business and that the concepts \r\nof justice and fairness have no place within it. The \r\nprinciples of justice, mercy and compassion are not \r\napplicable to economic activities, they say, and are \r\ndeemed to be completely irrelevant. Unbridled greed \r\nand social irresponsibility have thus become the main \r\ndriving force of the dominant culture. The result is that \r\nwe have now been turned into veritable moral invalids. \r\nThat is why wealthy nations have not even been able to \r\nmuster the political will to comply with the minimal \r\ncommitment to provide 0.7 per cent of their gross \r\ndomestic product to help eradicate hunger and poverty \r\nfrom the world. \r\n In order to stop polluting the environment, to stop \r\nbeing the irresponsible predators of nature that we have \r\nbecome and to love all our brothers and sisters without \r\nexception or exclusion, we urgently need to return to \r\nthe values that are based on our faith and ethical and \r\nphilosophical traditions. \r\n We have openly rebelled against our mission to \r\nact as stewards of creation and arrogantly declared \r\nourselves its proprietors, arrogating to ourselves the \r\nright to squander and abuse the marvels of nature. By \r\nbeing thus unfaithful to our most sacred values and \r\nprinciples, we have also endangered not only the \r\nsurvival of our own species, but also the very capacity \r\nof the Earth to sustain life. \r\n In spite of all our current difficulties, our Earth is \r\nfortunate to have been blessed with the presence of a \r\nhost of great spiritual prophets, saints and sages, who \r\nhave offered their values to human society over the \r\nmillennia. That divine wisdom, or faith-based values, \r\nare embodied in texts such as the Torah, the Bible, the \r\nKoran and the Vedas, in the noble teachings of Buddha, \r\nLao Tzu and Confucius and in the wonderful beliefs \r\nand values of the indigenous peoples of all continents \r\nof our Earth. The great spiritual values espoused in \r\nthose teachings can be seen as constituting the spiritual \r\n A/63/PV.46\r\n \r\n3 08-59933 \r\n \r\nassets of humankind. Today, we have gathered to \r\nacknowledge those values and recommit ourselves to \r\nrespecting them. \r\n Without the inclusion of those spiritual assets, not \r\neven the best planned programmes for the eradication \r\nof hunger and poverty in the world and for the \r\nattainment of peace on Earth can succeed. We need the \r\ninner strength — the moral energy and inspiration that \r\nwe can get from our ethical values — to overcome our \r\nselfishness and individualism. \r\n We have those powerful spiritual assets at our \r\ndisposal. Unfortunately, we have opted to put them \r\naside and decided instead to worship the golden calf, \r\nand we are now beginning to suffer the consequences \r\nof that infidelity to our deepest held beliefs and \r\nconvictions. \r\n The advantage is that we have an opportunity to \r\nintegrate those values into the work of the United \r\nNations, which can instil in us the moral strength and \r\nconviction that we need to take action capable of \r\nensuring the success of our efforts to eradicate poverty, \r\nguarantee genuine human security for all, take \r\nseriously our commitments to human rights and \r\nbecome faithful stewards of our beleaguered planet. \r\n To cite one example, the high-level Follow-up \r\nInternational Conference on Financing for \r\nDevelopment to Review the Implementation of the \r\nMonterrey Consensus, which is to begin shortly in \r\nDoha, will be filled with references to improving \r\nhuman life and to the ideals of justice, peace, progress, \r\nfreedom, cooperation, solidarity, tolerance and \r\npreferential treatment for the poor and vulnerable. Of \r\ncourse, those are principles that all beliefs and \r\nhumanist ethical systems fully share. \r\n I wish to encourage delegations to take advantage \r\nof that important Conference to join forces in a way \r\nthat is consistent with the values that inspired our \r\nUniversal Declaration of Human Rights, and to work \r\ntogether to make meaningful progress towards \r\nsolutions to the most urgent issues on the agenda of the \r\nDoha Conference. The Conference offers us the \r\nopportunity to translate those values into action. \r\n In the section of the agenda concerning the \r\nmobilization of domestic resources, the outcome \r\ndocument now being negotiated begins with a \r\nreference to the need for human beings to be at one and \r\nthe same time the main beneficiaries of development \r\nefforts and active participants in those efforts. It also \r\nrefers to the need to elaborate appropriate policies in \r\nthe fields of education, health, employment and social \r\nprotection that are targeted to the poorest and most \r\nvulnerable sectors of the population, including women, \r\nchildren, the elderly and the disabled. \r\n The agenda highlights the goal of decent work for \r\nall and the importance of building inclusive financial \r\nsectors and microfinance structures. There are also \r\nreferences to the goal of improving international \r\ncooperation in tax matters, since it has been determined \r\nthat billions of dollars that could be used for \r\ndevelopment are lost annually due to the failure of \r\nindividuals and corporations to pay taxes. I believe we \r\ncan all agree that it is the social and legal duty of \r\ncitizens to contribute to the common good. \r\n Likewise, there are calls in the Doha document \r\n(TD/B(S-XXII)/2) for more vigorous efforts to combat \r\ncorruption, a scourge that plagues societies both in the \r\nNorth and South, and to promote respect for the rule of \r\nlaw, human rights, inclusive democracy and good \r\ngovernance. \r\n In the section dealing with international private \r\ncapital flows, corporations investing in developing \r\ncountries are reminded of their duty of corporate social \r\nresponsibility and non-predatory practices, which they \r\nsometimes take seriously in the North, but not in the \r\nSouth. Similarly, in the section on international trade, \r\nall countries are held to their commitment to make the \r\ncurrent round of multilateral trade negotiations a \r\ndevelopment round focused in particular on the needs \r\nof poorer countries. \r\n In the section dealing with international official \r\ndevelopment assistance, donor countries are urged to \r\nrespect the commitment they often reiterate to allocate \r\nat least 0.7 per cent of their gross domestic product to \r\ncooperation assistance to developing countries, a goal \r\nthat is still far from being met. That should be seen as \r\nanother essential moral duty of social justice, in other \r\nwords, a way in which humankind as a whole could \r\ncontribute to the common good. Those countries that \r\nhave set targets to achieve that goal should accelerate \r\ntheir compliance and those that have not should do so.  \r\n There are calls for further exploration of various \r\ninnovative sources of financing that may prove to be \r\nvery useful in bringing us closer to the attainment of \r\nthe Millennium Development Goals, complying with \r\ncommitments to Africa’s development needs and \r\nA/63/PV.46  \r\n \r\n08-59933 4 \r\n \r\nadopting measures to deal with challenges such as \r\nclimate change and the scarcity of food and energy. \r\n In the section dealing with external debt, there is \r\na proposal to identify more effective and just solutions \r\nto that distressing problem, which threatens to destroy \r\nthe prospects for growth and development in so many \r\ncountries of the South. Solutions that have been put in \r\nplace so far have been found to be insufficient and \r\nselective. For example, they only target countries with \r\nvery low per capita incomes and, unjustly, do not \r\ninclude so-called middle-income countries, where most \r\nof the world’s poor people actually live. \r\n Finally, in the so-called systemic issues section of \r\nthe Doha document, there is a call for a thorough \r\nreview and revamping of international financial \r\nstructures and institutions, which are clearly not \r\nequipped to deal with the realities, problems and \r\nchallenges of the twenty-first century. What is more, \r\nthey do not adequately include developing countries in \r\nglobal economic governance and decision-making \r\nprocesses. \r\n That appeal reflects a fundamental concept of \r\njustice, solidarity and representative democracy, which \r\nmust be applied at the international level, just as it is so \r\npassionately defended at the national level. The \r\nongoing financial crisis has now become one of the \r\ncentral issues to be addressed in the Doha Conference. \r\nFor that reason, it should not escape our attention and \r\nour strong collective response as people of faith and as \r\na testimony of our love of God and of our neighbours. \r\nSolidarity must be the star that guides us all to the \r\npeace that we must strive with our utmost commitment \r\nto attain. \r\n May the compassionate, all-loving and merciful \r\nGod enlighten our minds in our deliberations and \r\nstrengthen our hearts so that, as people of faith and/or \r\nof deep ethical-philosophical convictions, we may rise \r\nto the occasion and take the courageous and heroic \r\nactions that are needed to save us from the grave \r\nconsequences of the crises that threaten us all, rich and \r\npoor, from the North and from the South, although, as \r\nit has always been, the greatest threats are being faced \r\nby our dispossessed brothers and sisters throughout the \r\nworld. \r\n(spoke in Spanish) \r\n I now give the floor to His Excellency Secretary-\r\nGeneral Ban Ki-Moon. \r\n The Secretary-General: Thank you, \r\nMr. President, for convening this high-level meeting to \r\nhold an interfaith dialogue. To His Majesty King \r\nAbdullah Bin Abdulaziz Al Saud, Custodian of the Two \r\nHoly Mosques, I say asalamu alaykum. I thank all \r\nparticipants for coming together for this high-level \r\nmeeting. Their presence attests to the importance and \r\nurgency of dialogue in today’s world. Saudi Arabia has \r\ntaken a truly inspiring initiative for global harmony \r\nand mutual understanding. I thank the Custodian of the \r\nTwo Holy Mosques, His Majesty King Abdullah Bin \r\nAbdulaziz Al Saud, for his dynamic role in making this \r\ngathering possible. \r\n We live in a wonderfully diverse global village. \r\nGlobalization can be a great force for progress but, as \r\neconomies merge, as cultural boundaries disappear and \r\nas new media bring our societies closer together than \r\never before, new fault lines can emerge. Indeed, we are \r\nseeing some troubling phenomena. Communal strife is \r\nintensifying. Extremist ideologies are on the rise. \r\nSocieties are more polarized. Anti-Semitism remains a \r\nscourge. Islamophobia has emerged as a new term for \r\nan old and terrible form of prejudice. Other kinds of \r\nfaith-based discrimination and racism show a \r\ndismaying consistency. Sometimes it seems as if none \r\nof history’s awful lessons have been learned. One of \r\nthe great challenges of our time must now surely be to \r\nensure that our rich cultural diversity makes us more \r\nsecure, not less. \r\n Traditionally, peace has involved balancing the \r\ninterests of different States, but we have learned that \r\nlasting peace requires more than a competitive \r\nequilibrium. For peace to endure, individuals, groups \r\nand nations must come to respect and understand each \r\nother. Interfaith initiatives are addressing that need \r\nwith ever greater frequency and force. One of the most \r\nrespected of those initiatives was the World Conference \r\non Dialogue, held in Madrid this past July at the \r\ninvitation of King Abdullah. That landmark meeting \r\nbrought together followers of the world’s religions, \r\neminent scholars, intellectuals and others. Participants \r\naffirmed their belief in the fundamental equality of \r\nhuman beings irrespective of their colour, ethnicity, \r\nrace, religion or culture. They also pledged to act \r\nwithin their spheres of influence to foster dialogue and \r\ncooperation. \r\n We at the United Nations welcomed the Madrid \r\nConference as a major contribution to our own \r\nlongstanding efforts to promote tolerance and mutual \r\n A/63/PV.46\r\n \r\n5 08-59933 \r\n \r\nrespect. That work derives from our founding Charter, \r\nfrom the Universal Declaration of Human Rights — the \r\nsixtieth anniversary of which we will mark next \r\nmonth — and from other groundbreaking human rights \r\ninstruments. \r\n It takes concrete form in the work of initiatives \r\nsuch as the United Nations Alliance of Civilizations, \r\nwhich was established at the initiative of the \r\nGovernments of Spain and Turkey. Over the past two \r\nyears, the Alliance has been supporting grass-roots \r\ncivil society projects that seek to bridge cultural \r\ndivides by addressing entrenched stereotypes and \r\npolarization among communities. Those projects have \r\ninvolved exposing young people to other cultures and \r\nhaving experts provide opinions and advice on issues \r\nthat threaten to inflame identity-based conflicts. The \r\nAlliance has also established a group of friends and \r\nintends to advance that work further still at the next \r\nforum, to be hosted by Turkey in April next year. \r\n Many other Member States have put forward \r\ninitiatives: Iran, Kazakhstan, Pakistan, the Philippines, \r\nRussia and others. The United Nations Educational, \r\nScientific and Cultural Organization has been striving \r\nto promote intercultural understanding since its very \r\nfounding. The Tripartite Forum on Interfaith \r\nCooperation for Peace is helping Governments, civil \r\nsociety and United Nations agencies to share ideas. \r\nThose efforts complement each other and advance the \r\ncause. They are showing that there is no corner of the \r\nworld that cannot benefit from an active, targeted \r\napproach to promoting cross-cultural contacts and \r\neducation. The call to dialogue is striking a chord. \r\n But we cannot be satisfied with declarations of \r\nintent and commonality, important as those are. What \r\nwe need is dialogue that delivers. We need new \r\npartnerships that will continue after the last \r\nrepresentative has gone home. For that to work, we \r\nneed to involve everyone: Government officials, grass-\r\nroots groups, chief executive officers, philanthropists, \r\nacademics and the media. We especially need the \r\nworld’s young people. By virtue of their youth, \r\nprejudice may not be as ingrained; in a sense, they may \r\nhave less to unlearn. They are well placed to approach \r\nthe unfamiliar — people, customs and ideas — with \r\nopen minds. \r\n Living together in peace has proved tragically \r\ndifficult. We must try harder to bring shared values to \r\nlife. With knowledge and leadership, we can live up to \r\nthe best of our traditions and ensure human dignity for \r\nall. As we move ahead, let us be guided by the words \r\nof the great international civil servant Ralph Bunche. It \r\nwas 1949. He was in the midst of the peace efforts for \r\nwhich he won the Nobel Prize for Peace. At a \r\nparticularly trying moment, he said the following:  \r\n“I have a deep-seated bias against hate and \r\nintolerance. I have a bias against racial and \r\nreligious bigotry. I have a bias against war and a \r\nbias for peace. I have a bias that leads me to \r\nbelieve in the essential goodness of my fellow \r\nmen, which leads me to believe that no problem \r\nof human relations is ever insoluble”. \r\n That is the only bias we can tolerate. \r\n The President (spoke in Spanish): I thank the \r\nSecretary-General for his statement. \r\n Allow me now to draw the Assembly’s attention \r\nto some organizational matters pertaining to the \r\nconduct of the meeting. \r\n I should first like to refer to the length of \r\nstatements. In order to accommodate all the speakers \r\ninscribed on the list, I urge speakers to limit their \r\nstatements to no more than 15 minutes, on the \r\nunderstanding that that would not preclude the \r\ndistribution of more extensive texts. I appeal to \r\nspeakers to cooperate in that respect. In the light of that \r\ngiven time frame, I would like to appeal to speakers to \r\ndeliver their statements at a normal speed so that \r\ninterpretation may be provided properly. \r\n To assist speakers in managing their time, a light \r\nsystem has been installed at the speaker’s rostrum that \r\nfunctions as follows. A green light will be activated at \r\nthe start of a speaker’s statement. An orange light will \r\nbe activated 30 seconds before the end of the 15 \r\nminutes. A red light will be activated when the \r\n15 minute limit has elapsed. Furthermore, in order to \r\navoid disruption for the speakers, I ask representatives \r\nto remain in their seats after a statement has been \r\ndelivered. \r\n \r\nAddress by the Custodian of the Two Holy Mosques \r\nKing Abdullah Bin Abdulaziz Al Saud of the \r\nKingdom of Saudi Arabia \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the Head of State of the \r\nKingdom of Saudi Arabia and Custodian of the Two \r\nHoly Mosques. \r\nA/63/PV.46  \r\n \r\n08-59933 6 \r\n \r\nHis Majesty King Abdullah Bin Abdulaziz Al Saud \r\nof the Kingdom of Saudi Arabia, Custodian of the \r\nTwo Holy Mosques, was escorted into the \r\nGeneral Assembly Hall. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Majesty King Abdullah Bin \r\nAbdulaziz Al Saud of the Kingdom of Saudi Arabia, \r\nCustodian of the Two Holy Mosques, and to invite him \r\nto address the Assembly. \r\n King Abdullah (spoke in Arabic): In the presence \r\nof this gathering of world leaders and representatives \r\nand members of the General Assembly — the \r\nconscience of the United Nations — and before the \r\nwhole world, we state with a unified voice that \r\nreligions, through which Almighty God sought to bring \r\nhappiness to humankind, should not be instruments that \r\ncause misery. Human beings were created as equals \r\nand partners on the planet; either they live together in \r\npeace and harmony or they will inevitably be \r\nconsumed by the flames of misunderstanding, malice \r\nand hatred. \r\n Throughout history, preoccupation with \r\ndifferences between the followers of religions and \r\ncultures has engendered intolerance and bigotry, \r\ncausing devastating wars and considerable bloodshed, \r\nwithout any sound logical or ideological justification. \r\nIt is indeed high time for us to learn from the harsh \r\nlessons of the past and concur on the ethics and lofty \r\nideals in which we all believe. Matters on which we \r\ndiffer will be decided by our omniscient Creator on the \r\nDay of Judgment. Every tragedy suffered by the world \r\ntoday is but a result of the abandonment of the noble \r\nprinciples enunciated by all religions and cultures. The \r\nroots of all global crises can be found in human denial \r\nof the eternal principle of justice. \r\n Terrorism and crime are the enemies of God and \r\nof every religion and civilization. They would not have \r\nappeared except for the absence of the principle of \r\ntolerance, the sense of alienation that has affected the \r\nlives of many of our young people, leading them to \r\ndrugs and crime, and the dissolution of family bonds \r\nthat the Almighty God had intended to be firm and \r\nstrong. Our dialogue, which will be conducted in a \r\ncivilized manner, should revive and consolidate those \r\nlofty ideals among peoples and nations. No doubt, that \r\nwill constitute a glorious triumph of what is most noble \r\nin human beings over what is most evil in them, and \r\nwill give humankind hope for a future in which justice, \r\nsecurity and a dignified life will prevail over injustice, \r\nfear and poverty. \r\n I wish to thank His Excellency the President of \r\nthe General Assembly for convening this meeting. I am \r\nalso grateful to my friends, world leaders from East \r\nand West, for attending this meeting. I am indeed proud \r\nof their friendship and their participation. On this \r\noccasion, permit me to call on the participants in the \r\nMadrid Dialogue to elect a committee to represent \r\nthem and to undertake the task of guiding this dialogue \r\nin the coming days and years. I can assure them and all \r\nthe States of the world and their peoples that our \r\nconcern for this dialogue stems from our Islamic faith \r\nand values, our compassion and care for the human \r\ncondition, in order to save humanity from its miseries. \r\nWe will continue what we have begun, extending our \r\nhand to all those advocating amity, peace, justice and \r\ntolerance. \r\n In conclusion, I would like to recall some words \r\nfrom the Holy Koran:  \r\n“O mankind! We have created you from a single \r\npair of a male and female, and made you into \r\nnations and tribes, so that ye may know each \r\nother. Verily, the most honoured of you in the \r\nsight of God is he who is the most righteous of \r\nyou.” (The Holy Koran, XLIX:13) \r\n May peace and mercy and the blessings of God \r\nbe with you. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank His Majesty \r\nKing Abdullah Bin Abdulaziz Al Saud of the Kingdom \r\nof Saudi Arabia, Custodian of the Two Holy Mosques, \r\nfor the statement he has just made. \r\nHis Majesty King Abdullah Bin Abdulaziz Al Saud \r\nof the Kingdom of Saudi Arabia, Custodian of the \r\nTwo Holy Mosques, was escorted from the \r\nGeneral Assembly Hall. \r\n \r\nAddress by Mrs. Gloria Macapagal-Arroyo, \r\nPresident of the Republic of the Philippines \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by Her Excellency Mrs. \r\nGloria Macapagal-Arroyo, President of the Republic of \r\nthe Philippines. \r\n A/63/PV.46\r\n \r\n7 08-59933 \r\n \r\nMrs. Gloria Macapagal-Arroyo, President of the \r\nRepublic of the Philippines, was escorted into the \r\nGeneral Assembly Hall. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations Her Excellency Mrs. Gloria \r\nMacapagal-Arroyo, President of the Republic of the \r\nPhilippines, and to invite her to address the Assembly. \r\n President Arroyo: Thank you, Mr. President for \r\nconvening this high-level meeting of the General \r\nAssembly. My congratulations go to His Majesty the \r\nCustodian of the Two Holy Mosques for drawing \r\nattention to the World Conference on Dialogue held in \r\nMadrid last July. At that Conference, Their Majesties \r\nthe King of Saudi Arabia and the King of Spain \r\nbrought together Jews, Muslims, Christians, Hindus, \r\nBuddhists and representatives of other religions in the \r\nhope of promoting understanding and tolerance among \r\nfollowers of the world’s faiths. That is also the hope \r\nfor this meeting here in New York. \r\n The Philippines fully supports this initiative \r\nbecause we take a great interest in promoting world \r\npeace and in encouraging greater cross-religion \r\nexchange. Allow me at the outset to introduce draft \r\nresolution A/63/L.24 entitled “Promotion of \r\ninterreligious and intercultural dialogue, understanding \r\nand cooperation for peace”, tabled jointly by the \r\nPhilippines and Pakistan and co-sponsored by \r\napproximately 60 States. This draft resolution emerged \r\nas a consensus text after a series of consultations. \r\nAmong the salient points of the draft resolution is the \r\naffirmation that mutual understanding and \r\ninterreligious dialogue constitute an important part of \r\nthe alliance of civilizations and of the culture of peace. \r\n The draft resolution encourages the promotion of \r\ndialogue through the media in all cultures and \r\ncivilizations. It emphasizes that everyone has the right \r\nto freedom of expression. It also affirms that the \r\nexercise of this right carries with it duties and \r\nresponsibilities necessary to respect the rights or \r\nreputations of others and to protect national security, \r\npublic order, public health or morals. The draft \r\nresolution requests the proclamation of a United \r\nNations decade for interreligious and intercultural \r\ndialogue, understanding and cooperation for peace. I \r\ncommend the draft resolution for adoption at the close \r\nof our plenary meeting tomorrow. This will \r\ndemonstrate once again our solidarity for the \r\npromotion of interfaith dialogue as a powerful aid to \r\nensure durable peace worldwide. \r\n The draft resolution is especially relevant to the \r\nUnited Nations under the leadership of His Excellency \r\nBan Ki-Moon because, for the first time in the United \r\nNations’ history, the Secretary-General has issued a \r\nreport on interreligious and intercultural activities. \r\nLikewise, UNESCO is working on interreligious \r\ndialogue. \r\n Regrettably, the story of faith has too often been \r\ntwisted into a source of despair and destruction among \r\npeoples and nations. There are those who wish to \r\ninstigate religious wars. There are those who use faith \r\nto divide rather than unite people. They camouflage \r\ntheir evil designs by invoking religious prejudice in the \r\nhope of heightening a clash of civilizations. In this era \r\nof propaganda on the clash of civilizations, it is \r\nespecially important that we pursue broader interfaith \r\ndialogue to promote solidarity. Our challenge is to \r\nredeem the true meaning of our faith, if we are to bring \r\ntrue peace and prosperity to the world. We must make \r\nthis challenge an opportunity to forge religious \r\nunderstanding. But we must not mistake tolerance and \r\nunderstanding of other faiths and belief systems as a \r\nblank check allowing abuse in the form of violence \r\ncloaked in religion, which is completely unacceptable. \r\n The Philippines has actively advocated interfaith \r\ndialogue. Interfaith dialogue is an official policy of the \r\nPhilippine Government. It is also a historical truth \r\namong our diverse peoples and beliefs. Faith is \r\ningrained in the lives of our people. It is the primordial \r\nseed of humanity. It offers hope, confidence, courage \r\nand commitment to make a better global \r\nneighbourhood. \r\n As we integrate interfaith understanding in \r\ndevelopment policy, it becomes more effective in \r\nresolving conflict. Our archipelago of more than 7,000 \r\nislands has had its share of religious strife, ethnic \r\ntension and violence. For years we have worked to \r\nachieve peace in Mindanao in the southern Philippines. \r\nThe peace process was recently dealt a setback by \r\nviolence carried out by lawless renegade elements of \r\nthe Moro Islamic Liberation Front. But we are fully \r\ncommitted to the peace process. There is no alternative \r\nto peace. We are working to make as much progress as \r\npossible on peace within the parameters set out by \r\nauthentic dialogues with communities. However, \r\nbefore we can actively and effectively reactivate the \r\nA/63/PV.46  \r\n \r\n08-59933 8 \r\n \r\npeace process again in earnest, we must first bring \r\nstability back to the island, restore order and be able to \r\ntrust that responsible elements of the Moro Islamic \r\nLiberation Front have regained control. \r\n Religious leaders can speed up dialogue and \r\nreconciliation. They are our partners in the \r\npeacemaking process. The historic divide between \r\nChristians and Muslims in our country is narrowing \r\ndramatically. That is in no small part due to our focus \r\non interfaith dialogue and a willingness to accept the \r\nsincerity of those who differ with us in faith. \r\n The Bishops-Ulama Conference is our format for \r\ninterfaith dialogue. It is a movement of Catholic and \r\nChristian bishops and Muslim ulamas organized to \r\npromote mutual understanding of faiths and religions \r\nfor peace. \r\n We all want to see peace and prosperity in the \r\nPhilippines. Through interfaith dialogue, under the \r\nleadership of the Bishops-Ulama Conference, through \r\nglobal engagement, with the largest possible \r\ninternational involvement, including the United \r\nNations, Saudi Arabia, Brunei Darussalam, Indonesia, \r\nLibya, Malaysia and others in the Organization of the \r\nIslamic Conference, Spain, Sweden and the European \r\nUnion, the United States, Japan, Australia and other \r\nbilateral official development assistance partners, and \r\nthrough economic assistance at the community level, \r\nwe are confident that peace will happen. \r\n Three years ago, we had the honour of chairing \r\nthe first Informal Summit of Leaders on Interfaith \r\nDialogue and Cooperation for Peace here in the United \r\nNations.  \r\n At the regional level, we are one of the conveners \r\nof an ongoing series of Asia-Pacific interfaith \r\ndialogues that began in Indonesia in 2004. Subsequent \r\ndialogues were held in the Philippines in 2006, New \r\nZealand in 2007 and Cambodia in 2008. \r\n Currently, we are preparing to host the Special \r\nNon-Aligned Movement Ministerial Meeting on \r\nInterfaith Dialogue and Cooperation for Peace and \r\nDevelopment, scheduled for May 2009. \r\n Our participation today in this initiative on the \r\nculture of peace advances our relationship with Middle \r\nEastern and Islamic nations. Their support in carrying \r\nout our interfaith dialogues has been critical to our \r\nprogress in promoting peace in the southern \r\nPhilippines. What we are doing together here today and \r\ntomorrow is every bit as powerful as bullets, military \r\ntanks and armaments to fight those who bring misery \r\nand violence to people at home or across the globe. We \r\nmust follow our faith and have faith in each other if we \r\nare to truly lift up the poor, transform war into peace \r\nand stamp out the intolerance and hatred wrought by a \r\nfalse reading of the divine message.  \r\n We maintain high hopes in interfaith dialogue as \r\na means for building bridges to replace barriers \r\nbetween communities of different cultures and \r\nethnicity. We are here today united by our faith and \r\ndetermined to bridge the valley that unnecessarily \r\ndivides us, whether we live across the street, across \r\nrivers or across oceans and continents from each other. \r\nWe can and must bridge the divide through the alliance \r\nof civilizations so that we can advance the common \r\ngood of humanity. \r\n Let us embrace the power of dialogue here today \r\nand tomorrow for peace, development and human \r\ndignity. Let us adopt draft resolution A/63/L.24/Rev.1 \r\non the promotion of interreligious and intercultural \r\ndialogue, understanding and cooperation for peace. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the President of \r\nthe Republic of Philippines for the statement she has \r\njust made. \r\nMrs. Gloria Macapagal-Arroyo, President of the \r\nRepublic of the Philippines, was escorted from \r\nthe General Assembly Hall.  \r\n \r\nAddress by Sheikh Sabah Al-Ahmad Al-Jaber \r\nAl-Sabah, Amir of the State of Kuwait \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwith now hear an address by the Amir of the State of \r\nKuwait. \r\n Sheikh Sabah Al-Ahmad Al-Jaber Al-Sabah, Amir \r\nof the State of Kuwait, was escorted into the \r\nGeneral Assembly Hall. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Highness Sheikh Sabah \r\nAl-Ahmad Al-Jaber Al-Sabah, Amir of the State of \r\nKuwait, and to invite him to address the Assembly.  \r\n Sheikh Al-Sabah (spoke in Arabic): I thank the \r\nAlmighty God that we are all assembled here in this \r\nHall. We came to foster peace and the good of \r\n A/63/PV.46\r\n \r\n9 08-59933 \r\n \r\nhumanity, to consolidate the links between us through \r\ndialogue and understanding, to focus on the values and \r\nbonds that join us and to reject the misgivings and \r\nsuspicions that separate us. \r\n I congratulate you, Mr. President, on the occasion \r\nof this high-level meeting and wish you every success \r\nin conducting its deliberations. It is also my pleasure to \r\nrecognize in particular my brother, the Custodian of the \r\nTwo Holy Mosques, King Abdullah Bin Abdulaziz Al \r\nSaud, the King of the brotherly Kingdom of Saudi \r\nArabia, for his initiative to hold this high-level meeting \r\nin the General Assembly, which was originally \r\nestablished to embrace and consolidate dialogue as an \r\nenduring principle of international relations, seeking to \r\nachieve peace and build bridges of cooperation and \r\ninterconnection between nations and peoples. We \r\ntherefore convey to His Majesty our most heartfelt \r\nthanks and appreciation for his gracious and continued \r\nefforts in this field, wishing him success in his \r\nendeavours, which have our full support.  \r\n We also value the good results of the World \r\nConference on Dialogue, which was held this past July \r\nin Spain under the auspices of — and thanks to the \r\ngracious efforts of — the Custodian of the Two Holy \r\nMosques, King Abdullah Bin Abdulaziz Al Saud, and \r\nHis Majesty King Juan Carlos I of Spain. \r\n I must also extend my thanks to His Excellency \r\nthe Secretary-General and to the United Nations \r\nspecialized agencies for espousing the noble goals of \r\ndialogue, consolidating peace among peoples, \r\npromoting programmes and paving the way to create a \r\nworld that renounces fanaticism and promotes \r\nmoderation, fuses our roots and melts differences, \r\neliminates obstacles and opens horizons, magnifies \r\ncommonalities between peoples and removes \r\nimpediments through cooperation. \r\n Our world today is facing difficult circumstances, \r\nas problems have intensified, and diversified, and \r\nsolutions have become complex and difficult to \r\nimplement. The inability to resolve political issues in \r\nnumerous areas of the world has led to the emergence \r\nof new conflicts and civil wars, and pressing economic \r\ncrises have become entangled with deadly natural \r\ndisasters.  \r\n New phenomena have emerged and intensified, \r\nsuch as terrorism, drugs and discrimination. The spirit \r\nof fanaticism and hatred has become widespread. \r\nFeelings of hatred and exclusion have inflamed the \r\nfollowers of religious, cultural and political groups and \r\ntheir symbols, principles and values have been vilified. \r\n Regrettably, all those phenomena have shaken the \r\nfoundations of global stability. As leaders and peoples, \r\ntherefore, we must assume our historical responsibility \r\nto carefully examine our painful reality through a \r\nserious and sincere dialogue among peoples, religions \r\nand cultures. We should therefore focus our efforts on \r\nstrengthening genuine religious and moral values and \r\non the commonly held just principles that all religions \r\nespouse and on which all cultures are based, so as to \r\nestablish a point of departure from which we can join \r\ntogether for the common good to foster cooperation \r\nand peace. Today, more than ever before, both \r\nconceptually and in reality, we must transform the \r\nworld from a culture of hatred, fanaticism and war to \r\none of dialogue and coexistence. The way to achieve \r\nthat is by interacting positively with one another \r\nwithout fear, for we have all been entrusted with the \r\ndestiny of humankind for the benefit of all beings. \r\n Perhaps a good way to achieve that is by \r\nparticipating in the dialogue between intellectual \r\nleaders of the followers of the divine religions and \r\nother beliefs, since dialogue has now become part of \r\nthe political environment. The United Nations, for \r\nexample, has made a contribution to the establishment \r\nof an appropriate atmosphere through the General \r\nAssembly’s adoption of resolution 53/22, which \r\nproclaimed 2001 as the Year of Dialogue among \r\nCivilizations in order to counter hatred and incitement \r\nto violence and conflicts. To that end as well, the \r\nGeneral Assembly adopted resolution 62/90, which \r\nproclaimed 2010 as the International Year for the \r\nRapprochement of Cultures. \r\n A sound analysis of the tragedies that humankind \r\nhas endured reveals that in no instance were those \r\nevents the result of religious beliefs or cultural values; \r\nrather, they were caused by extremism, fanaticism and \r\ndiscrimination on the part of some followers of the \r\ndivine religions and other beliefs. Instead of being the \r\ncause of problems, the essence, methods and teachings \r\nof the divine religions provide solutions to the \r\nproblems faced by humankind. It is therefore \r\nincumbent upon clergy and educated people of all \r\nreligious faiths to highlight those facts and to help \r\ncorrect misconceptions in the minds of those who \r\nespouse extremism, fanaticism and discrimination. \r\nA/63/PV.46  \r\n \r\n08-59933 10 \r\n \r\n Moreover, intellectuals and educators must raise \r\nawareness among young people and inculcate in them \r\nrespect for the divine religions. They must also instil in \r\nthem the spirit and value of moderation and tolerance, \r\nas well as to promote positive interaction between the \r\nvarious religions and beliefs. In addition, the media, \r\nwhich shape the intellect and feed the mind, must \r\naddress these subjects in a positive manner and \r\nrecognize the scope of their influence in forming \r\nenlightened and fair opinions that affirm the \r\ninterconnection between, and the oneness of, all human \r\nbeings. \r\n As leaders and peoples, we are aware of our \r\nhistorical responsibility to combat extremism and \r\ndiscrimination, promote moderation and avoid \r\nextremism. That is certainly no easy task, yet it is a \r\nnecessary undertaking. We in Kuwait have made \r\nnumerous contributions and have established \r\nprogrammes and undertaken other efforts towards that \r\nend. Kuwait established an international centre for \r\nmoderation that has convened numerous intellectual \r\nconferences, including the two international meetings \r\nheld in London and Washington over the past two \r\nyears. The relevant Government agencies have also \r\nestablished programmes and held seminars targeting all \r\nsectors of society that have helped to raise awareness \r\nabout moderation among the population. \r\n Kuwait has also sponsored and convened many \r\nregional and international conferences and seminars on \r\nmoderation in Islam. We are encouraging religious \r\ntolerance among peoples and respect for the beliefs of \r\nthe followers of other divine religions, while \r\nsafeguarding their dignity and avoiding offending their \r\nsymbols. We have also opposed the use of religious \r\nbeliefs as a basis for discrimination in society and have \r\ncalled for respect for the different characteristics of \r\npeoples and for their right to equality and coexistence. \r\nAll this is at the heart of the relationship between \r\nhuman beings and achieving it is the highest purpose of \r\nall religions and cultures. \r\n The best outcome to our well-intended gathering \r\nin this Hall would be a joint international commitment \r\nto respect all religions and to avoid damaging, \r\ninterfering with or ridiculing their symbols, while \r\nendeavouring to deter such acts and those who \r\nadvocate them. We must also commit to ban efforts that \r\nseek to deepen discord among religions and undermine \r\nthe chances of coexistence among human beings. We \r\nmust commit to encourage and finance programmes \r\nthat promote the spread of the culture of tolerance and \r\nunderstanding through dialogue, so as to establish a \r\nframework for international relations through \r\nconferences and seminars, and develop educational, \r\ncultural and information programmes to achieve those \r\ngoals. \r\n The best way for me to end my statement before \r\nthe Assembly is to quote the words of Allah the \r\nAlmighty as he commands us: \r\n “O mankind! We created you from a single \r\npair of a male and a female, and made you into \r\nnations and tribes, that ye may know each other. \r\nVerily the most honoured of you in the sight of \r\nAllah is the most righteous of you” (The Holy \r\nKoran, XLIX:13). \r\n That is our course, our objective and our \r\nambition, as well as our message to the entire world. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I thank the Amir of the State of \r\nKuwait for the statement he has just made. \r\nSheikh Sabah Al-Ahmad Al-Jaber Al-Sabah, Amir \r\nof the State of Kuwait, was escorted from the \r\nGeneral Assembly Hall. \r\n \r\nAddress by Mr. Shimon Peres, President of the State \r\nof Israel \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the President of the State \r\nof Israel. \r\nMr. Shimon Peres, President of the State of Israel, \r\nwas escorted into the General Assembly Hall. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Excellency Mr. Shimon Peres, \r\nPresident of the State of Israel, and to invite him to \r\naddress the Assembly. \r\n President Peres: Earlier this week, we \r\ncommemorated the passing of 13 years since the \r\nassassination of Prime Minister Yitzhak Rabin, my \r\nfriend and partner in our journey, who was murdered \r\nwhile singing a song of peace. Assassins may take a \r\nlife, but they cannot kill a dream. That fateful night at \r\nthe square, we stood together and sang of peace, which \r\nhas been the aspiration of my people for generation \r\nupon generation. Then came three shots. \r\n A/63/PV.46\r\n \r\n11 08-59933 \r\n \r\n However, we were not alone in our despair. Many \r\naround the world who cherished Rabin’s vision came to \r\nstand at our side and share our grief. Arab and Muslim \r\nleaders came, which we very much appreciated. At the \r\ntime, it felt like sorrow had shattered barriers. Tragedy \r\nhad united sons and daughters of all religions. Our \r\nshared agony shed light on our shared hopes, our \r\nhunger for fraternity and the dream of peace that we \r\nnurtured in our hearts. \r\n In our region, children bear the names of prophets \r\nwho are sacred to us all. Why should Avraham and \r\nAbraham and Ibrahim grow up as adversaries in \r\nanimosity? Why should Moses, Moshe and Musa live \r\nthat way? As our prophets asked,  \r\n “Have we not all one father? Hath not one \r\nGod created us? Why do we deal deceitfully, \r\nevery man against his brother, by profaning the \r\ncovenant of our fathers?” (The Holy Bible, \r\nMalachi 2:10) \r\n Abraham said to his nephew Lot,  \r\n “Please let there be no strife between me \r\nand you, and between my herdsmen and your \r\nherdsmen, for we are kinsmen.” (Genesis 13:8) \r\n That was the first call for peace among brothers \r\nin history. Brotherly relations should not involve \r\nviolence and domination. We all worship the same \r\nLord in Heaven. Religion carries the word of God to \r\nman, as is written in Psalms:  \r\n “What man is he that desires life and loves \r\nmany days, that he may see good?” (Psalms 34:12) \r\n “Depart from evil and do good; seek peace \r\nand pursue it.” (Psalms 34:14) \r\n Religious belief requires that we recognize the \r\neternal message that all men were created in God’s \r\nimage. Harming a human being is tantamount to \r\nharming God himself. When nuclear weapons, long-\r\nrange missiles, indiscriminate terror and fanatical \r\nincitement determine the agenda, all of us have to \r\nchange that agenda. \r\n The Jewish and Arab national revivals occurred at \r\nalmost the same time and on almost the same piece of \r\nland. They occurred rapidly and in a land that was \r\nsmall. However, after the First World War, a window of \r\nopportunity was opened when Emir Feisal and \r\nPresident Weizmann aspired to create a new \r\nenvironment. They met 89 years ago, in November \r\n1919, to announce an understanding between two \r\npeoples from the same cradle who could have lived \r\nunder the shadow of the same trees — the old olives \r\nand tall dates. Their declaration states in part: \r\n“mindful of the racial kinship and ancient bonds \r\nexisting between the Arabs and the Jewish \r\npeople, and realizing that the surest means of \r\nworking out the consummation of their natural \r\naspirations is through the closest possible \r\ncollaboration”.  \r\n That was great statesmanship and timely wisdom. \r\nAlas, we did not take heed of it. Instead, we confronted \r\none another, abandoning faith for greed and forging \r\nswords instead of peace. They tore apart the land and \r\nincreased hostility, resulting in a region of barriers and \r\nwalls that rose higher and higher and destroying any \r\nbridges that may have been built. Hundreds of \r\nthousands of men and women from all sides lost their \r\nlives; many were incurably injured; others lost their \r\nhomes and became refugees. Fortunes were wasted on \r\nthe purchase, maintenance and replacement of weapons \r\nthat inevitably became obsolete. Resources were spent \r\non sustaining hostility instead of advancing life. There \r\ncan be no consolation for the bereaved families or the \r\norphaned children, other than the end of violence and \r\nbloodshed.  \r\n There is an Arab proverb that states that there are \r\nthree events that cannot be reversed: an arrow released \r\nfrom its bow, a word that has escaped one’s mouth and \r\na bullet that splits the heart. Alas, we cannot change \r\nthe past; however, we can build and shape a new \r\nfuture. That seems more feasible today in the light of \r\nthe Saudi proposal that evolved into the Arab Peace \r\nInitiative. \r\n I listened to the statement of His Majesty the \r\nKing of Saudi Arabia. I hope that his voice will \r\nbecome the prevailing voice of the whole region and \r\nall people. It is right. It is needed. It is promising. The \r\nInitiative’s portrayal of our region’s future provides \r\nhope to the people and inspires confidence in the \r\nnations. Yes, in order to change the world we have to \r\nchange ourselves. \r\n The Arab Peace Initiative states that “a military \r\nsolution to the conflict will not achieve peace or \r\nprovide security for the parties”. Israel agrees with that \r\nassumption. The Initiative continues by saying that \r\n“just and comprehensive peace in the Middle East is \r\nthe strategic option of the Arab countries”. That is also \r\nA/63/PV.46  \r\n \r\n08-59933 12 \r\n \r\nthe strategic option of Israel. The Initiative states that \r\nthe goals are to “consider the Arab-Israeli conflict \r\nended … enter into a peace agreement with Israel and \r\nprovide security for all the States of the region”, as \r\nwell as to “establish normal relations with Israel in the \r\ncontext of comprehensive peace” and “stop the further \r\nshedding of blood, enabling the Arab countries and \r\nIsrael to live in peace and good-neighbourliness and \r\nprovide future generations with security, stability and \r\nprosperity”. \r\n Those expressions in the Arab Peace Initiative are \r\ninspirational and promising; they represent a serious \r\nopening for what may become real progress and a great \r\nreality. \r\n A comprehensive regional peace requires the \r\ncompletion of the bilateral negotiations with the \r\nPalestinians and the sharing of the painful cost. \r\nForeign Minister Tzipi Livni, who is conducting those \r\nnegotiations and who has just returned from Sharm \r\nel-Sheikh, has said that we are going to continue to \r\nnegotiate despite the Israeli elections. We are ready for \r\nthat, as we have proved many times in the past. \r\n Thirty years ago we signed the peace accords \r\nwith Egypt. Fifteen years ago we undertook the Oslo \r\ninitiative with the Palestinians. Fourteen years ago we \r\nachieved peace with the Kingdom of Jordan. Nine \r\nyears ago we withdrew completely from Lebanon. \r\nThree years ago we evacuated Gaza completely and \r\nwillingly dismantled all our settlements there; it was \r\nnot simple. Today we are making progress in the \r\nnegotiations with the Palestinians. We are exploring the \r\npossibility of real peace with the Syrians, who are last \r\non the list of historic conflicts. \r\n However, there are those in our region who sow \r\nhatred and try to widen the abyss and erect barriers; \r\nthose who seek to wipe out other people and encourage \r\nkilling, as though they were gods. In order to stand up \r\nagainst those who instigate discord and violence, we \r\nmust bear the flag of brotherhood and peace. That will \r\nbe a beacon for a world in trouble. It will end many \r\nconflicts and offer a comprehensive peace for all \r\npeople — real freedom without domination or \r\noccupation; global economic cooperation and cultural \r\nrelations — a new vision for the entire region. \r\n I know that it is harder to pursue peace than to \r\nwage war. Building is more difficult than destruction. \r\nYet, it is my life experience that it is worthwhile to \r\nstrive for peace, build homes and respect human life. \r\nThat is the proper biography for men of goodwill. For \r\nthe sake of our children, let us break the bonds of \r\nhostility that stem from the past. When the world faces \r\na serious crisis, let us offer a new remedy to overcome \r\nold maladies. The global crisis worries us just as our \r\ncrisis worries the world. However, we can adopt a \r\nposition acceptable to the entire world that does not \r\nerase our national identities but offers global \r\nopportunities for all of us. \r\n This meeting of religious leaders can produce a \r\nmovement of profound significance, one that will bear \r\ngreat responsibility. If we call on believers to serve \r\npeace in every nation for all nations, for every person \r\nand for all peoples, the bridges we build will render the \r\nbarriers useless. Let us free the world from the \r\nperception that an irrevocable curse of darkness hangs \r\nin the skies of the Middle East. Our shared history has \r\nknown golden ages during which we — Arabs, Jews \r\nand Christians — lived as friends and brothers. \r\n Interfaith dialogue will elevate our spirits, bring a \r\nbreath of fresh air to our peoples today and live on in \r\nposterity. Let us renew our faith in one God, in a God \r\nof values and respect for human life. That is the duty \r\nand responsibility of all States and religious leaders. \r\nLet us not recoil from difficulty. We must not hesitate \r\nwhen faced with risks. Working for peace will justify \r\nour prayers and bring a new sense of purpose to our \r\nlives. It will demonstrate our values to our children, all \r\nvalues to all children. Peace is not just a goal. It was a \r\npromise made to us at the dawn of time and at the \r\npinnacle of the holiest mountains. Let us climb \r\ntogether to those mountains and breathe fresh air in a \r\nnew landscape. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the President of \r\nthe State of Israel for the statement he has just made. \r\nMr. Shimon Peres, President of the State of Israel, \r\nwas escorted from the General Assembly Hall. \r\n \r\nAddress by His Majesty King Abdullah II bin \r\nAl Hussein, Head of State of the Hashemite Kingdom \r\nof Jordan \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the head of State of the \r\nHashemite Kingdom of Jordan. \r\nHis Majesty King Abdullah II bin Al Hussein, \r\nhead of State of the Hashemite Kingdom of \r\nJordan, was escorted into the General Assembly \r\nHall. \r\n A/63/PV.46\r\n \r\n13 08-59933 \r\n \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Majesty King Abdullah II bin \r\nAl Hussein, head of State of the Hashemite Kingdom \r\nof Jordan, and to invite him to address the Assembly. \r\n King Abdullah (spoke in Arabic): The most \r\nappropriate way to begin my speech would be to cite \r\nthe words of God Almighty: \r\n “Call to the way of your Lord with wisdom \r\nand goodly exhortation, and have disputations \r\nwith them in the best manner; surely your Lord \r\nbest knows those who go astray from His path, \r\nand He knows best those who follow the right \r\nway”. (The Holy Koran, XVI:125) \r\n Allow me to express my deep gratitude and \r\nappreciation to my brother the Custodian of the Two \r\nHoly Mosques, His Majesty King Abdullah Bin \r\nAbdulaziz Al Saud of the Kingdom of Saudi Arabia, \r\nfor his initiative to convene this international \r\nconference that seeks to promote the cause of \r\ninterreligious and intercultural dialogue on a well-\r\ncharted scientific basis devoid of fanaticism and \r\nisolationism and guided by a spirit of toleration and \r\nacceptance of the other. The course he advocates calls \r\nfor highlighting the common denominators among \r\ncivilizations and the followers of world religions and \r\nfor mutual recognition of the role of each culture and \r\nreligion in enriching human civilization and in \r\nrealizing the common good of humankind throughout \r\nthe ages. \r\n My brother, the Custodian of the Two Holy \r\nMosques, began this process by breaking down barriers \r\namong the followers of world religions, first with his \r\nlandmark meeting with His Holiness the Pope and then \r\nby convening the Mecca and Madrid conferences. The \r\ndialogue he launched continues today with the \r\nconvening of this international conference, which \r\nbrings together adherents of different faiths and \r\ncultures in order to forge rapprochement, \r\nunderstanding and tolerance among them. \r\n The high status, respect and appreciation Saudi \r\nArabia enjoys, especially in the Muslim world, enable \r\nthe Kingdom to lead this dialogue and will facilitate its \r\nsuccess at a time when Islam is being subjected to \r\nmany injustices, and accusations arising from the \r\nignorance of some about this religion. Islam calls for \r\nmoderation and tolerance and eschews extremism, \r\nviolence and bigotry. \r\n Since many of the participants and observers in \r\nthis meeting are non-Arabic speakers, please allow me \r\nto continue in English. \r\n(spoke in English) \r\n My friends, in our time, we are urgently called to \r\nthe way of peace. Throughout the world, understanding \r\nand trust among peoples of different faiths and cultures \r\nhave been eroded. This is especially apparent among \r\nadherents of the three monotheistic faiths, who make \r\nup more than half of the global population. \r\nMisinformation and stereotypes, created by a few, are \r\nincreasingly shaping perceptions of the other and \r\ncreating fears, suspicions and even hatred. \r\n To reverse the tide of resentment and fear, \r\ncommunication is vital. There must be a new and \r\nglobal dialogue among people of different faiths and \r\ncivilizations. Such a dialogue is essential to reveal the \r\ncommonalities that unite humanity, but it does more. It \r\nteaches people to respect their differences; it opens \r\neyes and hearts to the beauty of diversity; it helps \r\ndisentangle fact from fiction; and it exposes the \r\nfraudulence of extremist teachings. \r\n In Jordan, we have made interfaith dialogue and \r\nunderstanding a priority. The Amman Message is an \r\nexplanation of the true nature of Islam and a call to \r\npeaceful coexistence among all human beings. It has \r\nbeen supported by more than 500 of the world’s \r\nleading Muslim scholars from all eight schools of \r\nIslamic jurisprudence. It has been endorsed by the \r\nOrganization of the Islamic Conference, representing \r\nMuslim countries the world over. Jordan is proud to \r\ncontinue this work, including support for other global \r\ninitiatives. One such initiative is “A Common Word”, \r\nan overture from Muslim scholars to their Christian \r\ncounterparts, declaring the common ground between \r\nChristianity and Islam. \r\n In all this work, we seek to advance a global \r\ndialogue that can help redirect the course of our future \r\naway from hostilities and towards peace. This summit \r\nshows that support for such dialogue has become a \r\npriority at the highest levels. Now, together, we must \r\nmake it our common task to move the discussions \r\nforward, out of the conference rooms and into the \r\nworld’s homes, schools, offices and lives. \r\n It is impossible to talk about interfaith harmony, \r\nespecially between East and West, without also \r\ndiscussing conflict resolution in the Middle East. The \r\nA/63/PV.46  \r\n \r\n08-59933 14 \r\n \r\nconflict between Israel and the Palestinians is the core \r\nconflict in our region. It is a political conflict and it \r\ndemands a just, negotiated solution that brings \r\nstatehood and freedom for Palestinians and security \r\nand more regional acceptance for Israel. For with every \r\nday that justice is denied to Palestinians, with every \r\nday that the occupation prevents a positive future, the \r\nregional and global impact grows. Resentment and \r\nfrustration are felt throughout the region and, indeed, \r\nthroughout the world. Millions of people, especially \r\nyoung people, question whether the West means what it \r\nsays about equality, respect and universal justice. \r\nMeanwhile, extremists — Muslim, Christian and \r\nJewish — are thriving on the doubts and divisions. \r\n My friends, I can think of no more effective way \r\nto ease East-West and interfaith tensions than to end \r\nthat divisive conflict with a peace based on our deep, \r\nshared values: justice, respect for international law and \r\nthe right of all people to live in dignity. \r\n As we move forward with tangible solutions to \r\nthat and other regional conflicts, we must also make \r\ntangible strides in communication. That means a \r\nsustainable, institutional effort to spread tolerance and \r\nacceptance through practical initiatives across the \r\nglobe. Young people are vital to success. I hope that \r\nfrom this summit we will launch student exchanges and \r\njoint university projects to bring young people together \r\nand show them that what humanity has in common is \r\nfar greater than what separates us. I also hope that we \r\ncan encourage leadership from the world’s media, large \r\nand small. No group is in a better position to get the \r\ntruth out — on every continent — that people of \r\ndifferent faiths can live in peace and harmony, and that \r\nwhen we do so, we are more equipped to face the \r\nchallenges. Only together will we realize the \r\nprosperous future all of us seek. \r\n This milestone gathering is not the end but the \r\nbeginning of our journey. The participation of all \r\npresent has helped us take a giant step forward on the \r\npath to global peace and acceptance. It is now up to all \r\nof us to walk the path that takes us to our goal. \r\n Dialogue among civilizations is not a luxury; it is \r\na necessity. Indeed, it is a duty that we must all fulfil if \r\nwe are to end the growing tensions that threaten global \r\nstability. Today, everywhere in the world — the \r\nAmericas, Europe, the Middle East, Africa, Asia — \r\npeople of faith and goodwill are coming together. I \r\npledge to this Assembly that Jordan will be by its side, \r\na full partner, at every step of the way. Let us together \r\ndare to shape a new future — a future free from \r\ninjustice, free from hatred and free from cultural \r\nmisconceptions. May God bless you and reward your \r\nefforts. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank His Majesty \r\nKing Abdullah II bin Al Hussein, Head of State of the \r\nHashemite Kingdom of Jordan, for the statement he has \r\njust made. \r\nHis Majesty King Abdullah II bin Al Hussein, \r\nHead of State of the Hashemite Kingdom of \r\nJordan, was escorted from the General Assembly \r\nHall. \r\n \r\nAddress by Ms. Tarja Halonen, President of the \r\nRepublic of Finland \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by Her Excellency Ms. Tarja \r\nHalonen, President of the Republic of Finland. \r\nMs. Tarja Halonen, President of the Republic of \r\nFinland, was escorted into the General Assembly \r\nHall. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations Her Excellency Ms. Tarja Halonen, \r\nPresident of the Republic of Finland, and to invite her \r\nto address the Assembly. \r\n President Halonen: I am honoured to attend this \r\nhigh-level meeting convened by the United Nations \r\nand the Kingdom of Saudi Arabia. On behalf of \r\nFinland, I welcome the initiative of His Majesty King \r\nAbdullah Bin Abdulaziz Al Saud, to widen and deepen \r\nthe dialogue among cultures, religions and faiths. \r\n I have come here with an open mind in the spirit \r\nof peace. With the advent of globalization, the \r\nimportance of national borders has decreased. \r\nGlobalization has brought about more human contact \r\nand today different people, cultures, civilizations and \r\nfaiths encounter each other every day. People have \r\ndifferent opinions and beliefs. Increased interaction can \r\npromote understanding among people but it can also \r\nstrengthen prejudices and stereotypes. Attention is \r\nneeded from all of us. Therefore it is only appropriate \r\nthat we meet on theme “Culture of Peace” here at the \r\nUnited Nations. \r\n A/63/PV.46\r\n \r\n15 08-59933 \r\n \r\n After the shocking events of 11 September 2001, \r\nI initiated discussions with Christian, Jewish and \r\nIslamic religious groups in Finland. Since then, I have \r\nseen and felt how these people who belong to different \r\nreligions and cultures have, by respecting one another, \r\nacted as a unifying factor and resource in our society. I \r\nam very sincerely grateful to them for this work. I hope \r\nthat similar constructive phenomena have been \r\nexperienced elsewhere as well. The political leaders of \r\na country cannot take the whole responsibility but \r\nencouragement and guidance are needed. \r\n How to analyse the situation and solve conflicts \r\nis important in the whole of society, including homes, \r\nschools and work places. Peacebuilding is needed \r\nalways and everywhere. During its history, Finland has \r\nbeen involved in wars and conflicts like most European \r\ncountries. During the Finnish presidency of the \r\nEuropean Union in 2006, on our initiative, a network \r\nof voluntary cooperation on intercultural and \r\ninterreligious issues was established. In the network, \r\nrepresentatives of European Union organs and member \r\nStates have worked on new ways and means to \r\ncultivate good relations among cultures and religions. \r\nThis challenging work continues. \r\n One of the basic and most comprehensive sources \r\nof human rights is the Universal Declaration of Human \r\nRights, written and approved by consensus at the \r\nUnited Nations in 1948. In the coming days, we will \r\ncelebrate the sixtieth anniversary of the Declaration. It \r\nemphasizes human dignity and equality and establishes \r\na solid basis for dialogue between various cultures and \r\ncivilizations. My own country, Finland, is committed to \r\nthe universal values, rights and freedoms enshrined in \r\nthe Declaration. But for us, it is also a declaration of \r\nresponsibilities. It is our responsibility to respect and \r\nobserve universal human rights in full and everywhere. \r\nThe Declaration proclaims equal and universal human \r\nrights for all humans: men and women; believers and \r\nnon-believers. It has been and is still a great source of \r\ninspiration to combat discrimination and \r\nmarginalization everywhere. \r\n The dispute between Israel and the Palestinians is \r\noften mentioned as a key issue, symbolizing the breach \r\nbetween the West and the Muslim world. Finland \r\nwelcomes and supports serious initiatives to solve this \r\ndispute. It is generally acknowledged that any solution \r\nmust be based on a two-State model and on reaching \r\nagreement on the status of Palestinian refugees and on \r\nJerusalem. Nevertheless, there is no instant formula for \r\npeace. Finding a solution requires negotiations and we \r\nall know that these are always influenced by national \r\nand international political situations. Reaching a \r\nnegotiated solution requires political will and courage, \r\nabove all on the part of the Israelis and the \r\nPalestinians. Our countries and organizations should \r\nabove all support the negotiations and refrain from \r\ndoing anything that hinders them. Any agreement \r\nreached between Israel and the Palestinians must also \r\nbe accepted by everyone else. \r\n This meeting stresses the importance of the \r\nreligious dimension of intercultural dialogue in today’s \r\nmulticultural and multi-faith world. We hope that this \r\nmeeting can serve as a source of inspiration for people, \r\nreligious communities, civil society and authorities on \r\nall levels to engage in interreligious dialogue. We are \r\ninvited to move into a new era of respect for a variety \r\nof convictions. We are challenged to recognize the \r\nuniversal spiritual and human values of the religions \r\nthat have shaped our common world. We have to do \r\nour part today in order to provide for a better world for \r\ngenerations to come.  \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the President of \r\nthe Republic of Finland for the statement she has just \r\nmade.  \r\nMs. Tarja Halonen, President of the Republic of \r\nFinland, was escorted from the General Assembly \r\nHall. \r\n \r\nAddress by His Excellency Mr. Michel Sleiman, \r\nPresident of the Lebanese Republic \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by His Excellency Mr. Michel \r\nSleiman, President of the Lebanese Republic. \r\nMr. Michel Sleiman, President of the Lebanese \r\nRepublic, was escorted into the General Assembly \r\nHall. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Excellency Mr. Michel \r\nSleiman, President of the Lebanese Republic, and to \r\ninvite him to address the Assembly. \r\n President Sleiman (spoke in Arabic): We meet \r\nonce again at the United Nations General Assembly on \r\nagenda item 45, entitled “Culture of peace”, in order to \r\npromote dialogue and cooperation among people of \r\nA/63/PV.46  \r\n \r\n08-59933 16 \r\n \r\ndifferent cultures and followers of various religions. \r\nWe are also here to highlight our interest, as an \r\ninternational community, in developing mutual \r\nunderstanding within the realms of knowledge, \r\ninteraction and respect on the basis of justice, rightness \r\nand equality. \r\n Convened by the President of the General \r\nAssembly, our meeting today bears particular \r\nimportance because it is being held at such a high level \r\nin response to an initiative of the Custodian of the Two \r\nHoly Mosques, His Majesty King Abdullah Bin \r\nAbdulaziz Al Saud of Saudi Arabia who, last July in \r\nMadrid, launched a process of dialogue, cooperation \r\nand solidarity that was attended by many people in a \r\ndesire to chart a path towards achieving common, \r\nhuman purposes and establishing relationships of \r\ntolerance, mutual acceptance and respect for religious \r\nand cultural differences and specificities. \r\n Our common interest in the invitation to dialogue \r\nand the commitment to its outcome is compounded by \r\nthe prevailing critical circumstances in inter- and \r\nintra-State relations which has grown because of fears \r\nand concerns over manifestations of sectarian and \r\nethnic violence, terrorism and intimidation, coercion \r\nand defamation, disrespect and abuse of dignity. \r\n As a result, the international community has \r\nchosen to place religious and cultural differences in \r\ntheir proper context and to encourage understanding, \r\nnot as a luxury, limited to one or other cultural group, \r\nbut as a crucial problem that concerns us all and that \r\nmust be without hesitation in an urgent manner. \r\n We must have a true dialogue, one of hearts and \r\nminds, so as to establish relations among different \r\ncultures and religions based on mutual awareness of \r\ncommon denominators as well as recognition of \r\ndifferences and particularities. \r\n At the same time, impulsive resort to dialogue to \r\nresolve existing or potential conflicts will not yield \r\nresults unless it is based on a long, cumulative process \r\nthat has diligently and regularly integrates relations of \r\ntrust and openness towards one another. We should be \r\ncommitted to our ideas, convictions and practices in a \r\nspirit of genuine dialogue based on justice. \r\n Within the context of such a process lies the \r\nimportance of the cultural, educational and media \r\nefforts that should accompany the dialogue, launched \r\nor supported by the United Nations and its specialized \r\nagencies. These agencies include UNESCO and the \r\nbodies that the Madrid World Conference on Dialogue \r\ncreated and to which participants committed \r\nthemselves. \r\n In spite of this, the effectiveness of this dialogue \r\nremains subject to the dynamics of asymmetric power \r\nrelations. Furthermore, continuation of control, \r\noppression and arbitrariness puts the credibility of any \r\ndialogue to a critical test. This is primarily true in our \r\nArab Levant and the Holy Lands. \r\n For how could any dialogue progress and flourish \r\nwhen Israeli occupation of Palestinian and Arab \r\nterritories persist, when the national and human rights \r\nof the Palestinian people are systematically violated, \r\nincluding the right of Palestinian refugees to return to \r\ntheir territories and homeland, and when attempts to \r\nimpose a resettlement of Palestinian refugees in other \r\ncountries continue. \r\n Such a reality is in contravention of United \r\nNations resolutions that have brought us here today \r\nand with the spirit of justice which must embrace the \r\ndialogue that we have been convened here to discuss.  \r\n Therefore, Jerusalem, the city of peace, where \r\nbelievers in the monotheistic religions come together, \r\nwould not realize its historic mission unless the \r\ninjustice imposed on its sons and on the Palestinian \r\npeople as a whole is redressed and the occupation is \r\nended. \r\n It is no secret to those who like and know \r\nLebanon — and they are quite numerous — that our \r\ncountry embodies unique characteristics that have \r\nwithstood ordeals that tested our will to live together in \r\none country, rich in its diversity, solid in its Arab \r\nidentity and interacting with world cultures. \r\n These characteristics, in addition to our deeply \r\nrooted experience in our modern history that combines \r\nunity and diversity, freedom and mutual respect, deep-\r\nrooted traditions and modernity, that have made \r\nLebanon a place of meeting and openness. Indeed, \r\nthese attributes qualify Lebanon to be the widest and \r\nrichest space for interreligious and intercultural \r\ndialogue, serving both Arab and Islamic worlds and the \r\ninterests of the world at large. \r\n In my statement before the General Assembly last \r\nSeptember (see A/63/PV.6), I had the opportunity to \r\nstate that the philosophy of the Lebanese entity is \r\nbased on dialogue, harmony and coexistence. I \r\n A/63/PV.46\r\n \r\n17 08-59933 \r\n \r\nemphasized our ambition to see Lebanon become an \r\ninternational centre for the management of the dialogue \r\nof civilizations and cultures and, consequently, a global \r\nlaboratory for this universal dialogue. This would be \r\nespecially appropriate given the fact that article 9 of \r\nthe Lebanese Constitution stipulates that freedom of \r\nbelief in Lebanon shall be absolute and that the State \r\nshall respect all religions and sects and ensure the \r\nexercise of religious rights under its protection. \r\n Lebanon is not merely a country. It is, rather, an \r\nexample of a message of freedom, a model of pluralism \r\nand a space for dialogue and coexistence of different \r\ncultures and religions. As was stated by His Holiness, \r\nPope John Paul II, and confirmed by His Holiness Pope \r\nBenedict XVI, Lebanon is a necessity both for the East \r\nand the West and thus deserves the full support and \r\nendorsement of the international community. \r\n Felt at many levels, such support can only be \r\npromoted by achieving a just and comprehensive peace \r\nin the Middle East based on the resolutions of the \r\nUnited Nations and the Arab Peace Initiative in its \r\nentirety and in accordance with the spirit of justice that \r\nconstitutes the essence of religions. \r\n We gather here today to restate our rejection of \r\nthe clash of ignorance and to emphasize our will to \r\nwork together in the fields of ethics, culture, politics \r\nand peaceful international relations. The gathering of \r\nthis body here today, with all its symbolism, prompts \r\nus to remember together the strong link that exists \r\nbetween our approach to and culture of dialogue and \r\nour commitment to the United Nations Charter. \r\n Such an invitation reminds me of what binds \r\nLebanon to the Universal Declaration of Human \r\nRights, in whose drafting it participated, and to this \r\nOrganization that stood by my country in defending its \r\nfreedom, independence, sovereignty and stability so \r\nthat it would remain a country true to itself and a \r\nwitness to the richness promised by the meeting of \r\nreligions and intercultural dialogue that is based on \r\nrespect for the principles and values that aspire to the \r\ngood of all mankind. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the President of \r\nthe Lebanese Republic for the statement he has just \r\nmade. \r\nMr. Michel Sleiman, President of the Lebanese \r\nRepublic, was escorted from the General \r\nAssembly Hall.  \r\n \r\nAddress by Mr. Hâmid Karzai, President of the \r\nIslamic Republic of Afghanistan \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwith now hear an address by the President of the \r\nIslamic Republic of Afghanistan. \r\nMr. Hâmid Karzai, President of the Islamic \r\nRepublic of Afghanistan, was escorted into the \r\nGeneral Assembly Hall. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Excellency Mr. Hâmid Karzai, \r\nPresident of the Islamic Republic of Afghanistan, and \r\nto invite him to address the Assembly.  \r\n President Karzai: I would like to thank you, \r\nMr. President, for convening this high-level meeting on \r\nthe culture of peace, one of the most pertinent issues of \r\nour time. Most of all, allow me to thank the Custodian \r\nof the Two Holy Mosques, His Majesty King Abdullah \r\nBin Abdulaziz Al Saud of Saudi Arabia, for his \r\ndedication to the cause of interfaith dialogue and for \r\ninitiating this event. There is nothing more important \r\nthan the elimination of the scourge of extremism, \r\nxenophobia and hatred, which can be possible only \r\nthrough dialogue and cooperation. \r\n We are meeting here today to affirm that all \r\nreligions in our world reflect and nurture mankind’s \r\ninner desire for peace and self-realization. Despite our \r\ndifferent faiths, peoples of various religions have lived \r\ntogether in peace and harmony all over the world. \r\nWhere there has been conflict or confrontation, it has \r\nstemmed not from religion, but from the pursuit of \r\nnarrow political objectives by certain individuals, \r\nmany religions and political ideologies. \r\n Sadly, our understanding of each other is \r\nsometimes marred by misconceptions, particularly with \r\nregard to such phenomena as bigotry, extremism and \r\nterrorism and to whether they are rooted in our \r\nreligious convictions. Many associate terrorism with \r\nreligion, others give that association credence by \r\ndescribing it as a reaction of the East against the West, \r\nand all fail to grasp the phenomenon in its real nature. \r\n Nothing could be further removed from a \r\nplausible causal connection with terrorism than \r\nA/63/PV.46  \r\n \r\n08-59933 18 \r\n \r\nreligion. The terrorism we know is political rather than \r\nreligious. The terrorism we know is the historical \r\nproduct of bad politics and the reckless pursuit of \r\nnarrowly defined interests. \r\n These are not textbook observations. I have the \r\nhistory of my country to illustrate my view. Terrorism \r\nhas never been a religious phenomenon in Afghanistan. \r\nIndeed, terrorism there is an international and regional \r\nphenomenon, rooted in a complex historical context, \r\nspanning the past four decades. The invasion of \r\nAfghanistan by the Soviet Union in the 1980s, the \r\nsubsequent misuse of religion for political objectives \r\nand the deliberate promotion and utilization of \r\nextremism as a bulwark against the Soviet threat are \r\nimportant factors that have collectively produced the \r\nphenomenon of terrorism we are facing as an enemy \r\ntoday. Al-Qaida and other terrorist networks, as we \r\nknow them today, are residues of a reckless past that \r\nwe must rectify.  \r\n Therefore, religion is not the source of terrorism. \r\nThe term “Islamic terrorism”, which is frequently used \r\nto describe acts of brutality and violence, is \r\nfundamentally misleading. Not only does Islam, a \r\nreligion of peace and moderation, condemn \r\nunequivocally any act that violates the life and \r\nproperty of an innocent individual, but the Holy Koran \r\nhas, in fact, equated murdering an innocent person with \r\nthe killing of all of humanity. Far from being complicit \r\nwith terror, Muslims have actually been among the \r\nmost afflicted victims of international terrorism. \r\n Today, if the world is to rectify the failings of the \r\npast and reverse the threats against peace and \r\ncoexistence, dialogue, understanding and mutual \r\nacceptance are the way forward. At the same time, we \r\nmust also counter the few discordant voices that preach \r\nhatred and division and misuse the name of religion to \r\nmask their pursuit of political, rather than religious, \r\ngoals. We must ensure that the voice of peace and \r\ntolerance prevails. \r\n To overcome misperceptions, we must also \r\neducate and inform our populations about the \r\ndifferences and commonalities between our cultures. I \r\nhave long rejected the notion that we face a clash of \r\ncivilizations. We are instead confronted with a world \r\nthat seems to have been reduced in size by the forces of \r\nglobalization. We should appeal to our media to \r\neducate and to build bridges between us rather than \r\nequating differences with incompatibility, threats and \r\nfear. We should approach the diversity of our cultures \r\nas having given our world its colour and vibrant \r\nbeauty. \r\n Afghanistan over the past seven years has been a \r\npowerful case for the prospect of a genuine cooperation \r\namong civilizations aimed at achieving common goals. \r\nCountries such as Saudi Arabia, the United States of \r\nAmerica, members of the European Union, Japan, \r\nChina, India, the United Arab Emirates, Iran and \r\nPakistan are engaged in supporting our efforts to \r\nrebuild Afghanistan, and they have been engaged in \r\njoint projects, such as building our national ring road \r\nfrom the East to the West of the country. Indeed, our \r\nfuture as a peaceful world lies in the extent to which \r\ncooperation among civilizations, as exemplified in \r\nAfghanistan, can become the rule and not the \r\nexception. \r\n I am truly honoured to be here today to \r\nunderscore the importance of an international effort to \r\npromote tolerance and mutual acceptance and to fight \r\nextremism. We fully support King Abdullah Bin \r\nAbdulaziz Al Saud in his efforts to promote interfaith \r\ndialogue and tolerance. Our great religious traditions \r\nand the basic tenets of our faiths must guide us. We \r\nmust all remember the words of our holy books, and \r\nwe must conquer our basic instincts of fear and hatred. \r\n It is our great hope that dialogues such as that in \r\nMadrid and today’s in New York will serve to make us \r\nall aware of the fact that peace, tolerance and respect \r\nare the heritage of all of us and that extremism of all \r\nkinds is rooted not in religion but in the reckless \r\npursuit of narrowly defined political interests. \r\n To emphasize the oneness of humankind and to \r\nbreak all barriers, the great, celebrated Persian poet \r\nSa’adi, famously wrote: \r\n“Human beings are members of a whole, In \r\ncreation of one essence and soul. If one member \r\nis afflicted with pain, Other members uneasy will \r\nremain. If you have no sympathy for human pain, \r\nThe name of human you cannot retain.” \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the President of \r\nthe Islamic Republic of Afghanistan for the statement \r\nhe has just made. \r\nMr. Hâmid Karzai, President of the Islamic \r\nRepublic of Afghanistan, was escorted from the \r\nGeneral Assembly Hall. \r\n A/63/PV.46\r\n \r\n19 08-59933 \r\n \r\nAddress by Sheikh Hamad bin Jassim bin Jabr \r\nAl-Thani, Prime Minister and Minister for Foreign \r\nAffairs of the State of Qatar \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the Prime Minister and \r\nMinister for Foreign Affairs of the State of Qatar. \r\nSheikh Hamad bin Jassim bin Jabr Al-Thani, \r\nPrime Minister and Minister for Foreign Affairs \r\nof the State of Qatar, was escorted to the rostrum. \r\n The President (spoke in Spanish): I have great \r\npleasure in welcoming Sheikh Hamad bin Jassim bin \r\nJabr Al-Thani, Prime Minister and Minister for Foreign \r\nAffairs of the State of Qatar, and inviting him to \r\naddress the General Assembly. \r\n Sheikh Al-Thani (Qatar) (spoke in Arabic): \r\nAllow me, Sir, at the outset to convey to you the \r\ngreetings of His Highness Sheikh Hamad bin Khalifa \r\nA1-Thani, the beloved Emir of our country, and His \r\nHighness’ sincere appreciation to the Custodian of the \r\nTwo Holy Mosques, King Abdullah Bin Abdulaziz Al \r\nSaud of the Kingdom of Saudi Arabia, for his kind \r\ninvitation to attend a high-level meeting of the General \r\nAssembly on interfaith dialogue, as well as for his \r\npresence, his opening of its work and his significant \r\ncontributions to the promotion of interreligious \r\ndialogue. \r\n I also thank you, Your Excellency, Mr. President, \r\nfor the enthusiasm you have shown in convening this \r\nimportant meeting. I commend the efforts of Secretary-\r\nGeneral Ban Ki-moon to pursue the promotion of \r\ndialogue among civilizations and religions at all levels. \r\n Dialogue among cultures, civilizations and \r\nreligions was one of the most prominent issues in the \r\nrecommendations of the Outcome Document of the \r\n2005 World Summit, in which we unanimously agreed \r\nthat furthering relations among nations is the only \r\nmeans to avoid misunderstanding and to fight \r\nextremism, because such an approach will ensure the \r\nestablishment of a just and lasting peace for \r\nhumankind. Dialogue has become a central policy \r\npillar at the national, regional and international levels \r\nfor achieving peace and sustainable development. The \r\nvalues of tolerance and respect for various religions \r\nand cultures have thus become the foundation of the \r\nState of Qatar’s policy, which respects and is guided by \r\nthe tolerant Islamic sharia. The State of Qatar views \r\ninterreligious and intercultural dialogue as a strategic \r\nchoice that urgently requires the creation of an open \r\nspace, thus ensuring coexistence, peace and stability \r\namong peoples. \r\n Since 2003, my country has annually hosted the \r\nDoha Conference of Inter-Faith Dialogue as a vital \r\nexpression of the importance of this option. We have \r\nallowed all followers of other monotheistic religions \r\nresiding in the State of Qatar to construct their places \r\nof worship as a concrete expression of the principle of \r\nrespect for the freedom of creed and worship called for \r\nby the tolerant Islamic sharia. \r\n All religions share common ground and have \r\njoint pluralistic universal values. They all call for \r\nequality, harmony, tolerance and acceptance of others. \r\nThroughout the ages, political and economic interests, \r\nrather than religious and cultural differences, have \r\nbeen the root causes of confrontation among nations. \r\nWhile those differences do exist in today’s world, they \r\nare not a cause for confrontation. On the contrary, they \r\nmust provide a motive for expanding our understanding \r\nand deepening our dialogue, as stated in the Holy \r\nKoran: “We have made you tribes and families, that \r\nyou may know each other” (The Holy Koran, \r\nXLIX:13). \r\n Despite the conflicts that have taken place at \r\ntimes among followers of the three monotheistic \r\nreligions throughout history, dialogue and coexistence \r\namong them have been widely pursued — a fact that \r\nhighlights the importance of communication and the \r\nnarrowing of differences. \r\n It is indeed regrettable to see tendencies and \r\nattitudes that fuel intolerance and bigotry, thus \r\naggravating tensions and confrontation for such \r\ntendencies undermine the process of awakening based \r\non understanding among peoples. Therefore, we cannot \r\nbut recognize the fact that we must move from the \r\nstage of debate to the stage of concrete action. In this \r\ncontext, we in the State of Qatar fully agree with the \r\nrecommendations issued at the Madrid Conference, \r\nmost notably concerning the urgent need to agree on \r\nestablishing universal rules for dialogue among the \r\nfollowers of different religions and cultures with a \r\nview to consecrating the human values and moral \r\nprinciples that represent the common denominator \r\namong the followers of various religions and cultures, \r\nand the drafting of a global document that would help \r\nto disseminate and promote a culture of respect for \r\nreligions, religious symbols and places of worship. \r\nA/63/PV.46  \r\n \r\n08-59933 20 \r\n \r\nSuch a results-oriented approach is the best way to \r\nensure the preservation of human heritage and the \r\npromotion and protection of common human values \r\nagainst the threats of isolationism and intolerance. \r\n In this regard, efforts should be made to launch \r\nthat stage, not only by Governments, but also by all \r\nintellectually influential actors in society in the \r\nreligious, social, economic, academic and artistic \r\nfields — and even at the family level, which \r\nconstitutes the bedrock of society. \r\n The lofty objective of all these efforts is to \r\npreserve human dignity, promote the common \r\ndevelopment of human society and build a harmonious, \r\npeaceful world for future generations. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the Prime \r\nMinister and Minister for Foreign Affairs of the State \r\nof Qatar for the statement he has just made. \r\nSheikh Hamad bin Jassim bin Jabr Al-Thani, \r\nPrime Minister and Minister for Foreign Affairs \r\nof the State of Qatar, was escorted from the \r\nrostrum. \r\n \r\nAddress by Mr. Abbas El Fassi, Prime Minister of the \r\nKingdom of Morocco \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by the Prime Minister of the \r\nKingdom of Morocco. \r\nMr. Abbas El Fassi, Prime Minister of the \r\nKingdom of Morocco, was escorted to the \r\nrostrum. \r\n The President (spoke in Spanish): I have great \r\npleasure in welcoming His Excellency Mr. Abbas \r\nEl Fassi, Prime Minister of the Kingdom of Morocco, \r\nand inviting him to address the General Assembly. \r\n Mr. El Fassi (Morocco) (spoke in Arabic): Allow \r\nme at the outset to express my deep appreciation and \r\nhappiness in participating in this high-level meeting of \r\nthe utmost importance. The Kingdom of Morocco \r\nwelcomes this noble initiative, which represents \r\nanother opportunity to further strengthen the \r\nfundamentals of communication between the \r\nrepresentatives of all faiths. It also encourages \r\ninterfaith dialogue and reinforces international \r\ncooperation with a view to ensuring spiritual security \r\nand peaceful coexistence in our societies. I would also \r\nlike to express our deep and sincere gratitude to the \r\nbrotherly Kingdom of Saudi Arabia and its sovereign, \r\nthe Custodian of the Two Holy Mosques, King \r\nAbdullah Bin Abdulaziz Al Saud, who spares no effort \r\nin promoting and institutionalizing ongoing and \r\nconstructive dialogue among religions. \r\n His Majesty was instrumental in convening \r\nseveral international meetings aimed at the promotion \r\nand consolidation of that dialogue and integrating it \r\ninto a common system of human values at both the \r\nreligious and the civilizational levels. Those meetings \r\nare part and parcel of other international efforts, \r\nincluding several events that were held in Madrid last \r\nJuly under the auspices of His Majesty King Abdullah \r\nBin Abdulaziz Al Saud and His Majesty Don Juan \r\nCarlos I of Spain, with the participation of spiritual \r\nleaders of the three monotheistic faiths and \r\nrepresentatives of other religious and philosophical \r\nbeliefs. We are convinced that today’s meeting will be \r\nanother step in strengthening the capacities of Member \r\nStates to face future challenges and ensure wider \r\nsupport for the common system of human values. \r\n The Kingdom of Morocco places great emphasis \r\non and attaches much importance to interfaith dialogue \r\nas an issue of increasing interest in a globalized world \r\nsubject to a transnational and transcontinental \r\ntechnological order. Morocco’s interest in interfaith \r\ndialogue stems from its awareness of the risks of ethnic \r\nand ideological extremism and their consequences, \r\nincluding violence and the denial of the rights of others \r\nfrom different strata of societies, who are often the \r\nvictims of those who promote religious misconceptions \r\nwith ill-intentioned objectives. \r\n Based on our belief and thanks to the various \r\ninitiatives undertaken by His Majesty King Mohammed \r\nVI, Morocco has been and remains a key player in the \r\nreinforcement of the values of interfaith and \r\nintercultural dialogue at the regional and international \r\nlevels. The Kingdom’s initiatives aim at consolidating \r\na culture of tolerance, openness and dialogue. \r\n In that respect, it is worth noting that after the \r\nterrorist attacks of 11 September 2001, His Majesty \r\ncalled for a permanent, structural and strategic \r\ndialogue among States based on respect for human \r\nrights, notably the right to freedom, dignity and peace \r\nwithout distinction or discrimination based on \r\nethnicity, religion or culture. \r\n A/63/PV.46\r\n \r\n21 08-59933 \r\n \r\n King Mohammed VI also called for defusing \r\nhotbeds of tension and combating the extremism that \r\nundermine international peace and stability. In \r\nconnection with that principle, His Majesty has spared \r\nno effort to responsibly and diligently bridge the gap \r\nbetween the parties to the Palestinian-Israeli conflict in \r\nthe Middle East and to push the peace process forward \r\nin an effort to reach a just, lasting and comprehensive \r\npeace that conforms to international legal standards \r\nand preserves the inalienable political and civil rights \r\nof the Palestinian people by allowing them to live in \r\ndignity in an independent and sovereign State, side by \r\nside with Israel in peace and security, with Al Quds as \r\nits capital. \r\n In his capacity as President of the Al Quds \r\nCommittee, His Majesty has always insisted on the \r\nneed to respect the special status of Al Quds and to \r\npreserving its religious and cultural identity and its \r\nhistorical monuments so that it can remain the vivid \r\nsymbol of dialogue and coexistence between religions \r\nand beliefs that it has been throughout history. \r\n The support of the Kingdom of Morocco for the \r\ninitiative of the sisterly Saudi Kingdom falls within the \r\nframework of seeking the right tools to translate into \r\nconcrete action the principles and goals of the \r\ninternational community and then into practical \r\napplicable measures that would activate interfaith \r\ndialogue and promote a culture of peace and \r\ncooperation. \r\n In that context, it is important to recall some of \r\nthe objectives, which can be summarized as follows: \r\ndefine interfaith dialogue theoretically and \r\nconceptually and support it through the creation of a \r\nfollow-up mechanism to help Member States create \r\nstructures capable of initiating a serious, responsible \r\nand genuine dialogue among religions; and encourage \r\nacademia to promote the culture of dialogue. \r\n In that regard, we propose the establishment of a \r\nnetwork of educational institutions and universities as \r\na forum of interaction between the youth of the world, \r\nintellectuals and clerics. The network would include \r\nmodules on interreligious dialogue in school \r\nprogrammes; it would also strengthen the primary role \r\nof the media in spreading a culture of tolerance and \r\npromoting values of openness, understanding and \r\nreconciliation between the freedom of expression and \r\nrespect for sacred religious and spiritual beliefs. \r\n The responsibility for achieving those objectives \r\nlies in the willingness of all countries individually or \r\ncollectively to make the necessary efforts to implement \r\nthem. That can be achieved by creating a structured \r\nwork or action plan that focuses on different activities \r\nand is supported by States that will endow it with the \r\noperational context that it deserves. \r\n The Kingdom of Morocco is seriously concerned \r\nabout the rise of phenomena of disrespect for sacred \r\nreligious and spiritual beliefs, such as Islamophobia, \r\nwith its widespread negative effects in many parts of \r\nthe world.  \r\n In that context, the Kingdom of Morocco \r\nreaffirms the necessity of Member States engaging in \r\nserious and responsible dialogue among religions in \r\norder to promote the culture of dialogue and to counter, \r\nthrough ideas, two predominant paradigms — the so-\r\ncalled clash of civilizations and end of history — that \r\ncontinue to affect the orientation and approaches of \r\ninternational relations. \r\n From this rostrum, the Kingdom of Morocco \r\nexpresses its full support for all efforts to counter \r\nattempts to discredit religious and sacred values \r\nthrough a global approach that takes into consideration \r\nthe specificities of all religions and beliefs and \r\nprioritizes national and regional policies related to \r\ncomprehensive development. It also expresses its \r\nsupport for consensual solutions that can be reached \r\nthrough interfaith dialogue and a culture of peace.  \r\n The Kingdom of Morocco takes this opportunity \r\nto express its support for the initiative of interfaith \r\ndialogue and a culture of peace, and looks forward to \r\nthe adoption of the draft outcome document \r\n(A/63/L.24/Rev.1), which, we hope, will give the \r\nnecessary material and moral support to achieve the \r\nnoble goals for which we all strive and aspire. \r\n May God Almighty let us not be misguided and \r\ngrant us blessings. He is the granter of all blessings and \r\npeace. May God’s blessing be upon you all. \r\n The President (spoke in Spanish): On behalf of \r\nthe General Assembly, I wish to thank the Prime \r\nMinister of the Kingdom of Morocco for the statement \r\nhe has just made. \r\nMr. Abbas El Fassi, Prime Minister of the \r\nKingdom of Morocco, was escorted from the \r\nrostrum. \r\nA/63/PV.46  \r\n \r\n08-59933 22 \r\n \r\n The President (spoke in Spanish): The Assembly \r\nwill now hear an address by His Eminence Cardinal \r\nJean-Louis Tauran, President of the Pontifical Council \r\nfor Interreligious Dialogue of the Observer State of the \r\nHoly See. \r\n Cardinal Tauran (Holy See) (spoke in French): I \r\nshould like to associate myself with all those who have \r\npreceded me in this debate to voice, on behalf of my \r\ndelegation, the deepest thanks for the welcome \r\naccorded to us. \r\n I have the privilege of conveying the warm \r\nsupport of Pope Benedict XVI, for whom the culture of \r\npeace is an obligation, as his Magisterium \r\ndemonstrates. He had the opportunity of expressing \r\nthat here, together with the high regard that he has for \r\nthe work of the United Nations. \r\n Today, how can we not remember, given the \r\nreason we are gathered — the culture of peace — that \r\nthe United Nations, by virtue of its nature and mission, \r\nshould be a school for peace? Here, we should learn \r\nalways to think and act taking into account the \r\nlegitimate aspirations and interests of all. Here, all \r\nMember States are equal in dignity and their daily \r\ndebates, like their great decisions, can increase the \r\nsense of belonging to the same family. As Members \r\nstrive to overcome the simple logic of relations of \r\nstrength to allow the rule of law and the wisdom of \r\npeoples to prevail, they become the craftsmen of peace. \r\n In that very demanding task, as Members know, \r\nbelievers and their communities have their place and \r\ntheir role. As has been reiterated here this morning, \r\nreligions, despite the weaknesses and contradictions of \r\ntheir followers, are messengers of reconciliation and \r\npeace.  \r\n In their families, their schools and their places of \r\nworship, believers who pray, live in harmony and \r\nsupport all initiatives that contribute to protecting the \r\nhuman person and the Earth are also teaching the \r\nlanguage and gestures of peace. They strive to listen, \r\nunderstand, respect the other and trust him before \r\njudging him. Such attitudes educate and open the way \r\nfor peace. \r\n We, believers, wish to offer that legacy of values \r\nand attitudes to all, because we believe, as Pope \r\nBenedict XVI has said, that peace is compromised by \r\nindifference to the true nature of man. \r\n Every week, millions of believers gather in their \r\nsynagogues, their churches, their mosques and other \r\nplaces of worship to pray. There, they experience \r\nbrotherhood. They achieve unity in diversity. They \r\nremind us all that man does not live by bread alone. We \r\nbelievers wish to make that wisdom available to all. \r\nReligions give meaning to the human adventure by \r\ninviting contemplation and harmony among oneself, \r\nothers and creation. \r\n To achieve that, above all, believers must express \r\nthemselves consistently and credibly. They cannot use \r\nreligion to oppress freedom of conscience, justify \r\nviolence, spread hate and fanaticism or undermine the \r\nseparation of politics and religion. \r\n Moreover, participating in public dialogue in the \r\nsocieties of which they are members, believers feel \r\ncalled to help further the common good, which is based \r\non a pillar of values that all of us, believers and \r\nnon-believers alike, share: the sanctity of life, the \r\ndignity of the human person, respect for freedom of \r\nconscience and religion, regard for responsible \r\nfreedom, acceptance of different opinions, the \r\nappropriate use of reason, the enjoyment of democracy, \r\nand care for natural resources, to mention but a few. \r\n Last July, at the Madrid Conference, the \r\nparticipants, who belonged to different religions, stated \r\nin the final Declaration that:  \r\n“Dialogue is one of the necessities of life. It is \r\nalso one of the most important means of mutual \r\nunderstanding, cooperation, … and realization of \r\nthe truth, which contributes to the happiness of \r\nhumankind.” (A/63/311, annex, para. 9)  \r\nThat is the dialogue we are engaged in here today. \r\n In conclusion, I would now like to speak on behalf \r\nof the Catholic Church to assure the international \r\ncommunity of the will of its priests and its faithful to \r\ncontinue to offer to all their brothers and sisters in \r\nhumankind the spirit of brotherhood, the strength of \r\nprayer and the hope offered by Christ, who “hath \r\nbroken down the middle wall of partition between us” \r\n(The Holy Bible, Ephesians 2:14). Such values inspire \r\nour deeds on Earth, where man suffers and hopes.  \r\n May we all together, without forsaking our \r\ncultural and religious differences, lead the way to a \r\nsurer and more unified world. Let us go beyond mere \r\ntolerance and unsound conciliation. Let us make \r\nbrotherhood not merely an ideal, but a reality.  \r\nThe meeting rose at 1 p.m. \r\n"