" United Nations  A/63/PV.9\r\n  \r\n \r\nGeneral Assembly \r\nSixty-third session \r\n \r\n9th plenary meeting \r\nThursday, 25 September 2008, 9 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-51845 (E) \r\n*0851845* \r\nPresident: Mr. D’Escoto Brockmann . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\n In the absence of the President, Mr. Abani \r\n(Niger), Vice-President, took the Chair. \r\n \r\nThe meeting was called to order at 10.20 a.m. \r\n \r\n \r\nAddress by Mr. Emomali Rahmon, President of the \r\nRepublic of Tajikistan \r\n \r\n The Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Tajikistan. \r\n Mr. Emomali Rahmon, President of the Republic \r\nof Tajikistan, was escorted into the General \r\nAssembly Hall. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I have the honour to \r\nwelcome to the United Nations His Excellency \r\nMr. Emomali Rahmon, President of the Republic of \r\nTajikistan, and to invite him to address the Assembly. \r\n President Rahmon (spoke in Tajik; English text \r\nprovided by the delegation): First of all, allow me to \r\ncongratulate Mr. D’Escoto Brockmann on his election \r\nto the office of President of the General Assembly and \r\nto express the hope that, under his leadership, the \r\nGeneral Assembly at its sixty-third session will achieve \r\nits goals, the most important of which are the further \r\nstrengthening of the United Nations system for the \r\nsake of peace and international security and addressing \r\nthe global issues that are becoming the challenges of \r\nthe twenty-first century. \r\n This year, humankind has faced a number of \r\ninterrelated crises, including the energy, food, climate \r\nand financial crises that have combined to cause a \r\ngeneral development crisis. The consequences of those \r\nnewly emerged challenges have had the most severe \r\nimpact on the social conditions of millions of people in \r\nthe developing countries and on States with transitional \r\neconomies, my country among them. \r\n However, people have not lost their hope for a \r\nmore just and fruitful world. They pin their hopes on a \r\npowerful and efficient United Nations capable of \r\nmobilizing and focusing its resources on solutions to \r\nthe most urgent issues of the day. We believe that there \r\nis an urgent need to efficiently develop dialogue and \r\ncooperation among all the entities of this multipolar \r\nworld and to avoid applying double standards in \r\ninternational relations. It is equally important not to \r\nallow people of different races, religions, continents \r\nand regions to be set against one another. \r\n No single country in the world, not even the most \r\npowerful, is capable of meeting single-handed the \r\nchallenges of our time, which range from climate \r\nchange to the necessary uncompromising fight against \r\ninternational terrorism. Today more than ever before, \r\nthe new generation of global issues requires a \r\ncollective response and the United Nations, entrusted \r\nwith a broad mandate, is the only existing instrument \r\ncapable of addressing them. \r\n One example of the new generation of global \r\nissues is the human right to an adequate food supply. \r\nThe dramatic rise in the cost of food and energy has \r\nA/63/PV.9  \r\n \r\n08-51845 2 \r\n \r\ncalled into question the achievement of the Millennium \r\nDevelopment Goals (MDGs). The food crisis has \r\naffected the poorest populations in the most negative \r\nway. In Tajikistan, 93 per cent of whose entire territory \r\nis mountainous and only 7 per cent suitable for \r\nagriculture, the food crisis has affected two thirds of all \r\nhouseholds. Additional coordinated efforts and \r\nefficient measures are called for if we are to avert a \r\nfurther degradation of the situation of global food \r\nsecurity. In the present circumstances, the use of food \r\nfor biofuel production is inhumane and immoral. \r\n Our hope is that donor States will undertake all \r\nthe necessary political, financial and economic \r\nmeasures to prevent a worsening of the food crisis. If \r\nthey do not, millions more could suffer further \r\nimpoverishment. We also expect that official \r\ninternational assistance will be increasingly allocated \r\nto the development of agriculture and that artificially \r\ncreated barriers in trade will eventually be removed. \r\n It is quite obvious that the United Nations should \r\nplay the key role in addressing the food crisis and \r\nrelated world agricultural policy. Tajikistan supports \r\nthe activities of the United Nations High-level Task \r\nForce on the Global Food Security Crisis mandated to \r\ndesign urgent response measures to the food crisis. The \r\nefforts of the Task Force should also be focused on \r\nassistance and on developing joint agreed long-term \r\napproaches to ensuring food security throughout the \r\nworld. The High-Level Conference on World Food \r\nSecurity in Rome and the resulting adoption of a \r\ndeclaration were important steps in that direction. \r\n Within the Food and Agriculture Organization, it \r\nis necessary to revitalize activities in the transfer of \r\nadvanced technologies and seeds and in the provision \r\nof financial and technical assistance to developing \r\ncountries. We call for enhanced support for the \r\nassistance programmes being implemented through the \r\nWorld Food Programme. \r\n The lives of millions of men, women and children \r\non Earth depend on their ability to exercise their \r\nhuman right to an adequate food supply. That issue \r\nrequires not protracted discussions, but resolute \r\npractical action, since the food crisis, which deprives \r\nhuman beings of their dignity, is no less of a threat than \r\nterrorism itself. We believe that the world’s leading \r\ncountries should act more responsibly to mitigate the \r\nconsequences of the global energy, food, climate and \r\nfinancial crises, particularly with regard to the poor \r\nand developing States, which are most affected by the \r\ndevastating consequences of those phenomena. \r\n Tajikistan, which has fertile soil and is rich in \r\nwater resources, can make its own contribution to the \r\nresolution of that problem. More than 55 per cent of all \r\nwater resources in the Central Asia region originate in \r\nTajikistan. Not only is that amount of water sufficient \r\nto meet the freshwater needs of agricultural irrigation \r\nand related economic sectors in the region; it can also \r\nserve as a major source for the generation of \r\necologically sound electrical energy. Tajikistan’s \r\nhydropower capacity, in particular, is estimated at \r\n525 billion kilowatt-hours, and only 5 per cent of that \r\ncapacity is currently being utilized. \r\n It is only by taking a comprehensive and mutually \r\nbeneficial approach to the use of hydropower and other \r\nnatural resources that the States of Central Asia can \r\nensure sustainable development in the region and help \r\nto resolve its food and environmental problems, \r\nnotably through the efficient use of those resources. \r\nOnly mutually beneficial cooperation aimed at such \r\nuse can bring well-being to the peoples inhabiting that \r\nvast region. We hope that our plans will be supported \r\nby the Bretton Woods institutions and by United \r\nNations partners in the private sector. \r\n I believe that we need to create an economic \r\nmechanism for the transfer of water and energy \r\nresources, which would serve the interests of both \r\nupstream countries, which are rich in water resources, \r\nand downstream countries, most of which are rich in \r\nhydrocarbon raw materials. \r\n The problem of climate change is already \r\naffecting our region, in particular its water resources. \r\nAs a result of global warming, Tajikistan’s glaciers \r\nhave diminished in size by more than 30 per cent. That \r\nhas produced low water levels in our rivers over the \r\npast three years, which in turn has caused grave social \r\nand economic problems by triggering drought, a locust \r\ninvasion and other difficulties. Without the \r\nimplementation of hydropower projects, our country \r\nwill be unable to achieve the MDGs or arrive at \r\nsustainable growth, as shown clearly last winter, when \r\nweather of unprecedented severity revealed all the \r\ndifficulties of the transitional period. Next winter and \r\nsummer are expected to be even more challenging. \r\n Obviously, water is an essential resource, because \r\nit is needed not only to sustain human life, but also for \r\nindustrial purposes, environmental protection and the \r\n A/63/PV.9\r\n \r\n3 08-51845 \r\n \r\nentire development process. Addressing urgent water-\r\nrelated issues and promoting international cooperation \r\nin meeting the water challenge are the goals of the \r\nInternational Decade for Action, “Water for Life”, \r\n2005-2015, which was initiated by the Republic of \r\nTajikistan. I invite Member States to designate \r\nrepresentatives to participate in the International \r\nFreshwater Forum, to be held in Dushanbe in 2010, to \r\nreview the practical implementation of the \r\ninternationally agreed water agenda. \r\n Despite the many water-related events held \r\nthroughout the world at various levels in recent years, \r\nthe issue of water remains urgent. For that reason, in \r\norder to ensure that water issues are comprehensively \r\naddressed and that efforts taken at the national, \r\nregional and global levels are strengthened, the \r\nRepublic of Tajikistan proposes that a special session \r\nof the General Assembly be convened to review \r\nprogress made in achieving the goals set for the Water \r\nDecade and identify areas for further action. \r\n Today, in addition to the general debate, a high-\r\nlevel event on the Millennium Development Goals is \r\nbeing held at United Nations Headquarters. My country \r\nregards timely achievement of the MDGs as a priority \r\nissue. The Government of Tajikistan has been \r\nimplementing its national development strategy up to \r\n2015. The strategy, developed at the initiative of the \r\nUnited Nations and with its direct involvement, reflects \r\na largely new approach to development. It takes into \r\naccount global experience in the area of development, \r\nthe implementation of similar strategic documents, \r\nlessons drawn and conclusions reached during the \r\nprevious stages of the country’s development, current \r\nrealities and development prospects. However, I must \r\nnote that the federal financing of the country’s social \r\nprogress is limited by the growth rate of our economy. \r\n It is obvious that, in many respects, achievement \r\nof the MDGs depends on the approach taken by the \r\ninternational community to the provision of assistance \r\nto developing countries and the timely mobilization of \r\ninternal and external resources. In that respect, \r\nTajikistan associates itself with the appeals made to the \r\ndonor community to double its development assistance, \r\nwhich is vital for the support of sustainable growth and \r\nfor the achievement of internationally agreed goals. \r\n The proposal that debts accrued by developing \r\ncountries be relieved in exchange for the \r\nimplementation of national projects in the area of \r\nsustainable development remains relevant. The soaring \r\ncosts and, in many cases, artificially inflated prices of \r\nhydrocarbon raw materials and food have considerably \r\nworsened and complicated the financial situation of \r\npoor and developing countries. Even partial \r\ncancellation of their debt would help, since it would \r\nrelease funds that could be invested in education and \r\nthe entire social sector, environmental protection, the \r\nfight against HIV/AIDS and other areas. \r\n The forthcoming Follow-up International \r\nConference on Financing for Development to Review \r\nthe Implementation of the Monterrey Consensus, to be \r\nheld in Doha, will provide a good opportunity for the \r\nfurther development of effective measures to provide \r\nthe resources needed to achieve the MDGs. Our hope is \r\nthat the Doha Conference will provide new impetus for \r\nthe implementation of the Monterrey Consensus and \r\nthat it will enhance the spirit of global partnership and \r\nsolidarity. \r\n The situation in Afghanistan, which has been \r\ndevastated by a long period of conflict and violence, is \r\na source of grave concern. Afghanistan needs not only \r\na larger military presence on its territory, but also \r\ntargeted economic, technical and humanitarian \r\nassistance. Experience has shown that military action \r\nagainst terrorist groups is often far less effective than \r\ncarefully thought-out non-violent political and \r\neconomic measures. We must, as a matter of urgency, \r\nrealistically consider involving other influential \r\nregional actors, including the Shanghai Cooperation \r\nOrganization, in resolving the Afghan issue. \r\n Strengthening international cooperation in the \r\nfight against terrorism is inseparable from \r\ncounteracting the trade in illicit drugs. It is essential \r\nthat we assist the Government of Afghanistan in \r\ndestroying the technological and financing links of the \r\nmodern illicit-drug industry. Consolidated efforts to \r\nthat end will enhance the achievement of the goals set \r\nout in the United Nations Global Counter-Terrorism \r\nStrategy and the Paris Declaration. \r\n The global system of fighting terrorism, \r\ntransnational organized crime and illicit drug \r\ntrafficking which is currently being shaped cannot be \r\nbuilt without support from regional organizations. In \r\nthis regard, Tajikistan salutes the efforts of the United \r\nNations to expand its cooperation with relevant \r\nregional organizations. These are powerful structures, \r\nand involving them in addressing global issues will \r\nA/63/PV.9  \r\n \r\n08-51845 4 \r\n \r\nprevent modern challenges and threats from taking on \r\nundesirable dimensions. \r\n The United Nations and peacebuilding are \r\ninseparable. We appreciate the devotion of those who \r\nselflessly worked at the United Nations Tajikistan \r\nOffice of Peacebuilding and pay tribute to those who \r\nlost their lives while performing their professional \r\nduty. The settlement model for the inter-Tajik conflict, \r\ninvolving assistance from the United Nations and \r\nguarantor States, has been acknowledged as a unique \r\nexample of both peacebuilding and preventive \r\ndiplomacy. \r\n We support the Secretary-General’s initiative to \r\nreform the peacekeeping machinery, and we believe \r\nthat it is essential to continue providing the relevant \r\npolitical, financial and logistical support to \r\npeacekeepers in order to help them cope with their \r\ndifficult missions. \r\n Tajikistan endorses the priority attention given by \r\nthe United Nations to enhancing the effectiveness of \r\nassistance to countries that have endured internal \r\nconflicts and supports the activities of the \r\nPeacebuilding Commission, which is mandated to \r\ncontribute to ensuring coordination and enhancing the \r\neffectiveness of international assistance to such \r\ncountries. In order to strengthen peace and stability, \r\ncountries that have suffered internal conflicts need not \r\nonly humanitarian assistance but also concrete help in \r\ndealing with their economic and social problems, along \r\nwith support for their efforts to establish the foundation \r\nthat is essential for a transition to sustainable \r\ndevelopment. \r\n This year the international community celebrated \r\nthe 1,150th anniversary of the birth of Abuabdullohi \r\nRudaki, the founder of Tajik-Persian literature. The \r\nessence of his moral philosophy can be described as \r\npraise for such eternal spiritual values as kindness, \r\nbeauty, tolerance and mutual assistance. Centuries \r\nlater, the poetry of Rudaki continues to call for \r\nstrengthening friendship among nations and expanding \r\ndialogue among civilizations; it sings a hymn to \r\nhumanism and harmony. As noted by the Secretary-\r\nGeneral, \r\n “Rudaki’s timeless and profound writings provide \r\nan inspiration for the Alliance of Civilizations, \r\nour initiative to counter extremism and heal the \r\ndivisions that threaten our world”. (Press release \r\nSG/SM/11646) \r\n I am confident that the common human values \r\npraised by Rudaki are in harmony with the objectives \r\npursued today by the United Nations worldwide. I am \r\nvery optimistic about our ability to make the world a \r\nbetter place and to meet the aspirations and hopes of \r\nour peoples. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Republic of Tajikistan for the \r\nstatement he has just made. \r\n Mr. Emomali Rahmon, President of the Republic \r\nof Tajikistan, was escorted from the General \r\nAssembly Hall. \r\n \r\nAddress by Mr. Branko Crvenkovski, President \r\nof the former Yugoslav Republic of Macedonia \r\n \r\n The Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe former Yugoslav Republic of Macedonia. \r\n Mr. Branko Crvenkovski, President of the former \r\nYugoslav Republic of Macedonia, was escorted \r\ninto the General Assembly Hall. \r\n \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I have the honour to \r\nwelcome to the United Nations His Excellency Branko \r\nCrvenkovski, President of the former Yugoslav \r\nRepublic of Macedonia, and to invite him to address \r\nthe Assembly. \r\n President Crvenkovski (spoke in Macedonian; \r\nEnglish text provided by the delegation): It is a great \r\nhonour and pleasure for me to have the opportunity to \r\naddress this distinguished gathering of statesmen from \r\nUnited Nations Member States. Despite past and \r\ncontinuing challenges, this Organization remains an \r\nirreplaceable forum where the representatives of many \r\nnations can exchange opinions concerning the most \r\npressing issues facing the world we all live in. \r\n Allow me at the outset to welcome the election of \r\nMr. Miguel d’Escoto Brockmann of Nicaragua as \r\nPresident of the Assembly at its sixty-third session. I \r\nconvey to him our unwavering readiness to cooperate \r\nduring the year of his mandate. At the same time, allow \r\nme to congratulate the previous President, my \r\ncompatriot Srgjan Kerim, on his contribution to the \r\nwork of the world Organization over the past year, \r\nduring which numerous issues of global importance \r\n A/63/PV.9\r\n \r\n5 08-51845 \r\n \r\nwere considered. Through his engagement, my country, \r\nthe Republic of Macedonia, has confirmed in the best \r\npossible way the values for which we stand and the \r\nprinciples in which we believe when it comes to \r\ninternational relationships, namely, multilateralism as \r\nthe key tool for cooperation and for the promotion of \r\nthe fundamental values of peace, democracy and \r\nhuman rights and freedoms. \r\n I take this opportunity also to welcome the efforts \r\nof the Secretary-General, Mr. Ban Ki-moon, who \r\ncontributed greatly to the useful and functional \r\noperation of the Organization over the past year. \r\n In 2008 we enter the second half of the term \r\nenvisioned for the attainment of the Millennium \r\nDevelopment Goals. The results accomplished thus far \r\nare not to be underestimated, but they are still far from \r\nsatisfactory. Furthermore, even the Goals that have \r\nalready been achieved are now jeopardized by the new \r\nchallenges and problems we are facing: the surge in oil \r\nand food prices and the adverse effects of climate \r\nchange. \r\n During this year, a slowdown in economic \r\ndevelopment has been noted in many countries; that is \r\nconfirmed by numerous indicators forecasting regional \r\nand global recession. It is therefore of the utmost \r\nimportance to devise new stimuli for the \r\nimplementation of the Millennium Development Goals. \r\nOur debate should thus focus on issues such as \r\ndevelopment and the implementation of effective \r\nconcepts for sustainable development, as a crucial part \r\nof any agenda for the maintenance of long-term peace, \r\nstability and security in the world. \r\n Speaking of issues related to the sustainability of \r\npeace and security, we have unfortunately to note that \r\nhere there are not many reasons for satisfaction. We are \r\nstill facing numerous crisis situations and old and \r\nfrozen conflicts, as well as a series of recent turbulent \r\nincidents and tensions in several regions of the world. \r\nTerrorist acts continue to occur with worrisome \r\nfrequency, yet Member States remain unable to reach \r\nconsensus on a truly necessary global counter-terrorism \r\nconvention. Such recalcitrance has rightly led some \r\npeople to question the relevance of the United Nations \r\nin the present context, as well as the true meaning and \r\nscope of multilateralism and the selective \r\nimplementation of international law and principles. \r\n This year we commemorate the sixtieth \r\nanniversary of the adoption of the Universal \r\nDeclaration of Human Rights, and it is only proper to \r\nask ourselves whether universal respect for its \r\nprovisions is possible. Human rights problems will \r\ncertainly not decrease if there continue to be different \r\ninterpretations of the provisions of the Declaration or if \r\nthose provisions are only partially implemented. \r\nAcceptance of the entire body of human rights is the \r\nbasis of the rule of law and fundamental to resolving \r\nbilateral and international conflicts. Only if those \r\nprovisions are universally accepted and sincerely \r\nsupported by all of us will humanity be able to proceed \r\non the path towards progress. \r\n Solutions to problems should be sought within \r\nthe framework of respect for agreed norms and through \r\nequitable dialogue and cooperation. In that context, the \r\nUnited Nations has a specific and valuable role that \r\nshould not be neglected. It is therefore especially \r\nimportant to develop the Organization further so that it \r\nmay become more efficient and more relevant in a \r\nbroader sense, as well as more responsible for the \r\npeople on whose behalf it acts. I am deeply convinced \r\nthat our differences are among the greatest values that \r\nwe possess and that each Member State, regardless of \r\nits size, has a valuable contribution to make. It is \r\ntherefore necessary to overcome our existing \r\ndifferences for the sake of a more efficient United \r\nNations that will serve the world in the twenty-first \r\ncentury in the best possible way. \r\n Over the past few years, South-East Europe and \r\nthe Balkans have begun moving in the right direction. \r\nAlthough it is certain that not all open problems and \r\nissues have been resolved, the tendency of the region \r\ntowards closer integration with international bodies is \r\nclearly discernable. The activities of my country, the \r\nRepublic of Macedonia, are directed towards \r\ncontinuing participation in and support for regional \r\nprojects and the consistent promotion of comprehensive \r\nregional cooperation with all neighbouring countries. We \r\ndo not doubt that only together with the rest of the \r\nBalkan countries will we be able to contribute to the \r\naccelerated integration of the entire region into the \r\nEuropean and Euro-Atlantic structures. \r\n At the domestic level, the Republic of Macedonia \r\nis continuously working towards the sustainability of \r\nits specific model of functional multi-ethnic \r\ndemocracy. We believe that our model has broad and \r\npositive regional implications because it has shown \r\nthat it is possible for different nations and cultures to \r\nshare the same territory and coexist productively. \r\nA/63/PV.9  \r\n \r\n08-51845 6 \r\n \r\n Two strategic goals that have enjoyed our highest \r\npriority for years are integration into the European \r\nUnion and NATO. In recent years, we have invested \r\nsignificant resources and focused all our efforts on the \r\naccomplishment of those goals. Unfortunately, at the \r\nNATO summit held in April 2008 in Romania, an \r\ninternational precedent was set when the narrow \r\nnational interests of one country were presented as \r\nbeing more important than the established principles of \r\ninternational law. \r\n Despite the obvious absurdity of the issue, my \r\ncountry is participating actively and constructively in \r\nthe negotiating process with the Republic of Greece, \r\nmediated by the Personal Envoy of the Secretary-\r\nGeneral, Ambassador Matthew Nimetz. At the same \r\ntime, we have consistently respected our legal \r\nobligations and affirmed our constructive role by \r\nmaking numerous suggestions and concessions during \r\nthe long-standing process. \r\n I recall that, at the time of Macedonia’s \r\nadmittance to the United Nations in 1993, the first \r\nmajor legal precedent was set. A decision was adopted \r\non that occasion to the effect that, instead of using the \r\nname which my country had chosen, other Members \r\nwould address us as “the former Yugoslav Republic of \r\nMacedonia”. \r\n Unfortunately, I am forced to conclude that in \r\nthat time the other party has not demonstrated the same \r\nlevel of dedication to its agreed obligations, as \r\nconfirmed by its flagrant breach of the Interim Accord \r\nsigned by both countries in 1995. According to that \r\ndocument, the Hellenic Republic is legally bound not \r\nto object to Macedonia’s application for membership to \r\ninternational, multilateral and regional institutions and \r\norganizations in which the Hellenic Republic is already \r\na full member. Contrary to the agreed obligations, at \r\nthe NATO summit held in April 2008 in Bucharest, \r\nGreece objected to the invitation to admittance to \r\nNATO extended to the Republic of Macedonia and \r\ninsisted that, prior to integration, a mutually acceptable \r\nsolution to the dispute must be reached. The very logic \r\nof the negotiations was seriously undermined by that \r\nact, while at the same time the principles of the United \r\nNations Charter were derogated. Taking advantage of \r\nits status as a standing member, the Hellenic Republic \r\nhas begun obstructing our integration into the \r\nEuropean Union, using similar arguments. \r\n Let me take this opportunity to highlight once \r\nagain before the Assembly our position, which has \r\nbeen openly expressed on numerous occasions. As a \r\nresponsible country fully aware of its internationally \r\nagreed obligations, the Republic of Macedonia is ready \r\nto accept a fair compromise and a reasonable solution \r\nthat will not deny our national and cultural identity. It \r\nis understandable that we are not ready to consent to \r\njust any kind of solution in a case of such national \r\nimportance. If our integration into international \r\ninstitutions is to help stabilize our State, then we \r\nshould not allow ourselves to be humiliated and \r\ninternally destabilized by an unsatisfactory compromise. \r\n To conclude, allow me to reiterate the well-known \r\nfundamental position in which we, as a State, believe \r\nand intend to firmly uphold in the years to come. The \r\nprinciples and values enshrined in the Charter of the \r\nUnited Nations are the highest goals around which we \r\nshould all unite. Respect for those principles and for \r\nthe full equality of States and peoples is the sole \r\nguarantee for the noble mission of creating a more \r\ndignified and just world. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the former Yugoslav Republic of \r\nMacedonia for the statement he has just made. \r\n Mr. Branko Crvenkovski, President of the former \r\nYugoslav Republic of Macedonia, was escorted \r\nfrom the General Assembly Hall. \r\n \r\nAddress by Mr. James Alix Michel, President of \r\nthe Republic of Seychelles \r\n \r\n The Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Seychelles. \r\n Mr. James Alix Michel, President of the Republic \r\nof Seychelles, was escorted into the General \r\nAssembly Hall. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I have the honour to \r\nwelcome to the United Nations His Excellency \r\nMr. James Alix Michel, President of the Republic of \r\nSeychelles, and to invite him to address the Assembly. \r\n President Michel: I have come to this gathering \r\nof nations as a representative of one of the smallest \r\nnations on the planet. Seychelles is but a speck on the \r\nglobe, home to some 87,000 people — a people that \r\n A/63/PV.9\r\n \r\n7 08-51845 \r\n \r\nbelieves in justice, freedom and fairness. In this \r\nconcert of nations, every country great or small has a \r\nvoice. Our voice comes from the heart of a people that, \r\nlike countless others, lives in trepidation. I have come \r\nhere neither to beg nor to accuse, but to reach out to \r\nthe conscience of all who have gathered here at the \r\nUnited Nations. I ask them to feel the heartbeat of \r\nhumanity. \r\n When this great institution was founded over six \r\ndecades ago, its architects were motivated by noble and \r\njust ideals: human freedom and dignity, justice, human \r\nrights, peace, security, harmony and development. \r\nThose ideals are values that we hold dear, timeless \r\nvalues that are the soul of the United Nations. I have \r\nfaith in those values. So do the people of Seychelles. \r\n Have we lived up to those values? Yes, we have \r\naverted many wars. We have resolved many conflicts. \r\nBut in this age of relative peace and security, new \r\nenemies are staring us in the face: hunger, pandemics, \r\nunderdevelopment, poverty, economic turmoil, \r\nenvironmental degradation and the inequity of the \r\nglobal trading system. Those are the enemies which, if \r\nnot overcome, will shatter the foundation of \r\ncivilization. Those are the enemies that we have to \r\nbattle and conquer to create a better world for our \r\nchildren and their children. Those are the battles that \r\nwe have to win to save our planet. Those are the issues \r\nthat the modern United Nations has to grapple with and \r\novercome. \r\n Can it succeed? I believe it can. It can if we \r\nendow it with a new vision — a vision in which hope \r\nfor mankind goes beyond rhetoric; a vision that \r\nprovides for bold leadership, clear commitments and \r\ntargets so that we can focus on the greater good for \r\nhumankind; a vision in which leaders come together, \r\nsetting aside petty differences and charting a new \r\ncourse for the United Nations, a new road map to \r\nresolve the climate crisis and an appropriate framework \r\nfor the energy and food crisis; a vision in which \r\nappropriate institutional reforms are put in place and \r\nadequate resources mobilized to achieve the \r\nMillennium Development Goals; a vision that \r\nencompasses justice and fairness in trade and in which \r\nthe specificities of small island developing States are \r\nnot only recognized but accepted as criteria for aid to \r\nfurther development. \r\n I believe in that vision. We can all share it; we \r\ncan all help to make it a reality. Our deeds have to be \r\ngoverned by firm commitments to and perseverance in \r\nfinding sustainable, pragmatic and equitable solutions \r\nto the complex issues that threaten our very existence. \r\n We should abandon solutions that continue to \r\nenrich the rich and impoverish the poor and the \r\nvulnerable. When it comes to world trade, for example, \r\nit seems acceptable to some that wealthy countries are \r\nallowed to give subsidies to their farmers, as a result of \r\nwhich exports from developing countries become \r\nuncompetitive, but that developing countries are \r\nobliged to follow World Trade Organization rules to the \r\nletter, even if they undermine domestic economic \r\npolicies formulated to protect vulnerable sectors of \r\nsociety. \r\n We offer facilities to foreign investors to exploit \r\nour natural resources, which are traded for high profits \r\non the international market, while we receive a pittance \r\nin licensing fees. It is like taking a bowl of food from \r\nthe poor and giving them back a spoonful as a generous \r\ndonation. For instance, of the total value of tuna — our \r\n“blue gold” — caught and trans-shipped in our waters \r\nby foreign fishing vessels every year, Seychelles \r\nreceives only 7 per cent in revenue, comprising \r\nlicensing and trans-shipment fees. That situation is, to \r\nmy mind, unacceptable. I ask whether it is \r\nunreasonable to fight for a better share of the proceeds. \r\n On a separate but related note, while the \r\nprevailing situation of insecurity in international \r\nwaters off the coast of Somalia is of grave concern to \r\nthe international community, it is of graver concern to \r\nSeychelles, whose exclusive economic zone borders \r\nthat maritime zone of hazard. A little more than a week \r\nago, some 40 European fishing vessels lay idle in Port \r\nVictoria as a result of an act of piracy on one of their \r\nown. Such acts can have a serious impact on the \r\nlifeline of the second pillar of our economy at a time \r\nwhen we are engaging with the Bretton Woods \r\ninstitutions in a process of economic reforms. I wish to \r\nthank all our partners and friends — in particular \r\nFrance — for all the efforts they have deployed against \r\nthat scourge. \r\n The skewed nature of the global trade regime is \r\nnot the only impediment to development. I return to the \r\ncase of my country. The fact that we have a high \r\nhuman development index, ranked fiftieth in the world, \r\nand that we fall in the middle-income group of \r\ncountries excludes us from access to grants and soft \r\nloans that would have helped our country to develop \r\nA/63/PV.9  \r\n \r\n08-51845 8 \r\n \r\neven further and faster. And that is despite the fact that \r\ndonor organizations have confirmed that all aid, grants \r\nor loans that have been given to Seychelles have been \r\nproperly and accountably utilized for the benefit of our \r\npeople. It is as if we were being penalized for our \r\nsuccess in raising the standard of living of our people. \r\nWe have fallen into the so-called middle-income trap. \r\n Furthermore, no account is taken of the fact that \r\nSeychelles falls into the category of highly vulnerable \r\ncountries as defined by the Commonwealth \r\nvulnerability index. Why should our relative success be \r\nthe reason for the denial of access to special \r\ndevelopment funds, especially those addressing \r\neducation, water, sanitation and health? Is that the \r\nprice we have to pay for improving the quality of life \r\nof our people? Is that the price we have to pay for \r\ndedicating over 50 per cent of our territory to \r\nenvironmental conservation for the benefit of the \r\nwhole world? \r\n Our natural environment is our future, our \r\ntreasure trove of biodiversity. We attach the highest \r\nimportance to its preservation, not only for ourselves, \r\nbut also for the rest of the world. \r\n Like many other small island States, Seychelles \r\nremains vulnerable to the threats posed by global \r\nwarming, climate change and rising sea levels. These \r\nphenomena are linked to human activity on our planet \r\nthat, collectively, the nations of the world have the \r\npower to influence — if only we had the will to do so. \r\n It is not right that small island States should have \r\nto run the risk of being submerged by rising sea levels \r\nwhile some nations refuse even to acknowledge their \r\nresponsibility for the high levels of environmental \r\npollution now threatening the planet’s resources. \r\n Despite our small size, we shall continue to lead. \r\nAnd we shall lead by example. By our example, we \r\nhave shown and will continue to show to all that \r\nsustainable development and the Millennium \r\nDevelopment Goals (MDGs) are achievable in our \r\npresent generation. \r\n Through our efforts and with the support of \r\ninternational NGOs, we have started a global \r\nmovement — the Global Island Partnership — to get \r\nall small islands and nations with islands to devote part \r\nof their natural resources to environmental resilience \r\nand sustainability. And, more recently, Seychelles set \r\nup the Sea Level Rise Foundation to galvanize global \r\naction to address the devastating impact of climate \r\nchange on our planet.  \r\n Are those worthy causes not deserving of \r\ninternational support, especially in the International \r\nYear of Planet Earth? We are running out of time, and \r\nwe must combine our resources and know-how to \r\navoid the physical damage and social and economic \r\ntoll that threaten us. \r\n Some of the greatest afflictions of humankind \r\ntoday are hunger, starvation and malnutrition. Today, \r\nfood security is our foremost concern. The challenge \r\nfor many Governments is to bring food to ordinary \r\npeople at affordable prices. The dramatic increase in \r\ngrain prices has led to huge increases in the price of \r\nbread, milk, meat and other commodities. The hungry \r\nare getting hungrier, more desperate and angrier. The \r\ndivide between rich and poor is widening day by day. \r\nWe are faced with the looming threat of starvation on a \r\nglobal scale and, with it, the prospect of violent \r\nupheavals. \r\n We can act to resolve the food crisis. First, there \r\nmust be political commitment. Secondly, subsidies \r\ngiven to farmers by the industrialized countries have to \r\nbe removed. Thirdly, the industrialized countries \r\nshould make available to the South much-needed \r\nresources to improve our infrastructure. Give us the \r\nresources, technology and infrastructure to produce \r\nmore food and there will be no need to help us feed \r\nourselves. \r\n Mankind has had a hand in most, if not all, of the \r\ncrises we face today. We gather here every year in the \r\nname of freedom, human rights, democracy and \r\nsustainable development to deliver eloquent speeches. \r\nIn the process, we procrastinate and bury solutions to \r\nour problems in reams of resolutions and declarations. \r\n Can we honestly say that we have got our \r\npriorities right? Can we say that we live in a just \r\nworld, where every man, woman and child enjoys the \r\nsame rights? Are we, as leaders, living up to the noble \r\ngoals for which the United Nations was set up? Let our \r\nconscience provide us with the answers. \r\n A revamped United Nations system is best placed \r\nto facilitate progress in all the areas I have mentioned: \r\nfood security, trade, climate change and energy. I am \r\nasking for a clear action plan. Multiple conferences and \r\ntalk shops are not the solution. We need a fresh and \r\neffective approach to global governance and I am \r\n A/63/PV.9\r\n \r\n9 08-51845 \r\n \r\nconvinced that with the right level of resources, and \r\nwith the political will and commitment, we can start to \r\ntackle the fundamental flaws in our global governance \r\nand trade regimes. I am asking the rich nations to \r\nsupport that endeavour and assume their collective \r\nglobal responsibility. \r\n Let those of us who believe in freedom and \r\ndignity show solidarity among ourselves. Let us help \r\neach other to overcome the obstacles in our path. Let \r\nus focus on a global vision for the betterment of every \r\nnation. \r\n In conclusion, I leave members with this note of \r\nreflection: “History to the defeated May say Alas but \r\ncannot help or pardon ...” W. H. Auden’s words will \r\ndefine the future of humanity, in terms of its history. \r\nThe time for action is at hand. We must change, or be \r\nredefined by history, like many great civilizations of \r\nthe past. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Republic of Seychelles for the \r\nstatement he has just made.  \r\n Mr. James Alix Michel, President of the Republic \r\nof Seychelles, was escorted from the General \r\nAssembly Hall. \r\n \r\nAddress by Mr. Serzh Sargsyan, President of \r\nthe Republic of Armenia \r\n \r\n The Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Armenia. \r\n Mr. Serzh Sargsyan, President of the Republic of \r\nArmenia, was escorted into the General Assembly \r\nHall. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I have the honour to \r\nwelcome to the United Nations His Excellency \r\nMr. Serzh Sargsyan, President of the Republic of \r\nArmenia, and to invite him to address the Assembly. \r\n President Sargsyan (spoke in Armenian; English \r\ntext provided by the delegation): First, allow me to \r\nexpress gratitude to Srgjan Kerim, President of the \r\nGeneral Assembly at its sixty-second session, for his \r\nable leadership. I would also like to congratulate and \r\nwish success to its current President, Mr. Miguel \r\nd’Escoto Brockmann. \r\n I am representing a country that, during the last \r\nseveral weeks, has found itself in a situation that is \r\nunacceptable for the twenty-first century. \r\n Once again blood was shed in the South Caucasus \r\nand once again innocent people died because we, the \r\nleaders, failed to bring a peaceful resolution to an \r\nexisting conflict. The armed conflict, which erupted in \r\na matter of hours, threatened not only the entire region \r\nbut well beyond it. \r\n Recently, the unsettling expression “cold war” \r\nhas re-emerged. I hold the view that the main task of \r\nthe General Assembly at its sixty-third session should \r\nbe to issue a collective rejection of such developments. \r\nMemories of the previous cold war are very fresh and \r\nits consequences linger still. \r\n In that regard, I believe that our main task should \r\nbe the establishment of a new, dependable and viable \r\nstructure. The challenges facing humankind in recent \r\ndecades have been transformed and reshaped in such a \r\nway that they cannot be addressed exclusively with the \r\nstructures established after the Second World War. We \r\ncontinue to respond to today’s horizontal, interwoven \r\nchallenges — such as terrorism, international crime, \r\ndrug trafficking and others — through institutions that \r\nwere designed predominantly to settle disputes among \r\nStates. Regional cooperation can be a core means of \r\naddressing those new challenges. Armenia has always \r\nadvocated such cooperation and is confident that it is \r\none of the most effective means of addressing \r\nproblems among States. In that regard, open borders, \r\ninterconnecting lines of communication and \r\ninterrelated economic systems are crucial. \r\n The United Nations was among the first \r\ninstitutions to respond to the current global problems \r\nresulting from rising food and fuel prices. That \r\nphenomenon represents a real threat to all the countries \r\nof the world. For poor countries, its consequences will \r\nbe devastating. Unfortunately, even in such \r\ncircumstances we continue to witness unilateral \r\nsanctions and border closings. In the face of global \r\nchallenges, countries should work together to prevent \r\nthe further deterioration of the situation and to \r\nimplement the sustainable development agenda. \r\nOtherwise, we will jeopardize our collective efforts to \r\nachieve the Millennium Development Goals. \r\n Neighbouring States have always had and will \r\ncontinue to have problems with each other. However, \r\nthose problems cannot be solved if there is no \r\nA/63/PV.9  \r\n \r\n08-51845 10 \r\n \r\ndialogue. With that in mind, and taking advantage of a \r\nfootball game between our national teams, I invited the \r\nPresident of Turkey to Yerevan. I welcomed the bold \r\ndecision of President Gül to accept the invitation, \r\nwhich made him my co-author in the “football \r\ndiplomacy” initiative. \r\n We discussed an array of bilateral and regional \r\nissues. The most important outcome was our decision \r\nnot to leave current problems to future generations. I \r\nam confident that the time has come to solve \r\nArmenian-Turkish problems, and on that issue I \r\nobserved a similar resolve on the part of President Gül. \r\nI am certain that it is necessary to move fast and \r\nresolutely in that direction. \r\n The events of the past few weeks shocked the \r\nSouth Caucasus region and made it a focal point of the \r\ninternational media. I believe that they hold very \r\nserious lessons for us all. I would mention only two. \r\n First, we Member States must adhere strictly to \r\nthe letter and spirit of the United Nations Charter. If \r\nany country rapidly increases its military budget and \r\nbrags about it; if arms limitations stipulated under \r\ninternational agreements are openly violated; and if a \r\ncountry has signed a ceasefire agreement, which \r\nconstitutes an international responsibility, but threatens \r\nto resume military action on any pretext, we must \r\nrespond swiftly and firmly. Prevention is preferable to \r\ncure, and a potential military conflict must be averted \r\nat the planning stage. We must confirm unequivocally \r\nthat the violation or threat of violation of an existing \r\nceasefire contains elements of aggression. \r\n Secondly, the time has come to seriously consider \r\nthe right of peoples to self-determination. We continue \r\nto witness in our own time how the mere mention of \r\nself-determination may be tantamount to a declaration \r\nof suicidal intent. One of the basic principles of \r\ninternational law — the right of peoples to self-\r\ndetermination — has become grounds for exile, ethnic \r\ncleansing or genocide. There is no doubt in my mind \r\nthat it need not be that way in the twenty-first century. \r\n We do not insist on the idea that each claim to \r\nself-determination should be resolved through \r\nsecession. However, we have seen that outcome \r\nbecome the solution to conflicts more often than not. \r\nWhen a nation finally has the opportunity to exercise \r\nits inalienable right, it is immediately categorized as an \r\nexceptional case. That seems to have become a pattern. \r\nThere is no doubt that, if it is to be viable, such a solution \r\nmust be endorsed by all the parties involved. That is \r\nwhy we continue to negotiate actively with Azerbaijan \r\nin the framework of the Minsk Group of the \r\nOrganization for Security and Cooperation in Europe \r\n(OSCE) in seeking that country’s recognition of the \r\nRepublic of Nagorno-Karabakh, which has been de \r\nfacto independent for almost two decades. \r\n The people of Nagorno-Karabakh, who followed \r\nthe legal path in declaring their desire for self-\r\ndetermination, were subjected to a brutal war. For \r\nyears they hovered on the brink of extinction. At that \r\ntime, Nagorno-Karabakh was only an autonomous \r\nregion with neither a regular army, arms and \r\nammunition, nor any intention of or ability to occupy \r\nAzeri territory. I think it is at the very least unfair to \r\nlabel as “occupants” people who fought for their right \r\nto exist; and yet, Azerbaijan has done just that, even \r\nfrom this high rostrum. \r\n In my country, even schoolchildren are very \r\nfamiliar with the United Nations. Such children — the \r\nfuture leaders of my country and of the world — may \r\nnot have a profound understanding of the United \r\nNations Charter, but they know that the Organization \r\nwas created to ensure peace and security for \r\nhumankind, to promote friendship among nations, to \r\nsolve problems jointly, and to protect human rights. \r\nThe schoolchildren of my country trust the United \r\nNations, since in their eyes it is primarily the building \r\nwith the “pretzel gun” memorial before it. \r\n Some months ago within this building, resolution \r\n62/243 was adopted with only 39 States out of 146 \r\nvoting in favour. The resolution was adopted in \r\nresponse to an episode in the Nagorno-Karabakh \r\nconflict. A fundamental and sensitive problem with \r\ndeep roots and painful and bloody developments, and \r\nfor which immense efforts have been made to secure a \r\npeaceful settlement, was decided upon by the majority \r\nin support of one of the parties. \r\n The outcome was more than predictable — a new \r\nwave of belligerent statements in Azerbaijan, false \r\nencomiums, political speculation and so on. However, \r\nthe voting in Azerbaijan seemed to be little more than \r\nwindow-dressing. I hope that the real interests of \r\nAzerbaijan lie not in its misrepresentation at the \r\ninternational level of the different elements of the \r\nconflict, but rather in a peaceful and comprehensive \r\nresolution, which is equally in the interests of the \r\n A/63/PV.9\r\n \r\n11 08-51845 \r\n \r\nRepublic of Nagorno-Karabakh and the Republic of \r\nArmenia.  \r\n The process mediated by the Co-Chairs of the \r\nMinsk Group is aimed at reaching precisely that goal, \r\nand I believe that it was in that understanding that \r\nalmost four fifths of the United Nations membership \r\nabstained in the voting or did not vote at all on that \r\nresolution. The voting records of the United States, \r\nFrance and Russia — the most well-informed third \r\nparties regarding the Nagorno-Karabakh conflict and \r\nits resolution — are ample demonstration of that fact. \r\n Is it absolutely necessary to shed blood to \r\nunderstand that frozen conflicts demand an expert and \r\nconscientious approach and cannot be solved through \r\ndiscussions in various forums? We have worked in \r\nearnest under the mediation of the OSCE Minsk Group \r\nCo-Chairs. Is it not possible to at least abstain from \r\ncreating new challenges to the process? Is it not our \r\nmutual goal to erect a pretzel gun monument for the \r\nArmenian and Azeri children of our region? I assure \r\nthe General Assembly that those kids deserve one. \r\n This year, we will celebrate two significant \r\nachievements in international law: the sixtieth \r\nanniversaries of the adoptions of the Universal \r\nDeclaration of Human Rights and of the Convention on \r\nthe Prevention and Punishment of the Crime of \r\nGenocide. For us Armenians, as for other peoples that \r\nhave survived genocide, those anniversaries are more \r\nthan important. Armenia has done and will continue to \r\ndo everything it can at the United Nations to provide \r\nfor the continuous advocacy of the genocide \r\nConvention and its enforcement. Genocide cannot be \r\nthe concern of one nation alone; genocide is a crime \r\nagainst humanity. \r\n As for the Universal Declaration of Human \r\nRights, we fully realize that Armenia, as a young \r\ndemocracy, has important work ahead in order to \r\nguarantee the full and efficient implementation of the \r\nentire complex of human rights. To that end, we are \r\ntrying to learn from countries with extensive \r\nexperience and not to repeat others’ mistakes. Those \r\nlessons are not always easy to take, but we are \r\nconfident that, for a country like Armenia, they are a \r\nfundamental guarantee of sustainable development. At \r\nthe same time we realize that, in a rapidly changing \r\nreality, along with scientific progress and advances in \r\ninformation technologies, the protection of human \r\nrights and the processes to monitor States’ fulfilment of \r\nthat obligation should be seriously reviewed and \r\nreconsidered. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Republic of Armenia for the statement \r\nhe has just made. \r\n Mr. Serzh Sargsyan, President of the Republic of \r\nArmenia, was escorted from the General \r\nAssembly Hall. \r\n \r\nAddress by Mr. Litokwa Tomeing, President of \r\nthe Republic of the Marshall Islands \r\n \r\n The Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of the Marshall Islands. \r\n Mr. Litokwa Tomeing, President of the Republic \r\nof the Marshall Islands, was escorted into the \r\nGeneral Assembly Hall. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I have the honour to \r\nwelcome to the United Nations His Excellency \r\nMr. Litokwa Tomeing, President of the Republic of the \r\nMarshall Islands, and to invite him to address the \r\nAssembly. \r\n President Tomeing: I am honoured and \r\nprivileged to be able to speak in this great Assembly on \r\nbehalf of the people of the Republic of the Marshall \r\nIslands. \r\n I sincerely congratulate Mr. D’Escoto Brockmann \r\non his election. We have every confidence in his \r\nwisdom and able leadership to guide us through our \r\ndeliberations. I extend my sincere appreciation to the \r\nSecretary-General for his leadership and commitment \r\nto the work of the United Nations. \r\n As this body enters its sixty-third year, I am \r\nmoved to express my profound appreciation to those \r\nvisionaries who foresaw the importance of the United \r\nNations and took it upon themselves to establish the \r\nnecessary structures for the governance of our \r\ncollective affairs. It is not that the creation of this body \r\nhas led to the cessation of war; it has not. Rather, it is \r\nthat we now have an international forum in which \r\nnations can talk over and deliberate issues of mutual \r\nconcern. One could well imagine what the alternative \r\nto talking might be in certain circumstances. \r\nA/63/PV.9  \r\n \r\n08-51845 12 \r\n \r\n Like its sister island States in the Pacific region, \r\nthe Marshall Islands is struggling with the \r\nimplementation of its Millennium Development Goals. \r\nOur effort has been made difficult by unforeseen global \r\nforces capable of draining every ounce of our \r\nresources. The Marshall Islands is a small economy \r\nand inter-island distances are vast, making \r\ntransportation excessively expensive. Formulating \r\ndevelopment strategies that address the new conditions \r\nhas not been easy. \r\n An excellent example in this case may be found \r\nin the current energy crisis arising from the escalation \r\nin the cost of fossil fuel. Its adverse impact has been \r\nimmediate and severe. The transportation of essential \r\ngoods and the movement of people to and from far-\r\nflung islands have been sharply curtailed. The \r\ndistribution of essential services and food products has \r\nbeen acutely impaired, crippling our ability to sustain \r\nnormal public services and posing a particular threat to \r\nfood security and medical services. The rising cost of \r\nfossil fuels occurring in rapid succession has left the \r\nMarshall Islands with no choice but to declare a state \r\nof economic emergency.  \r\n I am sure, and the International Monetary Fund \r\nhas observed, that at the height of the crisis, when the \r\ncost of a barrel of oil was over $140, numerous other \r\ncountries were also at the tipping point. \r\n As a small island developing State and a member \r\nof the Pacific Islands Forum, we are now exploring the \r\nconcept of bulk purchasing of petroleum, as endorsed \r\nby Pacific Forum leaders in Niue last month. Given our \r\npainful experience, we request that the international \r\ncommunity give special consideration to the creation of \r\na comprehensive financial facility that can help small \r\nisland States to cope in times of crisis. In addition, \r\nsuch a facility should also help small island States \r\ntransition from fossil fuel-based energy to affordable \r\nand renewable energy sources. \r\n Our small island States in the Pacific region are \r\namong the lowest greenhouse gas emitters in the world, \r\nyet we bear the full brunt of climate change and its \r\nfrightful consequences. The Marshall Islands supports \r\ninternational initiatives aimed at stemming the tide of \r\nclimate change. In that context, we endorse the United \r\nNations Framework Convention on Climate Change, \r\nthe European Union-Pacific declaration; Japan’s Cool \r\nEarth 50 Programme — which provides funding for \r\nadaptation and mitigation — and the Niue Declaration \r\non Climate Change. \r\n In further pursuit of greater guarantees of our \r\nterritorial integrity, the Pacific island countries intend \r\nto introduce at this sixty-third session of the General \r\nAssembly a draft resolution calling for climate change \r\nto be addressed by the Security Council as nothing less \r\nthan a security concern of the utmost serious nature. \r\n The litmus test of the international community’s \r\ncommitment to those agreements should be reflected in \r\nits ability to provide sustainable financing for \r\nimmediate and concrete adaptation programmes on the \r\nground in small island States. It is one thing to produce \r\nagreements or resolutions; it is another to give them \r\nreal meaning in concrete terms. Our commitments must \r\nshow themselves in deeds, not in words alone. \r\n On the scale that we have experienced over the \r\npast few months, the effect of rising fuel costs could \r\nbring everything to a standstill. Nevertheless, some \r\nin-country adjustments could be made, however painful \r\nand agonizing those might be. Insofar as climate \r\nchange is concerned, however, we have no option. We \r\ncan alter neither the size nor the height of our islands. \r\nThey are our natural givens and we are stuck with \r\nthem. Our own very survival is at stake. If sea levels \r\nrise by two metres, Tokelau, Tuvalu, Kiribati and the \r\nMarshall Islands will be completely submerged under \r\nsea. \r\n Thus, clearly the only alteration or adjustment \r\nthat is possible is in the mindset and the moral, \r\neconomic and political behaviour of the heaviest \r\nemitters of greenhouse gas. In summary, nothing is \r\nmore glaring now than the fact that not only are those \r\nissues interrelated, but that their cross-cutting global \r\ncharacter clearly demands an effective and immediate \r\nglobal response. \r\n If wars have been waged to protect the rights of \r\npeople to live in freedom and to safeguard their \r\nsecurity, why will they not be waged to protect our \r\nright to survive the onslaught of climate change? Is the \r\nformer more morally imperative than the latter? I urge \r\nthe United Nations to elevate this threat — this \r\nnightmare — as justification for total war against \r\nclimate change. \r\n Recent positive developments, evidenced by the \r\neasing of tension and the improvement of relations \r\nbetween the People’s Republic of China and Taiwan \r\n A/63/PV.9\r\n \r\n13 08-51845 \r\n \r\nhave begun a new era of good will and hope for \r\nimproved economic possibilities and political stability. \r\nIn the context of those emerging dynamics now \r\nmaturing between China and Taiwan, we see evidence \r\nof a mutual desire for dialogue and engagement in a \r\nprocess that can forge better relations and \r\nunderstanding. It is a development worthy of our \r\nrespect, and it presents an excellent opportunity for the \r\ninternational community to encourage and strengthen \r\nthat process. \r\n In light of that, the Marshall Islands firmly \r\nbelieves that the time is now ripe for the 23 million \r\npeople of Taiwan to be accorded full participation in \r\nthe specialized agencies of the United Nations. This is \r\na starting benchmark that is consistent with the \r\nprinciple of true universality. \r\n As we continue to build a United Nations that \r\nbetter represents our global diversity, the Marshall \r\nIslands believes that membership in the Security \r\nCouncil should not be guarded as something that is \r\noverly sacred and untouchable. To do so would be to \r\nfail to keep in tandem with the principle of change. \r\nCouncil membership should instead be enlarged to \r\nreflect reality.  \r\n Japan’s fitting aspirations to seek a permanent \r\nseat on the Security Council deserve favourable \r\nconsideration. Japan is a world economic and industrial \r\npower, and its leadership and contribution to the \r\nUnited Nations is admirable and self-evident. We are \r\nconfident that, as a permanent member of the Security \r\nCouncil, Japan will bring much that is good to the \r\nCouncil and to the United Nations as a whole. \r\n Earlier this month, the United Sates marked the \r\nseventh anniversary of the tragic loss of lives resulting \r\nfrom barbaric acts carried out against the American \r\npeople on 11 September 2001. That event threatened \r\nour collective security, prompting a response against \r\nacts of terrorism. \r\n It is a matter of personal gratification for me to \r\nsay that, over the past few decades, the special \r\nrelationship between the Marshalls and the United \r\nStates has continued to deepen with encouraging \r\noutcomes. I am proud to say that, in Afghanistan and \r\nIraq, Marshallese young men and women have been \r\nparticipating actively in coalition forces as part of the \r\nUnited States armed services personnel, demonstrating \r\nour commitment to shared democratic ideals. \r\n I take this opportunity to express our deep \r\ngratitude to the United States for its continuing \r\nconstructive role in our partnership under the Compact \r\nof Free Association, as well as for its leadership in \r\nadvancing the cause of freedom around the world. \r\n While the ideal of peace envisioned by the \r\nframers of the Charter of the United Nations 63 years \r\nago is yet to be fully achieved, this should not be a \r\ncause for despair. People of goodwill everywhere have \r\nexpressed their yearning for world peace. Today, we \r\nsee vast increases in movements and organizations \r\ndevoted to humanitarian work, empowerment of \r\nwomen and mobilization of youth. We see young and \r\nolder nations engaged in matters of mutual concern. \r\nThe United Nations has demonstrated our collective \r\ncapacity for united action in a wide range of social and \r\neconomic initiatives. It has affirmed our collective will \r\nto build a better future. \r\n I believe the time has come for the United \r\nNations to convoke an international convention where \r\nthe fundamental principles and tenets of permanent \r\nworld peace can be deliberated. Such a bold step will \r\ndraw our attention more sharply to our true nature, to \r\nexisting constructive forces and to the need for \r\nunifying social structures that can foster the \r\nestablishment of a truly new world order, a global \r\nsociety animated by principles of social justice. \r\n Today nothing is more urgent, more imperative \r\nand more important for this great institution than the \r\nestablishment of a world peace that is permanent and \r\nthat rests firmly on the bedrock of justice. And as we \r\njointly undertake to gradually build that edifice of \r\nlasting international peace, let us draw our strength and \r\ntake comfort in these words from the Gospel of \r\nMatthew: “Blessed are the peacemakers: for they shall \r\nbe called the children of God”. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Republic of the Marshall Islands for \r\nthe statement he has just made.  \r\n Mr. Litokwa Tomeing, President of the Republic \r\nof the Marshall Islands, was escorted from the \r\nGeneral Assembly Hall. \r\n \r\nA/63/PV.9  \r\n \r\n08-51845 14 \r\n \r\nAddress by Mr. Ahmed Abdallah Sambi, President \r\nof the Union of the Comoros \r\n \r\n The Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Union of the Comoros. \r\n Mr. Ahmed Abdallah Sambi, President of the \r\nUnion of the Comoros, was escorted into the \r\nGeneral Assembly Hall. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I have the honour to \r\nwelcome to the United Nations His Excellency \r\nMr. Ahmed Abdallah Sambi, President of the Union of \r\nthe Comoros, and to invite him to address the \r\nAssembly. \r\n President Sambi (spoke in French): We are \r\nextremely pleased to see Mr. Miguel d’Escoto \r\nBrockmann presiding over the sixty-third session of the \r\nGeneral Assembly. I take this opportunity to express \r\nmy sincere thanks to His Excellency Mr. Ban Ki-moon, \r\nSecretary-General of our Organization, for his \r\ncommitment and active role in the service of the \r\nUnited Nations and for promoting its ideals of justice \r\nand peace. \r\n The world today is faced with innumerable \r\nchallenges. We who govern our respective countries \r\nbear a heavy responsibility. We must become \r\nincreasingly concerned about the fate of our world. \r\nWhy are we going through all these crises? Why are \r\nthere so many centres of tension throughout the world? \r\nWhy is there so much poverty and vulnerability in our \r\nuniverse? Why is terrorism spreading throughout the \r\nglobe? Those are questions that must be addressed by \r\neach one of us, by our collective conscience and, first \r\nand foremost, by the United Nations, whose key \r\npurpose remains the defence of the ideals of peace, \r\njustice, solidarity and development. \r\n Today’s reality is quite different. Unfortunately, \r\nall those values are far from being solidly established. \r\nThe most privileged nations must therefore show \r\ngreater concern for the fate of some parts of the world \r\nand, in particular, for developing countries where \r\nviolence, hunger, disease, injustice of all sorts conflicts \r\nand their consequences are facts of daily life. \r\n The double crisis of food and energy, to mention \r\nbut two, requires a new surge of solidarity at the \r\ninternational level. The crisis affects the entire world, \r\nbut is felt particularly in developing countries. \r\nFurthermore, we firmly believe in multilateralism. That \r\nis why the reform of the major organs of the United \r\nNations is required today to ensure greater firmness \r\nand effectiveness.  \r\n Last March, Operation Democracy in the \r\nComoros put an end to a rebellion that had shaken the \r\nisland of Anjouan and re-established constitutional \r\nlegality. As I promised, free, transparent and \r\ndemocratic elections took place on the island last June, \r\nenabling us to complete the establishment of local \r\nGovernments on the islands of the Union of the \r\nComoros. \r\n Therefore, I would like to pay heartfelt tribute to \r\nthe African Union, the League of Arab States and the \r\nfriendly countries of Tanzania, the Sudan, Libya, \r\nMorocco, Senegal, France and the United States of \r\nAmerica, which have all supported us morally, \r\nmaterially or financially in our task to complete \r\nwithout bloodshed the delicate operation of freeing the \r\nisland of Anjouan. \r\n Firmly resolved to consolidate the renewed \r\nstability and in line with the commitment made to our \r\npartners, I have decided to organize as soon as possible \r\nan inter-Comorian conference to bring together \r\npolitical movements, local island Governments, civil \r\nsociety and the Comoros’ partners. The conference will \r\nfocus on the outstanding institutional issues that have \r\nlong been a source of misunderstanding between the \r\ncentral Government and the federal entities. Initial \r\ncontacts with the international community have been \r\nestablished to muster the support necessary to convene \r\nthat national gathering which is required to improve \r\nthe functioning of our national institutions. \r\n Economic difficulties cannot allow us to lose \r\nsight of other major challenges, including environmental \r\nproblems, which particularly affect the small island \r\ndeveloping States, of which the Indian Ocean islands \r\nare a part. Thus, as head of State of the country \r\ncurrently holding the chairmanship of the Indian Ocean \r\nCommission, which has observer status at the United \r\nNations, I would like to reiterate our subregional \r\norganization’s desire to contribute to implementing the \r\nMauritius Strategy. I also take this opportunity to thank \r\nthe European Union for having agreed to finance a \r\nprogramme of support for the Indian Ocean \r\nCommission within the framework of the tenth \r\nEuropean Development Fund as the Union’s \r\n A/63/PV.9\r\n \r\n15 08-51845 \r\n \r\ncontribution to the implementation of the Mauritius \r\nStrategy. \r\n I appeal to the United Nations and to the \r\ninternational community to support the efforts of the \r\nIndian Ocean Commission to ensure the successful \r\ndevelopment and integration of its Member States and \r\nto pay particular attention to the issue of implementing \r\nthe Mauritius Strategy. \r\n Every individual and every nation aspires to \r\njustice, dignity and freedom. Those are the ideals of the \r\nUnited Nations system to which we must remain \r\nfaithful if peace, security and development are to \r\nensure the progress of humanity. \r\n On the basis of respect for those values, allow me \r\nto inform this Assembly of the great concern of the \r\npeople and the Government of the Comoros with \r\nregard to the issue of the Comorian island of Mayotte. I \r\nwould like to note that, following talks undertaken with \r\nFrance on that issue since last September following my \r\nmeeting with President Nicolas Sarkozy, I did not \r\nintend to raise the issue at this session. The high-level \r\nworking group that was set up for that purpose on the \r\ninitiative of the French President provides, I believe, \r\nan ideal bilateral framework to study all aspects of the \r\nissue. \r\n However, the intention recently declared by the \r\nFrench authorities to organize a referendum in 2009 \r\nwith a view to transforming Mayotte into a French \r\ndepartment forces me to raise the issue here. It will be \r\nagreed that such a decision, coming at a moment when \r\ndiscussions are under way between the two parties, will \r\nnot favour an open and constructive dialogue. \r\nTherefore, in order to throw further light on the \r\njustification of the Comorian claim to the island of \r\nMayotte, allow me to set out certain important facts \r\nthat need to be taken into account when we analyse the \r\nissue.  \r\n Throughout the years of French colonization, the \r\nComorian archipelago, comprised of the four islands of \r\nAnjouan, Grande Comore, Mayotte and Mohéli, was a \r\nsingle physical, geographical, religious, cultural and \r\nlinguistic entity. Under French domestic law, and ever \r\nsince Anjouan, Grande Comore and Mohéli were \r\nestablished as a French protectorate, they were \r\ncombined with Mayotte to form a single territory. \r\n The first text on that issue was the decree of \r\nSeptember 1889. Since then, the political and \r\nadministrative unity of the Comoros archipelago has \r\nnever been questioned in any document, despite the \r\nplethora of provisions adopted with regard to the \r\nComoros. I would refer, for example, to the law of \r\n9 May 1946, the law of 17 April 1952, the decree of \r\n22 July 1957, the law of 22 December 1961 and the \r\nlaw of 3 January 1968. \r\n Thus, each time the French legislature or \r\nregulatory authority has acted, it has done so by \r\nconsidering the archipelago of the Comoros to \r\nconstitute a single territory.  \r\n It is clear then that the French Republic has never \r\ncalled into question the territorial unity of the \r\narchipelago of the Comoros, while international public \r\nopinion has consistently considered that the four \r\nislands of the Comoros form a single territory, subject \r\nto the French Republic and administered most recently \r\nunder the provisions of article 72 and following the \r\nFrench Constitution. \r\n It was in that spirit that at the end of 1974 we \r\nimplemented the procedure provided for by article 53 \r\nof the French Constitution, which aimed to gain the \r\nsupport of those affected by the accession to \r\nindependence of the archipelago of the Comoros. \r\n In accordance with the law of 23 November 1974, \r\nthe people of the archipelago of the Comoros were \r\ninvited to vote on whether they wished the territory to \r\ngain independence.  \r\n In all the islands, namely, in Anjouan, Mohéli, \r\nMayotte and Grande Comore, on 22 December 1974, \r\noverall a positive answer was given to the question \r\nposed.  \r\n The question was put to the Comorian people as a \r\nsingle, indivisible people and over 96 per cent voted in \r\nfavour of independence, in accordance with the law \r\nbased on article 53 of the French Constitution. \r\n However, at that time the French Parliament, \r\nrather than simply ratifying that decision of the people, \r\nwanted to draw up another law organizing another \r\nreferendum on the pretext that in Mayotte about 60 per \r\ncent had voted against. \r\n But the question had been put to the Comorian \r\npeople, comprising the population of Mayotte, \r\nAnjouan, Mohéli and Grande Comore, and the result \r\ntranslated into overall terms as that did not in any way \r\naffect the letter and spirit of the law. \r\nA/63/PV.9  \r\n \r\n08-51845 16 \r\n \r\n Faced with the unwillingness of the French \r\nParliament at that time to recognize the irrevocable \r\nverdict of the Comorian people, the late President \r\nAhmed Abdallah Abdérémane, with the backing of the \r\nComorian people, unilaterally declared the \r\nindependence of the Comoros on 6 July 1975. \r\n Looking beyond such measures, which come \r\nunder French domestic law, I should like to stress the \r\nprinciple of the inviolability, under international law, \r\nof borders inherited from the colonial era and thereby \r\nto make it clear that the Comorian demand is indeed in \r\nconformity with the law.  \r\n Lastly, I would like to remind the Assembly that \r\nthe Comoros, comprising Mayotte, Anjouan, Mohéli \r\nand Grande Comore, was admitted into this prestigious \r\nOrganization on 12 November 1975, as demarcated by \r\nits borders, without France showing its opposition to \r\nthat admission. \r\n Today, there are good grounds for our great \r\nconcern over France’s official statements regarding the \r\ndepartmentalization of the Comorian island of \r\nMayotte. Those statements are not in keeping with the \r\nprinciples of justice, fairness and respect for \r\ninternational law, for which the great country of France \r\nis known.  \r\n For that reason, my country as of now considers \r\nany ballot organized on the question of making the \r\nComorian island Mayotte a department to be null and \r\nvoid. Such are the facts — and the facts speak for \r\nthemselves. \r\n However, today the reality is that France is in \r\nMayotte notwithstanding the relevant resolutions of the \r\nUnited Nations and all the other international \r\norganizations that have been regularly seized of the \r\nmatter. Against that background, I have entered into \r\ntalks with the French President, His Excellency \r\nMr. Nicolas Sarkozy, who has shown a willingness to \r\nfind a solution to the problem. \r\n It may therefore be hoped that that legitimate \r\nclaim of the Comoros to the island of Mayotte will \r\nsoon have a happy outcome. I am particularly \r\nconfident of that, because many outstanding problems \r\nthroughout the world have been settled and others are \r\non the way to being settled since His Excellency \r\nPresident Nicolas Sarkozy assumed France’s highest \r\noffice.  \r\n Let me take this opportunity to make a solemn \r\nappeal to the French Government to strive to preserve a \r\nclimate conducive to a committed dialogue, which has \r\nour support and which, in order to result in a \r\nnegotiated settlement will need to take into account the \r\nconcern of the Comoros that its national unity and \r\nterritorial integrity be respected.  \r\n Moreover, I urge the international community to \r\nhelp to reconcile the views of the two parties along \r\nthose lines, because the unity of the four islands of the \r\nComoros, as well as peace and lasting stability for the \r\narchipelago, are a prerequisite for its harmonious \r\ndevelopment. \r\n In conclusion, may I express the sincere thanks of \r\nthe Comorian delegation to all the American authorities \r\nfor the particularly warm welcome and the good \r\narrangements made to ensure the success of this sixty-\r\nthird session of the General Assembly.  \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Union of the Comoros for the \r\nstatement he has just made. \r\n Mr. Ahmed Abdallah Sambi, President of the \r\nUnion of the Comoros, was escorted from the \r\nGeneral Assembly Hall. \r\n \r\nAddress by Mr. Teodoro Obiang Nguema Mbasogo, \r\nPresident of the Republic of Equatorial Guinea  \r\n \r\n The Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Equatorial Guinea.  \r\n Mr. Teodoro Obiang Nguema Mbasogo, President \r\nof the Republic of Equatorial Guinea, was \r\nescorted into the General Assembly Hall. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I have the honour to \r\nwelcome to the United Nations His Excellency \r\nMr. Teodoro Obiang Nguema Mbasogo, President of \r\nthe Republic of Equatorial Guinea, and to invite him to \r\naddress the Assembly. \r\n President Obiang Nguema Mbasogo (spoke in \r\nSpanish): First of all, on behalf of the people of \r\nEquatorial Guinea and the delegation with me today, I \r\nshould like to congratulate Mr. D’Escoto Brockmann \r\non his fitting election as President of the General \r\nAssembly at its sixty-third session. His election bears \r\n A/63/PV.9\r\n \r\n17 08-51845 \r\n \r\nwitness to the trust and credibility with which all States \r\nMembers of the United Nations view the sister \r\nRepublic of Nicaragua. We wish him every success and \r\nassure him of our full cooperation during his time in \r\noffice. \r\n I would also like to pay tribute to the outgoing \r\nPresident, Mr. Srgjan Kerim, for the excellent work he \r\ncarried out at a crucial time in the history of the United \r\nNations. \r\n The sixty-third session allows us a new \r\nopportunity to share our views on the common \r\nconcerns of all peoples in the world. We would like to \r\nsay how pleased we are to see that the agenda of this \r\nannual debate includes subjects such as the \r\ndemocratization of the United Nations system, \r\nincluding the necessary reforms in the functioning of \r\nthe Security Council and the Bretton Woods \r\ninstitutions; funding for the development of Africa; the \r\nfood crisis and world hunger; climate change; human \r\nsecurity as part of international peace and security; and \r\nthe fight against terrorism. \r\n The world harboured the hope that after the cold \r\nwar mankind would achieve peace and live more \r\nharmoniously together in greater solidarity. However, \r\nwe are extremely saddened to note the differences \r\nseparating the rich from the poor countries, causing \r\nhunger, poverty, war and destabilization. In other \r\nwords, today we are facing new challenges that \r\njeopardize the budding institutions of developing \r\ncountries in many ways.  \r\n For that reason, it is necessary to adopt \r\nmechanisms and strategies that enable us to ensure that \r\nour experiences can provide a bridge to a new form of \r\ncooperation among peoples. Indeed, in the six decades \r\nof the existence of the United Nations, we have seen \r\nthat only the establishment of a new, more open and \r\nrespectful global framework for cooperation will lead \r\nto the stability, peace and progress of all nations. \r\n We have seen that the use of force by the strong \r\nhas not only failed to solve the problems affecting the \r\npeople of the world today, but has made them worse. \r\nWe know from experience that conflicts and threats to \r\nworld peace arise from a patent lack of dialogue among \r\nthe countries making up the international community. \r\nNot only do many peoples and nations continue to face \r\nold conflicts, but every day new tensions and threats to \r\nworld peace emerge.  \r\n In addition to those challenges are the issues that \r\nare the focus of our debate, such as injustice, poverty, \r\nthe energy and food crises, climate change, inequality \r\nand poor access to the education, health care and new \r\ntechnologies needed for poor countries to develop.  \r\n Thus, Equatorial Guinea believes it appropriate \r\nthat the new strategy the world needs today must start \r\nnot only with the reform of our multilateral \r\ncooperation institutions, but also with a change in the \r\nmentality and behaviour of those who today hold \r\neconomic power, so as to achieve a manifestation of \r\ndemocracy that fosters dialogue and cooperation \r\namong peoples. \r\n In the recent past, our efforts to bring about a \r\nbetter world have been based on the Millennium \r\nDevelopment Goals, which were intended to strengthen \r\ninternational cooperation towards universal and \r\nsustainable development. Achieving those Goals \r\nrequires, inter alia, the reform of the world economic \r\nsystem, based on respect for different development \r\nmodels, so that each may choose what is most \r\nhistorically, politically, socially and culturally fitting.  \r\n Clearly, that troubled global situation affects all \r\ncountries to different degrees and with varying impact. \r\nIn that regard, the African continent is the most \r\nvulnerable in terms of economic and social \r\ndevelopment, and it is not surprising that its peoples \r\nare more affected by the widespread crisis threatening \r\nthe world. \r\n That which is presented to us today as a world \r\nfood crisis is not merely temporary but is one of the \r\nmany paradoxes of our time. For it seems \r\ninconceivable that in an era of abundance the \r\nunderdeveloped countries of the South are confronted \r\nby a deficit in a right so crucial to human beings, \r\nnamely, the right to food. Statistics published by the \r\nFood and Agriculture Organization indicate that nearly \r\n900 million men, women and children suffer from \r\nhunger, with almost 80 per cent of them living in \r\ndeveloping countries.  \r\n The supposed food crisis and other current \r\nphenomena in our globalized world are the result of the \r\nimpact of the neoliberal policies that have been applied \r\non a global scale for more than four decades. I am \r\nspeaking in particular about the prescriptions advanced \r\nby institutions of the international commercial and \r\nfinancial system, namely, the World Bank, the \r\nInternational Monetary Fund and the World Trade \r\nA/63/PV.9  \r\n \r\n08-51845 18 \r\n \r\nOrganization. In fact, they act as the voice of their \r\nmasters in erecting discriminatory barriers that impede \r\nour ability to produce and trade. \r\n One of the consequences of the food crisis has \r\nbeen the no-holds-barred liberalization of trade \r\nimposed by those institutions. That has permitted the \r\nflooding of African markets with highly subsidized \r\nfood products, which is destroying agriculture in our \r\ncountries. In that regard, Africa today is a continent \r\nthat produces and exports things that it itself does not \r\nconsume, while at the same time it imports from the \r\ncountries of the North things that it could produce for \r\nits own use but does not.  \r\n If there is any good in the food crisis it is the fact \r\nthat none of the countries of the South, and especially \r\nthose in Africa, has any interest in continuing to \r\ndepend upon food imports in order to ensure the \r\nsurvival of its citizens, either as food aid or through an \r\nunfair trading system. In that connection, what Africa \r\nneeds today is development based on solidarity and the \r\nstrengthening of its socio-economic fabric. A large part \r\nof Africa’s fertile land is still not cultivated, but \r\nstatistics on Africa’s productivity are among the lowest \r\nin the world. That is due to the exodus from the \r\ncountryside and the few incentives available to farmers \r\nbecause of the high cost of agricultural inputs and the \r\nrelative prices of agricultural products on the \r\ninternational market.  \r\n With regard to the New Partnership for Africa’s \r\nDevelopment and the delay in its implementation, \r\nEquatorial Guinea would like to propose the \r\nestablishment of an international steering committee \r\nmade up of experts from both donor and African \r\ncountries. The purpose of the committee would be to \r\nidentify mechanisms and projects that could contribute \r\nto the economic integration of African countries. The \r\ncommittee would also be in charge of implementing \r\nprojects and programmes at the continental, regional \r\nand subregional levels, including the programme to \r\ncombat HIV/AIDS, malaria, tuberculosis and other \r\ndiseases endemic in Africa; identifying and financing \r\nof energy resources in order to electrify countries in \r\nlandlocked regions; building a trans-African network \r\nof roads and railways so that countries that are \r\nenclaves and without access to the sea can transport \r\ntheir goods; launching a satellite that ensures \r\ncommunications for Africa; establishing an African \r\nuniversity to train our human resources; establishing \r\nindustries in countries experiencing emigration to \r\ndeveloped countries in order to create jobs for their \r\nworkforce; and granting low-interest loans in order to \r\npromote development in Africa’s least favoured \r\ncountries.  \r\n I should like to conclude my statement by \r\nrecalling the commitment of the international \r\ncommunity to preserve the environment and protect \r\necosystems that have an impact on climate change, \r\nwhich today poses a threat to humankind. Equatorial \r\nGuinea is among the countries of equatorial Africa \r\nmaking great efforts to preserve the forest ecosystems \r\nof the Congo River basin, which, along with the \r\nAmazon, serves as the lungs of humankind.  \r\n Moreover, Equatorial Guinea would like to \r\nreiterate its commitment to combating international \r\nterrorism and organized crime in all their forms and \r\nmanifestations.  \r\n With regard to national policy, Equatorial Guinea \r\nis experiencing an unprecedented period of freedom \r\nand development. Our people are flourishing and \r\ndeveloping in an atmosphere of peace, democracy and \r\nstability. We look forward to a future of well-being and \r\njustice for all our citizens.  \r\n From this podium, I would like to reiterate the \r\ncommitment of my Government to promote and protect \r\nhuman rights. We do not need anyone to give us \r\nlessons about elections, or to attempt to usurp the \r\nsovereign will of the people of Equatorial Guinea.  \r\n Equatorial Guinea is proud to be part of the \r\nUnited Nations. We believe this universal Organization \r\nis today, and will continue to be, the sole option for \r\nstrengthening peace and stability and for achieving \r\ndevelopment, to which we all aspire. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Republic of Equatorial Guinea for the \r\nstatement he has just made. \r\n Mr. Teodoro Obiang Nguema Mbasogo, President \r\nof the Republic of Equatorial Guinea, was \r\nescorted from the General Assembly Hall. \r\n \r\nAddress by Mr. Anote Tong, President of the \r\nRepublic of Kiribati \r\n \r\n The Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Kiribati. \r\n A/63/PV.9\r\n \r\n19 08-51845 \r\n \r\n Mr. Anote Tong, President of the Republic of \r\nKiribati, was escorted into the General Assembly \r\nHall. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I have the honour to \r\nwelcome to the United Nations His Excellency \r\nMr. Anote Tong, President of the Republic of Kiribati, \r\nand to invite him to address the Assembly. \r\n President Tong (Kiribati): I bring warm \r\ngreetings from the Government and the people of the \r\nRepublic of Kiribati, on whose behalf I am honoured to \r\naddress this body this morning. Let me, at the outset, \r\ncongratulate Mr. D’Escoto Brockmann on his election \r\nto the presidency of the General Assembly at its sixty-\r\nthird session. I am confident that he will provide \r\nefficient and effective leadership in guiding this \r\nsession towards a productive and concrete outcome for \r\nall. I would also like to thank his predecessor for his \r\nable and effective leadership during the past session. I \r\nshould also like to acknowledge the election of \r\nSolomon Islands as a Vice-President of the General \r\nAssembly at this session. We are indeed very proud to \r\nhave a Pacific brother in that position. \r\n Every year, we come together as citizens of the \r\ninternational community to reflect on and discuss \r\npossible solutions to the daunting challenges that \r\ncontinue to face us individually and collectively. \r\nClimate change and sea level rise, environmental \r\nprotection, food and fuel price increases and achieving \r\nthe Millennium Development Goals (MDGs) are \r\namong the challenges that I wish to focus on, in the \r\ninterests of time and brevity. \r\n For many years, we have tirelessly appealed to \r\nthe Organization to do something about climate change \r\nand to provide solutions for those seriously affected by \r\nits detrimental impact, especially those whose very \r\nexistence is being threatened. Those appeals have \r\nfailed to produce practical solutions for people living \r\nin low-lying small island developing States like \r\nKiribati. While the members of the international \r\ncommunity continue to point fingers at each other \r\nregarding responsibility for and leadership on that \r\nissue, our people continue to experience the impact of \r\nclimate change and sea-level rise and practical \r\nsolutions continue to elude us. \r\n The science on climate change is irrefutable. The \r\nfourth assessment report of the Intergovernmental \r\nPanel on Climate Change projected an increase in sea \r\nlevel of 0.4 metres within this century. While that may \r\nsound minimal to most, it is quite alarming for low-\r\nlying small island developing States like Kiribati, \r\nwhose elevation is no more than two metres above sea \r\nlevel and whose main source of water is underground \r\naquifers. Before our islands are inundated by the rising \r\nsea, saltwater intrusion into our freshwater lens will \r\nrender the islands uninhabitable. With the projected \r\nsea-level rise, Kiribati could be looking at 50 to \r\n60 years before that happens. Presented with those \r\nfindings, we have had to adopt a pragmatic approach \r\nand to formulate options for our people. We do so with \r\na great deal of regret and a deep sense of frustration. \r\n Mitigation and adaptation strategies are and will \r\ncontinue to be integral components of our response to \r\nclimate change. It would indeed be naive to suggest \r\notherwise. Those strategies provide only short- and \r\nmedium-term solutions. Ultimately, low-lying island \r\ncountries like Kiribati will have to face up to the \r\nreality of their islands being unable to support life and \r\nto plan accordingly beyond existing adaptation strategies.  \r\n Kiribati is not a major emitter of greenhouse \r\ngases. Its mitigation efforts would therefore have an \r\ninsignificant impact on the global climate change \r\nsituation. Nevertheless, we will do our part and explore \r\nappropriate renewable and efficient energy technologies, \r\nas well as promote replanting in our islands. \r\n While we also require adaptation strategies, our \r\nadaptation options are extremely limited, particularly \r\ngiven the nature of our islands. We are a country of \r\nlow-lying coral atolls, with most islands rising no more \r\nthan two metres above sea level. Coastal protection \r\nthrough seawall construction is the main adaptation \r\nmeasure currently being undertaken by the Government, \r\nbut it is limited to the protection of public \r\ninfrastructure. We simply do not have the resources to \r\nextend protection to private properties and assets. \r\nAdaptation measures, such as moving inland and to \r\nhigher ground, are impractical for us. We cannot move \r\nfurther inland due to the narrowness of our islands, nor \r\nis there any higher ground to which we can escape \r\nfrom the rising seas. \r\n It is encouraging indeed to follow the emergence \r\nof many climate change initiatives. It gives us hope to \r\nsee that humankind is beginning to do the right thing. \r\nWe have been following developments on those fronts. \r\nI would like to take this opportunity to acknowledge \r\nAustralia’s commitment to the Kyoto Protocol and its \r\nA/63/PV.9  \r\n \r\n08-51845 20 \r\n \r\nrecent announcement of its climate change programme. \r\nNew Zealand has also announced its pledge to increase \r\nfinancial support for climate change. We also welcome \r\nJapan’s Cool Earth Promotion Programme and the \r\nEuropean Union’s Global Climate Change Alliance, \r\nwhich support practical measures to address the \r\nimpacts of climate change in the Pacific island \r\ncountries. \r\n The report of the Intergovernmental Panel on \r\nClimate Change also states that the concentration of \r\ngreenhouse gases already in the atmosphere will \r\ncontinue the momentum of climate change, regardless \r\nof any substantial reduction in greenhouse gas \r\nemissions and mitigation efforts. That effectively \r\nmeans that low-lying small island developing countries \r\nlike Kiribati are on the frontlines of the climate change \r\ncalamity. Mitigation efforts therefore will not be able \r\nto reverse our situation — a situation that we have \r\nrecently acknowledged and to which my Government \r\nhas provided a long-term strategy for our people’s \r\nfuture and survival. \r\n At the previous session of the Assembly, a \r\nquestion was raised regarding what we are to do when \r\npeople start fleeing their countries, not because of \r\npolitical persecution but because of environmental \r\ncatastrophe. That is the question that I want to put \r\nforward as a challenge to this session, and to which I \r\nwish to provide a possible answer, at least from the \r\nperspective of a country whose very existence is under \r\nserious threat. The relocation of the 100,000 people of \r\nKiribati, for example, is not something that can be \r\ndone overnight. It requires long-term forward planning. \r\nThe sooner we act, the less stressful and the less \r\npainful it will be for all concerned. \r\n That is why my Government has developed a \r\nlong-term merit-based relocation strategy as an option \r\nfor our people. As leaders, it is indeed our duty to the \r\npeople we serve to prepare them for the worst-case \r\nscenario. The strategy involves upgrading the skills of \r\nour people to make them competitive and marketable \r\nin international labour markets. We want to target \r\nlabour markets where skills or labour gaps exist and \r\nprovide labour for them. We believe that offers a win-\r\nwin situation for all. We will be able to provide \r\ncountries with labour and those countries will be able \r\nto provide potential new homes for our people. The \r\nstrategy provides our people with an option so that \r\nwhen they choose to migrate, they will migrate on \r\nmerit and with dignity. We hope that they will be \r\nreceived by their adoptive countries not as burdens or \r\nrefugees, but as worthwhile members of the community \r\nwith something to contribute. \r\n We have already started implementing that \r\nstrategy and we are indeed encouraged by, and grateful \r\nfor, the support for that approach among our regional \r\npartners in the Pacific. Under its Pacific Access \r\nCategory Scheme, New Zealand randomly picks a \r\ncertain number of people from certain Pacific island \r\ncountries, including Kiribati, to migrate to New \r\nZealand every year. Recently, Australia launched the \r\nAustralia Pacific Technical College, which aims at \r\ntraining Pacific people with Australian standard \r\nqualifications that will allow them to access regional \r\nand international labour markets. The bilateral Kiribati-\r\nAustralia Nursing Initiative is another example of a \r\nprogramme that supports that long-term strategy. We \r\nwelcome them all indeed. \r\n At the regional level, in August, the leaders of the \r\nPacific Islands Forum adopted the Niue Declaration on \r\nClimate Change. That is a reflection of our concerted \r\nregional efforts to respond to the adverse impacts of \r\nclimate change, which have been severely felt across \r\nour region. As the first-ever high-level climate \r\ndocument in our part of the world, the Declaration is \r\nindeed a milestone. It calls for collective efforts to \r\nfight the growing threat posed by climate change to \r\nmany aspects of our lives and to our future as nations. \r\n At the international level, we have been \r\nfollowing closely the issues currently taking \r\nprecedence on the United Nations agenda. It is indeed \r\nmost gratifying to note that climate change is finally \r\nbeing given due recognition as a security issue. We \r\nwelcome that development, as we believe that it is time \r\nthe United Nations focused its attention on the human \r\ndimension of climate change. Discussions about carbon \r\ntrading, the post-Kyoto Protocol era and even concerns \r\nover the future of polar bears have been, or are being, \r\nheld. We welcome those discussions but, at the same \r\ntime, we wish to express our deep concern that there \r\nhas never been any discussion of the fate of humans, \r\nwhose very existence is being seriously undermined by \r\nclimate change.  \r\n That is the challenge that I propose that this body, \r\nthe President and the Secretary-General address during \r\nthis session. In that connection, I commend to the \r\nAssembly the draft resolution on climate change as a \r\nsecurity issue and a threat to international peace and \r\n A/63/PV.9\r\n \r\n21 08-51845 \r\n \r\nsecurity. My colleagues from the Pacific have already \r\nalluded to it, and I commend them for their support. I \r\nalso wish to applaud the excellent efforts by our Pacific \r\nambassadors in New York, as well as their leadership \r\non the draft resolution. I am also grateful to those who \r\nhave supported the draft resolution so far, as well as \r\nthose who we hope will do so in the future. We in the \r\nPacific have been strong supporters of the fight against \r\nterrorism. We now turn to those with whom we have \r\npartnered in the fight against terrorism to partner with \r\nus in our fight against climate change. \r\n Kiribati is proud to be home to the Phoenix \r\nIslands Protected Area, the largest marine protected \r\narea in the world. That was the result of a collaborative \r\neffort and partnership between Kiribati, the New \r\nEngland Aquarium and Conservation International. The \r\nPhoenix Islands Protected Area covers an area of \r\naround 410,500 square kilometres, making it, for now, \r\nthe planet’s largest marine protected area. The Area \r\ncovers over 11 per cent of our extensive exclusive \r\neconomic zone of over 3 million square kilometres, \r\nwhile the land comprising the Area is over 3.5 per cent \r\nof the total land mass of Kiribati. \r\n The Phoenix Islands are some of the most \r\nisolated islands on Earth and are largely untouched by \r\nman. In 2002, the countries of the world made a \r\ncommitment to significantly reduce the current rate of \r\nbiodiversity loss by 2010. Our declaration of the Area \r\nis in part a contribution towards meeting that target, as \r\nwell as a statement by which we are saying that \r\nsacrifices must and can be made.  \r\n The preservation of those islands and the \r\nsurrounding ocean is our gift to humankind, of which \r\nwe are a part. Even now, as we confront the possibility \r\nthat our islands will become uninhabitable within the \r\ncentury due to the rising sea levels, we recognize the \r\nvalue of protecting something that we believe to be the \r\ncommon heritage of us all. I take this opportunity to \r\nacknowledge the invaluable support and contribution \r\nof the New England Aquarium and Conservation \r\nInternational, our partners in this endeavour. We invite \r\nGovernments, intergovernmental and non-governmental \r\norganizations, members of the private sector and \r\nindividuals to join us in this worthwhile and ambitious \r\ninitiative. \r\n The recent hike in food and fuel prices is being \r\nfelt by all, but more acutely by those living in drought-\r\nprone, resource-poor and infertile small island \r\ndeveloping States like Kiribati, who as a consequence \r\ndepend highly on imported food. Our isolation from \r\nmajor markets means that the cost of transporting food \r\nitems to our country is becoming more and more \r\nexpensive. In addition, the cost of providing basic \r\nservices to our people, who live on widely scattered \r\nislands, is also becoming a real challenge for all of us \r\nin similar situations. \r\n We acknowledge the ability of certain members \r\nof the Organization to address this global challenge. \r\nWe appeal to them to assist the most vulnerable \r\nmembers, such as Kiribati, with their food and energy \r\nsecurity strategies. In that regard, we acknowledge \r\nwith appreciation the assistance provided to our energy \r\nsecurity strategy by our development partners, \r\nincluding Japan and Korea. \r\n With regard to graduation from the list of least \r\ndeveloped countries, the Committee for Development \r\nPolicy will meet early next year to prepare the 2009 \r\nreview of countries that are deemed eligible to \r\ngraduate under the methodology and indicators of the \r\nUnited Nations. Kiribati is one of three least developed \r\ncountries of the Pacific — the others being Tuvalu and \r\nVanuatu — being considered for graduation. We \r\nbelieve there are pertinent issues that warrant proper \r\nconsideration by the United Nations with regard to this \r\nprocess.  \r\n One is the issue of the extreme economic \r\nvulnerability of small island developing States. Current \r\nindicators focus on improved performance on per \r\ncapita income and human assets. Due consideration \r\nshould be accorded to the special economic \r\nvulnerability to external shocks such as rising world \r\nfood and fuel prices.  \r\n While it is not currently a graduation indicator, \r\nwe believe that environmental vulnerability should be \r\ntaken into account when considering the cases of small \r\nisland developing States such as Kiribati, Tuvalu and \r\nVanuatu, which are among the most vulnerable to the \r\nimpact of climate change and extreme weather \r\nevents — which, in turn, pose major challenges to their \r\nsustainable development efforts. \r\n In that connection, I wish to commend my Pacific \r\ncolleagues who have advocated the need to reform the \r\napplication of the rule of graduation. We reiterate that \r\ncall and urge the United Nations to reconsider the \r\ngraduation rule in the light of the special economic \r\nA/63/PV.9  \r\n \r\n08-51845 22 \r\n \r\nsituation and the vulnerability of those island nations \r\nto climate change and external shocks. \r\n On the Millennium Development Goals, many of \r\nmy fellow members will be familiar with, and share, \r\nthe genuine desire to promote the development \r\naspirations of our peoples, which is our priority. Even \r\nwith our limited capacity, we are committed to the \r\nimplementation of the Millennium Development Goals. \r\nIn that regard, I am pleased to report that Kiribati has \r\nlaunched its first report on the Millennium Development \r\nGoals. \r\n The report outlines weaknesses and strengths in \r\nthe overall development efforts and in meeting the \r\nMDGs. We believe that we are on track with our \r\nprogress on most of the Goals, but we also admit that \r\nwe are behind on some of them. The main reason for \r\nthat is the lack of data to measure our progress so far \r\nand our limited resources to implement strategies \r\naimed at achieving the Goals. We will continue to exert \r\nefforts in meeting the targeted Goals by 2015. At this \r\ntime, I wish to express our deep appreciation to our \r\ndevelopment partners, who have accompanied us on \r\nthis journey and have contributed meaningfully to the \r\nrealization of our development aspirations. \r\n While we commend the United Nations for the \r\nmany initiatives put forward in addressing the needs of \r\nits Members, it is regrettable that it has continued to \r\ndeny the 23 million people of Taiwan equal rights as \r\ninternational citizens to participate fully in world \r\naffairs. We believe that Taiwan has made an active \r\ncontribution that has enriched the lives of many in their \r\ncollaborative efforts in building and securing \r\ninternational peace and security. We believe that the \r\npeople of Taiwan should be accorded the same \r\nfundamental right to participate as fellow citizens of \r\nthe international community and to be allowed to \r\ncontribute meaningfully in various sectors of the \r\nOrganization’s activities. \r\n The challenges that we face are global in nature, \r\nand therefore require global solutions. We call upon the \r\nUnited Nations to take the lead in addressing those \r\nchallenges, especially in funding, supporting and \r\nfacilitating the implementation of practical solutions to \r\nthe security challenges that threaten the very existence \r\nof peoples and nations, which in turn poses a threat to \r\ninternational peace and security. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Republic of Kiribati for the statement \r\nhe has just made. \r\n Mr. Anote Tong, President of the Republic of \r\nKiribati, was escorted from the General Assembly \r\nHall. \r\n \r\nAddress by Mr. Fradique Bandeira Melo de Menezes, \r\nPresident of the Democratic Republic of Sao Tome \r\nand Principe \r\n \r\n The Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Democratic Republic of Sao Tome and Principe. \r\n Mr. Fradique Bandeira Melo de Menezes, \r\nPresident of the Democratic Republic of Sao \r\nTome and Principe, was escorted into the General \r\nAssembly Hall. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I have the honour to \r\nwelcome to the United Nations His Excellency \r\nMr. Fradique Bandeira Melo de Menezes, President of \r\nthe Democratic Republic of Sao Tome and Principe, \r\nand to invite him to address the Assembly. \r\n President De Menezes (spoke in Portuguese; \r\nEnglish interpretation provided by the delegation): I \r\nbelieve that nearly everything has already been said \r\nhere since the beginning of the sixty-third session of \r\nthe General Assembly. Some were things that we \r\nAfricans wanted to hear and some we could have done \r\nwithout. But I have come to New York once again to \r\njoin other heads of State who are concerned with the \r\nstate of the planet, which faces armed conflicts, \r\nenvironmental catastrophes — some naturally \r\noccurring and some the result of thoughtless and \r\nselfish behaviour and attitudes of some among us — as \r\nwell as multiple financial crises, including extreme \r\nincreases in the price of oil and basic food products.  \r\n On behalf of the people of the islands of Sao \r\nTome and Principe, I should like to congratulate \r\nMr. Miguel d’Escoto Brockmann on his election to the \r\npresidency of the General Assembly at its sixty-third \r\nsession and to wish him every success. I am certain \r\nthat the themes he has put forward for discussion at \r\nthis session are a reflection of his concern about the \r\nvarious international problems currently affecting the \r\nworld. I would dare say that we are doubly blessed by \r\nhis qualities as a diplomat, which are well known, and \r\nas a priest. Allow me also to take this opportunity to \r\n A/63/PV.9\r\n \r\n23 08-51845 \r\n \r\nthank and commend his predecessor for a job well \r\ndone. \r\n The report (A/63/1) of the Secretary-General to \r\nthe Assembly exhaustively describes the world in \r\nwhich we live and reflects the major concerns of \r\nMember States while providing guidance on how to \r\nresolve them. I believe it to be an important working \r\ndocument that deserves the closest attention from \r\nMember States.  \r\n The recent upheavals and conflicts that the world \r\nhas experienced are proof of the fragility of the current \r\nsystem of international relations. That makes it \r\nnecessary for the world’s main political actors to \r\nengage in permanent dialogue to find lasting solutions \r\nthat will make it possible for nations and peoples to \r\nconcentrate on social and economic development \r\nissues.  \r\n With regard to development, I would like to \r\ncommend the Secretary-General on his selection of \r\nthemes for the high-level meetings, the first of which \r\ntook place the day before the opening of the general \r\ndebate and the second of which is taking place today. \r\nWe hope that those who, during the first three days of \r\nthe general debate, have reaffirmed their determination \r\nto continue their solidarity towards Africa will translate \r\nthe intentions expressed here into action.  \r\n I need not reiterate my country’s position with \r\nregard to chronic unresolved conflicts, especially the \r\nsituation in the Middle East, including the Palestinian \r\nissue, the perennial latent conflict in our subregion that \r\nis taking place in the Democratic Republic of the \r\nCongo, and the humanitarian situation in Darfur and its \r\nimpact.  \r\n Our attention and available resources are focused \r\non efforts to eradicate poverty, ensure food security \r\nand achieve the Millennium Development Goals \r\n(MDGs). Despite the enormous efforts of my people \r\nand the hardships they have suffered, my country will \r\nnot be able to achieve all the Goals by 2015. The food \r\ncrisis, the financial crisis and the constraints of \r\ninsufficient aid linked to inadequate processes are all \r\ncontributing to deteriorating prospects. Paradoxically, \r\nthe number of poor people is increasing rather than \r\ndecreasing. We are continuing our efforts to reverse \r\nthat situation, by example, by greatly increasing \r\nmicrocredit loans in the agriculture and fisheries \r\nsectors in an attempt to ensure some measure of food \r\nsecurity.  \r\n However, despite the relatively unfavourable \r\noverall environment, there have been some success \r\nstories. For example, in recent years, Sao Tome and \r\nPrincipe has made great progress with regard to child \r\nmortality indicators; we are certain that we will \r\nachieve the targets established in the MDGs. We have \r\nalso made progress in the area of education. With \r\nadequate support from our partners and the \r\ninternational community, we will be able to achieve the \r\nrelevant targets set out in the MDGs.  \r\n According to data published in 2007, the \r\nincidence of HIV/AIDS infection has increased in my \r\ncountry. We have attempted to provide free or \r\nsubsidized antiretroviral treatment for all, with help \r\nfrom the Federative Republic of Brazil. We are also \r\ncarrying out an aggressive policy to educate people in \r\norder to prevent the disease and promote safe sexual \r\npractices.  \r\n Sao Tome and Principe is an archipelago that \r\nincludes three mountainous islands. Despite our \r\nmountainous terrain, however, our people are \r\nincreasingly concerned about the advancing sea at high \r\ntide. According to records, no waves higher than three \r\nmetres have broken on our shores in the past 110 years. \r\nHowever, giant waves have begun to wash over our \r\ncoastal highways in the past 10 years, temporarily \r\ncutting off certain regions of our country. I cannot \r\noveremphasize the strong appeal I made from this \r\nrostrum in the past to those who are primarily \r\nresponsible for the global warming that afflicts the \r\nplanet, namely, that they address this phenomenon and \r\nthe means to mitigate its effects with much greater \r\nseriousness.  \r\n In his statement at the opening of the sixty-third \r\nsession of the General Assembly (see A/63/PV.1), the \r\nAssembly President said that love was the greatest \r\nneed in today’s world and that the selfishness of some \r\nhas led to the current situation. This may perhaps be \r\nconsidered overly simplistic coming from the mouth of \r\na head of State, but I believe that that is precisely the \r\ncore of the problem. Our Governments, diplomats and \r\npoliticians rarely think in such terms. No people \r\nchooses to be poor. Being poor does not imply that we \r\nare less intelligent or lazier than others. It all has to do \r\nwith the opportunities available at the time of birth, as \r\nwell as to the solidarity and compassion one \r\nencounters thereafter — when these are not empty \r\nwords. Yes, we must re-establish generosity and \r\nsolidarity among human beings.  \r\nA/63/PV.9  \r\n \r\n08-51845 24 \r\n \r\n An example of that is the fact that there was a \r\ndecrease of more than 95 per cent in the number of \r\ncases of malaria recorded in Sao Tome and Principe in \r\n2007. As a result, we expect that the disease will soon \r\nbe eradicated from our country through an ongoing \r\ncontrol programme. For the first time in centuries, as \r\nconfirmed by the most recent report of the World \r\nHealth Organization on the state of the world’s health, \r\nmalaria is not the main cause of child mortality and \r\nmorbidity among the people of my country. That has \r\nbeen possible thanks to the Republic of China on \r\nTaiwan.  \r\n Speaking of solidarity and Taiwan, once again \r\nfrom this rostrum, I would like to appeal to the \r\nconscience of each and every member to consider the \r\nfate to which 23 million Taiwanese have been \r\nrelegated. Will the community of nations represented \r\nhere continue to ignore the existence of a population \r\ncomprising more than 23 million people? I must \r\nremind the Assembly that the Republic of China on \r\nTaiwan is a country with a vibrant democracy and an \r\nenviable economic and technological record that has \r\nserved as a development model for the global economy. \r\nOn 20 May 2008, we were pleased to see the \r\ninauguration of the new President of that friendly \r\ncountry. We paid close attention to his inaugural \r\naddress, which was a genuine call for peace and good \r\nrelations in the Taiwan Strait. \r\n Also regarding the lack of solidarity in the world, \r\nthe embargo against Cuba is another cause for concern \r\nthat requires our urgent attention. That relic from the \r\npast must be lifted on an urgent basis, especially in the \r\naftermath of the destruction caused by the two \r\nsuccessive hurricanes that recently struck that friendly \r\nnation. The United States Administration has a golden \r\nopportunity to demonstrate to the world that the \r\nstatements of its leaders are not just rhetorical \r\nexercises.  \r\n At the same time, I would like to make it very \r\nclear that Sao Tome and Principe is a tenacious \r\ndefender of the measures to combat international \r\nterrorism and to prevent the further loss of innocent \r\nlife.  \r\n Development strengthens diplomacy and security, \r\nreduces threats against our collective security and \r\nproduces peaceful, stable and prosperous societies. \r\nThat must be the focus of our efforts. I should \r\ntherefore, in conclusion, reiterate what I said at the \r\noutset: we must all be less selfish and care more about \r\neach other, rather than just ourselves.  \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Democratic Republic of Sao Tome and \r\nPrincipe for the statement he has just made. \r\n Mr. Fradique Bandeira Melo de Menezes, \r\nPresident of the Democratic Republic of Sao \r\nTome and Principe, was escorted from the \r\nGeneral Assembly Hall. \r\n \r\nAddress by Mr. Ernest Bai Koroma, President of \r\nthe Republic of Sierra Leone \r\n \r\n The Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Sierra Leone. \r\n Mr. Ernest Bai Koroma, President of the Republic \r\nof Sierra Leone, was escorted into the General \r\nAssembly Hall. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I have the honour to \r\nwelcome to the United Nations His Excellency  \r\nMr. Ernest Bai Koroma, President of the Republic of \r\nSierra Leone, and to invite him to address the \r\nAssembly. \r\n President Koroma: It is an honour for me, as \r\nPresident of the Republic of Sierra Leone, to deliver \r\nmy first speech to this Assembly. I wish to congratulate \r\nMr. D’Escoto Brockmann on his assumption of the \r\nhigh office of President of the General Assembly at its \r\nsixty-third session, and to assure him of Sierra Leone’s \r\nsupport and cooperation as he undertakes the \r\nchallenging responsibility of presiding over our \r\ndeliberations during this session. I should also like to \r\nexpress my gratitude to his predecessor for the efficient \r\nway in which he guided the Assembly during its last \r\nsession. \r\n The sacred duty of this Organization to save \r\nsucceeding generations from the scourge of war was \r\ntested in fire in Sierra Leone, but today my country \r\ndemonstrates what the United Nations can achieve \r\nwhen its Members work closely together. The people of \r\nSierra Leone know the value and relevance of the \r\nUnited Nations and appreciate its continuing support as \r\nwe reconstruct our society from war to peace and work \r\nwith determination to build a better future. \r\n A/63/PV.9\r\n \r\n25 08-51845 \r\n \r\n The theme for this general debate, “The impact of \r\nthe global food crisis on poverty and hunger in the \r\nworld as well as the need to democratize the United \r\nNations”, is important and timely. Africa has a \r\ndisproportionate share of the world’s poor and hungry, \r\nand the need for urgent and concerted action is \r\ncompelling. The rising cost of food has had a negative \r\nimpact on our resources and poses a threat to our \r\nnational stability and the stability of other countries in \r\nWest Africa. It is vital that Africa increase food \r\nproductivity and achieve food self-sufficiency. African \r\nfarmers need to adopt higher-yielding land practices, \r\nwith increased use of seeds, fertilizers and irrigation. \r\n In that connection, we welcome the work of the \r\nAlliance for a Green Revolution in Africa, chaired by \r\nformer Secretary-General Kofi Annan. The Alliance \r\nrecognizes that massive investment in agriculture is the \r\nkey to a long-term solution to the continent’s food \r\ncrisis. That will enable Africans to grow enough of \r\ntheir own food and become less dependent on handouts \r\nfrom donors. Sierra Leone, like many other countries \r\nin Africa, is suitably positioned to benefit from such \r\ninvestment because of its vast arable land, abundant \r\nwater resources and the fact that over 70 per cent of its \r\npopulation is engaged in farming or farming-related \r\nactivities. If that problem is going to be resolved, it is \r\nessential to end the agricultural subsidies and trade \r\nbarriers that impoverish African farmers. \r\n I have had the privilege to coordinate the African \r\nUnion committee of 10 heads of State and Government \r\ncharged with the mandate to promote the African \r\nCommon Position on the Reform of the United \r\nNations. In that capacity, and as Head of State of Sierra \r\nLeone, I welcome the theme “the need to democratize \r\nthe United Nations” as part of this year’s work of the \r\nGeneral Assembly. \r\n The need to democratize and reform the \r\nOrganization is of vital importance. However, reform is \r\nnot an end in itself but a means to an end. We support a \r\nstrong and effective United Nations that can meet the \r\never-increasing and complex array of challenges in the \r\ntwenty-first century. We are convinced that a more \r\nrepresentative and effective United Nations will \r\nstrengthen the loyalty and commitment of Member \r\nStates and make the Organization more responsive to \r\nthe needs of our time. \r\n It should be recognized that reform efforts have \r\nachieved some modest successes. However, one of the \r\nmost critical and urgent issues on our current reform \r\nagenda — reform of the Security Council — remains \r\nunresolved. We need to make the Security Council \r\nmore representative of today’s realities. The current \r\ncomposition of the Security Council contradicts basic \r\nprinciples of democratic representation. Africa has \r\noutlined its collective position in the Ezulwini \r\nConsensus. Africa will negotiate in good faith, and we \r\nexpect others to do the same in the best interest of the \r\nOrganization. The status quo is not an option. Africa, \r\nwith 53 countries constituting about a quarter of the \r\nUnited Nations membership, deserves permanent \r\nrepresentation in the Security Council. We believe that \r\nthe Security Council should be enlarged sooner rather \r\nthan later. \r\n The United Nations has had an important role in \r\nglobal peace and the development of justice. Sierra \r\nLeone’s peace and stability are due largely to United \r\nNations peacekeeping, a visible and an important \r\naspect of the Organization’s work. The Peacebuilding \r\nCommission, the Peacebuilding Fund and other United \r\nNations agencies are helping us in critical ways to \r\nachieve our development priorities and to meet the \r\nchallenges of post-conflict reconstruction. \r\n The United Nations-backed Special Court for \r\nSierra Leone and the Truth and Reconciliation \r\nCommission have made extraordinary contributions to \r\nestablishing the rule of law and fighting against \r\nimpunity so that the people of Sierra Leone can put \r\ntheir tragic past behind them and look forward to the \r\nfuture. Without reconciliation, tolerance and the rule of \r\nlaw, there will be no true and lasting peace. \r\n The Special Court has established legal principles \r\nthat will endure beyond its anticipated closure in 2010. \r\nI want to commend the efforts of the Special Court to \r\nengage both my Government and the international \r\njustice community in making preparations for any \r\nresidual issues that might remain following its closure. \r\nThe facilities of the Special Court in the heart of our \r\nhistoric capital, Freetown, will be inherited by Sierra \r\nLeone, and we will explore the best possible use for \r\nthem. \r\n In recent years, Sierra Leone has made real \r\nprogress in consolidating democracy and good \r\ngovernance by conducting successive free, fair and \r\nnon-violent presidential, parliamentary and local \r\nGovernment elections. We are on the right path. On \r\nbehalf of all Sierra Leoneans, I would like to thank \r\nA/63/PV.9  \r\n \r\n08-51845 26 \r\n \r\nmembers of the international community for their \r\ninvaluable contribution to our electoral process, and \r\nparticularly for their logistical and technical support \r\nthat enabled the various institutions to perform their \r\nrespective tasks. \r\n But we are the first to acknowledge that much \r\nmore needs to be done to achieve sustainable peace and \r\ndevelopment. War and deadly conflicts have social and \r\neconomic consequences long after the fighting has \r\nended. A peaceful country requires more than the \r\nabsence of war. Development remains the foremost \r\nneed of all Sierra Leoneans. Moreover, it is the \r\nfoundation of security, and it makes political rights \r\nmeaningful.  \r\n One can be secure only if one has food, shelter, \r\nclean water and protection from disease. That is why \r\nthe monumental task of poverty eradication is one of \r\nthe national priorities of my Government. My \r\nGovernment is completing a second-generation poverty \r\nreduction strategy to guide us in the process. We have \r\nalso developed a comprehensive strategy for the \r\nnation’s development over the next five years, called \r\nthe Agenda for Change. The Millennium Development \r\nGoals (MDGs) are also central to our work. Despite the \r\nenormous difficulties on the development front and in \r\nachieving the MDGs, we are resolved to improve the \r\nlives of our people and to respond constructively to \r\ntheir needs and aspirations. International support \r\nremains crucial, however, if we are to consolidate hard-\r\nwon gains. It is our hope that the United Nations and \r\nother development partners will continue to be our \r\nsteadfast allies in our ongoing struggle for economic \r\nprogress and development. \r\n The mission of the United Nations — to serve the \r\ncause of peace, to advance development and to protect \r\nthe human rights of all — is more important than ever. \r\nThe United Nations is a unique forum where the weak \r\nand the strong, the poor and the prosperous can have \r\ntheir voices heard. Sierra Leone reaffirms its \r\ncommitment to the ideals and principles of the United \r\nNations and will continue to be a constructive partner \r\nand member of this Organization. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Republic of Sierra Leone for the \r\nstatement he has just made. \r\n Mr. Ernest Bai Koroma, President of the Republic \r\nof Sierra Leone, was escorted from the General \r\nAssembly Hall.  \r\n \r\nAddress by Mr. Jalal Talabani, President of the \r\nRepublic of Iraq \r\n \r\n The Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Iraq. \r\n Mr. Jalal Talabani, President of the Republic of \r\nIraq, was escorted into the General Assembly \r\nHall. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I have the honour to \r\nwelcome to the United Nations His Excellency \r\nMr. Jalal Talabani, President of the Republic of Iraq, \r\nand to invite him to address the Assembly. \r\n President Talabani (spoke in Arabic): Allow me \r\nto extend my congratulations to Mr. D’Escoto \r\nBrockmann on his election to the presidency of the \r\nGeneral Assembly at its sixty-third session. I wish him \r\nsuccess in his great work responsibilities and projects. \r\nI hope he will be able to work for the interests of States \r\nMembers of the United Nations. I would like also to \r\nthank his predecessor, Mr. Srgjan Kerim, for presiding \r\nover the last session of the General Assembly. \r\n It is with honour and pleasure at this major \r\ninternational gathering that I convey greetings from the \r\nGovernment of the Republic of Iraq and its people. \r\nIraq’s former regime left behind security and political \r\nconditions that had become a drain on the energy of the \r\nIraqi people and that led to a deterioration of the \r\ncountry’s economy. Those conditions also left behind \r\nsignificant environmental and social damage. The \r\nforeign policy of the former regime and its domestic \r\npractices dragged the country into futile wars, leaving \r\nbehind millions of victims and the destruction of \r\neconomic and state institutions. \r\n While the Iraqi people are building a new federal \r\nState on the basis of democracy, pluralism and the \r\npeaceful distribution of power, they have been subject \r\nto and affected by a series of terrorist acts targeting all \r\nIraqis, be they Sunni or Shia Arabs, Kurds, Turkmen or \r\nChaldo-Assyrians, and attempts to ignite sectarian \r\nstrife, undermine the political process and stability of \r\nthe country, and return Iraq to the days of tyranny, \r\nbackwardness, oppression and dictatorship. \r\n A/63/PV.9\r\n \r\n27 08-51845 \r\n \r\n Terrorism is a blind danger that threatens \r\neveryone. At a time when the Iraqi people call upon the \r\nrepresentatives of their elected national Government to \r\ncombat the remnants of terrorism, they call upon the \r\ninternational community, and in particular \r\nneighbouring countries, to support Iraq in its efforts to \r\nsuppress violence and terrorism and to promote peace, \r\nsecurity and stability. That would have a positive \r\nimpact on the stability and security of the region and \r\non the interests of its peoples and of the international \r\ncommunity as a whole. \r\n The acts of terrorism committed by the enemies \r\nof freedom will not discourage our people from \r\ncreating a new democratic experience. Our people have \r\npaid a heavy price for embracing that experience. Our \r\nposition requires the support and assistance of \r\ncountries around the world if we are to build a modern \r\nnation that ensures justice, equality, strengthened the \r\nrule of law, respect for human rights and participation \r\nby women in all spheres of life. \r\n The Iraqi Government continues to impose the \r\nrule of law throughout Iraq with determination, \r\ndisarming militias and armed gangs, fighting sectarian \r\nconflict and building State institutions on the basis of \r\nnational unity. \r\n The initiative for reconciliation and national \r\ndialogue launched by the Iraqi Government among the \r\nvarious stakeholders in Iraq — be they Muslim, \r\nnon-Muslim, Arab, Kurd, Turkmen, Chaldo-Assyrian, \r\nShiite or Sunni — draws its strength from the heritage \r\nof the Iraqi people, which has rendered great services \r\nto humanity. Iraqis have coexisted in a spirit of \r\nfraternity, love and tolerance since the dawn of history. \r\nTheir religious, sectarian and national diversity has \r\nbeen a driving force in promoting national unity. \r\nNational reconciliation is a shared responsibility \r\nbetween political forces, decision makers, religious \r\nscholars, intellectuals, civil society organizations and \r\nall active actors in Iraq. \r\n Progress has been achieved on the ground thanks \r\nto ongoing national reconciliation activities that have \r\nbrought about the end of sectarian killings and an \r\nimprovement in the security situation, along with the \r\nreturn of thousands of displaced families to their \r\nhomes, the launch of construction projects and the \r\nprovision of services to citizens. \r\n The proper preparation and continuous training \r\ngiven to security and military forces have greatly \r\nimpacted their efficiency and capacity to respond to \r\ncriminal gangs, militias and terrorist organizations. \r\nThose forces conducted successful security campaigns \r\nto enforce the law in Baghdad and thereby eliminated \r\nmost of the armed militias and gangs and terrorist \r\ngroups, which greatly helped us to restore security and \r\nstability. We also undertook similar and successful \r\ncampaigns in Basra, Mosul, Diyala and other \r\nprovinces.  \r\n The Iraqi security forces have taken over security \r\nduties from the multinational forces in many of Iraq’s \r\nprovinces, most recently in Anbar. We are currently \r\nassuming full responsibility for defending and \r\npreserving the democratic achievements of our people. \r\nThe Government is aware that those efforts have not \r\nfully attained our objectives and aspirations and that \r\nthere is still much work ahead of us before we achieve \r\nthe stable and prosperous Iraq to which we all aspire. \r\nTherefore, we call upon the international community to \r\nsupport and assist Iraq in achieving those noble goals. \r\nWe are determined to assume responsibility for all \r\nsecurity tasks by the end of this year. \r\n The national unity Government has sought to \r\nimprove Iraq’s relations with other countries \r\nthroughout the world, in particular our neighbours, in \r\naccordance with the principles set out in the new Iraqi \r\nConstitution. It calls for the establishment of good \r\nrelations with neighbouring countries that share our \r\ninterests, on the basis of non-interference in their \r\ninternal affairs, diplomacy, direct dialogue and the \r\npeaceful settlement of disputes. Therefore, Iraq is no \r\nlonger a threat to international peace and security. We \r\ncall on the international community to ensure that Iraq \r\nis no longer subjected to action under Chapter VII of \r\nthe Charter of the United Nations, putting an end to all \r\nSecurity Council measures against Iraq, including with \r\nregard to compensation.  \r\n We thank our neighbouring countries for \r\nparticipating in three large regional conferences, the \r\nmost recent of which was held in Kuwait in April 2008. \r\nWe also thank them for their continued cooperation and \r\ncoordination to support the efforts of the Government \r\nand the people of Iraq to restore peace, stability and \r\nprosperity, by promoting ongoing dialogue in the areas \r\nof national reconciliation, combating terrorism, \r\nstrengthening the rule of law and increasing political \r\nparticipation. Those conferences have given \r\nparticipants the opportunity to reaffirm their \r\ncommitments to Iraq’s territorial integrity, unity, full \r\nA/63/PV.9  \r\n \r\n08-51845 28 \r\n \r\nsovereignty and independence and to non-interference \r\nin its internal affairs, as well as their pledges to honour \r\nthose commitments. We are currently preparing for a \r\nforthcoming meeting among Iraq’s neighbours to be \r\nheld in Baghdad, at which we will be able to set forth \r\nguiding principles for future positive cooperative \r\nefforts in the political, economical and security fields. \r\n Thanks to Iraq’s new policies, our country has \r\nbecome a meeting place for dialogue for regional and \r\ninternational adversaries. We would like to enhance \r\nthat positive role and to adopt a policy that will help to \r\nfurther reduce tensions and wars not only in the region \r\nbut also in the world at large. This year, senior Iraqi \r\nofficials made important high-level visits to \r\nneighbouring countries and other nations. Iraq was also \r\nvisited by senior officials from the region, and their \r\nconsultations promoted balanced and stable political \r\nand economic policies that increased the Arab \r\ndiplomatic presence in Iraq. Therefore, we call on all \r\nnations — especially given the great improvement in \r\nour security situation — to open or reopen diplomatic \r\nmissions and to enhance existing ones by increasing \r\nthe level of their representation.  \r\n Furthermore, in its foreign policy, Iraq has made \r\nit a priority to enhance its role in the international \r\ncommunity through effective participation in meetings \r\nand conferences held by United Nations agencies and \r\nfunds on various international issues. Iraq has also \r\nacceded to many United Nations conventions and \r\ntreaties, including the Chemical Weapons Convention, \r\nthe Comprehensive Nuclear-Test-Ban Treaty, the Kyoto \r\nProtocol and protocols and conventions related to the \r\nfight against terrorism.  \r\n Given the nearly 50 per cent increase in the Iraqi \r\nbudget compared with last year, and in view of our \r\nfuture aspirations and the improvements owing to \r\nincreased revenues derived from our natural \r\nresources — including our fertile agricultural lands and \r\nabundant water, mineral, and human resources — we \r\nsigned the International Compact with Iraq, aimed at \r\nachieving economic prosperity and social justice in \r\npartnership with the international community. That \r\ndocument represents a new stage in the establishment \r\nof balanced relations between Iraq and the other \r\nnations of the world. The First Annual Review \r\nConference of the International Compact, held in \r\nStockholm in May 2008, saw a high level of \r\ninternational participation. Its outcomes included a \r\nproposal to establish a new international development \r\npartnership that would include a joint financing \r\nmechanism for new programmes with international \r\npartners in Iraq, as well as an effort to identify critical \r\nareas for cooperation on issues such as human \r\ndevelopment, human rights, reconstruction and \r\neconomic governance, as points for departure in \r\ndeveloping new patterns of international cooperation \r\nand assistance with regard to Iraq.  \r\n The Government of Iraq would like to thank the \r\ninternational community for assisting us in our efforts \r\nto address our crises and challenges. We would also \r\nlike to thank the countries that have cancelled Iraqi \r\ndebt and to thank the Secretary-General Secretary for \r\nhis good efforts to that end.  \r\n The Government of Iraq is eager to cooperate \r\nwith the United Nations and would like to reactivate \r\nthe Organization’s work in our country so that the \r\ninternational community can strengthen its efforts to \r\nrebuild Iraq and to support national reconciliation and \r\nour democratic experience. We thus call on the United \r\nNations to enhance its presence in Iraq so that those \r\nefforts will yield greater results.  \r\n We agree with the world’s leaders regarding the \r\nneed to reconsider and reassess the international \r\nsituation and current political, economic and \r\nenvironmental crises. Indeed, the world has become a \r\nvillage and all events are interlinked, which means that \r\nan event in one region of the world will affect events in \r\nother regions. Therefore we must engage in dialogue, \r\ncooperation, coexistence and understanding in order to \r\nemerge from such crises. We also wish to highlight the \r\nrole of international and regional organizations as \r\nmechanisms for promoting dialogue and cooperation. \r\nThose are lessons that we have learned from the Iraqi \r\nexperiment and our own difficulties, and we see no \r\nalternative to such an approach in addressing the \r\ncurrent complex world situation. Therefore we call on \r\ninternational organizations to rebuild and reactivate \r\ntheir structures and to reduce their routine and \r\nbureaucracy.  \r\n The problems of the Middle East can be resolved \r\nthrough constructive and meaningful dialogue, in \r\naccordance with the resolutions of international \r\nlegitimacy and the principles of international law. \r\nTherefore the Government of Iraq supports the struggle \r\nof the Palestinian people to exercise their inalienable \r\nrights, including the right to establish an independent \r\nState. We call for the implementation of the resolutions \r\n A/63/PV.9\r\n \r\n29 08-51845 \r\n \r\nof international legitimacy in returning the occupied \r\nArab territories. We consider the Arab Peace Initiative \r\nendorsed by the Arab Summit to be a good and just \r\nbasis for the settlement of the Arab-Israeli conflict. \r\nTherefore, and in order to enhance peace and security \r\nin the region, we call for the establishment of a Middle \r\nEast zone free of weapons of mass destruction. \r\n The Government of Iraq attaches great \r\nimportance to reform of the United Nations, in \r\nparticular the Security Council, to improve its \r\nperformance. While we believe that it is important to \r\nexpand the Council’s membership to make it more \r\nrepresentative and more responsive to the great \r\nincrease in the number of Member States in \r\ncomparison with 60 years ago, we also believe that it is \r\nessential to improve the Council’s working methods in \r\norder to enhance its effectiveness and capacity to \r\nperform, which affect the interests of all Member \r\nStates. At any rate, the increase in the membership of \r\nthe Council must not affect its effectiveness or \r\nefficiency. Promoting stability and prosperity calls for \r\nenhancing cooperation among the countries of the \r\nworld.  \r\n We need to improve relations among the \r\nsovereign countries of the world and develop the \r\ninternational system so that it will be fairer and better \r\nable to assist development programmes in poor and \r\ndeveloping countries through increased support from \r\nwealthy countries.  \r\n In conclusion, allow me on behalf of my country \r\nand the people of Iraq to extend congratulations to the \r\nPresident of the General Assembly. We are confident \r\nthat his wisdom and remarkable qualities will bring \r\nabout success in the current session of the General \r\nAssembly. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Republic of Iraq for the statement he \r\nhas just made. \r\n Mr. Jalal Talabani, President of the Republic of \r\nIraq, was escorted from the General Assembly \r\nHall. \r\n \r\nAgenda item 8 (continued) \r\n \r\nGeneral debate \r\n \r\n  Address by The Honourable Elias Camsek \r\nChin, Vice-President of the Republic of Palau \r\n \r\n The Acting President (spoke in French): The \r\nAssembly will now hear an address by the Vice-\r\nPresident of the Republic of Palau. \r\n The Honourable Elias Camsek Chin, Vice-\r\nPresident of the Republic of Palau, was escorted \r\nto the rostrum. \r\n The Acting President (spoke in French): I have \r\ngreat pleasure in welcoming His Excellency The \r\nHonourable Elias Camsek Chin, Vice-President of the \r\nRepublic of Palau, and inviting him to address the \r\nGeneral Assembly. \r\n Mr. Chin (Palau): On behalf of President Tommy \r\nE. Remengesau, Jr., and the people of Palau, I offer my \r\ncongratulations to the President on his election. I \r\nassure him and all Member States that the United \r\nNations will have my Government’s full cooperation \r\nand support in the coming year. \r\n Our existential challenge is climate change. To \r\nquote the text prepared for the President’s address at \r\nthe opening of this session, we “cannot accept, under \r\nany circumstance, proposals for mandatory emissions \r\nreduction targets that take for granted sacrificing the \r\nhomelands of entire peoples”. We must reach an \r\nagreement on a set of quantified emission reduction \r\ntargets for the second commitment period of the Kyoto \r\nProtocol. These targets must reflect the urgency of the \r\ncircumstances.  \r\n The post-2012 regime must address mitigating \r\nthe impacts of climate change on small island \r\ndeveloping States. As the text of the President’s \r\nopening address states, Member States “must be guided \r\nby a single consideration: saving those small island \r\nStates that today live in danger of disappearing entirely \r\nas nations”. Never before in all history has the \r\ndisappearance of whole nations been such a real \r\npossibility. As we noted in Niue, Palau and the \r\nmembers of the Pacific Islands Forum are deeply \r\nconcerned about the growing threat that climate change \r\nposes not only to our sustainable development, but in \r\nfact to our future survival. This is a security matter that \r\nhas gone unaddressed. \r\nA/63/PV.9  \r\n \r\n08-51845 30 \r\n \r\n It is for this reason that the Pacific Small Island \r\nDeveloping States submitted a draft resolution at the \r\nsixty-second session of the General Assembly \r\nrequesting that the Security Council honour the Charter \r\nof the United Nations and actively continue its \r\nconsideration of the security implications of climate \r\nchange. We were gratified by the positive response \r\nfrom the international community and thank our many \r\nco-sponsors for their support. We will reintroduce our \r\nresolution in the sixty-third session and look forward to \r\nAssembly action this fall. \r\n In the meantime, we cannot wait. While Palau \r\ncontributes little to greenhouse gas emissions, we are \r\ntaking significant steps to reduce our reliance on fossil \r\nfuel, despite the detrimental economic consequences to \r\nus. The number of projects on energy efficiency and \r\nrenewable energy has been increased, and we thank our \r\ndonor partners for their support. We appreciate the \r\nsupport of Italy and Austria in supporting development \r\ncooperation with respect to energy for sustainable \r\ndevelopment. We also thank the European Union for \r\ntheir ongoing assistance in the area of renewable \r\nenergy. \r\n We sincerely hope that Taiwan will be able to \r\nparticipate in the specialized agencies of the United \r\nNations. The Republic of China’s meaningful \r\nparticipation in those agencies, such as the World \r\nHealth Organization and the International Civil \r\nAviation Organization, would help promote peace and \r\ncooperation in the Asia-Pacific region, enhance \r\nimportant dialogue and help all peoples. \r\n The oceans that surround Palau are the backbone \r\nof our nation’s existence and are integral to our \r\ncontinued viability as an independent nation. At the \r\nsixty-first session we banded together to protect \r\nvulnerable marine ecosystems from deep sea bottom \r\ntrawling, a destructive fishing practice responsible for \r\n95 per cent of the worldwide damage to seamounts. We \r\ncongratulate the South Pacific Regional Fisheries \r\nManagement Organisation for adopting interim \r\nmeasures that are a substantial step towards eliminating \r\nbottom trawling. We urge all other regional fisheries \r\nmanagement organizations and flag States to follow \r\nthis example, and we remind everyone that the \r\ndeadline to take action, 31 December 2008, is fast \r\napproaching. \r\n Palau has been active on the issue of bottom \r\ntrawling because of its effects on ocean ecosystems. \r\nThe North Pacific is home to some of the world’s best \r\nremaining fisheries. Their diversity is a key reason for \r\nthe Micronesia Challenge, whereby the countries and \r\nterritories of Micronesia joined together to conserve 30 \r\nper cent of near-shore marine resources and 20 per cent \r\nof land resources by the year 2020.  \r\n This project is the first of its kind in the world. It \r\ncovers 6.7 million square miles of ocean and helps to \r\nprotect 10 per cent of the world’s coral reefs, including \r\nmore than 60 threatened species. We thank the General \r\nAssembly for its recognition of this programme at its \r\nsixty-second session, in resolution 62/215 on oceans \r\nand law of the sea and thank our development partners, \r\nincluding Turkey, the Global Environment Fund, the \r\nNature Conservancy and Conservation International for \r\ntheir support. \r\n Since Palau joined the United Nations in 1994, \r\nwe have highlighted our concern that the Organization \r\nhas no presence in our country. We were pleased \r\ntherefore when the United Nations Development \r\nProgramme, the United Nations Population Fund and \r\nthe United Nations Children’s Fund announced that \r\neight new joint offices would open in Pacific island \r\ncountries, including Palau. We welcome that historic \r\naccomplishment and await the opening ceremony. \r\n Palau is an active participant in the efforts of the \r\ninternational community to combat terrorism and has \r\nmade every effort to improve its anti-terrorism \r\ncapacity. We have met with the Counter-Terrorism \r\nCommittee Executive Directorate to advance our \r\nrequests for assistance, particularly in the area of \r\ncombating money-laundering and terrorism financing. \r\nUnfortunately, the efforts of the Directorate have been \r\ninsufficient. Our experience has been that the capacity-\r\nbuilding efforts of the United Nations have focused on \r\nhelping countries draft and adopt legislation. That is an \r\nexcellent first step, but an insufficient one, as the best-\r\ndesigned legislation is meaningless without \r\nenforcement.  \r\n We hope that, during the sixty-third session of the \r\nGeneral Assembly, the United Nations will take the \r\nnext step and help smaller countries that have the drive \r\nbut not the means to operationalize the laws and \r\nregulations they have in place to fight terrorism. We \r\nurge the establishment of a voluntary trust fund that \r\nwould allow small States to develop effective counter-\r\nterrorism initiatives. We thank the United States and \r\n A/63/PV.9\r\n \r\n31 08-51845 \r\n \r\nAustralia for the counter-terrorism assistance they have \r\ngiven us. \r\n Urgent attention should be paid to Security \r\nCouncil reform. Without it, there can be no genuine \r\nUnited Nations reform. Japan has demonstrated its \r\nconcern for and commitment to Palau and all its Pacific \r\nneighbours, and should be a permanent member of the \r\nCouncil. Likewise, India, the world’s largest \r\ndemocracy, is a developing nation with a deep sense of \r\ninvolvement in Palau and the rest of the Pacific. We \r\nhave supported and continue to support the principles \r\nof the draft resolution proposed by the Group of Four \r\ncountries. \r\n We have worked very hard to change the dates for \r\nsubmission to the Commission on the Limits of the \r\nContinental Shelf. The new submission regime will \r\nallow developing countries to preserve our claims to \r\nthe resources contained in our extended continental \r\nshelf. Though that extension of time for submission is \r\nwelcome, it is only half the battle. We still need the \r\nresources and the technical expertise necessary to make \r\na full submission, and we request the assistance of the \r\ninternational community in helping us to achieve that \r\ngoal. \r\n Palau was the last country to emerge from the \r\nUnited Nations trusteeship system. The United Nations \r\nhelped to return our sovereignty after four colonial \r\nadministrations. We are thus particularly proud to \r\nadvance the objectives of this unique institution and \r\nlook forward to working together to achieve them \r\nduring this session of the General Assembly. In \r\nclosing, let me thank the Assembly in my country’s \r\nnative language: Kom Kmal Mesulang. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I wish to thank the \r\nVice-President of the Republic of Palau for the \r\nstatement he has just made.  \r\n The Honourable Elias Camsek Chin, Vice-\r\nPresident of the Republic of Palau, was escorted \r\nfrom the rostrum. \r\n \r\n  Address by The Honourable Winston Baldwin \r\nSpencer, Prime Minister of Antigua and Barbuda \r\n \r\n The Acting President (spoke in French): The \r\nAssembly will now hear an address by the Prime \r\nMinister of Antigua and Barbuda. \r\n The Honourable Winston Baldwin Spencer, Prime \r\nMinister of Antigua and Barbuda, was escorted to \r\nthe rostrum. \r\n The Acting President (spoke in French): I have \r\ngreat pleasure in welcoming His Excellency The \r\nHonourable Winston Baldwin Spencer, Prime Minister \r\nof Antigua and Barbuda, and inviting him to address \r\nthe Assembly. \r\n Mr. Spencer (Antigua and Barbuda): I wish at \r\nthe outset to extend heartiest congratulations and \r\nassurances of my cooperation and highest esteem to \r\nMr. Miguel d’Escoto Brockmann on his election to the \r\npresidency of the General Assembly at its sixty-third \r\nsession. Antigua and Barbuda looks forward to his \r\nleadership and guidance throughout this session. Our \r\ncongratulations also go to his predecessor, Mr. Kerim, \r\non a job well done and for his service to the \r\ninternational community.  \r\n I venture to express the hope that the Group of 77 \r\n(G-77) and China will find in the President a vigorous \r\nadvocate for heightened focus and meaningful action in \r\npursuit of the Millennium Development Goals (MDGs) \r\nand other agreed development goals. \r\n The sixty-third session of the General Assembly \r\nis taking place against a backdrop of escalating \r\nchallenges to international peace and security: \r\nunalleviated poverty and diminishing food supplies for \r\nmuch of the world’s population; mega-disasters \r\ninduced by climate change; and impending meltdown \r\nin the world’s largest economy. These times and \r\ncircumstances call for a heightened sense of urgency \r\nand a stronger will among all nations to work with and \r\nthrough the United Nations in embracing \r\nmultilateralism in the fullest sense.  \r\n The climate crisis is a clear and present threat to \r\nthe security of small island States like ours and a major \r\nobstacle to the achievement of our sustainable \r\ndevelopment goals and objectives. The international \r\ncommunity is not short of rhetoric on the climate issue, \r\nnor is it short of ideas, but we have come up woefully \r\nshort of political will on the part of those whose \r\nactions matter most.  \r\n The nexus of climate change and natural disasters \r\nis indisputable. Natural disasters are increasing in \r\nfrequency and devastation around the globe. Such \r\ndisasters are especially catastrophic for the small \r\ncountries of the Caribbean, whose economies are \r\nA/63/PV.9  \r\n \r\n08-51845 32 \r\n \r\nlargely dependent on the natural environment. I \r\ncommend the United Nations and its organs for the \r\nwork they are doing in Haiti and elsewhere in the \r\nCaribbean, which was severely affected by hurricanes \r\nover the past weeks. I must, however, call on the \r\ninternational community to lend additional support to \r\nthe United Nations in its humanitarian efforts in the \r\ndeveloping world. \r\n The emerging focus on new energy sources in the \r\nUnited States and elsewhere is also happening to small \r\nnations. We are encouraged by the promise of a \r\nrollback of the primary contributors to the causes of \r\nclimate change. The responsibility to provide the \r\nnecessary resources to do that must be born primarily \r\nby those developed countries which contribute most to \r\nthe causes of climate change.  \r\n In a similar context, vulnerable developing \r\nsocieties are victims to the globalization of crime, \r\nnotably in the havoc wrought by handguns in the \r\npossession of criminal elements, the trafficking of \r\nnarcotics destined essentially for markets in developed \r\ncountries, and the deportation of criminals to our \r\nshores. We urge the international community, in \r\nrecognition of the link between globalization and \r\ncrime, to provide greater support for the efforts of \r\nsmall island States to fight crime, strengthen the rule of \r\nlaw and combat international drug trafficking. We also \r\ncall on developed countries to stop the practice of \r\ndeporting violent criminals to our shores. \r\n Antigua and Barbuda is also keenly concerned \r\nabout the issue of nuclear disarmament and \r\nnon-proliferation. The Caribbean is a zone of peace, \r\nbut none of us is beyond the impact and effect of \r\nweapons of mass destruction. The Treaty on the \r\nNon-Proliferation of Nuclear Weapons should be fully \r\nimplemented and adhered to by all countries.  \r\n The constant threat that terrorism poses in today’s \r\nhighly globalized world makes nuclear disarmament \r\neven more imperative. We will continue to promote a \r\nnuclear-free zone in Latin America and the Caribbean, \r\nand encourage all countries, particularly the leading \r\nindustrialized nations, to vigorously pursue and support \r\ndisarmament.  \r\n I have looked critically at some of the problems \r\nfacing the global family of nations. I conclude on a \r\nnote of optimism.  \r\n We have recently seen a number of leaders \r\napologizing to the African diaspora, to indigenous \r\npeoples and to former colonies for past wrongs and \r\ninjustices. We have even seen binding commitment to \r\nreparation, as in the case of Italy and Libya. I salute \r\nthose leaders who have demonstrated such \r\nenlightenment.  \r\n More Governments are accepting the inevitability \r\nof democratic political change and are showing a \r\ngrowing commitment to good governance, fair and free \r\nelections and the orderly transfer and sharing of power. \r\nKenya, Zimbabwe and South Africa come to mind \r\nimmediately and deserve commendation. \r\n Finally, it is fascinating how both candidates in \r\nthe United States presidential election are vying for the \r\nchange franchise in that country. As a representative of \r\nthe Government and people of Antigua and Barbuda, I \r\ncall on the United States administration and its future \r\nleadership to effect change in its dealings with our \r\nbrother nation of the Republic of Cuba.  \r\n I call on the United States to end the economic, \r\ncommercial and financial embargo imposed on our \r\nbrothers and sisters in Cuba. As a world leader and \r\ndefender of justice, the United States must embrace \r\nchange fully in the interests of the men, women and \r\nchildren of Cuba.  \r\n I firmly believe that the United Nations would be \r\na more potent entity and the world could be infinitely \r\nbetter placed if the next president of the United States \r\nin his inauguration address gave an irrevocable \r\ncommitment to multilateralism in all its dimensions. \r\n Permit me in my capacity as the Chair of the \r\nG-77 and China to offer a few comments on behalf of \r\nthe group. \r\n The United Nations and the broader international \r\ncommunity have spent much time and other resources \r\nover two decades identifying, defining and reaching a \r\ncommon understanding on major challenges to global \r\nsociety. We have passed resolutions and declarations in \r\nwhich we have defined the challenges, identified the \r\nresources needed and resolved and committed to \r\nmeeting and overcoming the challenges as a global \r\ncommunity through international cooperation. In some \r\ncases, we have agreed and set binding time frames to \r\nachieve results. \r\n Many of these commitments, timetables and \r\nproposals for action have been repeated in annual \r\n A/63/PV.9\r\n \r\n33 08-51845 \r\n \r\nresolutions of the General Assembly. Unfortunately, \r\nmany have become more technically complicated, \r\nwhile there has been less and less political commitment \r\nto action supporting their unified and mutually \r\nreinforcing implementation. \r\n We have had some modest gains, as, for example, \r\nin our fight against HIV/AIDS and malaria. However, \r\nin general, our record of implementation and delivery \r\non commitments is a source of embarrassment to us as \r\nleaders. \r\n We are confronted by an endemic crisis of \r\ndevelopment, including the failure of development \r\npolicies and approaches that do not take into account \r\nthe specific situation of countries and regions. \r\n This has resulted in growing inequities within and \r\nacross countries, an environmental and climate change \r\ncrisis with unsustainable pressures on production and \r\necosystems, a global economic and financial crisis \r\nspreading from the major economies, a crisis of \r\nconfidence in global governance and institutional \r\ncapacity for managing international trade, finance and \r\ndevelopment policies, a worsening energy crisis, an \r\nunprecedented food crisis, and a looming water crisis. \r\n We recognize that each country has the primary \r\nresponsibility for its development. However, the \r\ninternational community must create a conducive, \r\nsustainable, fair and predictable environment and \r\nprovide the necessary policy space to stimulate and \r\nfacilitate the discharge of this responsibility. \r\n We must all move immediately into \r\nimplementation mode — a mode where our focus is on \r\nhow to do rather than how not to do. We have some \r\nimportant strategic opportunities ahead to begin to do \r\nso. \r\n The G-77 and China believe that we could begin \r\nwith today’s high-level meeting of the General \r\nAssembly on the Millennium Development Goals. \r\n At the midpoint we, as an international \r\ncommunity, are in danger of missing most of the MDG \r\ntargets. We have not provided the resources, the \r\nconducive international environment and the \r\ncooperation to ensure that all developing countries can \r\nmeet their specific targets. \r\n Several sources were identified in Monterrey \r\nthrough which the financing could be mobilized to \r\naddress the commitments to tackle many of the \r\nchallenges, including those summarized in the \r\nMillennium Development Goals. \r\n Let us use the process leading up to the Follow-\r\nup International Conference on Financing for \r\nDevelopment, and the Conference itself, to offer \r\nspecific proposals on how we will provide and use \r\nresources, and on how we will set about shaping the \r\ninternational economic environment in order to speed \r\nachievement of those objectives and targets, as well as \r\nincrease the participation of developing countries. \r\n In December 2007, the Bali process reaffirmed \r\nthe international community’s resolve to ensure that, \r\nby the end of 2009, it will have a clear idea about \r\ncommitments from Annex 1 Parties to the United \r\nNations Framework Convention on Climate Change \r\n(UNFCCC) on greenhouse gas-reduction for the second \r\ncommitment period, as well as their commitments on \r\nfirm actions and resources to facilitate adaptation, \r\nmitigation, technology transfer and financing for \r\nNon-Annex 1 Parties. \r\n The outcomes of the United Nations Climate \r\nChange Conference to be held in Copenhagen in 2009 \r\nmust be robust and implementation-driven. The various \r\nintergovernmental activities on the energy and food \r\ncrises scheduled for the coming months should be \r\nfocused not only on solutions to the immediate \r\nproblems of food insecurity and energy issues, but also \r\non long-term sustainable developmental imperatives. \r\n These are illustrations of the opportunities which \r\ncan and should be used by the international community \r\nto foster implementation of both outstanding and new \r\ncommitments. They are by no means exhaustive. The \r\nGroup of 77 and China would urge the General \r\nAssembly to resolve to promptly send a message \r\ncommunicating the urgency of implementing those \r\nvarious processes and activities. \r\n The Acting President (spoke in French): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPrime Minister of Antigua and Barbuda for the \r\nstatement he has just made.  \r\n The Honourable Winston Baldwin Spencer, Prime \r\nMinister of Antigua and Barbuda, was escorted \r\nfrom the rostrum. \r\nThe meeting rose at 2.30 p.m. \r\n"