" United Nations  A/63/PV.54\r\n  \r\n \r\nGeneral Assembly \r\nSixty-third session \r\n \r\n54th plenary meeting \r\nTuesday, 18 November 2008, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nC-154A. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n08-60929 (E) \r\n*0860929* \r\nPresident: Mr. D’Escoto Brockmann. . . . . . . . . . . . . . . . . . . . . . . . . . . . (Nicaragua) \r\n \r\n \r\n  In the absence of the President, Mr. Salgueiro \r\n(Portugal), Vice-President, took the Chair. \r\n \r\n \r\nThe meeting was called to order at 3.10 p.m. \r\n \r\n \r\nAgenda items 9 and 111 (continued) \r\n \r\nReport of the Security Council (A/63/2) \r\n \r\n  Question of equitable representation on and \r\nincrease in the membership of the Security \r\nCouncil and related matters \r\n \r\n Mr. Almansoor (Bahrain) (spoke in Arabic): \r\nFirst of all, I would like to congratulate you, Sir, on the \r\nway in which you have been steering the work of the \r\nGeneral Assembly and the general debate of the \r\nAssembly. We also wish to thank Ambassador Jorge \r\nUrbina, Permanent Representative of Costa Rica and \r\nPresident of the Security Council for the month of \r\nNovember, for his comprehensive presentation of the \r\nannual report of the Security Council, which appears in \r\ndocument A/63/2. \r\n This is a significant opportunity for us to discuss \r\nitems 9 and 111 of the agenda on the annual report of \r\nthe Security Council and the question of equitable \r\nrepresentation on and increase in the membership of \r\nthe Security Council and related matters. Those two \r\nitems enjoy special attention on the part of the States \r\nMembers of the United Nations, given the link that \r\nexists between them. As we noted in earlier years, the \r\nannual report of the Security Council provides a \r\ncomprehensive account of the activities of the Council \r\nand the issues that it has discussed throughout the year. \r\nIt also includes the number of meetings held, whether \r\nformal open meetings or consultations, as well as the \r\nnumber of resolutions adopted by the Council.  \r\n However, as in earlier years, the report does not \r\nanalyse the Council’s work and the issues on which it \r\nhas not been able to make progress, such as the \r\nPalestinian question. We need to understand the \r\nreasons for that failure if we are to find solutions and \r\nunderstand why the Council did not perform as it \r\nshould have. Undoubtedly, that would be useful for \r\neveryone concerned. We need to study those reasons \r\nand work together to assist the Council in finding \r\nsolutions to those matters and other issues on its \r\nagenda. \r\n Discussion of the two items also serves to \r\nstrengthen the relationship between the General \r\nAssembly and the Security Council, so that together \r\nthose two organs can promote and strengthen the \r\nvalues and principles of the United Nations in the best \r\npossible way.  \r\n At the 2005 World Summit, world leaders \r\nrecognized the importance of Security Council reform \r\nas an essential factor in all current efforts to reform the \r\nUnited Nations. They committed themselves to \r\nreforming the Security Council as soon as possible so \r\nas to make it more representative, efficient and \r\ntransparent and enhance its effectiveness and the \r\nlegitimacy of its resolutions. In order to achieve that \r\ngoal, world leaders expressed their support for the \r\nreforms being undertaken to improve the Security \r\nCouncil’s working methods, inter alia through the \r\nA/63/PV.54  \r\n \r\n08-60929 2 \r\n \r\nparticipation of non-member States in debates on \r\nmatters on the Council’s agenda. \r\n In that regard, we need to work together with \r\ngoodwill, in order to achieve tangible results that will \r\nobtain wide support and agreement. We should not \r\nforget that Security Council reform is an integral \r\nelement in enhancing the entire work of the United \r\nNations and its effectiveness in its mission to tackle the \r\ncurrent issues and crises. The annual report of the \r\nSecurity Council indicates that there are more issues on \r\nits agenda than ever and, notwithstanding the fact that \r\nthe Council tries to play the important role entrusted to \r\nit by the United Nations Charter, the many issues on its \r\nagenda subject it to constant pressure in addressing \r\nthose responsibilities. That has a negative effect on the \r\nquality and depth of its discussions and on the \r\ndecision-making process itself.  \r\n Given those circumstances, I believe that we need \r\nto be cautious in discussing new topics, particularly \r\nthose that do not represent a threat to international \r\npeace and security. We reaffirm the importance of \r\nrespecting the competence of United Nations organs, as \r\nset out in the Charter. The Security Council should not \r\ntake up issues that are within the purview of other \r\norgans of the United Nations, which would constitute \r\ninterference in the competence of other organs of this \r\nOrganization. We should reaffirm the importance of \r\ncooperation and coordination among the various \r\nUnited Nations organs, which would enhance our \r\nability to tackle the current challenges. Thus, we \r\nshould hold regular meetings involving the Presidents \r\nof the General Assembly, the Security Council and the \r\nEconomic and Social Council to examine ways of \r\nensuring their coordination and preventing any \r\nencroachment on the competence of other bodies. \r\n Fair representation in the Security Council and \r\nthe expansion in its membership, as well as other \r\nrelated matters, are a priority for my delegation. There \r\nhave been attempts to consider those issues, involving \r\nthe Open-Ended Working Group on Security Council \r\nReform, established by General Assembly resolution \r\n48/26. However, it is plain that those efforts have not \r\nyielded any practical results. Therefore, we should \r\nwork together in a creative and open spirit, in order to \r\nreach an agreement satisfactory to everyone and \r\nsupported by everyone. \r\n Thus, we need to launch consultations that would \r\nserve as a basis for later intergovernmental \r\nnegotiations. According to the draft report of the Open-\r\nended Working Group on the Question of Equitable \r\nRepresentation on and Increase in the Membership of \r\nthe Security Council and Other Matters related to the \r\nSecurity Council (A/AC.247/2008/Rev.2), which was \r\nintroduced by the Vice-President of the General \r\nAssembly, there is general agreement that the Security \r\nCouncil membership needs to be adjusted and \r\nbalanced, because its representation does not reflect the \r\ncurrent situation in the world. We equally need to \r\nexpand the Council and reform its working methods.  \r\n The process of reforming the Security Council \r\nshould be comprehensive, taking into account all \r\nrelated issues. In that context, we support the principle \r\nof enlarging the Security Council in keeping with fair \r\nand democratic geographical representation, in the \r\npermanent and non-permanent categories alike, so as to \r\nenable all countries to be represented fairly, which \r\nwould reflect the current position of the States \r\nMembers of the Organization. There needs to be a \r\npermanent seat for Arab States to be rotated among \r\nthem, as is done within the League of Arab States. \r\n We should use the provisions of Chapters VI and \r\nVIII of the Charter to settle disputes peacefully. \r\nRecourse to Chapter VII should not be excessive but \r\nshould be a last resort after all other, peaceful means \r\nhave been tried. Recourse to Articles 41 and 42 is often \r\nundertaken quickly before available peaceful means \r\nhave been exhausted. \r\n It is extremely important to limit the use of the \r\nveto, and I believe there is a possibility of writing off \r\nthe right of veto through a positive vote. There are \r\nsome Member States that feel that the right of veto \r\nshould be abolished through a two-thirds majority vote \r\nof the General Assembly. That is part of the reform of \r\nthe working methods of the Security Council and \r\nwould function to make it more open and transparent, \r\ngiven the greater participation of non-member States \r\nand in particular States concerned in the issues under \r\nconsideration.  \r\n The Kingdom of Bahrain hopes that Security \r\nCouncil reform will take place in a manner \r\ncommensurate with the challenges facing us in the \r\nmodern world. We hope that the enlargement of the \r\nCouncil will serve to guarantee the democratic \r\nrepresentation of all Member States, both large and \r\nsmall. We hope that we will be able to reach a middle-\r\nground solution that can be applied so that all States \r\n A/63/PV.54\r\n \r\n3 08-60929 \r\n \r\nwill see their hopes and aspirations taken into account \r\nby the Council. \r\n Mr. Churkin (Russian Federation) (spoke in \r\nRussian): Each year all United Nations Member States \r\nare given an opportunity to debate together the results \r\nof the work of the Security Council, as reflected in its \r\nannual report, presented today on behalf of the entire \r\nCouncil by its President, Mr. Jorge Urbina, Permanent \r\nRepresentative of Costa Rica. Such a transparent \r\ndiscussion is very important.  \r\n In that context, we wish to thank the delegation \r\nof Viet Nam, which completed the main task of the \r\npreparation and organization of the report. We believe \r\nthat the report is an overall and objective reflection of \r\nthe dynamics of the work of the Council over the past \r\nyear. The very fact that the Council, as in previous \r\nyears, actively dealt with important contemporary \r\nproblems shows that the international community, and \r\nthe Council members themselves, have done justice to \r\nthe inalterable and unique principle of the legitimacy \r\nof Council decisions, which is at the heart of the \r\nprocess of settling problems relating to international \r\npeace and security. \r\n We also note that in the year ending, positive \r\ndevelopments are continuing in the practice of the \r\nworking methods of the Council, including more \r\njudicious openness in its activities. As can be seen in \r\nthe statistics in the report, there was more of that \r\ncompared with last year. In the work of the Council it \r\nis essential to maintain a reasonable balance between \r\ntransparency and effectiveness, with the understanding \r\nthat the main purpose is to build up the Council’s \r\npotential to meet its Charter prerogatives to maintain \r\ninternational peace and security. \r\n In that context, Russia, as a permanent member of \r\nthe Council, advocates increased effectiveness of its \r\nwork, including by giving the Council a more \r\nrepresentative character. However, attempts in that \r\nregard must not affect the Council’s effectiveness. That \r\nis one of the main issues in our approach to the matter \r\nof Council reform.  \r\n Russia’s position in that regard is well known. \r\nWe favour preserving a compact Council composition \r\nand are convinced that it would be counterproductive \r\nto bring in ideas that would infringe upon the \r\nprerogatives of the Council’s current permanent \r\nmembers, including its veto institution. \r\n We also fully support the notion that the formula \r\nfor Council reform must ensure the broadest possible \r\nsupport by Members of the Organization, at any rate, \r\nby more than the legally required two-thirds majority \r\nof the votes in the General Assembly. The proposed \r\nreform models still do not enjoy predominant support \r\nin the United Nations. An attempt to sell those plans by \r\nbringing them to a vote would inevitably polarize the \r\nGeneral Assembly. Even if one of the drafts did garner \r\nthe two thirds of the votes required by the Charter, the \r\nCouncil would hardly become more authoritative in the \r\neyes of the minority who disagreed, which would \r\ncertainly include some influential States. Therefore, the \r\nsignificance of a formally more representative Council \r\nwould be cancelled out by its diminished prestige in \r\ninternational affairs. That would be unacceptable. \r\n We are prepared to continue the painstaking work \r\nto bring together approaches to selecting the optimal \r\nmodel of a future Security Council composition and to \r\nlook at any reasonable option to enlarge the \r\nmembership, including the so-called transitional \r\ndecision, if it is based on the broadest agreement \r\nwithin the United Nations. \r\n Our common task is to lay the foundation for the \r\nfurther strengthening of the authority and potential of \r\nthe Security Council as the main body in the area of the \r\nmaintenance of peace and international security. Thus, \r\nwe all have a large responsibility to ensure that \r\ninsufficiently thought out steps to reform the Council \r\ndo not lead to polarization and division in the ranks of \r\nMember States and thus, instead of their strengthening, \r\nto a weakening of the United Nations and the Security \r\nCouncil, thereby complicating efforts on other reform \r\ntracks in the Organization. \r\n In that context, we attach great significance to the \r\npreparatory work to agree on the format and the \r\nmodalities of the upcoming intergovernmental \r\nnegotiations, which, in the letter and spirit of the \r\nGeneral Assembly decision 62/557 of 15 September, \r\nwe are to complete in the Open-ended Working Group \r\nbefore initiating the talks. At the last meeting of the \r\nOpen-ended Working Group, a number of delegations \r\nsuggested developing a road map for its work in the \r\nupcoming pre-negotiation period. We believe that idea \r\ndeserves support.  \r\n Our delegation is open to a further constructive \r\nexchange of views within the Open-ended Working \r\nA/63/PV.54  \r\n \r\n08-60929 4 \r\n \r\nGroup with all delegations, in the time left, until \r\ncommencement of intergovernmental negotiations. \r\n Mr. Terzi di Sant’Agata (Italy): I am grateful to \r\nthe President of the General Assembly for convening \r\nthis meeting of the General Assembly, which allows us \r\nto discuss the critical matter of how to make the \r\nSecurity Council more effective, representative and \r\ndemocratic. As representative of an elected member of \r\nthe Security Council, I would also like to thank \r\nAmbassador Urbina and Ambassador Le Luong Minh \r\nand commend them on the annual report presented \r\ntoday (A/63/2). The Council presidency is working for \r\ngreater openness and transparency, a goal we fully \r\nsupport. That brings me to the great effort done in \r\nimproving working methods. The Permanent \r\nRepresentative of Costa Rica, in his presentation at the \r\n53rd meeting, stated that we must “further the cause of \r\ntransparency, access to the Council and \r\naccountability”. \r\n To this I would add redressing the imbalance \r\nbetween the General Assembly and the Security \r\nCouncil. Areas for improvement include fuller access \r\nto the Security Council, better and more regular \r\ncommunications from the Council to the general \r\nmembership, more thematic debates in the General \r\nAssembly, more detailed annual reports to the General \r\nAssembly, more frequent and substantial public \r\nmeetings and a system to prevent overlap and assure \r\ntransparency in the subsidiary bodies. \r\n As we read in the report presented today, we see, \r\nin the Council’s daily efforts to address threats to peace \r\nand security, growing attention being paid to conflict \r\nprevention and mediation, to the protection of civilians \r\nin peacekeeping operation mandates and to the issue of \r\nprotecting human rights as a contribution to security.  \r\n I shall now focus my comments on the report of \r\nthe Open-ended Working Group (A/62/47), looking \r\nfirst at matters of procedure and then at matters of \r\nsubstance. \r\n Together with a significant group of countries, \r\nItaly has, for three years now, been a promoter of the \r\nUniting for Consensus idea. We believe that reforms \r\nthat amend the Charter, alter binding agreements on \r\npeace and security and modify or create key United \r\nNations bodies can only become a viable reality if \r\nevery Member State has ownership. The most \r\nimportant reforms in the history of the United Nations \r\nhave been approved by consensus or by an \r\noverwhelming majority. Let me give the Assembly a \r\nfew examples: the creation of the Human Rights \r\nCouncil, the Peacebuilding Commission, the United \r\nNations Framework Convention on Climate Change, \r\nthe Ad Hoc Committee and the Preparatory Committee \r\non the Establishment of an International Criminal \r\nCourt and the indefinite extension of the Treaty on the \r\nNon-Proliferation of Nuclear Weapons. \r\n In short, every major diplomatic initiative to \r\nsubstantially modify existing institutional frameworks \r\nhas been preceded by general agreements to convene \r\npreparatory groups, on the clear understanding that all \r\nrelevant decisions would be taken by consensus. So \r\nhow can we possibly imagine restructuring the Security \r\nCouncil — the supreme body charged with \r\nsafeguarding international peace and security — in \r\nsuch a way as to have it remain at the service of a mere \r\nhandful of Member States? \r\n At the beginning of the current session of the \r\nGeneral Assembly, the Security Council reform process \r\nentered a new phase with the adoption of decision \r\n62/557 of 15 September 2008, which established aims, \r\na procedure and a sequence. The task of the Open-\r\nended Working Group at this juncture is clear, namely, \r\nto immediately address the framework and the \r\nmodalities so as to prepare and facilitate the \r\nintergovernmental negotiations in the informal session \r\nof the General Assembly. But those negotiations have \r\nto be prepared urgently in the Open-ended Working \r\nGroup, which needs to map out clear rules and \r\nprocedures so as to guarantee a fair and level playing \r\nfield. That will, in turn, guarantee objective and \r\nimpartial intergovernmental negotiations that are \r\ncharacterized by openness, inclusiveness and \r\ntransparency. What we propose, in short, is a \r\ndemocratic platform to reach a democratic result. \r\n Turning now to matters of substance, the report \r\nof the Open-ended Working Group and its annexes \r\nprovide a wide variety of perspectives on the exercise. \r\nIn the annexes, there is a constant refrain on the need \r\nto consider the regional dimension in Security Council \r\nreform, such as in the letters addressed by the \r\nOrganization of the Islamic Conference (OIC), the \r\nArab Group and the facilitators’ report. The Security \r\nCouncil itself has acknowledged the importance of that \r\ndimension by holding a meeting on the role of regional \r\nand subregional organizations in the maintenance of \r\ninternational peace and security. The African Union, \r\nthe European Union and the Association of Southeast \r\n A/63/PV.54\r\n \r\n5 08-60929 \r\n \r\nAsian Nations are examples of regional organizations \r\nthat are engaged in close cooperation with the United \r\nNations. The General Assembly has just adopted a \r\nresolution on cooperation with the League of Arab \r\nStates and is currently discussing one on cooperation \r\nwith the OIC. \r\n That is the world of international relations in the \r\ntwenty-first century. That reality must be adequately \r\nreflected in the balance of the Security Council. \r\nRegional seats, for example, would assure better \r\nrepresentation of the interests and ownership of \r\ndeveloping countries, small island developing States, \r\nother small States and all those that are \r\nunderrepresented — in other words, the vast majority \r\nof the membership, which is underrepresented. It is \r\nalso the very same majority that the Permanent \r\nRepresentative of Cape Verde referred to yesterday in \r\nthe Open-ended Working Group in speaking clearly \r\nagainst the arrogance of the few. We are now aware of \r\nthe complexity of that process. Nevertheless, to enact \r\nSecurity Council reform that does not address the issue \r\nof regional representation would be to miss a great \r\nhistoric opportunity. \r\n Some countries are proposing the mere addition \r\nof national permanent seats in one variant or another. \r\nDo we think that such a reform would really make the \r\nCouncil more representative and effective? In my \r\nopinion, reform centred on national permanent seats \r\nwould be more divisive for the membership and \r\nprovoke national rivalries. \r\n Every country counts. We must not perpetuate a \r\nSecurity Council of the few. We want a new Security \r\nCouncil in which every country can recognize itself \r\nand feel a sense of ownership. \r\n Mr. Frommelt (Liechtenstein): We are grateful \r\nfor this opportunity to comment on the report (A/63/2) \r\nof the Security Council before us today. We are also \r\ngrateful for the efforts made by Viet Nam during its \r\npresidency of the Council to produce a report that is \r\nmore satisfactory. We are aware of the magnitude of \r\nthe effort required to achieve even modest results.  \r\n We continue to believe that there is a need for in-\r\ndepth consideration of the Council’s activities and a \r\ngenuine political analysis of its work. Given that this \r\ndebate is the one opportunity for non-members of the \r\nCouncil to comment on its work, it might be useful to \r\nhave informal summaries of these debates drawn up by \r\nthe President of the General Assembly. In addition, we \r\nmay want to explore formats for analytical discussions \r\noutside of the United Nations proper. \r\n In considering the report of the Council we are \r\nalso assessing the relationship of the Council with the \r\nother organs of the United Nations, in particular the \r\nGeneral Assembly. Liechtenstein is a member of the \r\nSmall Five Group (S-5). We therefore believe that the \r\nCharter requires accountability of the Security Council \r\nfor its decisions vis-à-vis the rest of the membership. \r\nIn the almost three years of its existence, the S-5 \r\nGroup has engaged with the Council in a constructive \r\nmanner and has strived for enhanced legitimacy and \r\neffectiveness of the Council, as decided at the 2005 \r\nWorld Summit.  \r\n We believe that the relationship between the \r\nCouncil and the Assembly leaves much to be desired, \r\nbut we also believe that improving that relationship is \r\nnot a one-way street. A Security Council that fulfils its \r\nfunctions in an effective manner and in accordance \r\nwith the purposes and principles of the Charter of the \r\nUnited Nations is in the interest of the membership as a \r\nwhole. We also believe that we can strengthen the \r\nSecurity Council and the Assembly in parallel, and that \r\nboth are needed. The Charter did not create an \r\nantagonistic or competitive relationship between the \r\ntwo organs, and we must not do so now. \r\n The open debate that the Council held in August \r\non its working methods, upon the suggestion of the \r\nS-5, was a landmark event and the first of its kind since \r\n1994. Participation was strong and the debate was \r\ncharacterized by an open and constructive spirit on all \r\nsides. That was an encouraging development that we \r\nhope will be followed up by further progress on \r\nworking methods, including in the framework of the \r\nCouncil’s Informal Working Group on Documentation. \r\nThe Council should focus on the systematic \r\nimplementation of the reform measures it has \r\npreviously decided on and design mechanisms that \r\nensure consistent application of those measures, \r\nirrespective of the circumstances and of the presiding \r\nofficer of the Council. \r\n At the same time there is, of course, room for \r\nfurther and innovative measures to enhance the \r\nlegitimacy and effectiveness of the Council. In our \r\nview, it is particularly through the targeted inclusion \r\nand involvement of non-members that the Council can \r\nfurther improve its decision-making and the quality of \r\nits work. \r\nA/63/PV.54  \r\n \r\n08-60929 6 \r\n \r\n One area where we have requested for years the \r\nenhanced involvement of States affected by Council \r\ndecisions, but not members of the Council, is the area \r\nof targeted sanctions. During the reporting period, we \r\nhave proposed, together with a number of like-minded \r\nStates, the establishment of a panel of experts to \r\nreview decisions on the listing and delisting of persons \r\nin the framework of the Al-Qaida and Taliban sanctions \r\nregime (see A/62/891). \r\n Our proposal was the product of almost \r\n18 months of preparations and consultations and was \r\nsubmitted to the Council in time for the renewal of the \r\nrelevant resolution at the end of June 2008. The \r\nCouncil adopted resolution 1822 (2008) without taking \r\ninto account our suggestions. More importantly though, \r\nthere was no consultation process between Council \r\nmembers and the proponents of a review panel, even \r\nthough we consistently reached out to the Council in \r\nthis respect. \r\n The decision subsequently made by the European \r\nCourt of Justice in the Kadi case amply illustrates the \r\ndue process problems of the current sanctions regime. \r\nWe will continue to work towards an improvement of \r\nthis sanctions regime and hope for a more positive \r\nresponse of the Council on future occasions. This is a \r\nfine example of an external effort to enhance the \r\ncredibility and thus, effectiveness, of the Council’s \r\nwork. \r\n We also hope for inclusive discussions of the \r\nCouncil on other issues where non-members are \r\naffected, such as the International Criminal Court \r\n(ICC). We welcome the presidential statement that the \r\nCouncil adopted in June 2008 as a follow-up to its first \r\nreferral of a situation to the Court in resolution 1593 \r\n(2005). We believe that all matters related to the \r\nStatute and the application of its provisions should also \r\nbe subject to a discussion open to States parties of the \r\nRome Statute as well as any other interested State. \r\nLikewise, we hope for an informative discussion on \r\nissues in connection with the ad hoc tribunals \r\nestablished by the Council that could have a bearing on \r\nthe work of the ICC, including its budget. \r\n In conclusion, let me offer a few comments on \r\nSecurity Council reform, the other aspect of this joint \r\ndebate. Our comments on the Council’s report illustrate \r\nour focus on working methods, in accordance with the \r\n2005 World Summit Outcome Document. We continue \r\nto believe that the General Assembly has a direct role \r\nand responsibility in this area that flows directly from \r\nthe United Nations Charter. \r\n Ideally, we see a complementary function for \r\nconceptual texts such as the S-5 draft resolution of \r\n2006 on Security Council working methods \r\n(A/60/L.49) or the presidential note of the Council \r\nfrom the same year (S/2006/507) on practices and \r\nmeasures to serve as guidance for the Council’s work, \r\nand the practical application and implication of such \r\nmeasures. We see much promise and very concrete \r\nvalue in these efforts and will continue to pursue them \r\ntogether with our S5 partners as well as other States \r\ninterested in this work, including those serving as \r\nmembers of the Council. \r\n At the same time, we will of course continue our \r\nengagement on the issue of enlargement. In this \r\nconnection, we hope that you, Sir, and your team will \r\nbe able to establish a negotiating process on the basis \r\nof the decision taken in September that will lead to a \r\nsolution to be adopted by the largest possible political \r\nconsensus. \r\n Mr. Matussek (Germany): At the outset, let me \r\nthank the President of the General Assembly for \r\nconvening this meeting. Much has been said on the \r\nreport of the Security Council and the issues of \r\nSecurity Council reform today, so please allow me to \r\nfocus my intervention entirely on the question of \r\nequitable representation in, and increase of, the \r\nmembership of the Security Council. \r\n Last Tuesday and yesterday afternoon, we \r\ndiscussed Security Council reform in the Open-ended \r\nWorking Group. I am pleased to continue this \r\ndiscussion in the General Assembly today. \r\n There can be no doubt now that Member States \r\nare committed to reforming the Security Council. As \r\nhas been clearly shown, and decision 62/557 \r\ndocuments this, Member States are also ready and \r\nwilling to enter into intergovernmental negotiations. \r\nGermany is very much looking forward to these \r\nnegotiations, which we had hoped would be launched \r\nin the General Assembly on Friday this week. We \r\nregret yesterday’s announcement, to “take the meeting \r\noff the agenda”, as put forth by the President of the \r\nGeneral Assembly. \r\n This is all the more regrettable, as this decision \r\nhad been taken even before all the speakers inscribed \r\non the speakers list in the Open-ended Working Group \r\n A/63/PV.54\r\n \r\n7 08-60929 \r\n \r\nmeeting could be heard. Thus, and to no surprise, an \r\nobserver of yesterday’s discussion in the Open-ended \r\nWorking Group would find it very hard to name but a \r\nfew voices that supported the postponement of the \r\n21 November meeting. \r\n Not just since last week, ideas have been \r\npresented in the Open-ended Working Group on the \r\nquestion on how best to facilitate the fast-approaching \r\nintergovernmental negotiations. But let us be frank. \r\nThe potential of the Open-ended Working Group to \r\nbring us closer to any result has been widely exhausted \r\nover the last 15 years. Against this backdrop, we \r\ncannot see much added value in a timetable for \r\nintensive discussions in the Open-ended Working \r\nGroup as proposed by Mexico and other members of \r\nthe Uniting for Consensus group. \r\n So let me underline what is most important and \r\nwhat we should be all clear about. The format and \r\nmodalities of the approaching intergovernmental \r\nnegotiations are already determined by our decision \r\n62/557. For these format and modalities, the informal \r\nplenary of the Assembly and the rules of procedure of \r\nthe General Assembly plus the basis for the \r\nintergovernmental negotiations is listed in decision \r\n62/557 under section (e). All this will ensure that every \r\nsingle Member State can fully participate in the \r\nprocess. No one will be left behind, no one will be \r\nexcluded. \r\n I remain confident that under the wise leadership \r\nof our colleague from Afghanistan, Ambassador Tanin, \r\nthese negotiations will allow us to take a decisive step \r\nforward and, when the time is ripe, the General \r\nAssembly plenary will give us a framework for \r\ndecision-making: the widest possible agreement for a \r\nsound reform that corresponds to the needs and \r\nchallenges of the twenty-first century. \r\n I will now say a word on substance. We still \r\nbelieve that the G4 proposal would be the best way \r\nforward. We are, as I have mentioned before, open-\r\nminded and do not rule out a two-step approach to \r\nachieve this. But what we must bring about is real \r\nchange.  \r\n So, before we take the next step, let me recall \r\nwhat it is that we are striving for. Our aim is a more \r\nlegitimate Council. What we want is not just a larger \r\nCouncil; what we want is a different Council, one that \r\nwill be more legitimate, more transparent, more \r\nrepresentative, more effective and more reflective of \r\ntoday’s political realities. It is not enough to add more \r\ntwo-year seats or similar half-measures. \r\n Mr. Maurer (Switzerland) (spoke in French): I \r\nthank the Security Council for having submitted its \r\nannual report (A/63/2) and welcome its introduction to \r\nthe General Assembly by our colleague from Costa \r\nRica. \r\n As in previous years, the tableau is mixed. On \r\none hand, we recognize that some improvements have \r\nbeen made, both in the preparation and in the content \r\nof the report. On the other hand, we continue to believe \r\nthat the report could better reflect the Council’s \r\nchallenges, assessments and rationale during the period \r\nunder consideration in the report. On the positive side, \r\nI would like to state how much we appreciated the \r\ninitiative of the Permanent Representative from Viet \r\nNam, who, during his presidency of the Security \r\nCouncil, convened an informal meeting on 25 July \r\n2008 to give States non-members of the Council an \r\nopportunity to express their views before the definitive \r\ncompletion of the report. We hope that this initiative \r\nwill be taken up again by future Presidents of the \r\nCouncil and thus become a standard practice. Over \r\ntime, such meetings may contribute to reducing the \r\ndisparity that currently exists between the collective \r\nexpectations of Member States and the report of the \r\nSecurity Council. \r\n Furthermore, we recognize that this year the \r\nintroduction is more detailed and that it gives a better \r\nidea of the involvement of the Council, from a regional \r\nas well as the thematic points of view. We are of course \r\naware of the difficulties of producing a report that goes \r\nbeyond the simple enumeration of the Council’s \r\nactivities and meetings. Nonetheless, there is much \r\npotential for making the report more analytical and \r\npertinent for the general Membership. In particular, we \r\nwould appreciate a deeper reflection on the execution \r\nand implementation of resolutions, as well as on the \r\nobstacles to their implementation. It would also be \r\nhelpful for the Council to underline the links that exist \r\nbetween thematic, regional and country-specific \r\nproblems. Finally, it would be opportune for the \r\nCouncil to examine the emerging challenges, such as \r\nthe recent judgment of the Court of Justice of the \r\nEuropean Communities on the review of the internal \r\nlawfulness of European Community measures to \r\nimplement sanctions. \r\nA/63/PV.54  \r\n \r\n08-60929 8 \r\n \r\n Why do we need more analysis and transparency? \r\nNumerous Member States are among the principal \r\ndonors and contributors of troop contingents. All \r\nMember States are obliged to implement coercive \r\nmeasures. Having to implement measures without \r\nhaving participated in their elaboration requires, as a \r\nminimum, transparency. We owe that to our citizens \r\nand to our national legislative assemblies, as we need \r\nto explain to them how contributed funds are being \r\nspent and why they should work to enforce Council \r\ndecisions nationally. \r\n In adopting the 2005 World Summit Outcome \r\nDocument, we committed ourselves to reforming the \r\nCouncil without delay. However, after another three \r\nyears of discussions in the context of the Open-Ended \r\nWorking Group, what we have achieved on the subject \r\nof enlargement is disappointing. As long as this \r\nquestion is addressed through a defensive approach and \r\nwith a zero-sum game mentality, we will go nowhere. \r\nIf we truly want to reform, we must all exercise a more \r\nflexible spirit of compromise and seek options that are \r\nadvantageous for all. In this context, Switzerland \r\nbelieves that the establishment of a third category of \r\nseat could be a viable option. It could bridge the gap \r\nbetween the various positions on the subject of \r\nenlargement. Such an approach does not prejudge the \r\nfinal results of reform efforts but enables us to take a \r\nstep forward. If we are not capable of showing more \r\nflexibility, we will not be able to emerge from the \r\ncurrent impasse. That is why we welcome the decision \r\nof the General Assembly to commit to \r\nintergovernmental negotiations during this sixty-third \r\nsession. We will engage constructively in this process, \r\nwhich must be transparent and inclusive. \r\n Switzerland, like its partner countries in the \r\nSmall Five Group (S-5), has focused primarily on the \r\nquestion of reforming the working methods of the \r\nSecurity Council. That must be an integral part of the \r\nreform process but must not be taken hostage by other \r\nconsiderations; the improvement of working methods \r\nmust take place, regardless of whether we reach \r\nagreement on how to expand the Council.  \r\n In this context, I would like to welcome \r\nspecifically the public debate held by the Security \r\nCouncil on 27 August 2008. The S-5 Group sincerely \r\nhopes that that debate will not be a unique event but \r\nthat it will trigger a process leading us to further action \r\nin the Council’s Informal Working Group on \r\nDocumentation and Other Procedural Questions and \r\nwill thus favour new exchanges with States \r\nnon-members of the Council.  \r\n We recognize the practical improvements made \r\nby several presidencies, notably: the access of \r\nnon-member States to certain Council meetings; timely \r\nannouncements of upcoming events; and, in particular, \r\nbriefings by the Council presidency for States \r\nnon-members of the Council at the beginning of the \r\nmonth. It is vital that the Council pursue the \r\nimplementation of its presidential note of July 2006 \r\n(S/2006/507), to which I would like to add, as another \r\nimportant document, the report of the Arria Formula \r\nmeeting held by the Slovakian delegation on \r\n13 December 2007 and published under document \r\nS/2007/784. The implementation of both these \r\ndocuments requires the sustained interaction of \r\nCouncil members with non-members, while \r\nnon-members must also remain engaged and actively \r\nuse the platforms for interaction that the Council \r\noffers. \r\n The specific proposals of the S-5 Group on \r\nSecurity Council working methods are well known. I \r\nwill thus mention only one issue that has gained even \r\nmore significance since our debate of last year: the \r\ndevelopment of equitable and clear procedures in the \r\ncurrent sanctions regimes, in particular with regard to \r\nlisting and delisting. The recent judgment of the Court \r\nof Justice of the European Communities emphasizes \r\nhow important it is to resolve this issue. While we \r\nrecognize that Security Council resolution 1822 (2008) \r\nhas introduced important measures in the right \r\ndirection, we believe that the essential underlying \r\nproblem, the absence of an independent review \r\nmechanism for delisting decisions, has not yet been \r\nsolved. \r\n Our efforts are motivated by the desire to \r\nstrengthen the sanctions regime and to enhance the \r\neffectiveness and legitimacy of the Security Council. \r\nFailure to find a credible solution with regard to the \r\nright to due process threatens to erode support for the \r\nCouncil’s actions and endanger cooperation in the \r\nfuture. \r\n Further improvements in the Council’s working \r\nmethods are in the interest of Council and non-Council \r\nmembers alike. Not only would they secure more \r\ntransparency and a better inclusion of all Member \r\nStates in the Council’s work, they would also serve the \r\n A/63/PV.54\r\n \r\n9 08-60929 \r\n \r\nCouncil’s interests by conferring greater authority upon \r\nits decisions. \r\n In our view, the continuous improvement of the \r\nCouncil’s working methods has an additional \r\nadvantage. It is a confidence-building measure that can \r\nhelp to create an environment that is more conducive to \r\nprogress on the enlargement issue. \r\n Mr. Mansour (Tunisia) (spoke in French): First, \r\nallow me to thank you, Sir, for the way in which you \r\nare conducting this debate. I would also like to thank \r\nthe representative of Costa Rica, the President of the \r\nSecurity Council for this month, for his presentation of \r\nthe annual report of the Security Council (A/63/2), \r\nwhich was submitted to the General Assembly in \r\nkeeping with the relevant provisions of the United \r\nNations Charter.  \r\n My delegation would like to address the two \r\nagenda items under consideration in the plenary today, \r\nnamely, the report of the Security Council to the \r\nGeneral Assembly and the question of equitable \r\nrepresentation on and increase in the membership of \r\nthe Council. I would like to make the following \r\ncomments. \r\n First, concerning the Security Council’s annual \r\nreport, for most Member States, and in particular those \r\nthat are not members of the Council, the General \r\nAssembly’s consideration of the annual report of the \r\nCouncil is, as everyone is aware, the sole opportunity \r\nto evaluate in depth the activities of that body and to \r\nidentify the measures that need to be taken to bring \r\nabout the necessary improvements in its working \r\nmethods.  \r\n Once again this year, the report of the Security \r\nCouncil consists of a compilation of decisions and \r\nresolutions adopted and a rather factual description of \r\nthe work of the Council. We have thus not yet come \r\nmuch closer to the recommendations suggested by \r\nMember States for an analytical annual report. In the \r\nsame spirit, I would recall that the General Assembly \r\nhad suggested to the Council that it periodically submit \r\nspecial thematic reports on topics of international \r\ninterest. To date, no such report has been submitted.  \r\n Regarding the workings of the Council during the \r\nperiod under consideration, the Council has held a \r\nsignificant number of thematic debates, in which an \r\neven larger number of States have participated. In this \r\ncontext, it is still useful to strengthen the regular \r\nmechanisms of consultation among the presidents of \r\nthe various United Nations organs so as to avoid any \r\nencroachment on or interference in the respective \r\njurisdictions of those bodies during these thematic \r\ndebates. \r\n My delegation recognizes the significant volume \r\nof work carried out by the Security Council in the \r\nperiod covered by the report and in particular \r\nconcerning hotbeds of tension in Africa and other \r\nregions of the world. We also take note of the field \r\nvisits carried out by members of the Council so as to \r\nbetter appraise situations affecting international peace \r\nand security and requiring urgent action by the \r\nCouncil. \r\n In short, the consideration of the report of the \r\nSecurity Council shows that that body has acted \r\nresolutely to address a large number of conflicts \r\naround the world, and this is likely to strengthen the \r\nauthority and the role of the body in the maintenance \r\nof international peace and security.  \r\n However, the efforts of the Council still fall short \r\nof expectations in the Middle East. Frustration with the \r\nrepeated inability of the Council to get further involved \r\nin settling the Palestinian question and in honouring its \r\nresponsibilities in this area casts a threatening shadow \r\nover the region and reflects poorly on the authority of \r\nthe Council itself.  \r\n We are convinced that much still remains to be \r\ndone in order to make the functioning of the Council \r\nmore transparent, thus ensuring that all delegations, in \r\nparticular those having items on the agenda of the \r\nCouncil, have access to information.  \r\n Secondly, with respect to the question of \r\nequitable representation on and increase in the \r\nmembership of the Security Council, allow me first of \r\nall to pay tribute to your predecessor, Sir, the President \r\nof the General Assembly at its sixty-second session, \r\nand his facilitators, for the contribution that they made \r\nto the issue that we are now discussing. My delegation, \r\nin this context, welcomes the understanding reached by \r\nmember States on 15 September 2008 on the report of \r\nthe Open-ended Working Group on the Question of \r\nEquitable Representation on and Increase in the \r\nMembership of the Security Council and Other Matters \r\nRelated to the Security Council. Through that \r\nunderstanding, we decided to undertake informal \r\nplenary meetings of the Assembly at its sixty-third \r\nsession, not later than 28 February 2009, and to embark \r\nA/63/PV.54  \r\n \r\n08-60929 10 \r\n \r\non intergovernmental negotiations based on the \r\nproposals of Member States in an open, inclusive and \r\ntransparent manner so as to identify a solution that \r\nmight command the broadest possible political support \r\namong Member States. \r\n As we await the implementation this year of that \r\nunderstanding under your guidance, Sir, and that of the \r\nrepresentative of Afghanistan, who was appointed to \r\nfacilitate the task of Member States in this regard, \r\nallow me to make the following comments. \r\n The Security Council should reflect the economic \r\nand political realities of today’s world. It should be \r\nendowed with the necessary legitimacy to act on behalf \r\nof the international community in carrying out its \r\nmandate, which is entrusted to it by the Charter. \r\nLikewise, my delegation believes that the purpose of \r\nany reform of the Security Council should be to \r\nstrengthen equitable representation on that body and its \r\ncredibility and efficiency. Those objectives can only be \r\nachieved through an enlargement that includes \r\ndeveloping countries. Similarly, the size of the Council \r\nas it is restructured should reflect all the sensibilities of \r\nthe international community.  \r\n In this regard, Tunisia continues to support \r\nenergetically the position of the African Union, as \r\nreflected in the African common position on the \r\nquestion of Security Council reform. At their Summit \r\nheld in Addis Ababa at the beginning of this year, \r\nAfrican heads of State and Government agreed to a \r\nclear-cut mandate for the African representatives \r\naccredited to New York so that they could take part in \r\nthe intergovernmental negotiations on Council reform.  \r\n We believe that we must, without further delay, \r\nremedy the longstanding injustice that has deprived the \r\nAfrican continent of a permanent presence in the \r\nSecurity Council. This injustice has persisted since the \r\ncreation of the United Nations, as everyone, I am sure, \r\nknows. We will support any approach that will give \r\ndeveloping countries in general and Africa in particular \r\nthe place that they deserve on the Council. \r\n In conclusion, if the Security Council is to \r\ncontinue to enjoy the trust of States and of world \r\npublic opinion, it must prove that it is capable of \r\neffectively tackling the most difficult issues and that it \r\ncan become more representative of the international \r\ncommunity as a whole so as to be better reflective of \r\nthe realities of today’s world. \r\n Ms. Bethel (Bahamas): Allow me to join other \r\nspeakers in extending my appreciation to Ambassador \r\nJorge Urbina of Costa Rica, in his capacity as current \r\nPresident of the Security Council, for his presentation \r\nof the report of the Security Council, contained in \r\ndocument A/63/2. \r\n The Bahamas aligns itself with the statement \r\nmade by the Representative of Barbados on behalf of \r\nthe Caribbean Community and would like to take this \r\nopportunity to outline some national concerns and \r\ncomments. \r\n As in previous years, the report before us today \r\nclearly illustrates an increasing volume and scope in \r\nthe Security Council’s activities, making for a full and \r\ntime-consuming agenda in its ongoing efforts to \r\noversee and maintain international peace and security, \r\nas mandated in Article 24 of the Charter. My \r\ndelegation continues to urge, however, that these \r\nreports be more analytical and substantive in nature, \r\npresenting a reflective assessment of the Council’s \r\nactivities for the period under consideration. \r\n As in previous years, a large proportion of the \r\nSecurity Council’s activities focused on bringing \r\nresolution to a number of conflict and post-conflict \r\nsituations, particularly in Africa. We once again \r\ncommend the Council for its focus in this area, \r\nespecially in the light of the undeniable nexus between \r\npeace, security and development, and the need to \r\nensure that Africa makes significant strides towards the \r\nachievement of internationally agreed development \r\ngoals, including the Millennium Development Goals, \r\nthe target date for which is fast approaching. \r\n In his statement in the general debate two months \r\nago (see A/63/PV.11), the Prime Minister of the \r\nCommonwealth of the Bahamas, the Right Honourable \r\nHubert Ingraham, noted with satisfaction the continued \r\nengagement of the United Nations Stabilization \r\nMission in Haiti (MINUSTAH). He also urged the \r\ncontinued extension of the Mission’s mandate until \r\nsuch time as the foundations for peace, security and \r\ndevelopment were firmly established in our sister \r\nCaribbean nation and the complexity of challenges \r\nconfronting that country could be effectively addressed \r\nso that its people could enjoy the fruits of economic \r\ndevelopment, human rights and justice for all.  \r\n We were heartened by the Council’s adoption of \r\nresolution 1780 (2007) during the period covered by \r\nthis report, extending the mandate of MINUSTAH for a \r\n A/63/PV.54\r\n \r\n11 08-60929 \r\n \r\nfull year, and its adoption of resolution 1840 (2008) \r\nthis past month, which made for similar provisions. It \r\nis absolutely imperative that the international \r\ncommunity continue to provide Haiti with the required \r\nassistance and support for its stabilization and \r\nreconstruction in the months and years ahead. The \r\nsetback suffered by the Haitian people recently in the \r\nwake of tropical storms and hurricanes starkly \r\nillustrates the tenuous and precarious situation in that \r\ncountry. I would take this opportunity to extend, once \r\nagain, our condolences to the people and Government \r\nof Haiti on the loss of life and the destruction of \r\nproperty that ensued from those natural disasters and \r\non the recent collapse of the school in Petionville. \r\n The Bahamas unequivocally condemns terrorism \r\nin all its forms and manifestations and remains keenly \r\ninterested in and supportive of the work of the various \r\ncounter-terrorism bodies of the Security Council. We \r\ncontinue to urge, however, increased coordination in \r\ntheir efforts and the provision of technical assistance to \r\nthose States who require it for the implementation of \r\ncounter-terrorism measures adopted by the Security \r\nCouncil and to meet reporting obligations under the \r\nvarious resolutions. This can often pose a daunting \r\nchallenge to many small States with serious capacity \r\ndeficiencies, such as the Bahamas. We would therefore \r\nencourage the Council to continue its efforts to \r\ncoordinate much-needed assistance to States in all \r\naspects of their counter-terrorism obligations, in our \r\ncollective fight against this scourge. \r\n In tandem with the report of the Security Council, \r\nwe are also, appropriately, considering the report of the \r\nOpen-ended Working Group on the Question of \r\nEquitable Representation on and Increase in \r\nMembership of the Security Council and Other Matters \r\nRelated to the Security Council, contained in document \r\nA/62/47. \r\n As stated on numerous previous occasions, the \r\nBahamas believes it is vital that all Member States with \r\nthe capacity to serve on the Security Council be given \r\nan opportunity to do so. We therefore feel that the \r\nexpansion of the membership of the Council in both \r\ncategories is appropriate and long overdue. A truly \r\nrepresentative Council must more equitably reflect the \r\ncurrent membership of the Organization, allowing \r\ndeveloping countries, including small developing \r\nStates, to play a greater role in its activities. \r\n Another equally important challenge is the reform \r\nof the Council’s working methods. Many Member \r\nStates, the Bahamas included, continue to place great \r\nemphasis and importance on modifying the working \r\nmethods of the Council as a means of making the body \r\nmore transparent, inclusive, accountable and effective. \r\n The Bahamas welcomes the Open-ended Working \r\nGroup’s call for the start of intergovernmental \r\nnegotiations in informal plenary of this current General \r\nAssembly session, as articulated in decision 62/557. \r\nWe believe that intergovernmental negotiations on all \r\naspects of Council reform is the next important step \r\nand the only way forward in advancing this process, \r\nand my delegation looks forward to participating fully \r\nin that exercise, which we hope will begin very shortly. \r\n Mr. Benmehidi (Algeria) (spoke in French): First \r\nof all, I would like to thank Ambassador Jorge Urbina \r\nof Costa Rica, President of the Security Council for the \r\nmonth of November, for introducing the report of the \r\nCouncil to the General Assembly (A/63/2).  \r\n This document is exhaustive and reflects the \r\nimportance of the Council’s activities during the period \r\nunder review. Nevertheless, it remains narrative and \r\nfactual and is still lacking the necessary analytical \r\ndimension.  \r\n In considering Council agenda items, one realizes \r\nthat questions of peace and security in Africa continue \r\nto occupy a significant portion of the deliberations of \r\nthe Council, with the largest number of consultations, \r\npublic meetings and other missions devoted to that \r\nissue. There are two facts that we can infer from this. \r\nFirst, the situation in Africa is of a specific nature. \r\nMany regions there are prone to instability and \r\ntensions, which are sometimes structural in nature, thus \r\nrequiring the attention of the international community \r\nand of the Council in particular. Secondly, there is an \r\nobvious link between questions of development and \r\nrecurring flashpoints and conflicts on the continent, \r\nwhich implies the need for a sustained effort to \r\nstrengthen cooperation for development in Africa.  \r\n As we consider the Council report, we are \r\nconfronted by the deterioration of the situation, \r\nespecially the humanitarian situation, in the \r\nDemocratic Republic of the Congo. In spite of the \r\ndeployment of the United Nations Organization \r\nMission in the Democratic Republic of the Congo \r\n(MONUC), which is the largest current peacekeeping \r\nmission of the United Nations, the fragile situation in \r\nA/63/PV.54  \r\n \r\n08-60929 12 \r\n \r\nthe country has shown once again the importance of \r\ncooperation between the United Nations and the \r\nAfrican Union.  \r\n In this context, we note the progress made in such \r\ncooperation in terms of the settlement of conflicts and \r\npeacekeeping in Africa. This cooperation under \r\nChapter VIII of the Charter has brought about a \r\nnumber of joint initiatives and increased coordination \r\nfor several years now. There has been the establishment \r\nof common projects and mechanisms, such as the \r\nappointment of joint special envoys and the launching \r\nof hybrid missions, such as the African Union-United \r\nNations Hybrid Operation in Darfur (UNAMID).  \r\n The commitment of the African Union has also \r\nmaterialized through the deployment of the African \r\nUnion Mission to Somalia in order to create the \r\nconditions for the return of peace and stability in that \r\ncountry. The Security Council must now decide on a \r\npriority basis, as it is committed to doing, on the \r\ndeployment of a peacekeeping mission in Somalia. My \r\ndelegation would like to emphasize that maintaining \r\npeace and international security is within the purview \r\nof the Council. The African Union cannot support the \r\nsettlement of conflicts and peacekeeping in Africa on \r\nits own if the necessary resources, which are \r\nsubstantial, are not provided. \r\n As we commemorate this year the sixtieth \r\nanniversary of Al-Nakba, which has condemned the \r\nmajority of Palestinians to exile since 1948, the \r\nSecurity Council to date has not managed to redress \r\nthis historical injustice and provide for the \r\nimplementation of its resolutions on Palestine and the \r\nMiddle East. This is the largest failure of the Council \r\nand of the United Nations in general since its \r\nestablishment. \r\n The same is true of Western Sahara, where the \r\ndecolonization process in that territory remains \r\nstymied, and where the United Nations Mission for the \r\nReferendum in Western Sahara (MINURSO) has been \r\nreduced to the observation of a ceasefire in force since \r\n1991. The Security Council must now refocus its action \r\non the original mandate for establishing MINURSO — \r\nin other words, on the organization and supervision of \r\na referendum of self-determination allowing the \r\nSaharan people to freely decide their future. \r\n Efforts to achieve greater transparency in \r\nSecurity Council deliberations must remain an ongoing \r\nobjective of all United Nations Member States and, in \r\nparticular, of Council members themselves. Moreover, \r\nquestions before the Council should be restricted to \r\nthose within the Council’s authority, without impinging \r\non that of other bodies, in particular the General \r\nAssembly and the Economic and Social Council. \r\n In a world marked by profound change, and with \r\never more complex problems and crises, the current \r\nCouncil membership reflects the realities of the world \r\nas it was in 1945 — namely, that the majority of States \r\nnow Members of the Organization were at that time \r\nunder colonial domination. The projected reform of the \r\nCouncil should seek to correct this lack of \r\nrepresentation in the Council in the size and in the \r\ncategory of permanent members, where Africa has \r\nsuffered an historical injustice. \r\n My delegation emphasizes the valuable \r\ncontribution of the Open-ended Working Group on \r\nCouncil reform, which, in rejecting hasty decisions, \r\nhas precluded the original imbalance from getting \r\nworse, which would be to the detriment of developing \r\ncountries, in particular those in Africa. \r\n We welcome progress made in the Working \r\nGroup, and we reaffirm our commitment to pursuing \r\ndiscussions in the Group to prepare the format and \r\nmodalities of the upcoming intergovernmental \r\nnegotiations on Council reform. \r\n In this respect, Algeria reaffirms its willingness \r\nto work with all delegations to advance the reform \r\nprocess in the Council and is firmly committed to a \r\nnegotiating process with clear and well-prepared \r\ncontours. \r\n Finally, we would like to reiterate our \r\ncommitment to the aspirations of Africa expressed in \r\nthe African common position endorsed in the Ezulwini \r\nConsensus — namely, that Africa should get no fewer \r\nthan two permanent seats with the right of veto, as well \r\nas two new non-permanent seats. \r\n Sir John Sawers (United Kingdom): I would like \r\nto thank the President of the General Assembly for \r\nconvening this important debate and to thank my \r\ncolleague, the Permanent Representative of Costa Rica, \r\nfor his comments on the report of the Security Council, \r\nwhich he gave in his capacity as President of the \r\nCouncil this month and on behalf of all members of the \r\nCouncil, including, of course, the United Kingdom. My \r\nthanks also go to the Permanent Mission of Viet Nam \r\nfor leading the work, with the Secretariat, in producing \r\n A/63/PV.54\r\n \r\n13 08-60929 \r\n \r\nwhat I hope all members will consider as a very \r\ncomprehensive report on the work of the Council over \r\nthe last 12 months. \r\n As my colleague from Costa Rica highlighted, the \r\ndebate on the Security Council working methods on \r\n27 August saw broad consensus on the need for the \r\nCouncil, and indeed all organs of the United Nations, \r\nto do more to ensure that they work, not just \r\neffectively, but also transparently. It was clear from \r\nthat debate that many would like to see further \r\ndiscussion about the annual report, and we shall listen \r\ncarefully to the views expressed today in that regard. \r\n On the question of Security Council reform, I \r\nwelcome the opportunity to reiterate the United \r\nKingdom’s support for the reform process. Today’s \r\ndiscussions come as we enter a new phase in the \r\nprocess, with intergovernmental negotiations starting \r\nin this session of the General Assembly. I think that is \r\nthe clearest indication yet of our collective desire to \r\nachieve concrete progress towards agreement on \r\nSecurity Council reform. \r\n Our ever-increasing interdependence and the \r\nglobal risks and responsibilities we all share highlight \r\nthe need for strong, representative and effective \r\ninternational institutions. As my Prime Minister noted \r\nin his statement in this Hall in September, we have an \r\nopportunity to reframe the international architecture to \r\nmake it fit for the challenges facing us in the twenty-\r\nfirst century. The United Nations is at the heart of that \r\narchitecture, and we continue to believe that reform of \r\nthe major organs of the United Nations, including the \r\nSecurity Council, is an indispensable part of that effort. \r\n The United Kingdom’s position on the substance \r\nof Security Council reform is well known. We will \r\ncontinue to support reforms that lead to a Security \r\nCouncil that is more representative of today’s global \r\nrealities and that is no less effective or capable of \r\ntaking the tough decisions needed to tackle the many \r\nthreats to peace and international security that the \r\nCouncil deals with. \r\n The United Kingdom is fully committed to the \r\nintergovernmental negotiations, which, we believe, \r\nshould be conducted in an open and transparent manner \r\nthat will build confidence and foster trust among the \r\nmembership. We will engage constructively in those \r\nnegotiations, with the aim of securing a model of \r\nreform that will garner the widest possible support. We \r\nshould continue to give serious thought to an \r\nintermediate solution, if that proves to be a rallying \r\npoint for the great majority of the membership. \r\n The global financial crisis has thrown the need \r\nfor reform of the international architecture into stark \r\nrelief. It has shown the need for a fresh look at the \r\neffectiveness of the Bretton Woods institutions. The \r\nGroup of Twenty Summit on Financial Markets and the \r\nWorld Economy last weekend gave a clear lead in this \r\nregard on how to respond. The reform of the Security \r\nCouncil needs to keep pace with that process. \r\n I would like to conclude by reiterating the \r\nsupport of the United Kingdom for the Security \r\nCouncil reform process and for the continuing \r\nleadership of the President of the General Assembly on \r\nthis important issue. \r\n Mr. Al Oyaidi (Saudi Arabia) (spoke in Arabic): \r\nAllow me to express our gratitude to the President of \r\nthe General Assembly for his efforts in presiding over \r\nthis sixty-third session. We are confident that his \r\nefforts will lead to success. I also wish to thank his \r\npredecessor for the vital service rendered to the \r\nGeneral Assembly at its sixty-second session. I wish, \r\ntoo, to express our gratitude to Secretary-General Ban \r\nKi-moon for the efforts he has exerted towards the \r\nmaintenance of international peace and security at a \r\ntime of great changes, challenges and threats facing the \r\nworld. \r\n The Kingdom of Saudi Arabia supports the \r\nprinciple of equitable geopolitical representation on \r\nand increase in the permanent and non-permanent \r\ncategories of membership in the Security Council. We \r\nalso support the request of the Arab Group and the \r\nOrganization of the Islamic Conference (OIC) to have \r\na permanent seat in the Council, since their States \r\nconstitute 30 per cent of the United Nations \r\nmembership. \r\n The Kingdom of Saudi Arabia feels that Member \r\nStates have both a moral and professional \r\nresponsibility to show the sincere political will that \r\ncould contribute to determining the just and decisive \r\nrole that the United Nations should play in the current \r\nglobal changes and challenges facing the world \r\nthrough the implementation of the 2005 World Summit \r\nOutcome. It should not be selective, and it must shun \r\nnarrow national interests that do not take into \r\nconsideration current changes and developments in the \r\ninternational community at present, so that security, \r\nA/63/PV.54  \r\n \r\n08-60929 14 \r\n \r\nstability, prosperity and justice for all Members can be \r\nachieved. \r\n The Kingdom of Saudi Arabia stresses the need to \r\ncontinue efforts towards realizing Security Council \r\nreform in order to guarantee efficiency, justice, \r\ntransparency and credibility, as this would enhance the \r\nCouncil’s credibility and its ability to deal with all that \r\nhampers the realization of international peace and \r\nsecurity. The Kingdom of Saudi Arabia is also of the \r\nview that the right of veto should be used in a just \r\nmanner that protects rights, administers justice, helps \r\nthe weak and punishes aggressors who threaten \r\ninternational peace and stability. It should not be used \r\nin a negative manner that hampers justice and rewards \r\naggressors who continue their aggression and \r\noppression with impunity within the framework of \r\nnarrow interests that neither respect justice nor the \r\nprinciples and rules upon which the Organization was \r\nestablished.  \r\n That, indeed, is what has aggravated the Middle \r\nEast problem, which has so greatly threatened \r\ninternational peace and stability. All this is due to the \r\nnegative, unilateral and rogue utilization of the veto in \r\na manner that hampers the implementation of Security \r\nCouncil resolutions and reduces the Council’s \r\ncredibility and prestige before international public \r\nopinion and the international community.  \r\n In conclusion, the Kingdom of Saudi Arabia, \r\nwhich has participated in these consultations and will \r\nparticipate in the forthcoming meeting to realize the \r\nobjective of Security Council reform, hopes that these \r\nconsultations will attain a result that is satisfactory to \r\nall parties and in a manner that serves the international \r\ncommunity. That requires a distinctive role and special \r\nefforts by the Council’s permanent members. We look \r\nforward to their rational, mature and sincere \r\ncontribution in a manner that would realize the \r\nobjectives that we seek from these reforms. \r\n Mr. McNee (Canada): Canada welcomes this \r\nopportunity to share views on the annual report of the \r\nSecurity Council (A/63/2), and to address once more \r\nthe important subject of Security Council reform. \r\n The Security Council has a central, and indeed \r\ngrowing, role in leading collective responses to today’s \r\nsecurity challenges. With 110,000 military, police and \r\ncivilians deployed in peace support operations \r\nworldwide, the decisions of the Council affect the daily \r\nlives of millions of people around the world. The \r\nreport of the Security Council makes it clear that the \r\ncomplexity, variety and volume of Council business \r\ncontinue to expand at a dramatic pace. Working in \r\ncooperation with regional organizations, the United \r\nNations has made great strides in making peace \r\noperations a more effective international tool for \r\nsaving lives and assisting democratic transformation in \r\nplaces as diverse as Afghanistan and Haiti. \r\n We commend the Council, the Secretariat, and \r\nabove all, the peacekeepers and all those who serve the \r\nUnited Nations in the field for their tireless efforts. \r\nNevertheless, those who follow the work of the \r\nCouncil cannot fail to notice that peacekeeping \r\nmissions are under strain. In critical theatres, United \r\nNations forces are overdeployed and overstretched, and \r\ntoo often underresourced, at times with tragic results, \r\nas we have seen even today in the Sudan and the \r\nDemocratic Republic of the Congo. \r\n A growing Security Council agenda, coupled with \r\nincreasing stress on existing missions, presents a \r\nfundamental challenge to the work of the Council and \r\nfor all those who have a stake in an efficient and well \r\nfunctioning system of collective security. Above all, \r\nthe numerous obligations laid out in this year’s report \r\nof the Security Council serve as a stark reminder of \r\nhow much is at stake in the design and functioning of \r\nthe international security architecture. \r\n Comprehensive Security Council reform remains \r\na critical component of the larger United Nations \r\nreform agenda. In September of this year, the \r\nmembership took an important decision to launch \r\nintergovernmental negotiations on Security Council \r\nreform no later than February next year. Ensuring that \r\nwe all use this opportunity to make genuine progress is \r\nan urgent priority, and one which deserves our full \r\nattention. \r\n What kind of Council does Canada seek through \r\nreform? A Council that is more representative of the \r\nworld’s regions, more transparent in its operations, \r\nmore accountable to the Member States whom it \r\nserves, more responsive to contemporary challenges, \r\nand more legitimate in its composition and more \r\neffective in its performance. \r\n Allow me to put on record again Canada’s strong \r\nsupport for an enlargement of the Security Council that \r\nwill make it more representative and therefore more \r\nlegitimate. It is particularly important that we address \r\nthe underrepresentation of Africa on the Council.  \r\n A/63/PV.54\r\n \r\n15 08-60929 \r\n \r\n But Canada believes that any enlargement can, \r\nand should, be achieved in a manner compatible with \r\nthe principles of democracy, equality and \r\naccountability — in other words, through the \r\nexpansion of the Council’s elected membership. \r\nOtherwise expansion will not enhance, but rather \r\ndiminish, the authority of the Council. For this reason, \r\nwhile we support enlarging the Council, Canada \r\nremains opposed to the idea of adding new permanent \r\nseats. \r\n Let me emphasize that this position is not \r\ngrounded in opposition to any of the declared aspirants. \r\nRather, it reflects a belief that the establishment of new \r\npermanent seats undermines the very principles of \r\nfairness, equality and democracy, which are the \r\nfoundations of accountability. \r\n We oppose the establishment of new permanent \r\nseats because we believe fundamentally that such a \r\ncourse would detract from the General Assembly’s \r\nimportant oversight role. Ultimately, accountability to \r\nthe membership cannot be ensured without the \r\ndiscipline of regular elections. Before the general \r\nmembership makes a final determination on \r\ncomposition, it is important to take a sober second look \r\nat the logic underpinning the case for permanent seats.  \r\n It has often been argued that new permanent seats \r\nare needed because elected members cannot be \r\neffective in relation to the Permanent Five, who enjoy \r\nthe benefits of longevity and the veto. We disagree. \r\nIndeed, the history of the Security Council is replete \r\nwith the accomplishments of its elected members. In \r\nrecent years, elected members have led the way in \r\nbreaking new ground on thematic issues of direct \r\nrelevance to peacekeeping mandates. Resolutions on \r\nissues such as the protection of civilians, children and \r\narmed conflict, and women and peace and security, \r\nstand as testaments to the contribution of elected \r\nmembers, and remain to guide the Council’s actions \r\nlong after those elected members who drafted them \r\nhave left the Council. \r\n It has also been argued that the addition of new \r\npermanent seats is a component of a legitimate \r\nSecurity Council. While Canada agrees that legitimacy \r\nis tied in part to Council composition, we believe that \r\nthat is best achieved by ensuring the broadest possible \r\nrepresentation of the world’s regions, not by \r\npermanently extending the privileges and prerogatives \r\nenjoyed by a few to a few more. The debate on Council \r\ncomposition remains complex and has many \r\ndimensions, but we believe that with goodwill there is \r\nscope for progress during the sixty-third session. \r\n In the meantime, the General Assembly cannot \r\nafford to focus on Council composition to the \r\nexclusion of other important dimensions of Security \r\nCouncil reform. Canada’s view is that the legitimacy of \r\nthe Council is tied at least as much to the quality of the \r\ndecisions it takes as to who takes those decisions. For \r\ninstance, are wars prevented and halted by the \r\nCouncil? Where they are not, are civilians protected? \r\nAre perpetrators held accountable after the fact? In the \r\neyes of the world’s most vulnerable, these are the real \r\ntests of the Council’s legitimacy. For this reason, \r\nCanada believes that Council effectiveness should be at \r\nthe centre of the debate on Council reform. \r\n There are three key areas where change will \r\nincrease the Council’s effectiveness, and all are well \r\nwithin our grasp. First, the Council’s working methods \r\nshould be improved to enhance transparency, widen \r\nparticipation of the broader membership, and limit the \r\nuse of the veto. Secondly, the Council should manage \r\nits agenda in a manner that allows for prompt attention \r\nto emerging crises before conflicts erupt, for example \r\nthrough the fulfilment of its Chapter VI prevention \r\nfunction. Importantly, the Council must ensure a more \r\neffective management of existing deployments. \r\n Thirdly, the Council must work to update its \r\nnormative framework in order to ensure it is better \r\nequipped to meet the demands of the evolving security \r\nenvironment and the changing nature of armed conflict. \r\n The Security Council has made important strides \r\nin improving its working methods in recent years, \r\nresulting in a body that is now more open. However, \r\nmore needs to be done. We commend the Council on its \r\nincreased briefings to Member States over the past \r\nyears, particularly on the monthly programme of work, \r\nwhich has proven to be very useful. But this practice \r\nshould become a systematic one. \r\n Canada also urges the Council to increase \r\nconsultations with the broad membership, for example \r\nby making more frequent and systematic use of \r\ninformal exchanges, and by increasing the regularity of \r\nsubstantive briefings for Member States, including on \r\nthe work of subsidiary bodies. \r\n In particular, consultations with troop-\r\ncontributing countries, major stakeholders and \r\nA/63/PV.54  \r\n \r\n08-60929 16 \r\n \r\nfinancial contributors should be strengthened, so that \r\ntheir input can be taken into account prior to the \r\nestablishment or renewal of a mission. \r\n We would encourage the Council to expand and \r\ndeepen the practice of public and open debates, which \r\nallow the membership to contribute their perspectives \r\nand ideas to the Council’s consideration of the \r\ninternational peace and security agenda. \r\n The Council would also benefit from a serious \r\nconsideration of the use of the veto. We all know the \r\ninhibiting effect that the veto — or even the threat of \r\nthe veto — can have on Council deliberations. There \r\nhave been several regrettable occasions in recent years \r\nwhen the spectre of the veto had the effect of \r\ndampening debate and delaying much needed action. \r\nBut the veto is not, and was never meant to be, a tool \r\nfor avoiding debate on certain issues. For that reason, \r\nCanada believes that any use of the veto should be \r\npublicly explained and justified. We also strongly \r\nbelieve that the veto has no place in deliberations on \r\nsituations of genocide, crimes against humanity and \r\nwar crimes and urge the five permanent members to \r\ncommit to voluntary restrictions on its use in these \r\nsituations. \r\n(spoke in French) \r\n Canada believes that these and other changes to \r\nthe Council’s working methods could significantly \r\nenhance its effectiveness and, in so doing, its \r\nlegitimacy, and we encourage the Council to consider \r\nadopting such measures in the months ahead. \r\n In this regard, Canada reiterates its strong support \r\nfor the earlier proposal of Singapore, Costa Rica, \r\nJordan, Switzerland and Liechtenstein (the Small Five) \r\nfor a draft General Assembly resolution. This text \r\nmerits serious consideration not just in the context of \r\nCouncil enlargement discussions but also in its own \r\nright. \r\n Canada also believes more could be done to \r\nmanage ongoing obligations of the Council. The \r\nSecurity Council cannot meet the test of effectiveness \r\nif it does not consider the full range of current crises or \r\nif it does not respond to them in a timely way. At the \r\nsame time, the United Nations is overstretched. There \r\nis an urgent need to consider how to better manage \r\nboth the growing demand for Council action, and the \r\nreal operational constraints the Organization faces. In \r\nthis regard, Canada urges the Council to consider \r\ndeveloping guidelines for entry and exit strategies, as \r\ncalled for in the Brahimi report (A/55/305) and in the \r\nreport of former Secretary-General Kofi Annan, \r\nentitled “No exit without strategy” (S/2001/394). \r\n Finally, Canada believes that the Council’s \r\nlegitimacy can be improved by updating its normative \r\nframework to reflect modern realities. A case in point \r\nis the protection of civilians in armed conflict. Canada \r\nbelieves it important to deepen the protection of \r\ncivilians and related norms and to operationalize them \r\nto ensure that the international community continues to \r\nmove from principle to practice. The Council has \r\ndemonstrated that real progress can be made, but there \r\nis important work still to be done. Protecting civilians \r\nrequires continued Council engagement and vigilant \r\nmonitoring and follow-up in those instances where \r\nresolutions have included clear language on civilian \r\nprotection. In this regard, Canada urges the Council to \r\nimplement the provisions of the relevant resolutions, \r\nincluding resolutions 1265 (1999) and 1674 (2006) on \r\nthe protection of civilians in armed conflict, and \r\nresolution 1325 (2000) on women, peace and security. \r\n It is important that the Council be able to \r\ndemonstrate the political will and capacity to draw \r\nupon the full range of levers at its disposal towards this \r\nend, including through the use of effective monitoring \r\nand accountability mechanisms. \r\n Where there is unfinished business, this, too, \r\nneeds to be addressed. In this regard, we note that three \r\nyears ago the former Secretary-General made a series \r\nof pragmatic and balanced proposals concerning the \r\nuse of force. Adoption of these proposals is long \r\noverdue, and we urge the Council to do so without \r\ndelay. \r\n Lastly, as we move forward with a broader United \r\nNations reform agenda, we must ensure that Security \r\nCouncil reform is at the forefront of our consideration. \r\nThe need for change in relation to both enlargement \r\nand effectiveness of the Security Council is urgent, and \r\nthe time for progress is now. \r\n This means early action in the areas of the \r\nCouncil’s working methods, normative framework and \r\nagenda management, in addition to the important \r\nquestion of its composition. Where early action is \r\npossible, leading to tangible results for Member States, \r\nwe should take advantage of this opportunity as a \r\nmeans of building momentum and confidence towards \r\nresolving the question of composition. \r\n A/63/PV.54\r\n \r\n17 08-60929 \r\n \r\n In doing so, we must be guided by the principles \r\nof democracy, transparency, accountability and \r\nrepresentation as the cornerstones of building a more \r\neffective Security Council. Canada looks forward to \r\nworking constructively with Member States on these \r\nimportant issues in the months ahead. \r\n Mr. Liu Zhenmin (China) (spoke in Chinese): As \r\nMember States debate the report on the work of the \r\nSecurity Council (A/2008/2), at the sixty-third session \r\nof the General Assembly, they will once again realize \r\nthat the Security Council has gone through another \r\nbusy and challenging year. Over the past year, covering \r\nareas from Afghanistan to Haiti, from the Balkans to \r\nthe outer Caucasus, from the Middle East to Africa, \r\nfrom combating terrorism to preventing proliferation, \r\nthe Security Council has continued its unremitting \r\nefforts for the maintenance of international peace and \r\nsecurity and has, to a certain extent, achieved success. \r\n The Council has also worked hard to explore \r\nways to improve its work, to increase its transparency \r\nand to enhance its interaction with others. Article 24 of \r\nthe Charter stipulates that United Nations \r\n “Members confer on the Security Council \r\nprimary responsibility for the maintenance of \r\ninternational peace and security, and agree that in \r\ncarrying out its duties under this responsibility \r\nthe Security Council acts on their behalf.” \r\n While entrusting the Security Council with such \r\nresponsibility, Member States expect it to undertake its \r\nresponsibilities boldly and to be accountable, and they \r\nclosely follow the Council’s daily performance as their \r\ngauge in deciding whether that body is fulfilling its \r\nduty, as entrusted to it by the United Nations Charter. \r\n China has always maintained that the purpose of \r\nthe Security Council is not to serve the interests of a \r\nsmall number of countries, but rather to serve the \r\ncommon interests of all Member States. It only has the \r\nobligation to work hard, but no right to be complacent. \r\nFaced with the profoundly changing international and \r\nregional situations and the problems of war that are \r\nstill inflicting suffering on certain regions, the Council \r\nshould continue to put forth its best efforts in its \r\nendeavours. As a permanent member of the Security \r\nCouncil, China will continue to put forth its best effort. \r\n It is true that the members of the Council work \r\nvery hard; however, it is undeniable that there are large \r\ngaps between the performance of the Council and the \r\nexpectations of the Governments and peoples of \r\nMember States. \r\n Some international peace and security problems \r\nhave been on the Council’s agenda for many years and \r\nremain unresolved. Non-Council members still \r\nencounter difficulties in accessing and participating in \r\nthe Council’s work. The Council’s responses and \r\nactions are not always prompt or adequate. Sometimes, \r\nthe opinions of States have not been given due \r\nattention.  \r\n Some issues that do not, in essence, fall into the \r\nrealm of the Council’s mandate have been repeatedly \r\nsubmitted to the Council, and there often arise disputes \r\namong Council members as to their relevance. \r\nUndoubtedly, there is still much room for improvement \r\nin the Council’s work.  \r\n The two topics that are being debated at this \r\nmeeting, the work of the Council and the reform of the \r\nCouncil, are closely related. The work of the Council \r\nhas reflected the challenges faced by that body, but, at \r\nthe same time, has exposed the problems therein. \r\nThose issues can only be addressed through necessary \r\nand visible reform. The Security Council must adapt to \r\nthe current international situation, which has changed \r\nprofoundly. \r\n The first major change can be seen in this Hall. \r\nOver the past 60 years, the membership of the United \r\nNations has expanded close to fourfold and a large \r\nnumber of small and medium-size developing countries \r\nhave joined the United Nations and become the major \r\nforce of the United Nations family. This reality has \r\nalso changed the political environment of the United \r\nNations system. At the same time, regional \r\norganizations, as well as regional cooperation, have \r\ngreatly progressed and have become one of the major \r\ncharacteristics of post-war international relations. \r\n Regional methods for maintaining international \r\npeace and security, which were envisioned in Chapter \r\nVIII of the United Nations Charter, have become a \r\nreality and are a pillar of multilateralism. Equally \r\nimportant is the fact that, although there exist some \r\nunreasonable and unjust phenomena in international \r\nrelations, democratization and rule of law have become \r\nan irresistible historical trend. Multilateral cooperation \r\nhas become a natural choice of States to cope with \r\ncommon challenges. \r\nA/63/PV.54  \r\n \r\n08-60929 18 \r\n \r\n Faced with this profound change in the \r\ninternational situation, people have all the more reason \r\nto question the logic of keeping the structure of the \r\nSecurity Council the same for decades. They have good \r\nreason to request that the Security Council increase its \r\nsize, democracy and transparency and to expect a \r\nreformed Council to serve them better. \r\n China firmly supports the implementation of \r\nnecessary and reasonable Council reforms. The \r\nprimary issue of this reform is, I will say once again, to \r\nfind a balance in its representation, including \r\ngeographic, by increasing its membership. Any reform \r\nshould give priority to increasing the representation of \r\nthe developing countries, especially the African \r\ncountries. Only by so doing can the long-term \r\nstructural defect of the Security Council be corrected. \r\n I would like to reiterate here that any reform plan \r\nthat does not have the potential support of the African \r\ncountries will not have the support of China. Reform of \r\nthe Council must reflect internationally accepted \r\nstandards of democratization and the rule of law. The \r\nreform should ensure that smaller countries will have \r\nincreased opportunities to participate in the Council’s \r\ndecision-making in a more substantive way and make \r\nthe smaller countries truly feel that the Security \r\nCouncil is an institution committed to helping them \r\nsolve problems.  \r\n Additionally, we must enhance the accountability \r\nof the Council to Member States and ensure that the \r\nwork of the Security Council always gives expression \r\nto the common desire of the vast majority of the \r\nMember States.  \r\n Reform of the Council is a major event involving \r\nthe common interests of 192 Member States. Decision \r\n62/577, adopted in the last session of the General \r\nAssembly, demonstrated the determination of the \r\nMember States, who are making greater efforts towards \r\nreform. \r\n The intergovernmental negotiations, to be \r\nlaunched next February, will provide an important \r\nopportunity for reform. We are now at a key \r\ncrossroads, and during the negotiations Member States \r\nwill have the opportunity to comprehensively examine \r\nthe challenges and problems faced by the Security \r\nCouncil in order to produce a meaningful reform plan. \r\n Experience has showed us that reform of the \r\nSecurity Council is not a simple game of numbers. Nor \r\ncan it be completed overnight. Member States must \r\nreach the widest possible agreement through in-depth \r\nconsultations. We have taken note that the President of \r\nthe current session of the General Assembly has \r\nalready convened two meetings of the Open-ended \r\nWorking Group on the Security Council. It is our hope \r\nthat the Member States can make full use of the time \r\nwe now have and actively participate in the discussion \r\nin the Group and achieve results, so as to lay a solid \r\nfoundation for the intergovernmental negotiations. \r\n Mr. Bahuguna (India): We welcome the \r\nopportunity to participate in this joint debate on agenda \r\nitem 9 entitled “Report of the Security Council” and \r\nagenda item 111 entitled “Equitable representation on \r\nand increase in the membership of the Security Council \r\nand other related matters”. \r\n We thank the delegation of Costa Rica for \r\nintroducing the annual report of the Security Council \r\nfor the period August 2007 to July 2008 (A/63/2). \r\n My delegation notes that the report remains a \r\nlargely statistical compilation of events, a bland listing \r\nof meetings and outcome documents. In our view, such \r\na report must include an analysis of the issues on the \r\nCouncil’s agenda. Pressing issues concerning \r\ninternational peace and security that are before the \r\nCouncil, such as the Middle East, cannot be dismissed \r\nby simply noting that, despite seven attempts presented \r\nby various delegations over 12 months, “… the Council \r\nwas not able to reach the unanimity needed for it to \r\ntake any action …”. The reasons why the Council was \r\nunable to reach an agreement needs to be shared. \r\n The report reveals that only half of the formal \r\nmeetings, as well as consultation sessions of the \r\nCouncil, were held in open format. This itself is \r\nindicative of a need for greater transparency in the \r\nCouncil’s functioning. Further, although it lists \r\nresolutions and statements adopted, the report does not \r\nindicate how often non-Council members immediately \r\nconcerned by any particular issue were consulted. \r\nPerhaps the report does not bring to the larger \r\nmembership an analytical survey of the activities of \r\nthis important organ because the Council itself remains \r\ninsufficiently representative, its working methods \r\nremain non-inclusive and its activities remain \r\nextremely opaque. \r\n Like others, we are convinced that the only \r\nremedy is a comprehensive reform of the Security \r\nCouncil, involving expansion in its permanent and \r\n A/63/PV.54\r\n \r\n19 08-60929 \r\n \r\nnon-permanent categories of membership. There are a \r\nfew who argue that an expansion in the non-permanent \r\ncategory alone would suffice. \r\n That is unrealistic and has been proved wrong by \r\nhistory. We should not forget that we expanded the \r\nSecurity Council in 1965, with only additional \r\nnon-permanent members, but the problems of the \r\nCouncil have only grown worse. Non-permanent \r\nmembers have not been able to implement their ideas, \r\nto prevent the Council’s encroachment into areas \r\nbeyond its competence under the United Nations \r\nCharter, to improve its decision-making process, to \r\nensure full compliance with Articles 31 and 32 of the \r\nCharter, to enhance the participation of troop-\r\ncontributing countries in decision-making or even to \r\nimprove the access and participation of non-members, \r\nespecially small States. And that has not been for lack \r\nof trying on the part of many non-permanent members. \r\nThus, electing non-permanent members has failed to \r\nensure the accountability of the Council. \r\n It is self-evident that real change and \r\nimprovement can come only if we induct new \r\npermanent members, on the basis of the principles of \r\nelection and subsequent accountability to the wider \r\nmembership through an appropriate review mechanism, \r\nwhile ensuring permanent institutional memory with \r\nnew points of view and fresh resources in order to \r\nensure optimal decision-making and its translation into \r\naction. Without an expansion of the permanent \r\nmembership, the real problems cannot even begin to be \r\naddressed, nor can the political culture even begin to \r\nbe transformed. Attempts to portray an interim model \r\nas a solution are inherently flawed. Such a model could \r\nsimply add to numbers without addressing the issues \r\nand, in effect, would be the worst of both worlds. \r\n Let me reiterate our demand for reform of the \r\nSecurity Council including the following elements: \r\nexpansion in both the permanent and the \r\nnon-permanent categories; equitable geographical \r\nrepresentation; greater representation for developing \r\ncountries, including better access for small, island, \r\nlandlocked and other vulnerable States; adequate \r\nrepresentation for developed countries and for \r\ncountries with economies in transition; comprehensive \r\nimprovements in the working methods; and a provision \r\nfor a review mechanism. \r\n In that context, we welcome the unanimous \r\ndecision 62/557, adopted by the Assembly on \r\n15 September 2008. That decision clearly recognizes \r\nthe futility of further consultations in the format of the \r\nOpen-ended Working Group. It is unambiguous in \r\nproviding for the commencement of intergovernmental \r\nnegotiations in the informal plenary of the General \r\nAssembly based on proposals by Member States and \r\nwithin a defined time limit. Further, the phrase “so \r\nfar”, used in paragraph (d) of the decision — which \r\ndeals with the commencement of intergovernmental \r\nnegotiations — makes it abundantly clear that the \r\nnegotiating process is not bound to take into account \r\nany further activity within the Open-ended Working \r\nGroup after 15 September 2008. In the extremely \r\nunlikely event that the Working Group would produce \r\nuseful results, these could be considered as inputs in \r\nthe negotiating process. \r\n In terms of decision 62/557, there have to be \r\nintergovernmental negotiations in the informal plenary \r\nof the General Assembly on the basis of the proposals \r\nof Member States. The framework is the formal \r\nplenary, and the modality is the proposals of Member \r\nStates. Those proposals are well known and are \r\ncontained in the resolutions submitted, the statements \r\nmade and the letters written to the presidency since at \r\nleast 2005. If further refinements are to be negotiated, \r\nthat would be done in the informal plenary of the \r\nGeneral Assembly, as in any other negotiation. Thus, \r\nwe reject the proposal, presented by Mexico, for a \r\nschedule of meetings of the Open-ended Working \r\nGroup, purportedly to discuss the objectives of the \r\nreform, the nature of the agreement and the guiding \r\nprinciples, rules, nature, agenda and terms of the \r\nnegotiations. Those issues are not relevant to the \r\nWorking Group, serve only to obstruct and delay the \r\ncommencement of negotiations and violate the mandate \r\nset out in decision 62/557. \r\n At yesterday’s meeting of the Open-ended \r\nWorking Group, the President of the General Assembly \r\nindicated that the informal plenary meeting of the \r\nAssembly for the commencement of intergovernmental \r\nnegotiations would probably not be held on \r\n21 November 2008. We are intrigued by that \r\ndevelopment, especially since commencement of the \r\nnegotiations on that date had been supported by an \r\noverwhelming majority of Member States and was in \r\nline with decision 62/557. Well over two thirds of the \r\nMember States whose representatives spoke yesterday \r\nwere sceptical as to the future utility of the Open-\r\nended Working Group. Let me reiterate that, through \r\nA/63/PV.54  \r\n \r\n08-60929 20 \r\n \r\ndecision 62/557, we had all agreed that the \r\ncommencement of negotiations was not conditional on \r\nthe future work of the Open-ended Working Group. We \r\nlook forward to the early convening of the informal \r\nplenary meeting of the General Assembly for the \r\ncommencement of negotiations in accordance with \r\ndecision 62/557. \r\n Mr. Tarragô (Brazil): The fact that we gather \r\nevery year in this Hall to consider the annual report of \r\nthe Security Council should not make us lose sight of \r\nthe political meaning and relevance of that task. The \r\nGeneral Assembly is the chief deliberative, \r\npolicymaking and representative organ of the United \r\nNations. It is by virtue of that authority that we review \r\nthe work undertaken by the Council. In the process, all \r\nof us — the entire membership and those who act on \r\nits behalf — gain with regard to matters pertaining to \r\nthe maintenance of international peace and security. \r\n The report before us (A/63/2) can be examined \r\nfrom several angles. Here, I will focus briefly on the \r\naspect of transparency and access. Among other \r\nstatistics, the document presents the number of public \r\nmeetings and the number of closed consultations of the \r\nwhole held during the reporting period. That is not \r\nirrelevant and warrants two comments. The first is that \r\nthe inclusion of such statistics is noteworthy in itself, \r\nsince it constitutes one parameter — albeit not the most \r\nimportant one — by which to gauge the Council’s \r\nopenness to non-members. The second observation is \r\nthat the comparison of the data for 2006-2007 with \r\nthose for 2007-2008 reveals a welcome improvement \r\nin the ratio between public meetings and closed \r\nconsultations. That trend is to be encouraged, as is \r\nanother positive development that, although it did not \r\noccur during the reporting period, must be mentioned: \r\nthe holding of a public meeting in August to discuss \r\nthe implementation of the note by the President of the \r\nSecurity Council (S/2006/507) related to working \r\nmethods. We all hope that the Council will not need \r\nanother 14 years to have further debate on the issue. In \r\nthese gestures, Brazil recognizes an effort to achieve \r\ngreater transparency. \r\n However, that is far from enough. Some of the \r\ntruly significant measures — such as full \r\nimplementation of Articles 31 and 32 of the Charter, \r\naccess for non-members to subsidiary organs and \r\nmeaningful consultations with troop-contributing \r\ncountries and other interested parties — have not yet \r\nbeen taken. Robust yet realistic reform of the Council’s \r\nworking methods will be facilitated by an expansion of \r\nthe Council, which, once it is made more \r\nrepresentative, will be more amenable to greater \r\ntransparency and to access by non-members. A more \r\ndemocratic structure will surely lead to more \r\ndemocratic practices. \r\n That leads me to comment on the relationship \r\nbetween democratization of the United Nations — one \r\nof the priorities of the President of the General \r\nAssembly that we fully support — and Security \r\nCouncil reform. Some believe, and others want us to \r\nbelieve, that true democracy would come to the \r\nCouncil through an increase in the number of \r\nnon-permanent members only. But simply adding \r\nnon-permanent members to the Council would not \r\nsolve the problem of the loss of its representativeness \r\nand of the legitimacy of its decisions, which has been \r\nobserved over the years. It would only accentuate the \r\npresent imbalances. Therefore, the Council must \r\nnecessarily count on the permanent contribution of \r\ncountries whose presence in the international scene has \r\nbecome more decisive in the building and \r\nimplementation of the required decisions. \r\n Brazil favours the expansion of the organ in both \r\ncategories: of permanent and non-permanent members. \r\nDemocratic reforms in the Council are only possible \r\nthrough the addition of permanent members committed \r\nto making it more transparent and accountable. With \r\nthe clout that permanent membership can bring — fully \r\nlegitimized by a very demanding electoral and \r\nratification process in the General Assembly — such \r\nnew members can be effective agents of change. They \r\nwill do so through the vote and the persuasion of other \r\npermanent Council members. \r\n To restrict reform to the mere addition of \r\nnon-permanent members, though purportedly \r\ndemocratic, is in fact a way to preserve the status quo, \r\nsince those members, by definition, can only contribute \r\nto the decision-making process for a limited period of \r\ntime. Worse still, it would distort even more the \r\nproportion in the Council between permanent and \r\nnon-permanent members. As they say in French, plus \r\nça change, plus ça reste la même chose. This is neither \r\nwhat the world needs nor what the majority of Member \r\nStates wants. \r\n Another important aspect of the meaningful \r\nreform we need relates to the nature of an expanded \r\nSecurity Council. We want it to be both more \r\n A/63/PV.54\r\n \r\n21 08-60929 \r\n \r\nrepresentative and more effective than today. In order \r\nto achieve such goals, balancing the composition is \r\ncrucial. On the one hand, we need a more diverse set of \r\ncountries and, on the other, we need a larger core group \r\nof countries prepared and willing to take up the \r\naccrued responsibilities associated with the task of \r\nmaintaining international peace and security. That can \r\nbe done through the kind of reform proposed by Brazil \r\nand many others from all regions, including small \r\nStates. Small States, unlike what some would like us to \r\nbelieve, know very well what they will gain: improved \r\nrepresentation in and better access to the Council. With \r\ngenuine reform, not only will they be more likely to be \r\nelected as non-permanent members but they will also \r\nhave partners in the Council in their efforts for more \r\nparticipation. \r\n To demand consensus or support close to \r\nconsensus to achieve Security Council reform is to put \r\nthe bar at such a high level that it would give a \r\nminority an actual right of veto in this matter. We \r\ndisagree with that position, as it is an attempt to hinder \r\nthe modernization of the United Nations and risks \r\npushing the Organization into irrelevance, thereby \r\nposing a risk to peace and security. \r\n Reform cannot wait. Just as the current financial \r\ncrisis shows, the international machinery for global \r\ngovernance does not fully respond to the needs of \r\ntoday. The Security Council is one of the key pieces of \r\nthat machinery. We should not delay any longer the \r\nstarting of intergovernmental negotiations without \r\nconditions, on the basis of Member State proposals \r\nwhich, I stress, have already been formally presented. \r\nThe opponents of genuine reform of the Security \r\nCouncil will keep trying to procrastinate. Attempts to \r\nundo our decision of September last through \r\ndiscussions — procedural only in appearance — should \r\nnot be allowed to prevail since this is not what the vast \r\nmajority of delegations wants. What they want is actual \r\nnegotiation soon so that we move more quickly and \r\nengage in the necessary effort to bridge our substantive \r\ndifferences to the greatest extent possible. They are \r\nready. We are ready. \r\n Ms. Al-Ajeel (Kuwait) (spoke in Arabic): On \r\nbehalf of my country’s delegation, I would like to \r\nexpress my deep gratitude and appreciation to the \r\nPresident of the Security Council for this month, the \r\nPermanent Representative of Costa Rica, for presenting \r\nthe report of the Council to the General Assembly \r\n(A/2008/2), which indicates a noticeable increase in \r\nthe volume of the Council’s work in the past year. \r\n Ms. Ochir (Mongolia), Vice-President, took the \r\nChair. \r\n We also align ourselves with the statement of the \r\nrepresentative of Cuba on behalf of the Non-Aligned \r\nMovement and we extend our congratulations to the \r\nnew non-permanent Council members, Japan, Turkey, \r\nAustria, Mexico and Uganda, on their election for the \r\n2009-2010 period.  \r\n The item on the question of equitable \r\nrepresentation on and increase in the membership of \r\nthe Security Council and other matters related to the \r\nSecurity Council is considered one of the most \r\nimportant items on the agenda of the General \r\nAssembly. However, the question of the reform of the \r\nSecurity Council remains in limbo in the general \r\ndebates of the Assembly despite the passing of 14 years \r\nsince the adoption of the General Assembly resolution \r\nto establish an open-ended working group to consider \r\nthe issue of equitable representation and increase in the \r\nCouncil’s membership. Although Member States have \r\nagreed in principle on the need for change and reform, \r\nthe working group has been unable to date to reach \r\nagreement on the substance of the required changes. \r\n In any case, we cannot ignore the fact that \r\nprogress was made in the discussions of the group, in \r\nparticular concerning the working methods of the \r\nSecurity Council, where there is almost general \r\nagreement on many of the measures and proposals that \r\nneed to be introduced. \r\n We cannot but commend this improvement and, \r\nin this context, we welcome the general agreement to \r\ninitiate intergovernmental negotiations in a general \r\ninformal meeting of the General Assembly during this \r\ncurrent session to help realize the ideas that have been \r\nthe subject of numerous discussions over many years \r\nand in the hope that consensus can be reached on \r\nsolutions that will strengthen the role and effectiveness \r\nof the Security Council. \r\n There is no doubt that agreement on any of the \r\nissues related to the question of expansion and reform \r\nof the Security Council during the consultation phase \r\nof the intergovernmental negotiations must result in a \r\ngeneral agreement to guarantee genuine reform of the \r\nCouncil that would attain the approval and support of \r\nthe general membership, thus facilitating its \r\nA/63/PV.54  \r\n \r\n08-60929 22 \r\n \r\nimplementation. This process must also give due \r\nconsideration to transparency, good intentions and the \r\navoidance of any individual moves aimed at achieving \r\nnarrow individual interests. \r\n The position of the State of Kuwait on the issue \r\nof Security Council reform is based on the following \r\nmain principles:  \r\n The State of Kuwait supports the reform and \r\nactivation of all United Nations bodies, foremost \r\namong which is the Security Council, in order to \r\nenable it to carry out its main function of maintaining \r\ninternational peace and security as mandated by the \r\nCharter. Any change in the composition of the \r\nCouncil’s membership should not affect its capability \r\nand efficiency in taking the decisions necessary to \r\nconfront international threats and dangers, but should \r\nrather lend more legitimacy and credibility to the \r\nCouncil’s decisions. \r\n With regard to reforming and improving the \r\nworking methods of the Council and improving its \r\nrelations with other main bodies of the United Nations, \r\nsuch as the General Assembly and the Economic and \r\nSocial Council, we support all proposals aimed at \r\nlending more transparency and clarity to the work of \r\nthe Council and easing the flow of information to and \r\nfrom Member States. We also support the need to fully \r\nrespect the functions and competence of the other \r\nprincipal organs of the United Nations, particularly the \r\nGeneral Assembly, as well as to define the role of the \r\nCouncil when discussing issues that threaten \r\ninternational peace and security. \r\n We emphasize the need of the Council to adopt \r\npermanent rules of procedures to enhance and codify \r\nits procedures and working methods.  \r\n The State of Kuwait supports maintaining the \r\nmechanism of electing the non-permanent members of \r\nthe Council, in accordance with Article 23, \r\nparagraph 2, of the Charter as this allows a greater \r\nchance for the group of small countries, to which we \r\nbelong, to become members of the Council and \r\nparticipate in its work. We see a need to put limits and \r\ncontrols on the use of the right of veto, such as limiting \r\nits use to matters that fall under Chapter VII of the \r\nCharter. \r\n Should agreement be reached on the number of \r\nnew non-permanent seats, the distribution of these \r\nseats among the regional groups must take into \r\nconsideration the significant increase in the number of \r\nMember States in the Asian Group. \r\n Finally, we reiterate our support of all efforts to \r\nstrengthen the performance of the Security Council, \r\nand hope that a consensual agreement, satisfactory to \r\nall sides, will be reached — an agreement that \r\nguarantees that the Council will carry out its functions \r\nas provided by the Charter with no obstacles. \r\n Mr. Dapkiunas (Belarus) (spoke in Russian): We \r\nare grateful to the Security Council for the report on its \r\nwork (A/63/2), but we have to note that this report still \r\namounts only to a compilation of its various activities \r\nand thus, to a large extent, is a statistical journal. \r\n We are convinced that the majority of delegations \r\nwould like to receive an analytical document from the \r\nCouncil that would contain an in-depth analysis of \r\nvarious hotspots. Such an analysis of specific \r\ninternational situations could include several \r\nviewpoints, presented by various interested \r\ndelegations. \r\n In order to have a concise articulation of \r\npositions in the reports, delegations could be assigned \r\na common text platform. This would allow for a \r\nstandard approach to reflect differing positions and \r\nassessments. We would suggest that member States of \r\nthe Council examine this proposal. \r\n We would also call on delegations of the Council \r\nto look carefully at the proposal that was set out in the \r\nstatement by the Non-Aligned Movement on the need \r\nto increase the quality of the monthly assessment \r\nreports furnished by Council presidencies. These \r\nreports should be analytical in nature and be prepared \r\nmore promptly.  \r\n The work of the Council is distinguished by the \r\nvariety of different activities and items. Each \r\npresidency tries to update the themes of Council \r\nmeetings to make them more complete and substantive. \r\nTo a large extent, we support having meetings on \r\ntopical questions in order to elicit prompt responses to \r\ncontemporary threats and challenges in the area of \r\ninternational peace and security, rather than including \r\nitems on the agenda dictated mostly by national \r\npriorities in foreign policy. \r\n We still call on the Council not to go beyond its \r\ncompetence by broadening its agenda and considering \r\nissues not within its scope. The Council’s areas of \r\ncompetence are clearly set out in the Charter. \r\n A/63/PV.54\r\n \r\n23 08-60929 \r\n \r\n Today we are discussing Security Council reform \r\nin new conditions, the General Assembly having \r\nadopted decision 62/557, on the issue of \r\nintergovernmental negotiations. Belarus supported the \r\nwork of the Open-ended Working Group. In our view, \r\nthe Group has conducted painstaking work to achieve \r\nprogress in defining a concrete formula for reform of \r\nCouncil membership. We believe that this Group has \r\nnot yet exhausted its possibilities to advance Council \r\nreform and that it should determine the framework and \r\nconditions for conducting intergovernmental \r\nnegotiations. \r\n These negotiations must take place in an \r\nenvironment of increased trust among Member States \r\nand a careful search for balanced approaches to \r\nCouncil reform. We must not force the negotiating \r\nprocess if there are obvious and significant \r\ndisagreements among different groups of countries \r\ncalling for various reform models. \r\n A new Council membership formula must not \r\ndivide Member States; on the contrary, it should, to a \r\nlarge extent, bring them together for joint work to \r\ncounter global threats and challenges in the area of \r\ninternational security. Council reform must first and \r\nforemost be effectuated in such areas as increasing the \r\nnumerical membership and improving working \r\nmethods. \r\n We believe that the Council should remain a \r\ncompact and capable body, one able to promptly and \r\neffectively respond to emerging threats to international \r\npeace and security. Concerning enlargement of the \r\nCouncil, Belarus continues to call for one more elected \r\nEastern European member as a non-permanent \r\nmember. \r\n Under the current Council membership formula, \r\nthere is insufficient representation of African, Asian \r\nand Latin American States. There must be better \r\nrepresentation for small and medium-size States as \r\nwell as developing countries. \r\n Belarus believes we must focus as much attention \r\non the Council’s methods of work as it does on issues \r\nof membership enlargement. Recently, there have been \r\nsome positive changes such as, first and foremost, on \r\nincreasing the openness of the Council’s work. For \r\nexample, there has been publication of initial \r\nprogrammes of work, preliminary announcements in \r\nthe Journal on scheduled official meetings and \r\nconsultations, briefings for States that are \r\nnon-members and open meetings. These methods of \r\nwork have become Council practice and we welcome \r\nthem. \r\n We are convinced that the question of methods of \r\nwork involves more than establishing internal rules of \r\nprocedure for the Security Council. A key precondition \r\nfor improving the work of the Council is creating an \r\natmosphere of self-discipline and responsibility in \r\ndetermining its sphere of competence and in \r\neliminating double standards in decision-making on \r\nimportant decisions. \r\n Ms. Alzhanova (Kazakhstan): My delegation \r\nwould like to thank the Permanent Representative of \r\nCosta Rica, current President of the Security Council \r\nfor presenting to the Assembly the comprehensive \r\nreport on the work of this principal organ of the United \r\nNations (A/63/2). \r\n We are pleased to note some progress in the \r\nimprovement of the Council’s working methods. \r\nDiscussion of the annual report of the Security Council \r\nat the General Assembly, following its presentation by \r\nthe permanent representative of Viet Nam last July, \r\nturned out to be a historic moment in the improvement \r\nof Security Council cooperation with the General \r\nAssembly. \r\n We welcome the fact that, in recent years, the \r\nSecurity Council has taken measures to ensure its \r\nopenness to non-members. Open thematic debates and \r\ninteractive briefings are now held more frequently. \r\nThat is a positive development in the work of the \r\nCouncil and we must encourage its efforts to take \r\nfurther steps in that direction. \r\n We believe that issues recently debated in the \r\nSecurity Council such as the non-proliferation of \r\nweapons of mass destruction, the protection of \r\ncivilians in conflict situations; children and armed \r\nconflicts; and women, peace and security, still rank \r\nhigh on the international community’s agenda and \r\nrequire further effort. \r\n We take positive note of the fact that matters of \r\ncoordination and collaboration of the Security Council \r\nwith other United Nations bodies and regional and \r\nsubregional organizations are being regularly \r\ndiscussed. In this regard, we fully support the practice \r\nof open debates in the United Nations with the \r\ncooperation of regional and subregional structures for a \r\nA/63/PV.54  \r\n \r\n08-60929 24 \r\n \r\nmore profound understanding of the realities of \r\nindividual Member States. \r\n During the reporting period, the Security Council \r\nmaintained its busy agenda on Africa, the Middle East, \r\nEurope, Afghanistan and other important issues. \r\nCertain progress has been achieved. Regrettably, \r\nhowever, we note that the Council sometimes failed to \r\nreact adequately to serious challenges that directly \r\nthreatened international peace and security — Kosovo \r\nand Georgia being two particular cases in point. On \r\nthese issues, the Council presented itself as unable to \r\nagree even on press statements, let alone on the \r\ndevelopment of a common position on certain aspects \r\nof critical importance for the entire international \r\ncommunity. \r\n In a complicated and multidimensional \r\ninternational environment, there is vivid evidence that \r\nthe United Nations role in conflict prevention and \r\nmediation, peacekeeping and peacebuilding is \r\nincreasingly in demand. To adequately address new \r\nchallenges and threats to international peace and \r\nsecurity that could be easily brought on by global \r\ncrises, the Security Council needs to approach issues in \r\na different way. \r\n My delegation would like to express its gratitude \r\nto the President of the General Assembly at its sixty-\r\nsecond session and to the four facilitators — the \r\nPermanent Representatives of Bangladesh, Chile, \r\nDjibouti and Portugal — for the report that was finally \r\napproved by consensus on the last day of the session \r\n(A/62/47). The report embraces the progress achieved \r\nso far, in particular during the Group’s 2006 and 2007 \r\nsessions, as well as the positions and proposals of \r\nMember States. A 15-year deadlock was broken by the \r\nhistoric decision 62/557, which opened the door to \r\nintergovernmental negotiations on the substance of \r\nCouncil reform. We should not miss this chance for \r\nchange, so that we can have a more representative, \r\nlegitimate and transparent United Nations body \r\nresponsible for the maintenance of international peace \r\nand security. \r\n Kazakhstan reiterates that equitable \r\nrepresentation of Member States in the Security \r\nCouncil could strengthen the Council’s ability to \r\neffectively face the challenges of the twenty-first \r\ncentury and to play its role in the settlement of crisis \r\nsituations. Asia, Africa and Latin America, as well as \r\ndeveloping countries, should have wider representation \r\nin the Security Council and should be directly involved \r\nin the resolution of international problems. \r\n Kazakhstan takes the strong position that \r\nexpansion of the Security Council should be made in \r\nboth categories, permanent and non-permanent seats; \r\nnevertheless, our country is exploring different options \r\nof agreeing on a way forward. \r\n In conclusion, my delegation would like to make \r\nan appeal to Member States to conduct the negotiations \r\nin a spirit of cooperation in the quest for a compromise \r\nin order to speed up the process of reforming the \r\nUnited Nations as a whole and the Security Council in \r\nparticular, for the sake of peace and development. \r\n Mr. Davide (Philippines): I would like to begin \r\nby thanking the President for convening this plenary \r\nmeeting for a joint debate on agenda item 9, on the \r\nreport of the Security Council, and agenda item 111, on \r\nSecurity Council reform. As to the latter, the \r\nPhilippines commends and salutes the President for his \r\nspecial interest in Security Council reform, particularly \r\nin the light of the theme of his presidency: \r\ndemocratization of the United Nations. \r\n A very judicious, impartial and objective \r\nreassessment and review of the fundamentals relating \r\nto or affecting the Security Council — especially on \r\nthe patent imbalance in the composition of its \r\nmembership vis-à-vis the developing small Member \r\nStates, the exercise of its powers including abuse or \r\nmisuse of the veto power, its decisions, resolutions and \r\nactions and its working methods — readily discloses \r\nthat the Security Council needs to be fully \r\ndemocratized. It is asserted, and quite correctly, in the \r\nreport of the Austrian Initiative 2004-2008 that the \r\nSecurity Council is “legislator, judge and executive” \r\n(A/63/69, annex, para. 3). Definitely, when one body \r\nacts as such, democracy and the rule of law are, \r\nunfortunately, sacrificed, to say the least. \r\n I thank His Excellency Ambassador Jorge Urbina \r\nof Costa Rica for introducing the annual report of the \r\nSecurity Council (A/63/2) and congratulate the Costa \r\nRican presidency for its stewardship of the Council for \r\nthe current month of November. \r\n I would also like to take this opportunity to pay \r\ntribute to the efforts of His Excellency Mr. Srgjan \r\nKerim, President of the General Assembly at its sixty-\r\nsecond session, and the members of his task force, the \r\nPermanent Representatives of Bangladesh, Chile, \r\n A/63/PV.54\r\n \r\n25 08-60929 \r\n \r\nDjibouti and Portugal, for their patience, dedication \r\nand hard work, which paved the way for and opened \r\nthe door to the commencement of intergovernmental \r\nnegotiations on Security Council reform through the \r\nadoption by the General Assembly in the last hours of \r\nthe sixty-second session of the recommendations of the \r\nOpen-ended Working Group on Security Council \r\nreform, now embodied, as amended, in General \r\nAssembly decision 62/557. \r\n As regards the annual report of the Security \r\nCouncil, while the format has remained the same, my \r\ndelegation has noticed small changes in some of the \r\nnarratives, which, no doubt, indicate an effort to make \r\nthe report more insightful and not just documentary. \r\nNonetheless, the Security Council might consider \r\nlooking at other options for improving its report to the \r\nGeneral Assembly, including its format, to make it \r\nmore comprehensive, informative and analytical. In its \r\npresent form, the annual report is not actually a report, \r\naccording to the true meaning of the word. My \r\ndelegation maintains its view, expressed earlier during \r\nthe 27 August 2008 Security Council open debate on \r\nworking methods (see S/PV.5968), that the Council \r\nshould take note of how the repertoire of the practice \r\nof the Security Council presents information and \r\nshould consider combining or merging the annual \r\nreport and the repertoire. \r\n As regards the ongoing process on Security \r\nCouncil reform, my delegation reaffirms its full \r\nsupport for General Assembly decision 62/557, which I \r\nmentioned earlier. That decision clearly outlines the \r\npreliminary steps leading to the conduct of \r\nintergovernmental negotiations. In connection \r\ntherewith, my delegation highlights two crucial dates: \r\n1 February and 28 February 2009. The first of February \r\nis the deadline fixed in paragraph (c) of the decision \r\nfor the submission by the Open-ended Working Group, \r\nthrough its Chairman, of the report on its consultations \r\non the framework and modalities for the \r\nintergovernmental negotiations. The twenty-eighth of \r\nFebruary is the latest date for the commencement of \r\nthe intergovernmental negotiations, as mandated in \r\nparagraph (d) of the decision.  \r\n With those two time limits in mind, the Open-\r\nended Working Group must now begin its work so that \r\nit can submit its report to the General Assembly on or \r\nbefore the first day of February 2009, so that the \r\ninformal plenary of the General Assembly can start \r\nintergovernmental negotiations not later than \r\n28 February 2009. Collective political will and utmost \r\ncooperation in good faith must be mustered to keep to \r\nthe timetable. Yesterday, the Open-ended Working \r\nGroup held its second meeting. I hope it can make \r\nfaster progress.  \r\n My delegation, however, would like to reiterate \r\nits view, expressed during the final three meetings of \r\nthe Group at the Assembly’s sixty-second session and \r\nyesterday in the second meeting of the same Group, \r\nthat the submission of the Working Group’s report, \r\nunder paragraph (c) of the decision, is not a sine \r\nqua non for the commencement of intergovernmental \r\nnegotiations. While my delegation would prefer the \r\nOpen-ended Working Group to come up with its report \r\nwithin the time limit, its refusal or failure to do so \r\nshould not prevent the General Assembly, the superior \r\nbody, from commencing, in informal plenary, the \r\nintergovernmental negotiations not later than \r\n28 February 2009. \r\n In short, the Open-ended Working Group, as a \r\nmere creature of the General Assembly, cannot hold the \r\nlatter hostage. In the New Testament we find these \r\nwords: “no slave is above his master” (The Holy Bible, \r\nMatthew, 10:24). Students of law are familiar with the \r\nmaxim that the stream cannot rise higher than its \r\nsource. This view should not, however, be used by the \r\nOpen-ended Working Group as an excuse for not \r\nworking hard enough. The Group should not stain or \r\nblemish itself with failure and go down in history in \r\nignominy. \r\n Concerning the substantive aspects of Security \r\nCouncil reform, my delegation reiterates its position, \r\narticulated many times before, that reform of the \r\nworking methods of the Council is the least \r\ncontroversial element, is immediately achievable and \r\nmust be considered and adopted forthwith. In its \r\nstatement during the Security Council open debate on \r\n27 August 2008, the Philippines mentioned that, in its \r\nworking methods, now principally condensed in its \r\nprovisional rules of procedure, the Security Council \r\nmust strictly adhere to democratic practices and \r\nprocedures, observe due process and guarantee \r\nfairness, justice and equity to all concerned. \r\n Among the essential elements of these guiding \r\nprinciples are accountability, fidelity to the trust \r\nreposed in it by Member States pursuant to Article 24 \r\nof the Charter of the United Nations, predictability and \r\ntransparency. \r\nA/63/PV.54  \r\n \r\n08-60929 26 \r\n \r\n With those elements in mind, my delegation has \r\nmade the following recommendations, which it now \r\nwishes to reiterate: first, the word “provisional” should \r\nbe deleted from the title of its rules of procedure; \r\nsecondly, rule 37 should be amended to grant those \r\nStates non-members of the Security Council which are \r\nunder the Council’s scrutiny the right to be present and \r\nheard during all proceedings in regard to such scrutiny \r\nand in any incident which may arise from such \r\nproceedings. \r\n Thirdly, rule 38 should be amended to enable \r\ndraft proposals or resolutions submitted by \r\nnon-Security Council Member States to be considered, \r\nacted upon and voted upon by the Security Council \r\nwithout the requirement of a request from a member of \r\nthe Council. Fourthly, the number of meetings, \r\nincluding informal meetings, should be increased in \r\norder to hear the views of Member States. \r\n Fifthly, full information should be provided to all \r\nMember States on issues deliberated by the Council. \r\nThis can be accomplished by means of the Council’s \r\nannual report by, inter alia, indicating within it how \r\nmembers of the Council voted and justified their votes \r\nand by explaining why permanent members of the \r\nCouncil exercised a veto when that was the case.  \r\n Finally, periodic reports or substantive summaries \r\nshould be released by the Council to the General \r\nAssembly on matters with which the Council is seized \r\nduring the course of each year, given that its annual \r\nreport deals with matters considered during the \r\npreceding year. \r\n On the issue of enlargement of the Council’s \r\nmembership, my delegation fully supports the proposal \r\nto enlarge both categories of membership, permanent \r\nand non-permanent, based on the principles of \r\nequitable geographic or regional distribution reflecting \r\nthe increase in United Nations membership over the \r\nyears. That may demand the application of the rule of \r\nproportional allocation or require balance due to \r\ncontemporary geopolitical realities.  \r\n As the world’s model of a fully functioning, \r\nparticipatory democracy whose Charter affirms the \r\nequal rights of nations large and small, the United \r\nNations should have institutions that reflect and \r\ngenuinely give life to that ideal. It would not only be a \r\ncontradiction in principle and a factual anomaly, but \r\nalso a gross injustice and a cruel inequality and \r\ninequity, if the character and status of the membership \r\nof the Security Council, one of the United Nations \r\nprincipal organs tasked with the maintenance of peace \r\nand security were to perpetuate one or all of these \r\nanomalies. \r\n Further to the adherence to and application of \r\ndemocratic principles in the United Nations, Security \r\nCouncil reform proposals should also include ways and \r\nmeans to curtail the exercise of special privileges \r\nreserved for a few in order to lessen and remove \r\ndiscrimination against the vast majority of the general \r\nmembership. A specific issue is the veto in its current \r\nform. My delegation looks forward to a judicious \r\nrestriction of its use through: first, disallowing its use \r\nin cases of genocide, war crimes and crimes against \r\nhumanity; and secondly, disallowing its use if the \r\npermanent member concerned is a party to an act under \r\nscrutiny or is involved in a conflict of interest \r\nsituation.  \r\n We may also establish mechanisms to override \r\nthe veto. In this connection, Member States should \r\nnever forget that under Article 24 of the Charter, for \r\nthe purpose of ensuring prompt and effective action, \r\nMember States conferred on the Security Council \r\nprimary responsibility for the maintenance of \r\ninternational peace and security. Whether this be \r\nviewed as a surrender of part of the Member States’ \r\nsovereignty, as discussed on page 449 of volume 1 of \r\nthe second edition of Bruno Simma’s The Charter of \r\nthe United Nations. A Commentary, or as a mere \r\ndelegation of powers, the fact remains that both may be \r\nwithdrawn and a veto may be overridden by the \r\nGeneral Assembly should the exercise of that veto be \r\nultra vires. These are just and valid proposals to ensure \r\nthe application and faithful observance of the principle \r\nof sovereign equality of all Member States as set out in \r\nArticle 2, paragraph 1, of the Charter. \r\n There is yet one more aspect of reform, still in \r\nthe area of democratization in the Security Council. It \r\nis the patent and palpable discrimination against \r\nMember States which are not members of the Security \r\nCouncil in the matter of the elections of Judges of the \r\nInternational Court of Justice, contrary to the principle \r\nof sovereign equality of all Member States solemnly \r\nenshrined in the Charter. In the election of the Judges \r\nof the International Court of Justice, the members of \r\nthe Security Council are each given two votes: one, as \r\nGeneral Assembly members and a second, as Security \r\nCouncil members. There exists no valid and logical \r\nreason for this discrimination. This situation could \r\n A/63/PV.54\r\n \r\n27 08-60929 \r\n \r\neven create a greater evil whereby a mere majority of \r\nthe 15 members of the Council may influence the final \r\nresults of the elections in the General Assembly. This is \r\nan anomaly which should be corrected.  \r\n It should be noted that in the elections to the \r\nSecurity Council itself, the Economic and Social \r\nCouncil, the Human Rights Council and other bodies in \r\nthe United Nations system, each Member State has \r\nonly one vote. Worse yet, despite the criteria provided \r\nfor in the Statute of the International Court of Justice, \r\nwhich prescribe only qualifications in Article 2 and \r\nrepresentations of the main forms of civilization and of \r\nthe principal legal systems of the world in Article 9, \r\nthe permanent members of the Security Council always \r\noccupy a seat on the International Court of Justice, \r\nresulting in and perpetuating a gross imbalance in the \r\nworld court. Why give the permanent members of the \r\nSecurity Council such a special privilege which could \r\nresult in a continuing violation of the representation \r\nrequirements? \r\n Reforming the Security Council is akin to taking \r\nmedicine for a chronic malady. We can no longer \r\npostpone it or pretend to do something about it because \r\nthe systemic sickness is already affecting the whole \r\nOrganization. My delegation prays that the Open-ended \r\nWorking Group of the General Assembly will remain \r\non course and comply seriously with the duties and \r\nresponsibilities with which it was charged by General \r\nAssembly decision 62/557 and abide faithfully with the \r\ntime limits prescribed therein. We expect intensive \r\ndiscussions, consultations and negotiations. The \r\nPhilippines will do its part to contribute with heart, \r\nmind and soul to the birth of a reformed and \r\ndemocratic Security Council before the end of the \r\nsixty-third session. \r\n Mr. Sajjadi (Islamic Republic of Iran): I wish to \r\nbegin by extending our thanks to the President of the \r\nGeneral Assembly for convening this meeting on the \r\nreport of the Security Council to the General Assembly \r\n(A/63/2). I also thank the Permanent Representative of \r\nCosta Rica, the Council’s President for November, for \r\nhaving presented the report to the General Assembly. \r\n Impartiality, transparency, accountability and \r\nfairness are the key requirements on which the Security \r\nCouncil should base its approach to discharging its \r\nCharter-mandated responsibilities. To increase the \r\ntransparency of its work and improve its working \r\nmethods, the Council should seriously take into \r\nconsideration the relevant provisions of the Charter as \r\nwell as the resolutions which clarify its relationship \r\nwith the General Assembly and other organs of the \r\nUnited Nations. \r\n One more year has elapsed with no significant \r\nimprovements in those vital areas I have just \r\nenumerated. Moreover, the reporting practice of the \r\nSecurity Council and the contents of its report remain \r\nas in the past. The report at hand, like those of previous \r\nyears, refers only to cases where the Council has taken \r\naction while it clearly fails to address the Council’s \r\ninaction in cases where it should have acted promptly. \r\nThe crimes committed against the Palestinian people \r\nby the Israeli regime, which remains the most serious \r\nthreat posed to regional and international peace and \r\nsecurity, are examples of the Council’s failure to act.  \r\n There may be differing views among Member \r\nStates regarding how to enlarge the Security Council or \r\nhow to proceed in order to achieve that goal. There \r\nmay also be divergent approaches to the question of \r\nwhether to merely add non-permanent members to the \r\nSecurity Council’s composition or to add both \r\npermanent and non-permanent members. But there are \r\nno differences among Member States regarding the fact \r\nthat the Council is certainly not responding to the \r\nneeds, concerns and realities of the world today and \r\nshould therefore be reformed, both in its working \r\nmethods and in its decision-making processes, as well \r\nas in its composition and structure. We all know that, \r\nas it stands today, the Security Council is one of the \r\nmost anachronistic international bodies and that it \r\nrequires urgent comprehensive reform in order to meet \r\ntoday’s needs and requirements. \r\n We have noted that over the past few years, \r\nmostly as a result of the deliberations in the General \r\nAssembly’s Open-ended Working Group, certain steps \r\nhave been taken to improve the Council’s working \r\nmethods. The Security Council’s open debate on \r\n27 August 2008 (see S/PV.5968), in which issues \r\nrelated to Council reform were addressed, was another \r\nimportant step in that regard. However, it is common \r\nknowledge that, despite the appeals of the \r\noverwhelming majority of Member States, genuine \r\ntransparency and real changes in the Council’s working \r\nmethods and decision-making processes have yet to be \r\nachieved. \r\n In the period under review, we continued to \r\nwitness numerous instances in which the Council failed \r\nA/63/PV.54  \r\n \r\n08-60929 28 \r\n \r\nto carry out its responsibilities vis-à-vis non-member \r\nStates. Those instances included, inter alia, a continued \r\nincrease in the number of the Council’s informal \r\nconsultations, far beyond the exception that they were \r\nintended to be; the Council’s disregard for Article 31 of \r\nthe Charter by refusing to allow non-Council members \r\nto participate in discussions on matters affecting them \r\nand their interests; denial of the right of the countries \r\nconcerned to brief the Council regarding their positions \r\non issues directly affecting their national interests; \r\nselective notification about Council meetings; failure \r\nto convene regular daily briefings; and denial of the \r\nright of reply to countries against which allegations \r\nwere raised during Council meetings in certain \r\nformats. Those are but a few of the shortcomings that \r\nmust be effectively addressed if the Council’s working \r\nmethods are to undergo meaningful reform. \r\n Even the content of the annex to the note by the \r\nPresident of the Security Council (S/2006/507), which \r\nrecommends certain steps — modest and inadequate as \r\nthey are — aimed at improving the Council’s working \r\nmethods, has not been fully implemented. For instance, \r\ndespite the requirement set out in paragraph 42 of that \r\ndocument, which calls for consultation by the Council \r\nwith  \r\n “the broader United Nations membership, in \r\nparticular interested Member States, including \r\ncountries directly involved or specifically \r\naffected ... when drafting, inter alia, resolutions, \r\npresidential statements and press statements”,  \r\nthe general membership and even the countries \r\nconcerned are, in many cases, kept totally uninformed \r\nabout the negotiations on resolutions or statements \r\ndirectly affecting them, let alone asked to express their \r\nviews on the Council’s outcome documents. \r\n Yet another example relates to paragraph 29 of \r\nthe same document, which stipulates that  \r\n “when non-members are invited to speak to the \r\nCouncil, those who have a direct interest in the \r\noutcome of the matter under consideration may \r\nspeak prior to Council members”.  \r\nHowever, on many occasions, the Council has \r\nrefrained from giving the countries concerned the \r\nchance to speak before a vote and instead has allowed \r\nthem to speak only after a decision has been taken by \r\nthe Council and members have made their statements. \r\nHence, less and less do the Council’s decisions reflect \r\nthe wishes and views of all United Nations Member \r\nStates. Not only that, but, in many cases, these \r\ndecisions do not even represent the true opinions of the \r\nCouncil’s own membership. \r\n Whereas, in accordance with the United Nations \r\nCharter, the General Assembly, as the chief \r\ndeliberative, policymaking and representative organ of \r\nthe United Nations, is entrusted primarily with the task \r\nof the progressive development and codification of \r\ninternational law, we have been witnessing an alarming \r\ntrend in which the Security Council has been \r\nincreasingly involved in law-making and norm-setting \r\npractices. That is a disturbing trend that runs counter to \r\nthe letter and spirit of the Charter and that should be \r\nchecked and reversed. Unnecessary and quick resort to \r\nChapter VII of the Charter and the threat or use of \r\nsanctions in cases in which no action has even been \r\nnecessary are other issues of concern to the general \r\nmembership that have hurt the credibility and \r\nlegitimacy of the Council’s decisions. \r\n Moreover, as rightly noted by the representative \r\nof Cuba in his statement on behalf of the Non-Aligned \r\nMovement, the Security Council’s increasing \r\nencroachment on the prerogatives of other principal \r\norgans of the United Nations — particularly the \r\nGeneral Assembly and the Economic and Social \r\nCouncil — and their subsidiary bodies, as well as \r\ntechnical bodies such as the International Atomic \r\nEnergy Agency, is also of particular concern to \r\nMember States.  \r\n A case in point is the imposition on the Security \r\nCouncil by certain permanent Council members of the \r\nconsideration of the peaceful nuclear programme of the \r\nIslamic Republic of Iran. During the period under \r\nreview, and in a politically motivated move \r\norchestrated by a few of its permanent members, the \r\nCouncil took a number of other unjustifiable and unfair \r\nmeasures against the peaceful nuclear programme of \r\nthe Islamic Republic of Iran. We believe that the \r\nCouncil’s actions on Iran’s peaceful nuclear \r\nprogramme run counter to the provisions of the United \r\nNations Charter and are unwarranted. Iran’s nuclear \r\nprogramme is absolutely peaceful and cannot be \r\ncharacterized as a threat to peace by any stretch of law, \r\nfact or logic. Therefore, it does not fall within the \r\nCouncil’s purview. \r\n We believe that meaningful reform of the \r\nSecurity Council can be achieved only by addressing \r\n A/63/PV.54\r\n \r\n29 08-60929 \r\n \r\nthe aforementioned shortcomings and dealing in a \r\nserious and meaningful manner with the question of the \r\nunderrepresentation of developing and Muslim \r\ncountries in the Council.  \r\n Before concluding, I wish to stress that, as the \r\nPresident of the General Assembly proceeds in \r\ncarrying out the difficult but important task bestowed \r\nupon him — that of moving forward the process of \r\nSecurity Council reform — he will always find us \r\nbeside him, offering our sincere help and constructive \r\nsupport. \r\n Mr. Heller (Mexico) (spoke in Spanish): I wish \r\nto begin by noting that Mexico views favourably the \r\nimprovements reflected in the introduction to the report \r\nthat the Security Council is presenting this year to the \r\nGeneral Assembly (A/63/2), improvements that are \r\noriented towards an analysis of the work of the \r\nCouncil’s work and are not confined to description. We \r\nare particularly grateful to the representative of Costa \r\nRica, Ambassador Urbina, for introducing the report, \r\nand also to the members of the delegation of Viet Nam \r\nfor their efforts in this regard. As we have stated on \r\nearlier occasions, we believe that that should be the \r\nthrust of the report of the Security Council, in order to \r\nenable the General Assembly to effectively evaluate \r\nthe Council’s activity.  \r\n However, in spite of the progress noted, the \r\nreport as a whole continues to suffer from the defects \r\nthat, year after year, have been pointed out by various \r\ndelegations and that call into question the usefulness of \r\nthis exercise. In effect, the compilation of data and \r\ndocuments published by the Security Council in this \r\nreport greatly restricts the discussion and analysis of \r\nthe Council’s activities, making this tool a descriptive \r\ndocument that offers little scope for constructive \r\nparticipation by Member States.  \r\n The defects seen in this report result from the \r\nworking methods of the Security Council, which do not \r\nclearly establish the direction that the report should \r\ntake and which, unfortunately, foster its descriptive \r\nnature. Traditionally, the Council has been reluctant to \r\ninform the General Assembly about its actions. \r\nHowever, the very existence of this report and its \r\nrecent evolution towards being a more analytical \r\ndocument cause us to think that over time the general \r\nwill will succeed in imposing itself over the traditional \r\nopacity that has prevailed in the Council. As we have \r\nstated on many occasions, strengthening the \r\ntransparency of the Council and the link between it and \r\nthe Assembly will be among Mexico’s objectives as it \r\nbegins its membership in the Council in the near \r\nfuture.  \r\n Beyond the analysis of the content of the report, \r\nthis opportunity also enables us to evaluate the \r\nquestion of the reform of the Security Council through \r\nthe activities of the Open-ended Working Group on the \r\nQuestion of Equitable Representation on and Increase \r\nin Membership of the Security Council and Other \r\nMatters Related to the Security Council. As a result of \r\nthe complex discussions that took place during the last \r\nfew days of the sixty-second session, Member States \r\ndecided to give a significant impetus to this important \r\nreform by agreeing that at its sixty-third session the \r\nGeneral Assembly would finally begin \r\nintergovernmental negotiations on reform of the \r\nSecurity Council.  \r\n This compromise, arrived at by means of a \r\ncommon effort to achieve a consensus solution, \r\nenabled us to establish a clear sequence for the start of \r\nintergovernmental negotiations in conditions \r\nacceptable to all. By means of decision 62/557, the \r\nMember States agreed that the Open-ended Working \r\nGroup would continue to carry out its functions in \r\norder to establish the framework and modalities for the \r\nintergovernmental negotiations in order to — and I \r\nquote from paragraph (c) of the decision — “prepare \r\nand facilitate” those negotiations (see A/62/47, \r\npara 23 (c)). Later, the Chairperson of the Working \r\nGroup will present the result of these consultations to \r\nthe Assembly, thus preparing the way for the beginning \r\nof intergovernmental negotiations in February 2009 in \r\nan informal meeting of the General Assembly. \r\n We are certain that that historic decision and \r\nrespect for the calendar contained in it will help to \r\nachieve reform that is truly representative of the \r\ngeneral will and that will embody the broadest possible \r\npolitical agreement among the parties. \r\n Mexico is firmly committed to this process and to \r\nthe need to begin these negotiations in a climate of \r\ntrust and mutual respect, and without arrogance. For \r\nthis reason, together with the delegation of the \r\nRepublic of Korea, we have proposed a timetable for \r\nthe upcoming meetings of the Open-ended Working \r\nGroup that aims at facilitating discussions on the \r\nprinciples and proceedings of the intergovernmental \r\nnegotiations, with a view to achieving a firm \r\nA/63/PV.54  \r\n \r\n08-60929 30 \r\n \r\nagreement on their parameters. We are convinced that \r\nrespect for the sequence embodied in decision 62/557, \r\nas noted yesterday by the President of the General \r\nAssembly, will make it possible for us to achieve \r\nSecurity Council reform that will genuinely represent \r\nthe interests of all Member States.  \r\n Security Council reform is a matter of vital \r\nimportance for the reform of this Organization, and it \r\nshould be understood within its broadest objectives. \r\nMy delegation will therefore promote comprehensive \r\nreform of the Council that improves its working \r\nmethods, efficiency and effectiveness, with the goal of \r\nimproving the system of collective security and giving \r\nit greater legitimacy, always taking into account the \r\nbroadest possible political agreement among the \r\nparties.  \r\n In order to achieve that objective and forge a \r\nCouncil that is truly representative of contemporary \r\nglobal balances, Mexico favours expansion in the \r\ncategory of non-permanent members of the Council, \r\nwhich would make it possible for a larger number of \r\nStates to participate in the Council, particularly small \r\nStates and those that have never taken part in the \r\nCouncil’s work. In a similar vein, we believe that an \r\nincrease in the number of permanent seats would \r\ngenerate fresh inequalities and discrimination within \r\nthe Organization and would affect the effectiveness of \r\nthe work of the Council. \r\n Democratization and accountability are, for my \r\ndelegation, fundamental elements in any reform of the \r\nSecurity Council, always upholding an equitable \r\ngeographical distribution of the States participating in \r\nthat body. Therefore we continue to be in favour of \r\nintroducing the principle of re-election, which would \r\nguarantee a more frequent presence of those States that \r\nare most ready to play an active role in the items on the \r\nCouncil’s agenda and, in parallel, would help to ensure \r\naccountability on the part of the non-permanent \r\nmembers.  \r\n We are embarking on a new phase in the history \r\nof reform, and we should welcome it with commitment \r\nand with caution. The work of the Open-ended \r\nWorking Group to establish the framework and \r\nmodalities for the intergovernmental negotiations that \r\nwill begin shortly will be fundamental if we are to \r\nachieve successful reform. \r\n Mexico is committed to reform of the Security \r\nCouncil, and we assure the Assembly once again of our \r\nfull readiness to participate in the consultations that the \r\npresidency may consider necessary and to cooperate \r\nwith a constructive and purposeful spirit in the design \r\nof a process that will enable us to move forward at this \r\ndefinitive moment for the future of the Organization. \r\n The Acting President: We have heard the last \r\nspeaker in the debate on the agenda item for this \r\nmeeting. We shall continue the debate on this item \r\ntomorrow morning at 10 a.m.  \r\n A representative has requested to speak in \r\nexercise of the right of reply. I remind the Assembly \r\nthat statements made in exercise of the right of reply \r\nare limited to 10 minutes for the first intervention and \r\nto five minutes for the second intervention and should \r\nbe made by delegations from their seats. \r\n I call on the representative of Morocco. \r\n Mr. Chabar (Morocco) (spoke in French): Given \r\nthe lateness of the hour, I beg the Assembly’s \r\nindulgence. I will not be very long.  \r\n Once more, Algeria has given us a deliberately \r\nbiased and narrow viewpoint on the question of the \r\nSahara. This time, that viewpoint borders on the \r\nridiculous, proceeding as it does with a deliberately \r\nselective reading of the situation, which itself has its \r\nroots in the bad faith that, unfortunately, we are \r\naccustomed to from that neighbouring country. \r\n On the question of the Sahara, my delegation \r\nwould like to recall that the Security Council has been \r\nworking on this issue and has adopted three \r\nfundamental and substantive resolutions. First, the \r\nCouncil took note of the autonomy proposal submitted \r\nby Morocco and welcomed the serious and credible \r\nefforts that my country has made to develop that \r\nproposal. Secondly, the Council called on the parties to \r\nengage in substantive negotiations in order to bring \r\nabout a negotiated political settlement of their \r\ndifferences. Thirdly, the Council called on the parties \r\nto exhibit realism and a spirit of compromise in order \r\nto achieve progress towards a final solution of this \r\nregional dispute.  \r\n We are pleased that the General Assembly, \r\nthrough resolution 62/116 of 2007 and now Fourth \r\nCommittee draft resolution A/C.4/63/L.7, shares the \r\nsame approach as the Security Council and adheres to \r\nthe recommended path to solve, once and for all, the \r\nregional dispute that has lasted too long. My delegation \r\nwould also like to emphasize that the current \r\ndynamic — which has been very much triggered by the \r\nMoroccan proposal, in spite of the neighbouring \r\ncountry — has led to four rounds of negotiations and \r\n A/63/PV.54\r\n \r\n31 08-60929 \r\n \r\nconsequently to a process that is now being fully \r\nsupported by the international community. \r\n We have reached a critical point in the treatment \r\nof this issue by the United Nations. The international \r\ncommunity has the political and moral duty to support \r\nit and encourage it fully, because it concerns the \r\nstability of a region that is confronted today with new \r\nthreats, such as terrorism. My country remains actively \r\ninvolved in the search for a political solution to this \r\ndispute, in accordance with Security Council \r\nresolutions, the tenor of which is now shared by the \r\nGeneral Assembly. \r\n With that in view, we hope that Algeria will desist \r\nonce and for all from the duplicity that has always \r\nmarked its position in this regional dispute. We believe \r\nthat trying to blunt every serious chance of settlement \r\nis not the best way to achieve the solution so sought \r\nafter by the international community. It is not a way to \r\nbring about a Maghreb reconciled with itself and ready \r\nto take up the challenges, which today are democracy \r\nand the building of a space of shared prosperity. That is \r\nthe appeal that the Kingdom of Morocco makes today \r\nto Algeria. \r\nThe meeting rose at 6.15 p.m.  \r\n"