" United Nations  A/64/PV.28\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fourth session \r\n \r\n28th plenary meeting \r\nWednesday, 28 October 2009, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n09-57994 (E) \r\n*0957994*   \r\nPresident: Mr. Ali Abdussalam Treki . . . . . . . . . . . . . . . . . . . . . . . . . . . (Libyan Arab Jamahiriya) \r\n \r\n \r\nThe meeting was called to order at 3.15 p.m.  \r\n \r\n \r\nTerrorist attack in Afghanistan \r\n \r\n The President (spoke in Arabic): On behalf of \r\nthe General Assembly, I wish to express our deep and \r\nsincerest sympathy and condolences to the family \r\nmembers of the five United Nations employees who \r\nwere killed in the horrific attack that took place in \r\nKabul, Afghanistan. Let me join the Secretary-General \r\nin condemning this and all threats and acts of violence \r\nagainst humanitarian workers, United Nations staff and \r\nothers. I emphatically state that perpetrators of such \r\ncrimes should be brought to justice. I urge all Member \r\nStates to fully comply with their obligations under \r\ninternational law pertaining to the protection of \r\nhumanitarian workers and United Nations staff. \r\n \r\nAgenda item 20 \r\n \r\nThe situation in Central America: progress in \r\nfashioning a region of peace, freedom, democracy \r\nand development \r\n \r\n  Report of the Secretary-General (A/64/370) \r\n \r\n  Draft resolution (A/64/L.6*) \r\n \r\n The President (spoke in Arabic): I now give the \r\nfloor to the representative of Guatemala to introduce \r\ndraft resolution A/64/L.6*. \r\n Mr. Rosenthal (Guatemala) (spoke in Spanish): \r\nOn 10 November a year ago, I had the honour to \r\nexplain from this very rostrum the origin of the \r\nInternational Commission against Impunity in \r\nGuatemala (CICIG) — an initiative that complies with \r\none of the many commitments of our Peace Accords \r\nsigned in December 1996. I explained that we had \r\ninherited a culture of impunity as a sequel to the \r\nconflict and that criminal groups sheltered by the \r\nclimate of impunity had also appeared that were \r\nsometimes highly organized and had transnational \r\nconnections.  \r\n In order to deal with the situation, we turned once \r\nagain to the United Nations with a single request for \r\ncooperation between the Organization and the \r\nGovernment of Guatemala, which led to the creation of \r\nthe CICIG and the start of its operations on  \r\n4 September 2007. \r\n Last year, this initiative received the collective \r\nsupport of the General Assembly with the adoption by \r\nconsensus of resolution 63/19. We greatly appreciate \r\nthat support. As will be recalled, the final paragraph of \r\nthat resolution requested the Secretary-General to \r\nreport on the work of the Commission to the sixty-\r\nfourth session of the General Assembly. \r\n That report, issued on 23 September in document \r\nA/64/370, presents an objective assessment of the \r\nCommission’s important achievements during its first \r\ntwo years of activities and discusses some of the \r\nchallenges it continues to face. We basically agree with \r\nthe assessment of the Secretary-General, to whom we \r\nexpress our sincere appreciation for his constant \r\nsupport of the work of the Commission. \r\n As our President, Álvaro Colom Caballeros, \r\npointed out in his statement delivered to the General \r\nA/64/PV.28  \r\n \r\n09-57994 2 \r\n \r\nAssembly barely a month ago, the Commission “has \r\nthe solid support not only of my Government, but of all \r\nof civil society”. For this reason, we have renewed the \r\nagreement between the Government of Guatemala and \r\nthe United Nations to extend the mandate of the \r\nCommission for an additional two years. \r\n The draft resolution I am introducing to the \r\nAssembly this afternoon, contained in document \r\nA/64/L.6*, is sponsored by over 70 nations, beginning \r\nwith our partners from the Central American \r\nIntegration System. The draft follows up on resolution \r\n63/19, adopted last year, with some updating in the \r\nlanguage to reflect the observations in the Secretary-\r\nGeneral’s report. We trust that this draft resolution will \r\nbe adopted by consensus, and we thank you in advance \r\nfor your support. \r\n There are three final points I would like to make. \r\nFirst, the Commission is a response to a Guatemalan \r\ninitiative. It reflects our deep conviction that in order \r\nto respond to organized groups that operate in \r\nimpunity, international cooperation is needed. Such \r\ncooperation would not replace national institutions, but \r\nwould support and strengthen them.  \r\n We approached the United Nations because we \r\nsee it as an objective and independent Organization, \r\nwithout its own agenda. We looked for creative \r\nmodalities of partnership with the United Nations, \r\nwithout renouncing our own responsibilities as a \r\nsovereign nation, as set out in our Constitution. \r\n Secondly, the Commission is fully funded \r\nthrough voluntary contributions from the donor \r\ncommunity, and I take this opportunity to extend our \r\nspecial gratitude to the many Governments that have \r\nworked with our country on that initiative. At the same \r\ntime, I would like to emphasize that the draft resolution \r\ninvolves no additional financial or budgetary \r\nimplications for the United Nations. \r\n Thirdly, I would like to publicly and warmly \r\nrecognize the work of the Commissioner, Carlos \r\nCastresana, for his selfless and excellent work. The \r\nimportant progress achieved by the Commission is, in \r\nlarge part, due to the leadership he has exercised in \r\nheading his team of national and international experts. \r\n Before concluding, permit me to read out the list \r\nof countries that are sponsoring this draft resolution in \r\naddition to those that are already listed in document \r\nA/64/L.6*. Albania, Argentina, Australia, Brazil, \r\nBolivia, Colombia, Cypress, Costa Rice, Slovakia, the \r\nformer Yugoslav Republic of Macedonia, Fiji, Greece, \r\nHaiti, Hungary, Iceland, India, Ireland, Iraq, Italy, \r\nJapan, Latvia, Lithuania, Luxembourg, Madagascar, \r\nNorway, New Zealand, Paraguay, Czech Republic, \r\nRepublic of Korea, Romania, Rwanda, Senegal, \r\nJamaica, Switzerland, Trinidad and Tobago and Turkey. \r\n I have confined myself to introducing the draft \r\nresolution contained in A/64/L.6*. However, I feel I \r\nmust state that this very broad agenda item relates to \r\nthe situation in Central America. Here, we have a \r\npending issue. In this very Hall, resolution 63/301 was \r\nadopted on 30 June 2009 on strengthening democracy \r\nin Honduras.  \r\n I would like to say that Guatemala will stand \r\ntogether with a legitimate Government of President \r\nManuel Zelaya and we call for the immediate \r\nimplementation of the provisions in that resolution. \r\nThat is not only a situation concerning Honduras, but \r\nrather one involving our entire region. \r\n Mr. Lidén (Sweden): I have the honour to speak \r\non behalf of the European Union (EU). \r\n Turkey, Croatia, the former Yugoslav Republic of \r\nMacedonia, Albania, Bosnia and Herzegovina, \r\nMontenegro, Norway, Ukraine, the Republic of \r\nMoldova, Armenia and Georgia, align themselves with \r\nthis statement. \r\n The European Union welcomes the Secretary-\r\nGeneral’s report on the activities of the International \r\nCommission against Impunity in Guatemala (CICIG), \r\nand the draft resolution contained in document \r\nA/64/L.6*, just introduced by the Ambassador of \r\nGuatemala. \r\n CICIG continues to be a positive force in \r\nGuatemala with its efforts to combat the prevailing \r\nsituation of impunity in the country. Through highly \r\nprofessional work, CICIG is now accepted as a key \r\nplayer in security and justice matters in Guatemala. \r\nCICIG has entered a phase where high-impact cases \r\nare in the process of being presented to the national \r\ncourts, and a number of legal proceedings have been \r\ninitiated. The EU fully supports the work of the \r\nCommission. \r\n In spite of the positive results during the \r\nreporting period, where the Commission has made \r\nsignificant progress in key areas of its mandate, the EU \r\nwould like to express its deep concern about the \r\n A/64/PV.28\r\n \r\n3 09-57994 \r\n \r\ncontinued high levels of violence and impunity in \r\nGuatemala. The EU urges the United Nations \r\nSecretariat to do its utmost to ensure that the \r\noperational challenges now faced by the Commission \r\nare appropriately addressed. The safety and security of \r\nthe Commission’s staff are matters of particular \r\nconcern. \r\n It is important that the work of CICIG be \r\ninstitutionalized by the Guatemalan State in order to \r\ncreate long-term sustainability after the end of its \r\nmandate. An independent judicial system is of crucial \r\nimportance in combating the high levels of impunity in \r\nthe country. We ask all State institutions to take the \r\ndecisions necessary to ensure the independence and \r\neffectiveness of Guatemala’s judicial system and to \r\nwork in close cooperation with CICIG.  \r\n The EU also underlines the importance of \r\nGuatemala’s continued commitment to strengthen its \r\nown institutions, and we reiterate our support for the \r\nCommission’s efforts to assist Guatemala in \r\nmaintaining and strengthening its democratic \r\ninstitutions, which are vital for peace and development \r\nin the country, and to build a State governed by the rule \r\nof law for all Guatemalans. \r\n I would now like to turn to the situation in \r\nHonduras. On 2l July, the EU presidency, on behalf of \r\nits 27 member States, decided to restrict contact with \r\nthe representatives of the de facto Government of \r\nHonduras and to suspend bilateral development \r\ncooperation with the institutions of the de facto \r\nGovernment. The EU stands ready to take further \r\nrestrictive measures, including targeting those \r\nmembers of the de facto Government seen to be \r\nblocking progress on a negotiated solution based on the \r\nSan José Accord. \r\n The European Union underlines again the \r\nimportance of a rapid and peaceful negotiated solution \r\nto the severe crisis in Honduras and calls on all actors \r\ninvolved to work on the basis of the San José Accord, \r\nwhich, in the view of the EU, remains a key reference. \r\nThe EU urges the parties to continue negotiations in a \r\nconstructive manner in order to achieve restoration of \r\nconstitutional order in the country, and particularly \r\nbefore the elections to be held in November. The \r\nEuropean Union firmly supports the initiatives \r\nundertaken by the Organization of American States and \r\nits Secretary-General, José Miguel Insulza, to facilitate \r\ndialogue with a view to a peaceful negotiated solution. \r\n Ms. Grau (Switzerland) (spoke in French): I \r\nwarmly thank the representative of Guatemala for his \r\npresentation of draft resolution A/64/L.6*. Switzerland \r\nhas supported the establishment of the International \r\nCommission against Impunity in Guatemala (CICIG) \r\nsince its inception. My delegation is pleased that the \r\nmandate of the Commission has been extended for two \r\nmore years. I would also like to endorse the Secretary-\r\nGeneral’s remarks in his address of 19 June, in which \r\nhe commended the work of CICIG and its \r\nCommissioner, Mr. Carlos Castresana. Together with \r\nhis national and international team, Mr. Castresana has \r\nacted with a high degree of professionalism. \r\n The Guatemalan Government has shown courage \r\nin trying to find ways to put an end to impunity. \r\nCICIG’s mandate and institutional structure provide a \r\nsolid framework for pursuing this goal and \r\nstrengthening State institutions. This is particularly \r\nimportant in a context where alarming levels of \r\nviolence and corruption challenge not just the \r\ninstitutions of the country itself, but those of the \r\nsubregion as a whole.  \r\n For these reasons the Commission deserves the \r\nfull support of the international community. CICIG can \r\nbe considered a pioneering transitional justice \r\ninstrument. It bases its activities on national \r\nassessments, national participation, and national needs \r\nand aspirations. Its strategy seeks to support the \r\npolitical will to reform as much as the technical \r\ncapacity to make those reforms. Moreover, its very \r\nexistence shows that international mechanisms need \r\nnot be costly in order to contribute effectively to \r\nsustainable national capacities for the administration of \r\njustice. \r\n If CICIG is to be able to fulfil its mission \r\nefficiently, it has to deal with several challenges. I \r\nwould like to mention two of them. First, as regards the \r\nstatus of the Commission, the report of the Secretary-\r\nGeneral (A/64/370) underscores the dangers and risks \r\nthat have become part of the Commission’s daily life. \r\nEnhanced protection and security for its staff is crucial. \r\nAccordingly, Switzerland stands ready to engage in \r\ndiscussions with other Member States on how to \r\nstrengthen existing modalities and, if necessary, to \r\nrevise the Commission’s status within the United \r\nNations. Indeed, given the strategic issue that CICIG \r\naddresses — the dismantling of parallel power \r\nstructures linked to international organized crime — it \r\nis crucial to provide it with the means necessary to \r\nA/64/PV.28  \r\n \r\n09-57994 4 \r\n \r\nenable it to function in an optimal manner, while \r\nguaranteeing it adequate protection. \r\n Secondly, regarding CICIG’s need for additional \r\nfinancial support, Switzerland will continue to provide \r\nsuch support, as well as expert assistance. Alongside its \r\nspecific criminal investigations, CICIG has helped to \r\nstrengthen the competencies of the prosecutorial \r\nservices in Guatemala. It has also been involved in \r\nupdating and improving Guatemala’s national \r\nlegislation by making recommendations concerning \r\nvetting and the reorganization of the justice and \r\nsecurity sectors. It is important that the international \r\ncommunity strengthen such measures by adapting the \r\nsupport it provides to justice and security. The \r\nCommission’s mission goes to the heart of the mandate \r\nof the United Nations to ensure that the rule of law, \r\njustice and lasting peace are mutually reinforcing. \r\n Switzerland hopes that the support of the United \r\nNations and the international community as a whole \r\nwill live up to the needs of CICIG and Guatemala in \r\ntheir difficult struggle against impunity. \r\n Mr. Gutiérrez (Peru) (spoke in Spanish): As this \r\nis the first time I have taken the floor at the present \r\nsession, I would like to congratulate you,  \r\nMr. President, and through you, the other Bureau \r\nmembers, on your election at the sixty-fourth session \r\nof the General Assembly, and to assure you of my \r\ndelegation’s full support in your efforts. \r\n My delegation would like to address two aspects \r\nrelating to item 20 on the agenda, “The situation in \r\nCentral America: progress in fashioning a region of \r\npeace, freedom, democracy and development”: first, \r\nthe draft resolution (A/64/L.6*) on the International \r\nCommission against Impunity in Guatemala (CICIG), \r\nand secondly, the situation in our sister republic of \r\nHonduras. Regarding the draft resolution on CICIG, it \r\nmust be said that this testifies to the joint endeavours \r\nof the United Nations and Guatemala to ensure that the \r\nrule of law is respected. In this forum we have \r\nrepeatedly heard the dictum, “There us no peace \r\nwithout justice”, and indeed the Commission clearly \r\nshows the international community’s commitment to \r\nachieving that goal and fighting impunity.  \r\n This year by mutual agreement it was decided to \r\nextend the mandate of the International Commission \r\nfor a period of two years, beginning 4 September 2009. \r\nTo that end the Secretary-General’s report in document \r\nA/64/370 has identified significant progress achieved \r\nin Guatemala in investigation, prosecution and legal \r\nreforms. However, major operational challenges still \r\nremain, given the sui generis nature of the \r\nCommission, and those have still to be overcome.  \r\n A programme of work has been established, and \r\nthe Commission must present a consolidation strategy \r\nto ensure that its powers can be transferred to national \r\ninstitutions. In that way it will be possible to support, \r\nstrengthen and assist the work of State institutions in \r\nGuatemala. To that end it is vital that dialogue continue \r\namong the State, political parties, the press and civil \r\nsociety so that all can join fully in the process.  \r\n As the agenda item before us is “The situation in \r\nCentral America: progress in fashioning a region of \r\npeace, freedom, democracy and development”, the \r\ndelegation of Peru must refer to the current situation \r\nfaced by the Republic of Honduras.  \r\n Peru is firmly committed to contributing to the \r\nconsolidation of democracy in Latin America and the \r\nCaribbean. The maintenance and strengthening of \r\ndemocratic institutions, with full respect for the rule of \r\nlaw and the protection and promotion of the political \r\nand social rights of our people, are supreme values that \r\nshould not and cannot be subject to any conditions. It \r\nis regrettable that, after a lengthy and successful \r\nprocess to restore democracy in Central America, we \r\nare witnessing a terrible reversal with the constitutional \r\nbreach that occurred in Honduras on 28 June, which, \r\nwith no justification whatever, is continuing.  \r\n That situation was forcefully condemned by Peru, \r\nand we firmly supported the regional efforts by the \r\nOrganization of American States (OAS) to facilitate the \r\nimmediate restoration of the constitutional and \r\nlegitimate Government of President José Zelaya \r\nRosales. Likewise, here at the United Nations Peru co-\r\nsponsored resolution 63/301, which the General \r\nAssembly adopted by consensus, which called for the \r\nimmediate and unconditional restoration of President \r\nZelaya’s Government and expressed firm support for \r\nthe regional efforts being undertaken pursuant to \r\nChapter VIII of the Organization’s Charter to lead to a \r\njust solution to the serious political crisis in Honduras. \r\n Furthermore, the peaceful return of the \r\nconstitutional President José Zelaya to Honduras was \r\nsupported by the member States of the Rio Group, of \r\nwhich Peru is one. The Group also condemned the \r\nviolent acts and ongoing harassment on the part of the \r\nde facto Government against the Brazilian Embassy, \r\n A/64/PV.28\r\n \r\n5 09-57994 \r\n \r\nwhere President Zelaya is. Peru reiterates its vigorous \r\ncall to respect and guarantee the physical safety of \r\nPresident Zelaya’s person, family and associates, as \r\nwell as to ensure the inviolability of the Brazilian \r\nEmbassy in Tegucigalpa and the personal safety of its \r\nstaff, in strict observance of the Vienna Convention on \r\nDiplomatic Relations. \r\n A few weeks ago my Government welcomed the \r\ndevelopments in Honduras following the second \r\nmission of foreign ministers of various OAS States. We \r\nwere hopeful about the progress of negotiations in \r\nTegucigalpa, which held out the prospect of a \r\nHonduran solution to a Honduran crisis. However, \r\nunfortunately, intransigence and placing differences \r\nbefore consensus have led to a breakdown in the \r\nnegotiations.  \r\n Peru trusts that the dialogue process will continue \r\nin Honduras as soon as possible, within the terms of \r\nthe San José Accord, as urged by the Permanent \r\nCouncil of the OAS in its press release of Wednesday, \r\n21 October, to achieve a peaceful solution to the crisis \r\nand that that in turn could lead to the national \r\nreconciliation we all hope for and the restoration of \r\ndemocracy, legality and the rule of law, to the benefit \r\nof the nation and the Honduran people. \r\n Mrs. Viotti (Brazil): Brazil has gladly  \r\nco-sponsored draft resolution A/64/L.6*, regarding the \r\nInternational Commission against Impunity in \r\nGuatemala. We fully support the efforts of the \r\nCommission to assist the Government of Guatemala in \r\nits difficult but indispensable fight against impunity. \r\n I take this opportunity to also address the \r\nsituation in Honduras. It is an issue of grave concern to \r\nmy Government and that of the entire United Nations \r\nmembership.  \r\n As delegations are aware, since 21 September \r\n2009 the constitutional President of Honduras, Mr. José \r\nManuel Zelaya, has taken shelter, together with family \r\nmembers and close advisors, at the Brazilian Embassy \r\nin Tegucigalpa. President Zelaya arrived at the \r\nEmbassy peacefully and by his own means. He was \r\nreceived in the Embassy and remains there as the \r\nconstitutional head of State of Honduras and the \r\nlegitimate ruler of the country. That is the firm \r\nconviction of all Member States of the United Nations, \r\nin accordance with General Assembly resolution \r\n63/301. It is also the view of all countries of the region. \r\n Since the day it first sheltered President Zelaya at \r\nits premises, the Brazilian Embassy has been virtually \r\nunder siege. It has been constantly subjected to acts of \r\nharassment and intimidation by the de facto authorities. \r\nThe Embassy continues to be surrounded by military \r\nforces; tear gas has been used; basic services were \r\nsuspended and later restored; sound and light devices \r\ncontinue to be employed, especially at night, as tactics \r\nto deprive those sheltered in the building of much-\r\nneeded sleep and therefore affect them physically and \r\npsychologically. Scaffolds have been mounted outside \r\nthe premises to monitor movement inside. Humiliating \r\nsecurity procedures are used to screen those entering \r\nand leaving the Embassy, and locally engaged \r\npersonnel are prevented from entering the building. \r\nTelephones are tapped. Delivery of food is restricted \r\nand perishable food is left under direct sunlight for \r\nhours. Garbage is not collected for days. That \r\nbehaviour by the de facto authorities constitutes \r\nflagrant and unacceptable violations of the obligations \r\nof Honduras under the Vienna Convention on \r\nDiplomatic Relations and of the human rights of \r\npersons inside the Embassy. \r\n We are encouraged that the international \r\ncommunity has clearly and forcefully repudiated those \r\naggressions. We are also grateful for the solidarity \r\nshown by organizations and numerous countries or \r\ngroups of countries.  \r\n The members of the Security Council, at the \r\nCouncil’s 6192nd meeting, on 25 September, \r\ncondemned the acts of intimidation by the de facto \r\nauthorities and called upon them to cease harassing the \r\nBrazilian Embassy and to provide all necessary utilities \r\nand services. Council members recalled that respect for \r\nand protection of the inviolability of diplomatic \r\npremises is a universally accepted principle of \r\ninternational relations. They also stressed the \r\nimportance of respecting international law through \r\npreserving the inviolability of the Embassy of Brazil in \r\nTegucigalpa and other protections afforded it by the \r\nVienna Convention on Diplomatic Relations, and of \r\nensuring the safety of individuals on its premises. They \r\nalso underlined the need to preserve the inviolability of \r\nthe Embassy of Brazil in Tegucigalpa and of its \r\ndiplomatic personnel, in accordance with international \r\nlaw. \r\n The Organization of American States (OAS) has \r\nalso deplored the reprehensible behaviour of the de \r\nfacto Government of Honduras on several occasions. \r\nA/64/PV.28  \r\n \r\n09-57994 6 \r\n \r\nMost recently, on 21 October, the Permanent Council \r\nof that Organization denounced and strongly \r\ncondemned the hostile actions against the Embassy of \r\nBrazil and the harassment of its occupants. It again \r\ncalled on the de facto regime to put an immediate end \r\nto those actions, to respect the Vienna Convention on \r\nDiplomatic Relations and international human rights \r\ninstruments and to withdraw all repressive forces \r\nforthwith from the areas surrounding the Embassy, \r\nwithout neglecting the due security of the mission. The \r\nCouncil also appealed for guarantees for the right to \r\nlife, integrity and security of President Zelaya and of \r\nall persons in and around the Embassy of Brazil, as \r\nwell as for the protection of their dignity, and it urged \r\nthe Inter-American Commission on Human Rights to \r\nfollow up on the situation. \r\n It is high time for the de facto authorities to heed \r\nthe unanimous calls of the international community \r\nand fully abide by Honduras’ international obligations. \r\nTheir behaviour is incompatible with the right to \r\ndignity of the Honduran people. \r\n On 21 October, the Permanent Council of the \r\nOAS issued a strong appeal for continuation of the \r\ndialogue already under way between the parties, in \r\naccordance with the proposed San José Agreement and \r\nwithout any attempt to open topics other than those \r\ncontained in the proposal. The appeal follows a clear \r\nstagnation in the negotiating process. We call on the de \r\nfacto Government to abandon dilatory tactics and \r\nnegotiate in good faith. \r\n Brazil believes that the return of President Zelaya \r\nis indispensable. Coups d’état are no longer acceptable \r\nin a region that has outgrown - often with blood - years \r\nof instability and violence. Elections alone will not \r\nsolve the problem, since their legitimacy would be \r\nseriously compromised. Under the current \r\ncircumstances conditions are simply not in place to \r\nallow the holding of free, fair, transparent and \r\ndemocratic elections in Honduras. \r\n Mr. Acharya (Nepal), Vice-President, took the \r\nChair. \r\n Brazil is ready to continue to support initiatives \r\naimed at resolving the current crisis. We count on the \r\nsupport of the international community, especially \r\nthose who have a direct influence on the de facto \r\nauthorities. \r\n Mr. Heller (Mexico) (spoke in Spanish): We \r\nwelcome the report of the Secretary-General on the \r\nactivities of the International Commission against \r\nImpunity in Guatemala (A/64/370) and draft resolution \r\nA/64/L.6*, which was introduced by the Guatemalan \r\ndelegation. \r\n The work of the International Commission \r\nagainst Impunity in Guatemala (CICIG) is a successful \r\nexample of what can be achieved through multilateral \r\naction to benefit the States and peoples of the world. \r\nSince it was founded in August 2007 pursuant to a \r\nrequest by Guatemala, the Commission has shown that \r\nit is a fundamental tool for combating impunity in \r\nGuatemala and for strengthening the judicial \r\ninstitutions responsible for investigation and criminal \r\nprosecution of crimes against the people of Guatemala \r\nallegedly committed by illegal security forces and \r\nclandestine groups. Guatemala waged a long struggle \r\nto achieve national reconciliation, strengthen the rule \r\nof law and combat impunity. For that it deserves the \r\nfull support of the international community. \r\n The positive results of the International \r\nCommission show that it is possible to effectively \r\ncombat impunity through creative models of \r\ninternational cooperation, gradually restoring the \r\ncitizens’ trust in their institutions. Progress to date is \r\ntruly encouraging, but much remains to be done. \r\nMexico has thus joined the sponsors of the draft \r\nresolution and will continue supporting the \r\nCommission’s work. \r\n The situation in Central America has both lights \r\nand shadows. Allow me now to turn to the situation in \r\nHonduras, which represents a marked step backwards \r\nin the life of the region.  \r\n After years of political stability, on 28 June the \r\nsituation of relative calm that prevailed in Central \r\nAmerica and in Honduras suffered a blow that had \r\nsignificant regional political repercussions. That day, \r\nthe constitutional order of Honduras was smashed by \r\nthe illegal expulsion of President José Manuel Zelaya, \r\nwho for a time was forced to live outside of his \r\ncountry. He was able to return to Honduras only by \r\ntaking temporary refuge in the Brazilian Embassy in \r\nTegucigalpa. That situation is in every respect \r\nunacceptable.  \r\n Mexico confirms its unambiguous condemnation \r\nof the events of 28 June and demands the restoration of \r\ndemocracy in Honduras, including the return of \r\n A/64/PV.28\r\n \r\n7 09-57994 \r\n \r\nPresident Zelaya, in accordance with the constitution \r\nof the country, the Inter-American Democratic Charter, \r\nthe Charter of the Organization of American States \r\n(OAS) and General Assembly resolution 63/301, which \r\nwas sponsored by my delegation and adopted by \r\nacclamation on 1 July.  \r\n From the beginning of the crisis, the OAS has \r\nworked tirelessly to make possible President Zelaya’s \r\nrestoration to power. Mexico has supported and \r\npromoted those actions, within the OAS and through \r\ncompetent regional bodies, including the declarations \r\nof heads of State and Government of the Rio Group, \r\nthe mechanism for consultation and concerted political \r\naction, and the Group’s many ministerial declarations \r\nand communiqués. We will continue to play an active \r\nrole in the multilateral regional mechanisms and \r\nnecessary mediation efforts in accordance with Chapter \r\nVIII of the United Nations Charter until constitutional \r\norder is restored in Honduras. \r\n I wish to highlight in particular the work of the \r\nOAS special commission of ministers for foreign \r\naffairs, in which Mexico’s Foreign Minister \r\nparticipated. That commission visited Tegucigalpa \r\ntwice and was crucial in starting a dialogue between \r\nrepresentatives of the constitutional president and the \r\nde facto Government to find a way out of the crisis \r\nthrough dialogue and agreement. At the same time, we \r\nurge the Organization of American States and its \r\nSecretary General, Mr. José Miguel Insulza, to \r\ncontinue promoting all efforts towards mediation, \r\nnegotiation and conciliation in order to encourage \r\npolitical dialogue between the players involved — the \r\nHondurans themselves — and to reach a solution to \r\nthis political crisis. \r\n Since the June coup d’état we have witnessed \r\nmany actions of the de facto Government in Honduras \r\nthat violate international law and the human rights of \r\nthe Honduran people. On their behalf we call for \r\nrespect for the democratic institutions, governance and \r\nprotection of the people’s human rights.  \r\n We support the mission of the United Nations \r\nHigh Commissioner for Human Rights (OHCHR) \r\nwhich, pursuant to a mandate of the Human Rights \r\nCouncil, was sent to Honduras to collect information \r\nabout possible human rights violations. \r\n In addition to violations of human rights, Mexico \r\nis particularly concerned by the de facto regime’s \r\nharassment of President Zelaya, his followers and the \r\ndiplomatic staff of the Brazilian Embassy in \r\nTegucigalpa. We repudiate those illegal and inhuman \r\nactions and call for an immediate halt to them. \r\nSimilarly, we demand that the diplomatic status and the \r\nprivileges and immunities of diplomatic representatives \r\nin Honduras be respected, in line with the Vienna \r\nConvention on Diplomatic Relations. The international \r\ncommunity can no longer tolerate such intimidation of \r\nthe diplomatic personnel of the Brazilian Embassy, or \r\nof any other mission that has also been the victim of \r\nsuch actions, which run counter to international law \r\nand pose a threat to the security and physical integrity \r\nof President Zelaya and his followers.  \r\n Mexico will continue to follow developments in \r\nthe political situation in Honduras. We will continue to \r\nsupport every effort aimed at enabling the Hondurans \r\nto find, as soon as possible, a political solution to this \r\ncrisis that leads to national reconciliation and promotes \r\nstability in the country and improvement in the living \r\nconditions of its inhabitants. \r\n Mr. Husain (Canada) (spoke in French): Canada \r\nwelcomes this important draft resolution  in support of \r\nthe International Commission against Impunity in \r\nGuatemala (CICIG) (A/64/L.6*). We are pleased to be \r\npart of a long list of like-minded sponsors who \r\ncontinue to support the Commission through voluntary \r\ncontributions. Further, the representatives work closely \r\nwith the Commission and United Nations colleagues to \r\ncombat corruption and provide an impartial voice in \r\npublic debates about security and justice issues in \r\nGuatemala. \r\n The draft resolution comes at a crucial time for \r\nthe Commission. That body continues to play a central \r\nrole in publicly challenging entrenched interests and \r\ndemanding greater justice and accountability on behalf \r\nof all Guatemalans. The recent Supreme Court \r\nnomination process, while controversial, represented a \r\nstep forward for Guatemala in terms of transparency \r\nand open debate. In his report of 23 September 2009 \r\n(A/64/370), Secretary-General Ban Ki-moon has \r\nhighlighted the significant progress made by \r\nCommission. \r\n(spoke in English) \r\n In that report, the Secretary-General calls our \r\nattention to the pressing operational challenges faced \r\nby the Commission as it moves forward into the second \r\nphase of its mandate. Those challenges are the result of \r\nthe Commission’s status as a non-United Nations body, \r\nA/64/PV.28  \r\n \r\n09-57994 8 \r\n \r\nas well as a reflection of its success in challenging \r\npowerful criminal networks. Through this draft \r\nresolution, and in response to the Secretary-General’s \r\nreport, Canada strongly encourages the United Nations, \r\nwith the ongoing support of the Guatemalan State and \r\nCommission’s international allies, to bolster its \r\nassistance to the Commission in order to strengthen its \r\nsecurity, its credibility, its capacity and its stability.  \r\n Specifically, Canada strongly supports measures \r\nto provide the CICIG staff with immediate and full \r\ndiplomatic privileges and protections. Canada also \r\nencourages the United Nations to act swiftly in \r\noffering much-needed assistance to CICIG in key \r\nareas, including guaranteeing the safety and security of \r\nthe Commission’s staff as they undertake their \r\nimportant and often dangerous work. \r\n The fact that CICIG is facing increasing pressures \r\nagainst its work suggests that it is having an impact in \r\nGuatemala. As a strong supporter of the Commission \r\nsince its inception, Canada hopes that through this \r\ndraft resolution, the United Nations system and the \r\ninternational community can take further tangible steps \r\ntoward sustaining and improving our support to CICIG. \r\n Mr. Valero Briceño (Bolivarian Republic of \r\nVenezuela) (spoke in Spanish): The Bolivarian \r\nRepublic of Venezuela commends the efforts by \r\nGuatemala and the international community to \r\nestablish and operationalize the International \r\nCommission against Impunity in Guatemala (CICIG), \r\nwhich seeks to strengthen the rule of law and respect \r\nfor human rights in that fraternal country. We also \r\ncommend the Government and people of Guatemala on \r\nthe conviction of former military commissioner Felipe \r\nCusanero, whom the judicial system has just sentenced \r\nfor the disappearance of six peasants during the civil \r\nwar that assailed that fraternal Central American \r\ncountry. \r\n Unfortunately, the coup d’état in Honduras could \r\nset the stage for a new wave of dictatorships in Latin  \r\nAmerica and the Caribbean, a return to massive \r\nviolations of human rights, the heinous practice of \r\ndisappearances, mass incarcerations and the death of \r\ninnocent civilian. Just when it seemed that Central \r\nAmerica’s tragic history had been overcome, the \r\nworthy and democratic President José Manuel Zelaya \r\nRosales was overthrown, kidnapped and exiled. At the \r\nsame time, the human rights of the Honduran people \r\nare being repeatedly violated. Oligarch elites, who \r\nendeavour to secure their obscene privileges, have once \r\nagain forcefully intervened against the constitutional \r\norder of one of the continent’s countries.  \r\n Just a few years ago, Assembly resolution 58/239, \r\nwhich was adopted on 23 December 2003 and is \r\nentitled “The situation in Central America: progress in \r\nfashioning a region of peace, freedom, democracy and \r\ndevelopment”, took note of the existence throughout \r\nCentral America of freely elected Governments. It also \r\ncalled for the achievement of political, economic and \r\nsocial changes conducive to the further development of \r\ndemocratic, just and equitable societies.  \r\n However, we can no longer say that all \r\nGovernments in Central America have been freely \r\nelected. Instead of making progress towards improving \r\ndemocracy, the de facto Government that emerged \r\nfrom the military coup d’état in Honduras has \r\nsucceeded in turning back many years of efforts to \r\nstrengthen the principles of peace and democracy in \r\nour region. Resolutions seeking a way forward that \r\nhave been adopted by the United Nations and the \r\nOrganization of American States have been ignored by \r\nthe regime established by the coup — an affront to the \r\ninternational community for which there cannot be \r\nimpunity. We would like to underscore that the \r\nBolivarian Republic of Venezuela attaches particular \r\nimportance to resolution 63/301, which was adopted by \r\nthe General Assembly in connection with this issue.  \r\n The Bolivarian Republic of Venezuela condemns \r\nthe harassment against the Brazilian Embassy in \r\nTegucigalpa and against President José Manuel Zelaya \r\nRosales, Honduras’s constitutional leader, as well as \r\nhis family and supporters in the Embassy and other \r\nstaff of other missions accredited in that country. We \r\ndemand full respect for international law, especially the \r\n1961 Vienna Convention on Diplomatic Relations. \r\nVenezuela condemns the de facto regime’s intention to \r\nlegitimize the coup d’état, as well as the mass \r\nviolations of the Honduran people’s human rights and \r\nthe violations of international law. As Honduran \r\nForeign Minister Patricia Rodas said recently, \r\n“elections are a right, but not a way to resolve coups \r\nd’états or illegitimate situations”.  \r\n In that regard, our delegation would like to point \r\nout the decision by Secretary-General Ban Ki-moon to \r\nsuspend the technical and financial assistance provided \r\nby the United Nations to the Honduran Supreme \r\nElectoral Tribunal because “he does not believe \r\n A/64/PV.28\r\n \r\n9 09-57994 \r\n \r\nconditions are currently in place for the holding of \r\ncredible elections” (Press Release SG/SM/12482). \r\n A new kind of coup d’état is emerging before our \r\nvery eyes, one that seeks to legitimize itself through an \r\nopaque and highly contested electoral process. Those \r\nwho carried out the coup d’état should be brought \r\nbefore national or international bodies to pay for their \r\ncrimes. \r\n The international community, and in particular \r\nthe United Nations, should send a clear message to the \r\ncoup regime in Honduras. In that regard, on 17 October \r\n2009 at Cochabamba, Bolivia, we held the seventh \r\nsummit of heads of State and Government of the \r\nBolivarian Alternative for the Americas (ALBA). The \r\ndeclaration adopted at the meeting included a set of \r\nmeasures intended to contribute to restoring Mr. José \r\nManuel Zelaya Rosales to the presidency. The \r\ndeclaration also emphasized that every ALBA country \r\nhad decided not to recognize any electoral process or \r\nresult carried out under the coup regime. \r\n Mr. Yáñez-Barnuevo (Spain) (spoke in Spanish): \r\nMy delegation fully associates itself with the statement \r\ndelivered by the Permanent Representative of Sweden \r\non behalf of the European Union in connection with \r\nthe issue now being considered by the General \r\nAssembly, namely, the situation in Central America. \r\n My delegation is grateful for the report of the \r\nSecretary-General (A/64/370) on the activities of the \r\nInternational Commission against Impunity in \r\nGuatemala (CICIG). We also welcome draft resolution \r\nA/64/L.6*, which was introduced by the Permanent \r\nRepresentative of Guatemala. \r\n With Commissioner Carlos Castresana at its \r\nhelm, CICIG continues to be a positive force in \r\nGuatemala that is having a growing impact on various \r\nareas of Guatemalan society and on other countries of \r\nthe region. The Commission is carrying out its work in \r\nespecially difficult circumstances, in particular when it \r\ncomes to the safety of its members and associates. We \r\nhope that those conditions will improve as much as \r\npossible with the full backing of the United Nations, \r\nthereby ensuring the independence that the \r\nCommission needs to be effective and carry out its \r\nwork. \r\n From the very beginning, Spain supported the \r\nestablishment and operationalization of the \r\nCommission by virtue of an agreement between \r\nGuatemala and the United Nations. Both parties have \r\nnow agreed to extend that agreement for an additional \r\ntwo years. Spain has also been a main contributor to \r\nthe financing of the Commission from the outset. We \r\nare prepared to continue to support the work of CICIG \r\nin the political, technical and financial areas, so as to \r\nstrengthen the rule of law in Guatemala.  \r\n Spain has been a member of the group of friends \r\nthat has supported CICIG since it began its operations. \r\nOf course, we are also a sponsoring country of the draft \r\nresolution that has just been introduced for the \r\nAssembly’s consideration. We hope that the draft will \r\nbe adopted by consensus in recognition and support of \r\nthe difficult and important work being done by CICIG \r\nand the Government of Guatemala to combat impunity. \r\n I must also refer to the current situation in \r\nanother country of the subregion, namely, Honduras. \r\nSpain viewed the events of 28 June 2009 — exactly \r\nfour months ago to the day — as a coup d’état. Those \r\nevents entailed the illegal overthrow and expulsion \r\nfrom Honduras of the constitutional President, Mr. José \r\nManuel Zelaya Rosales. The Spanish Government’s \r\nposition has led to our resolute condemnation of those \r\nevents, a demand that President Zelaya be restored to \r\noffice and the adoption of measures, both nationally \r\nand at the level of the European Union, aimed at \r\ncontributing to a return to the democratic order in \r\nHonduras. \r\n Spain has supported the efforts to that end \r\nundertaken by the Organization of American States and \r\nits Secretary General, Mr. José Miguel Insulza. We \r\nhave also backed mediation efforts by President Arias \r\nSánchez of Costa Rica on the basis of the so-called San \r\nJosé accord for a resolution to the situation. We support \r\nthe search for a peaceful and democratic solution to the \r\ncrisis that is negotiated by Honduran parties. We \r\nbelieve the San José accord to be a key term of \r\nreference for any solution.  \r\n We regret that dialogue at the table has been \r\ninterrupted. We hope that is only a temporary situation. \r\nIn that regard, it is necessary to continue to put \r\nmaximum pressure on the de facto Government, \r\nespecially now that President Zelaya has himself \r\nagreed to the San José accord and the military \r\nestablishment, which was materially responsible for \r\ncarrying out coup d’état of 28 June, has stated, on more \r\nthan one occasion, that it would not stand in the way in \r\nthe search for a peaceful negotiated solution to the \r\nA/64/PV.28  \r\n \r\n09-57994 10 \r\n \r\ncurrent crisis. Finding such a solution between the \r\nparties in Honduras, with the backing of the \r\ninternational community, is more urgent than ever. \r\nSuch an agreement would confer on the elections to be \r\nheld in a month’s time the national and international \r\ncredibility necessary to make the results legitimate, \r\nthereby genuinely making it possible to emerge from \r\nthe current situation in Honduras. \r\n At the same time, it is necessary to continue to \r\nsend out a strong message of the international \r\ncommunity’s resolute rejection of practices such as \r\nmilitary intervention to subvert the constitutional order. \r\nSuch acts are a thing of the past and have no place in \r\nLatin America in the twenty-first century. \r\n Mr. Limeres (Argentina) (spoke in Spanish): I \r\nwould first of all like to speak about the International \r\nCommission against Impunity in Guatemala (CICIG). \r\nIn that regard, we welcome the important progress \r\nmade by the Commission in the two years that it has \r\nbeen operational, as indicated in the report of the \r\nSecretary-General contained in document A/64/370. \r\nWe also commend the efforts by the Government of \r\nGuatemala to consolidate the achievements and \r\novercome the challenges before it.  \r\n Argentina is committed to the Commission’s \r\nefforts. We have contributed national gendarmerie \r\npersonnel, who are part of the teams providing security \r\nfor both staff and the Commission’s facilities. My \r\ncountry hopes that the General Assembly will adopt by \r\nconsensus draft resolution A/64/L.4, of which we are a \r\nsponsor. \r\n With regard to the situation in Honduras, from \r\nthe very beginning, the Argentine Republic \r\nenergetically condemned the coup d’état carried out on \r\n28 June. We have expressed our resolute support for \r\nthe constitutional Government of Mr. José Manuel \r\nZelaya Rosales. We have also called for his \r\nunconditional return to the office to which he was \r\nelected by the Honduran people. And we have urged \r\nthe preservation of the rule of law, peace and national \r\nstability, including the stability of democratic \r\ninstitutions and the observance of human rights. \r\n Argentina deplores the fact that, four months \r\nafter the suspension of democratic and constitutional \r\norder in Honduras, and despite the tireless efforts in the \r\nregion by the Organization of American States and the \r\nentire international community, the legitimate \r\nGovernment has not been restored in that country. My \r\ncountry continues to be firmly committed to a return to \r\ndemocratic normalcy in Honduras. Our commitment is \r\nreflected in the active participation of our country’s \r\nPresident, Cristina Fernández de Kirchner, in every \r\neffort made by the Organization of American States, \r\nincluding by accompanying former General Assembly \r\nPresident Father Miguel d’Escoto Brockmann to El \r\nSalvador, with a view to safeguarding two basic values \r\nthat our region has been able to enshrine, namely, \r\ndemocracy and respect for human rights. \r\n I would like to reiterate the words spoken by \r\nArgentina’s President during the general debate at the \r\nsixty-fourth session on 23 September 2009: \r\n “it is crucial that we realize that we must design \r\nand forge a multilateral strategy which is strong \r\nand specific to return democracy to Honduras. We \r\nneed a strategy which would actually allow for \r\ntrue respect for human rights and ensure free and \r\ndemocratic elections — which can take place \r\nonly with full respect for the constitution. If we \r\ndo not do this, we would be setting a harsh \r\nprecedent in a region where, for decades during \r\nthe national security doctrine, suspensions of \r\ndemocracy claimed the lives of thousands and \r\nthousands of Latin Americans, led to the exile of \r\nmany others and created the region’s most serious \r\neconomic and social tragedy in memory.” \r\n(A/64/PV.4) \r\n We therefore once again demand the immediate \r\nand unconditional restoration of the legitimate \r\nGovernment of President Zelaya, as called for in \r\nparagraph 2 of resolution 63/301. We also reiterate our \r\nresolute support for regional efforts undertaken by the \r\nOrganization of American States in accordance with \r\nChapter VIII of the Charter of the United Nations to \r\nresolve the political crisis in the Republic of Honduras.  \r\n Mrs. Gallardo Hernández (El Salvador) (spoke \r\nin Spanish): Allow me to welcome the initiative to hold \r\nthis meeting in order for the General Assembly to take \r\nup agenda item 20, entitled “The situation in Central \r\nAmerica: progress in fashioning a region of peace, \r\nfreedom, democracy and development”. I should also \r\nlike to thank the Secretary-General for his report on \r\nthis issue (A/64/370). \r\n The Government of El Salvador attaches great \r\nimportance to the situation in Central America, in line \r\nwith the integrationist approach reflected in our foreign \r\npolicy towards the region. That focus places priority on \r\n A/64/PV.28\r\n \r\n11 09-57994 \r\n \r\npromoting and supporting efforts, initiatives and \r\nprojects that can contribute to the establishment of the \r\nCentral American union and to the strengthening of \r\nboth individual and collective efforts by the member \r\ncountries of the Central American Integration System \r\n(SICA). The overall purpose is to build a region of \r\npeace, freedom, democracy and development.  \r\n In our view, the Central American region has \r\ngreat potential and strengths that should jointly be \r\nexploited in order to achieve sustainable development \r\nin the region. We also acknowledge that we in the \r\nregion face common challenges and threats that call for \r\nongoing concerted efforts at the national and regional \r\nlevels if we are to address them successfully. That \r\nincludes efforts to combat threats to public safety, drug \r\nactivity, the illicit trade in drugs, the trade in human \r\nbeings, illicit gang activity, corruption and the \r\nweakness of democratic institutions.  \r\n All that was recently acknowledged by President \r\nCarlos Mauricio Funes Cartagena during the general \r\ndebate at the sixty-fourth session of the General \r\nAssembly, where he said that  \r\n “there will be no solution or future for any of our \r\ncountries if we act in isolation from each other. \r\nWe long ago emerged from the era of \r\nnationalities, and we are now ready to embark on \r\na new phase, one of greater integration. In this \r\nregard the European Union is perhaps the most \r\nadvanced example.” (A/64/PV.4) \r\n The President also stated: \r\n  “I appeal to my Central American \r\ncolleagues to consider this point. There are many \r\npending issues that we must address. There are \r\ncommon challenges that we must face shoulder to \r\nshoulder. We have everything to gain and nothing \r\nto lose in the full integration of our region.” \r\n(Ibid.) \r\n The Government of El Salvador was therefore \r\nespecially pleased with the designation of 14 October \r\nas a date on which we will henceforth commemorate \r\nCentral American Integration Day. That symbolic date \r\nis a valuable opportunity to renew El Salvador’s \r\ncommitment to regional integration by reiterating the \r\nintegrationist thrust of our country’s foreign policy. \r\nAmong other things, that is a reflection of my \r\ncountry’s desire to promote regional initiatives aimed \r\nat implementing the Central American strategic social \r\nagenda, which should make it possible to bring Central \r\nAmericans into the regional integration process, as \r\nwell as to create greater awareness of the befits of \r\nregional integration for Central American peoples. \r\n Moreover, El Salvador is committed to taking the \r\nnecessary steps to establish the Central American \r\ncustoms union. That is seen as a prerequisite for \r\nmoving towards greater regional integration. In that \r\nregard, my country reaffirms its political resolve to \r\nadopt, as soon as possible, a multi-year SICA plan with \r\nthe aim of giving the System a medium- and long-term \r\nregional integration agenda in which priority actions to \r\nensure the strengthening of the integration process, the \r\nperiodic review and the modernization of the System’s \r\nlegal and institutional framework can be set in line \r\nwith the common desire for a regional integration \r\nprocess. \r\n We believe it important to reiterate the proposal \r\nof President Funes to convene a summit of heads of \r\nState and Government of SICA to take stock of the \r\nintegration in order to analyse, inter alia, a greater \r\ntransfer of power to strengthen the supranational \r\nmechanism so as to make it credible and essentially \r\nviable. \r\n The Government of El Salvador supports the \r\nwork of the International Commission against Impunity \r\nin Guatemala, to which draft resolution A/64/L.6* \r\nrefers. It was set up at the request of Guatemala, as we \r\nknow, as a non-United Nations body financed with \r\nvoluntary contributions. As has been stated on various \r\noccasions, the prime objective of the Commission is \r\nabove all to support, strengthen and assist the \r\ninstitutions of the State of Guatemala responsible for \r\nthe investigation and prosecution of crimes allegedly \r\ncommitted by illegal security forces and clandestine \r\nsecurity bodies, and any other type of criminal conduct \r\nlinked to those operating in that country. The \r\nCommission is also empowered to refer criminal or \r\nadministrative charges to the relevant authorities \r\nagainst officials contributing to impunity by hampering \r\nthe Commission’s powers or tasks. \r\n Here, the Government of El Salvador urges the \r\nGovernment of Guatemala to continue to provide the \r\nnecessary support to build on the achievements and \r\novercome the challenges outlined in the Secretary-\r\nGeneral’s report. We also urge it to persevere in its \r\nefforts to strengthen the institutions that underpin the \r\nrule of law and the defence of human rights. At the \r\nA/64/PV.28  \r\n \r\n09-57994 12 \r\n \r\nsame time, it welcomes Guatemala’s commitment to \r\nfighting impunity. \r\n My Government reiterates its concern about the \r\ncurrent situation in the sister Republic of Honduras as \r\na result of the coup d’état of 28 June 2009. We pray \r\nonce again that that situation will be resolved as soon \r\nas possible so that joint efforts can resume to form the \r\nregion of peace, liberty, democracy and development in \r\nCentral America that we all yearn for. \r\n In that respect, we reaffirm the position of the \r\nGovernment of El Salvador in vehemently condemning \r\nthe coup d’état in Honduras and in supporting the \r\nrestoration of constitutional order, which indisputably \r\nrequires the immediate and unconditional reinstatement \r\nof President José Manuel Zelaya Rosales. We also \r\nsupport the relevant resolutions of the General \r\nAssembly and the Organization of American States and \r\nthe steps taken by the Rio Group to promote a broad \r\npolitical dialogue that will facilitate a peaceful and \r\nagreed solution to the crisis in Honduras, while fully \r\nrespecting the human rights and fundamental freedoms \r\nof the entire Honduran people.   \r\n Furthermore, the Government of El Salvador \r\nrequests the de facto regime to respect the physical \r\nintegrity of President Manuel Zelaya and all members \r\nof the diplomatic and consular representations, and to \r\nguarantee the inviolability of their premises, in \r\nparticular that of the Federative Government of Brazil.  \r\n Lastly, allow me to reiterate a statement made by \r\nPresident of the Republic Mauricio Funes Cartagena:  \r\n “Until the Constitution is restored in Honduras \r\nthrough the immediate reinstatement of President \r\nZelaya and the creation of a government of \r\nnational unity in keeping with the San José \r\nAgreement, the electoral process currently being \r\nprepared in our brother country will lack the \r\nlegitimacy or transparency necessary to guarantee \r\nreliable results which might help resolve the \r\ncrisis” (A/64/PV.4) \r\nin Honduras, as the entire region hopes. \r\n Mr. Urbina (Costa Rica) (spoke in Spanish): As a \r\ncountry that believes in law and justice, Costa Rica has \r\nconsistently supported the International Commission \r\nagainst Impunity in Guatemala. It is a significant \r\nachievement in the context of the peace agreements \r\nsigned in 1996. We support the extension of the \r\nagreement between the Government of Guatemala and \r\nthe United Nations system, and we believe that \r\nextending that mandate will make it possible to pursue \r\nadditional efforts and initiatives of vital importance to \r\nensuring the rule of law. Costa Rica welcomes the \r\ncomplete transparency and the willingness of the \r\nGovernment of the Republic of Guatemala in fulfilling \r\nthe substantive obligations of the Commission. As a \r\nsponsor of draft resolution A/64/L.6*, introduced by \r\nthe brother nation of Guatemala, we call for its broad \r\nsupport. \r\n For many years, Latin America suffered \r\ncontinuous breakdowns in the democratic order. Our \r\nregion was a showcase of dictatorial horrors, fueled by \r\nthe existence of repressive military regimes that \r\nabrogated political freedoms. The road to democracy in \r\nLatin America was painful and not without \r\nconsiderable bloodshed. The small isthmus of Central \r\nAmerica was no exception in those processes to \r\nreclaim political systems. \r\n Exactly four months ago, one of those projects \r\nwas tragically disrupted when the democratically \r\nelected President of the sister Republic of Honduras \r\nwas driven out of his country and sent to Costa Rica. \r\nOn that morning of sad memory, the President of Costa \r\nRica was the first head of State to demand the \r\nimmediate reinstatement of President José Manuel \r\nZelaya Rosales.  \r\n For over 60 years, Costa Rica has founded its \r\npeace on dialogue and the institutional mechanisms of \r\nconflict resolution. With those resources, we were able \r\nto avoid the Central American wars in the 1980s, and \r\nthanks to the moral strength of an unarmed country \r\nbelieving in negotiated solutions in accordance with \r\nthe rule of law, our President was able to mediate the \r\nHonduran conflict. President Óscar Arias wasted no \r\ntime or effort in bringing the parties together and in \r\ncalling for sensitivity, common sense and the benefits \r\nof dialogue to resolve the political crisis in Honduras.  \r\n Although the mediation efforts of our President \r\nhave not yet led to the signing of an agreement, \r\nsomehow the spirit of the San José agreement has \r\nbecome the backdrop for the international community’s \r\nefforts, in particular for the parties involved. In \r\npolitically realistic terms, the terms of a practical \r\npolitical solution that is within reach of the parties \r\nremains the basis for achieving national reconciliation, \r\nthe restoration of President Zelaya Rosales and the \r\nreturn to the constitutional order that prevailed before \r\n A/64/PV.28\r\n \r\n13 09-57994 \r\n \r\n28 June. It is only in that way that the Hondurans will \r\nbe able to hold elections leading to a legitimate transfer \r\nof power and a normalization of relations between \r\nHonduras and the international community.  \r\n As a member of the Security Council, Costa Rica \r\ncondemned the harassment and threats to which the \r\nBrazilian embassy in Tegucigalpa and its diplomatic \r\npersonnel have been subject. Today, we reiterate that \r\ncondemnation and remind the de facto authorities that \r\nthey must comply with the Vienna Convention on \r\nDiplomatic Relations. That is an absolutely \r\nfundamental principle. We express our unequivocal \r\nsolidarity with the Government of Brazil and our \r\nsupport for its legitimate demands for full respect for \r\nthat international instrument. \r\n Costa Rica supports every regional effort to \r\nresolve this situation and calls on the constitutional \r\nGovernment and the de facto authorities to resume \r\ndialogue in a constructive spirit, to resume democracy-\r\nbuilding, and to give the Honduran people hope for \r\nbetter future, free from the specter of militarism and \r\noppression. We call on them to have the moral integrity \r\nto address the real challenges facing Honduran society: \r\nabolishing poverty, overcoming violence and making \r\nreal progress towards sustainable human development \r\nin peaceful coexistence. \r\n Mr. Reina Idiaquez (Honduras) (spoke in \r\nSpanish): I would like to express our warm thanks for \r\nthe solidarity of Assembly President Treki with the \r\nconstitutional President of the Republic of Honduras, \r\nwhom I represent with the greatest honour and pride. I \r\nwould also like to congratulate the Bureau on its skilful \r\nconduct of the work of this Assembly.  \r\n As members of the Assembly are aware, my \r\ncountry, Honduras, has been plunged into a serious \r\npolitical crisis since 28 June, exactly four months ago \r\ntoday. At that time, I and the Minister for Foreign \r\nAffairs provided the most up-to-date information to the \r\nAssembly on the country’s situation. Subsequently, \r\nfollowing the overthrow of the constitutional President, \r\nnew developments have arisen that I wish to elaborate \r\non now. \r\n The initiative to restore the President of the \r\nRepublic to power enjoys the support of all and is \r\nneeded now more than ever. The initiative to reach a \r\nnegotiated, agreed, peaceful and civil solution to the \r\ninternal conflict in Honduras was launched with the \r\nvaluable mediation of the President of Costa Rica, \r\nÓscar Arias Sánchez, and laid out a certain number of \r\npoints that should have served as the basis for \r\nnegotiations but have not. \r\n We also enjoyed the clear and determined support \r\nof other movements, entities, persons and countries. \r\nThe Organization of American States also made a \r\ndecisive contribution to the resolution of this problem \r\nthrough the dialogue that has been ongoing since the \r\nreturn of the President. Since he re-entered the country, \r\nhe has sought shelter in the Brazilian embassy. That \r\ndialogue, which was recently broken off because of the \r\nlack of an agreement on the issue of restoring the \r\nPresident of the Republic to power — as demanded by \r\nthe people of Honduras and the international \r\ncommunity as a whole — is now in a new phase, \r\nthanks to the intervention of the United States only a \r\nfew hours ago through its Department of State. The \r\nparties are meeting to achieve consensus at this very \r\nmoment, as we speak in this Hall.  \r\n I had hoped to speak here after the conclusion of \r\nthat meeting, but alas, it has not yet ended. However, \r\nthere is still a good chance of achieving a clear and \r\nappropriate agreement to restore President Zelaya to \r\nthe presidency of the country and uphold the rights of \r\nthe people of Honduras. \r\n Allow me to express our deepest gratitude to the \r\ncountries of all the representatives who have spoken \r\nbefore me of the serious problem facing Honduras. I \r\nthank them for their brotherhood, their cooperation and \r\nthe efforts they have made to help to resolve the \r\npolitical crisis in my country. I would refer here in \r\nparticular to the Government of Costa Rica, which \r\nfacilitated the first reconciliation meeting, to the sister \r\nRepublic of Brazil, and to all the other efforts exerted \r\nby other countries.  \r\n I wish to reiterate that, if members were to decide \r\nat some point in the future that it were necessary, I \r\nwould return once again to this Assembly to raise \r\nsupport for a motion aimed at shielding the elections in \r\nmy country, which must be an example of transparency \r\nand clarity, from any threat. The perpetrators of the \r\ncoup d’état must not be allowed to manipulate those \r\nelections, a mechanism that the people use to resolve \r\ntheir problems. \r\n If necessary, I will return to this Assembly, to the \r\nUnited Nations and to all other such forums to seek a \r\nresolution to the situation and to prevent the coming \r\nelections from being manipulated in such a way that, \r\nA/64/PV.28  \r\n \r\n09-57994 14 \r\n \r\ninstead of being a solution to the problem, they serve \r\nas a cover for a coup d’état that has overthrown the \r\nconstitutional order of the country. But I will not say \r\nanything more about that for now because the \r\nnegotiations have not yet concluded and I do not wish \r\nin any way to interfere with them, in keeping  with the \r\ninstructions laid out for me by the constitutional \r\nPresident of the Republic of Honduras.  \r\n I would also like to say that I was informed a few \r\nminutes ago of a statement that runs completely \r\ncounter to the principle of friendship among peoples, \r\nmade by a person claiming to be an official of the \r\nGovernment of Honduras at the International Court of \r\nJustice in the Hague, accusing Brazil of interference in \r\nthe internal affairs of Honduras. Here, now, in this \r\nAssembly, I wish to say that that official will be \r\nimmediately dismissed and that he speaks not on behalf \r\nof the legitimate Government of Honduras but on \r\nbehalf of the perpetrators of the coup d’état. To Brazil, \r\nI simply offer my profound thanks for having sheltered \r\nthe constitutional President of the Republic of \r\nHonduras and for having supported us, together with \r\nall the countries of the world, in our quest to re-\r\nestablish legality, democracy and the well-being of the \r\npeople in Honduras. \r\n Mr. Wolff (United States of America): We thank \r\nthe Secretariat for the report on the activities of the \r\nInternational Commission against Impunity in \r\nGuatemala (A/64/370) and express our strong support \r\nfor the Commission. We are pleased to be a sponsor of \r\nthe draft resolution presented today by the delegation \r\nof Guatemala (A/64/L.6*). We would also like to \r\nrecognize the excellent work of Commissioner Carlos \r\nCastresana. Guatemala is indeed well served to have an \r\nofficial of his calibre leading the efforts of the \r\nCommission. \r\n I would like to address my remarks to the \r\nsituation in Honduras. The United States, like other \r\nMember States, is firmly committed to the restoration \r\nof democratic order in Honduras. We believe that the \r\nsituation in Honduras needs to be resolved through \r\npeaceful dialogue quickly for the well-being of the \r\npeople of Honduras and the stability of the region. \r\nAccordingly, the United States is fully engaged in the \r\nongoing efforts of the Organization of American States \r\n(OAS), the competent regional body to resolve this \r\nissue. That is also the reason that senior United States \r\nGovernment officials are in Honduras today to \r\ncontinue to urge the parties to resolve the situation in a \r\nway that maximizes the ability of the Honduran people \r\nto determine their country’s future and advance \r\nnational reconciliation. We have clearly and \r\nconsistently expressed our concern about the situation \r\nin Honduras within the OAS and, as appropriate, in the \r\nUnited Nations, and have worked hard to find a \r\nsolution that restores democracy and peace to \r\nHonduras.  \r\n Along with other members of the OAS, we \r\nsupported mediation by President Arias of Costa Rica \r\nbetween representatives of President José Manuel \r\nZelaya and the de facto regime. President Arias worked \r\nintensively during July and part of August to facilitate \r\na solution, and we commend his efforts. The proposal \r\nhe circulated to both sides, the San José accord, has \r\nbeen used as the negotiating document during talks \r\nearlier this month launched by an OAS mission of \r\nmember State foreign ministers. The United States also \r\nstrongly supported that mission’s work.  \r\n Although currently broken off, the talks launched \r\nby the OAS mission achieved significant progress. \r\nRepresentatives of the de facto regime and President \r\nZelaya reached agreement on most of the text of the \r\nGuaymuras accord, the updated version of the San José \r\naccord, to resolve the crisis. Unfortunately, the two \r\nsides have not resolved the most critical issue, namely, \r\nthe restoration of President Zelaya. \r\n The United States remains intensively engaged \r\nwith representatives from both sides, OAS mediators \r\nand other Member States to bring the parties back to \r\nthe table to resolve the remaining outstanding issues. \r\nOur efforts continue to be guided by resolution 63/301, \r\nadopted on 30 June. The Honduran people clearly want \r\na functioning democracy and the opportunity to \r\nexpress their will in free and fair elections. That comes \r\nacross clearly through the presidential candidates’ \r\nactions to support a dialogue to resolve the crisis. \r\nThose democratic candidates were chosen by their \r\nrespective political organizations well before the \r\nevents that led to the coup of 28 June. The candidates \r\ndid not participate in the coup and have earned their \r\npositions thanks to the trust of Honduran voters. We \r\nshould continue our efforts to promote a solution to the \r\ncrisis in advance of the elections scheduled for  \r\n29 November.  \r\n We recognize the troubling situation at the \r\nBrazilian embassy. We want to assure our Brazilian \r\nfriends that the United States will continue to help in \r\n A/64/PV.28\r\n \r\n15 09-57994 \r\n \r\nany way possible. Our embassy in Tegucigalpa has \r\nworked closely with the Brazilian embassy to ensure \r\nthat it has food, water and electricity and that its \r\ndiplomatic rights are respected by the Honduran de \r\nfacto regime. We continue to remind the de facto \r\nregime that its behaviour must be consistent with its \r\nobligations under the Vienna Convention on \r\nDiplomatic Relations to respect diplomatic premises \r\nand personnel and those under their protection.  \r\n The United States will continue to work to \r\nexpand opportunities for the people in Honduras, and a \r\nnegotiated solution is the best way out of this crisis. In \r\nour view the United Nations should support the efforts \r\nof the OAS and others to reestablish democratic life in \r\nHonduras and help ensure its viability. \r\n The Acting President: We have heard the last \r\nspeaker in the debate on this item.  \r\n The Assembly will now take action on draft \r\nresolution A/64/L.6*, entitled “International \r\nCommission against Impunity in Guatemala”. May I \r\ninform the Assembly that since the introduction of the \r\ndraft resolution, the delegations of Bulgaria and Côte \r\nd’Ivoire have joined in co-sponsoring draft resolution \r\nA/64/L.6*. \r\n May I take it that the Assembly decides to adopt \r\ndraft resolution A/64/L.6*? \r\n Draft resolution A/64/L.6* was adopted \r\n(resolution 64/7). \r\n The Acting President: The General Assembly \r\nhas thus concluded this stage of its consideration of \r\nagenda item 20. \r\nThe meeting rose at 5 p.m. \r\n"