" United Nations  A/64/PV.36\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fourth session \r\n \r\n36th plenary meeting \r\nWednesday, 4 November 2009, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n09-59287 (E) \r\n*0959287*   \r\nPresident: Mr. Ali Abdussalam Treki . . . . . . . . . . . . . . . . . . . . . . . . . . . (Libyan Arab Jamahiriya) \r\n \r\n \r\n  The meeting was called to order at 10.20 a.m. \r\n \r\n \r\nAgenda item 64 (continued) \r\n \r\nReport of the Human Rights Council \r\n \r\n  Report of the Human Rights Council \r\n(A/64/53/Add.1) \r\n \r\n  Note by the President of the General Assembly \r\n(A/64/490) \r\n \r\n  Draft resolution (A/64/L.11) \r\n \r\n The President (spoke in Arabic): Members will \r\nrecall that, at its 31st plenary meeting, on 30 October \r\n2009, the Assembly held a debate on the report of the \r\nHuman Rights Council contained in document A/64/53. \r\n Members will also recall that, at its 27th plenary \r\nmeeting, on 28 October 2009, the Assembly decided, \r\nwithout setting a precedent, to consider directly in \r\nplenary meeting the report of the Human Rights \r\nCouncil on its twelfth special session, contained in \r\ndocument A/64/53/Add.1. \r\n In this connection, a note by the President of the \r\nGeneral Assembly, transmitting the report of the United \r\nNations Fact-Finding Mission on the Gaza Conflict, in \r\nEnglish only, has been issued as document A/64/490. \r\n I shall now make a brief statement in my capacity \r\nas President of the General Assembly. \r\n We meet today to consider the report of the \r\nHuman Rights Council on its twelfth special session \r\n(A/64/53/Add.1). In that context, we shall also consider \r\nthe report of the United Nations Fact-Finding Mission \r\non the Gaza Conflict. The Mission was headed by the \r\ndistinguished international jurist Richard Goldstone. \r\n The question before us is simple, despite the \r\npolitical sensitivities associated with it. We have to \r\nanswer the question of whether or not respect for \r\nhuman rights is universal and whether we should be \r\ndivided on human rights issues or united in advocating \r\nrespect for human rights around the world. \r\n The report before the Assembly documents \r\nserious violations of international human rights law \r\nand humanitarian law perpetuated against civilians. \r\nThe report calls upon the General Assembly and other \r\nUnited Nations organs to take concrete action to ensure \r\nredress for victims, protection of the vulnerable and \r\naccountability for all perpetrators. Today, the General \r\nAssembly is fulfilling its responsibility and undertaking \r\nits role. \r\n On 16 October the Human Rights Council \r\nwelcomed the report and endorsed its recommendations. \r\nThe report called on us to help to bring an end to \r\nimpunity. Let us be clear on what is at stake here. The \r\nhuman rights of nearly 2 million civilians are at stake. \r\nWithout justice, there can be no progress towards \r\npeace. \r\n Let us together commit ourselves to leaving all \r\npolitics and selectivity at the door and take up the \r\ncause of justice based on one universal set of rules. We \r\nshould protect the rights of the victims. A human being \r\nshould be treated as a human being regardless of his or \r\nher religion — whether a Muslim, a Christian, a Jew or \r\nA/64/PV.36  \r\n \r\n09-59287 2 \r\n \r\na Buddhist — regardless of his or her race — white, black \r\nor yellow — and regardless of his or her nationality. \r\n For the sake of human rights, let us stand together \r\nin unity. I hope that the outcome of this debate will \r\nfully reflect such unity and will meet the expectations \r\nof the entire international community. \r\n I now give the floor to the representative of \r\nEgypt who will introduce draft resolution A/64/L.11. \r\n Mr. Abdelaziz (Egypt): Before I introduce draft \r\nresolution A/64/L.11, I shall, with your permission, \r\nMr. President, make a statement on behalf of the \r\nNon-Aligned Movement (NAM). \r\n I have the honour to address the General \r\nAssembly on behalf of the Non-Aligned Movement. I \r\nwould like to start by expressing our appreciation for \r\nyour rapid response, Sir, in convening this important \r\nplenary meeting at the request by the Non-Aligned \r\nMovement and the Arab Group to consider the report \r\nof the United Nations Fact-Finding Mission on the \r\nGaza Conflict, the Goldstone report (A/HRC/12/48), as \r\nrecommended by the Human Rights Council in its \r\nresolution S-12/1, adopted at its twelfth special session \r\non 16 October 2009. \r\n The Non-Aligned Movement is gravely concerned \r\nby the findings of the investigation carried out by the \r\nUnited Nations Fact-Finding Mission on the Gaza \r\nConflict, as contained in the Goldstone report, as well \r\nas by conclusions reached by the Secretary-General’s \r\nBoard of Inquiry and the conclusions of the Arab \r\nLeague fact-finding mission. The findings of those \r\ninvestigations confirm that serious human rights \r\nviolations and grave breaches of international law were \r\ncommitted during the Israeli military operations that \r\nwere launched on 27 December 2008 on the Gaza \r\nStrip. Those operations caused high civilian casualties, \r\nespecially among children and women, grave \r\nhumanitarian suffering among the civilian population \r\nand widespread destruction of homes, vital civilian \r\ninfrastructure, public infrastructure, economic and \r\nagricultural property and United Nations facilities. \r\n The Movement condemns all targeting of \r\ncivilians and civilian infrastructure and institutions, \r\nincluding United Nations facilities, and in that regard \r\nrecalls the prohibition of reprisals against civilians and \r\ncivilian objects under the Fourth Geneva Convention. \r\n Moreover, the Movement affirms the responsibility \r\nof the international community to promote human \r\nrights and calls for serious follow-up action on the \r\nrecommendations set forth in the report regarding \r\nbringing an end to flagrant violation of international \r\nlaw, including international humanitarian law and \r\ninternational human rights law, ending impunity and \r\nensuring justice. All concerned parties, including the \r\nrelevant United Nations organs and bodies, must make \r\nthe necessary efforts to ensure accountability for all \r\nbreaches of international humanitarian law and human \r\nrights law, to prevent and deter further violations and \r\nto promote justice and peace. \r\n The Non-Aligned Movement stresses that the \r\nutmost priority should continue to be given to the \r\npromotion of the respect for and observance by all \r\nMember States of their obligations assumed under \r\ninternational humanitarian law, including, in particular, \r\nthe Fourth Geneva Convention. In that regard, the \r\nMovement takes into account the magnitude and \r\npersistence of the violations and breaches of \r\ninternational law, including international humanitarian \r\nlaw, being committed by Israel, the occupying Power, \r\nagainst the defenceless Palestinian civilian population \r\nin the occupied Palestinian territory, including East \r\nJerusalem. In that regard, all available legal remedies \r\nshould be applied to end impunity and end human \r\nrights violations and grave breaches by Israel in the \r\noccupied Palestinian territory. \r\n The Non-Aligned Movement urges the General \r\nAssembly and other principal and subsidiary organs of \r\nthe United Nations to seriously consider and act on the \r\nreport and findings of the United Nations Fact-Finding \r\nMission on the Gaza military action in accordance with \r\nHuman Rights Council resolution S-12/1. Immediate \r\nmeasures are required to secure the adoption of a \r\nresolution calling on the Government of Israel to \r\nlaunch independent investigations, in conformity with \r\ninternational standards, into the serious violations \r\nreported by the Mission. At the same time, and in line \r\nwith the recommendations made, the Palestinian side \r\nshould also launch independent investigations, in \r\nconformity with international standards, into the \r\nserious violations reported by the Mission. Moreover, \r\nappropriate monitoring and reporting of such \r\ninvestigations must be ensured in order to determine \r\nthe course of further action, if necessary, including \r\naction by the Security Council. \r\n We believe it imperative that the General \r\nAssembly demonstrate its unequivocal support for \r\nhuman rights and the protection of civilians on both the \r\n A/64/PV.36\r\n \r\n3 09-59287 \r\n \r\nPalestinian and Israeli sides. Credible, independent \r\ninvestigations of the serious violations of human rights \r\nlaw and grave breaches of international humanitarian \r\nlaw, as contained in the Goldstone report, will \r\ncontribute significantly towards the promotion of \r\naccountability for the perpetration of such violations \r\nand crimes and ultimately towards bringing an end to \r\nthe culture of impunity that has prevailed for too long. \r\n The international community must demonstrate \r\nresolve on the issue of accountability and ensure that \r\ninternational law is upheld in all circumstances, with a \r\nview to strengthening the chances of peace in the \r\nregion. This must include respect for the Fourth Geneva \r\nConvention, which is applicable to the occupied \r\nPalestinian territory, including East Jerusalem, as \r\nreaffirmed repeatedly in more than two dozen Security \r\nCouncil resolutions and countless General Assembly \r\nresolutions. In this regard, we recall the obligation of \r\nthe High Contracting Parties to the Fourth Geneva \r\nConvention to respect and ensure respect of the \r\nConvention in accordance with common article 1, and \r\ncall for the appropriate and necessary measures to be \r\ntaken to this effect. \r\n The Non-Aligned Movement reiterates its firm \r\nconviction that respect for and compliance with \r\ninternational law, including international humanitarian \r\nand human rights law, as well as United Nations \r\nresolutions, will positively influence and advance \r\nefforts for achieving a just, lasting, peaceful and \r\npolitical settlement of the Israeli-Palestinian conflict. \r\n The Non-Aligned Movement reiterates once \r\nagain its call on Israel, the occupying Power, to end its \r\ncollective punitive measures imposed on the civilian \r\npopulation in Gaza, which have caused immense \r\nsuffering among the Palestinian people, amounting to a \r\ndire humanitarian crisis, and the continued deterioration \r\nof the situation on the ground, including, inter alia, the \r\nobstruction of the desperately needed reconstruction of \r\nthe Gaza Strip. In this regard, the United Nations Fact-\r\nFinding Mission found that Israel has been imposing a \r\nblockade amounting to collective punishment and \r\ncarrying out a systematic policy of progressive isolation \r\nand deprivation of the Gaza Strip. Further, the Mission \r\nstates that, as determined in the course of its \r\ninvestigation, the Israeli military operation was directed \r\nat the people of Gaza as a whole, in furtherance of an \r\noverall and continuing policy aimed at punishing the \r\nGaza population and in a deliberate policy of \r\ndisproportionate force aimed at the civilian population. \r\n Such alarming findings clearly require the \r\nattention of the international community. Serious \r\nmeasures must be taken to ensure the protection of the \r\ncivilian population in the entire occupied Palestinian \r\nterritory, including East Jerusalem, and to break the \r\nvicious cycle of impunity that has permitted such gross \r\nand flagrant breaches of international law to persist \r\nunpunished. \r\n Immediate measures are also required to address \r\nthe pressing humanitarian and economic needs of the \r\nPalestinian people in the Gaza Strip. Such measures \r\ninclude the sustained and permanent opening by Israel \r\nof Gaza’s border crossings in full compliance with the \r\nterms and provisions of Security Council resolution \r\n1860 (2009), in order to ensure free access of \r\nhumanitarian aid and other essential supplies and \r\ngoods, including commercial supplies and necessary \r\nreconstruction materials, and to facilitate people’s \r\ncrossing to and from Gaza. \r\n The Non-Aligned Movement regrets the continued \r\nobstruction of the importing of essential construction \r\nmaterials into Gaza as a result of the ongoing Israeli \r\nblockade. The Non-Aligned Movement stresses the \r\nurgent need for reconstruction to begin in the Gaza \r\nStrip, including by implementing the Secretary-\r\nGeneral’s proposal for the commencement of United \r\nNations-led civilian reconstruction activities and the \r\ncompletion of numerous suspended projects managed \r\nby United Nations agencies working on the ground. \r\nImmediate and urgent efforts are necessary to address \r\nthe needs of the Palestinian civilian population in this \r\nregard, especially since almost a year has passed since \r\nthis devastating military operation occurred and winter \r\nis rapidly approaching. \r\n The Non-Aligned Movement calls on the parties \r\nto take all appropriate steps, within their national legal \r\nsystems, and within a period of three months, \r\naccording to the complementarity between national and \r\ninternational jurisdiction, to undertake independent, \r\ncredible investigations, in conformity with international \r\nstandards, into the serious violations of international \r\nhumanitarian and human rights law reported by the \r\nFact-Finding Mission, and to report back to the \r\nmonitoring mechanism to help ensure accountability \r\nand justice. \r\n Nothing justifies a policy of collective punishment \r\nof a people under occupation, destroying their means \r\nof living a dignified life, or the vast trauma caused by \r\nA/64/PV.36  \r\n \r\n09-59287 4 \r\n \r\nthe merciless military aggression carried out by the \r\nIsraeli Government, the so-called “Operation Cast \r\nLead”. This contributes to a situation where young \r\npeople grow up in a culture of hatred and violence, \r\nwith little hope for change in the future, perpetuating a \r\nfutile, destructive and hopeless cycle of violence, \r\nmisery and loss.  \r\n The ongoing lack of accountability and justice \r\nfurther undermines the possibilities for a successful \r\npeace process aimed at finally bringing an end to this \r\ntragic, prolonged conflict by ending the Israeli \r\noccupation since 1967 of the Palestinian territory, \r\nincluding East Jerusalem, and ensuring that the \r\nPalestinian people realize their inalienable right to \r\nfreedom and self-determination in their viable \r\nindependent State. This is essential for achieving peace \r\nand stability, not only in the region, but also globally. \r\n The parties, United Nations organs and the \r\ninternational community must seriously and collectively \r\nconfront the realities highlighted in the Goldstone report \r\nand act accordingly and responsibly in accordance with \r\nall obligations under the Charter and international law, \r\nincluding international humanitarian and human rights \r\nlaw. In this regard, the Non-Aligned Movement remains \r\nready to actively engage in any possible action to \r\nguarantee the investigation and prosecution of all those \r\nresponsible for crimes against the civilian population \r\nin the Gaza Strip. The Non-Aligned Movement stresses \r\nthat criminal justice must take its course and that the \r\nculture of impunity must cease to exist. \r\n Turning now to speak in my national capacity, \r\nand on behalf of the sponsors of the draft resolution, \r\nwhich include Senegal and all the States members of \r\nthe League of Arab States except three, I would like to \r\nintroduce the draft resolution entitled “Follow-up to \r\nthe report of the United Nations Fact-Finding Mission \r\non the Gaza Conflict”, the Goldstone report, contained \r\nin document A/64/L.11. The draft resolution affirms \r\nthe obligation of all parties to respect international \r\nhumanitarian and human rights law, and to emphasize \r\nthe importance of the safety and well-being of all \r\ncivilians and the protection of civilians in armed \r\nconflict, as well as preventing impunity and applying \r\njustice. \r\n The draft resolution endorses the report of the \r\nHuman Rights Council adopted at its twelfth special \r\nsession, on 15 and 16 October (A/64/53/Add.1), and \r\nrequests the Secretary-General to transmit the report of \r\nthe United Nations Fact-Finding Mission on the Gaza \r\nConflict (A/HRC/12/48) to the Security Council. \r\n The draft resolution calls upon the Government \r\nof Israel to take all appropriate steps within a period of \r\nthree months to undertake investigations that are \r\nindependent, credible and in conformity with \r\ninternational standards into the serious violations of \r\ninternational humanitarian and international human \r\nrights law reported by the Goldstone report, towards \r\nensuring accountability and justice. \r\n The draft resolution urges, in line with the \r\nrecommendation of the United Nations Fact-Finding \r\nMission, the undertaking by the Palestinian side of \r\ninvestigations that are independent, credible and in \r\nconformity with international standards, also within a \r\nperiod of three months, into the serious violations of \r\ninternational humanitarian and international human \r\nrights law reported by the Fact-Finding Mission.  \r\n It further recommends to the Government of \r\nSwitzerland, in its capacity as depositary of the Fourth \r\nGeneva Convention, to undertake the necessary steps \r\nas soon as possible to reconvene a Conference of High \r\nContracting Parties to the Fourth Geneva Convention \r\non measures to enforce the Convention in the occupied \r\nPalestinian territory, including East Jerusalem, and to \r\nensure its respect in accordance with common article 1. \r\n Finally, it requests the Secretary-General to report \r\nto the General Assembly, within a period of three \r\nmonths, on the implementation of the draft resolution, \r\nwith a view to considering further action, if necessary, \r\nby the relevant United Nations organs and bodies, \r\nincluding the Security Council. Last, but not least, the \r\nAssembly decides to remain seized of the matter.  \r\n In view of the procedural nature of the draft \r\nresolution and its compliance with the rules of \r\ninternational law, international humanitarian law and \r\ninternational human rights law against the waves of \r\nimpunity, selectivity and double standards, we, the \r\nsponsors, believe that all States members of the \r\nGeneral Assembly will be in a position to support the \r\ndraft resolution. \r\n The President (spoke in Arabic): I call on the \r\nPermanent Observer of Palestine. \r\n Mr. Mansour (Palestine) (spoke in Arabic): At \r\nthe outset and on behalf of Palestine, I extend our \r\ngratitude and appreciation to you, Sir, for your wise \r\nand effective efforts and guidance of the General \r\n A/64/PV.36\r\n \r\n5 09-59287 \r\n \r\nAssembly and for promptly responding to the request \r\nto convene this important meeting of the Assembly to \r\nconsider the report of the United Nations Fact-Finding \r\nMission on the Gaza Conflict (A/HRC/12/48), also \r\nknown as the Goldstone report. In this regard, I also \r\nexpress our thanks and appreciation to the Arab Group, \r\nthe Non-Aligned Movement, the Organization of the \r\nIslamic Conference, the Al Quds Committee and the \r\nCommittee on the Exercise of the Inalienable Rights of \r\nthe Palestinian People for their valuable efforts and \r\nsupport on this issue. We also thank all States that \r\nsupported Human Rights Council resolution S-12/1 of \r\n16 October 2009, adopted at its twelfth special session \r\nin Geneva. \r\n There is no doubt that the Human Rights \r\nCouncil’s endorsement of the Goldstone report and its \r\nrecommendations represented a significant step \r\ntowards ending the insidious culture of impunity that \r\nhas prevailed for too long, ensuring accountability for \r\nthe perpetration of crimes and justice for the \r\nPalestinian people, who have suffered too long the \r\ngrave injustice committed against them. \r\n I stand before the Assembly today to convey the \r\nsuffering of the Palestinian people, who for more than \r\nfour decades have languished under Israel’s brutal \r\nmilitary occupation, deprived of their rights to self-\r\ndetermination and sovereignty and repeatedly subject \r\nto forced displacement, injury, death, imprisonment, \r\ndestruction, oppression and collective punishment, \r\nincluding a suffocating blockade, confiscation of their \r\nland and possessions, and incessant settler colonization in \r\nviolation of their fundamental human rights and \r\nfreedoms. In addition, more than half of the Palestinian \r\npeople are stateless and live as refugees, deprived of their \r\nproperty and the right to return for more than six decades. \r\n Over the decades, the Palestinian people and their \r\nleadership have appealed to the world to stand on the side \r\nof justice and right, to bring an end to the injustice and \r\naggression inflicted upon them, to hold Israel accountable \r\nfor its crimes and violations and to implement resolutions \r\nof international legitimacy. But such appeals have been to \r\nno avail. Despite all our efforts, the international \r\ncommunity, including the United Nations, has failed to \r\nimplement its resolutions and thus fostered a culture of \r\nimpunity that has enabled Israel to continue its crimes \r\nagainst the Palestinian people.  \r\n Israel’s crimes have been documented in \r\ncountless reports by various investigative committees, \r\ncommissions of inquiry, fact-finding missions and United \r\nNations bodies, yet nothing has been done to seriously \r\nfollow up these reports and their findings in order to \r\nactually bring an end to the occupation and all of the \r\nattendant Israeli crimes and violations against our people.  \r\n Without fear of being held accountable and with \r\nflagrant impunity, Israel has continued its illegal \r\npolicies and practices throughout the occupied \r\nPalestinian territory, including East Jerusalem, in \r\nbreach of international law and the norms and \r\nprinciples governing the civilized world. \r\n No other country in the world but Israel denies \r\nthe right to self-determination and the human rights of \r\nan entire people, as recognized by the United Nations \r\nnearly 62 years ago in its adoption of resolution 181 (II) \r\nin 1947 on the partition plan. Moreover, the General \r\nAssembly and the Security Council have attempted \r\nthroughout the years to address this issue through the \r\nadoption of hundreds of resolutions, with which Israel \r\nhas refused to comply. The occupying Power has thus \r\nbeen empowered by the successive failure of \r\ninstitutions, including the Security Council, that are \r\nmandated to monitor the implementation of resolutions \r\nand to take the necessary measures to ensure \r\ncompliance with them. \r\n Thus, the situation in the occupied Palestinian \r\nterritory, including East Jerusalem, and the reality of \r\nthe illegal practices of the Israeli occupation, the most \r\nrecent and longest in modern history, continue to test \r\nthe United Nations and the international community. It \r\nis a test to judge the true commitment of the \r\ninternational community to upholding human rights \r\nand the relevant instruments of international law.  \r\n In this regard, I must reiterate that the situation in \r\noccupied East Jerusalem has been sorely aggravated by \r\nIsrael’s illegal and provocative actions and incitement, \r\nincluding its flagrant pursuit of settlement activities \r\nand its construction of the separation wall in and \r\naround the city, its transfer of more Israeli settlers, its \r\ndemolition of more Palestinian homes, its further \r\nexcavations in the city and near holy sites, and the \r\nactions of extremist settlers at the Al-Haram Al-Sharif \r\ncompound, which have inflamed religious sensibilities \r\nnot only in the holy city but far beyond and throughout \r\nthe Arab and Islamic world. We have repeatedly drawn \r\nthe attention of the international community to the \r\nescalating Israeli aggression in occupied East \r\nJerusalem and do so once again from this rostrum.  \r\nA/64/PV.36  \r\n \r\n09-59287 6 \r\n \r\n If we fail this test by not demonstrating our full \r\nand serious commitment to the human rights of the \r\nPalestinian people, then the international human rights \r\nmovement — which thus far has promoted human \r\nrights throughout the world and has proved to be the \r\ninternational community’s greatest achievement over \r\nthe past 60 years — will truly be at risk. Furthermore, as \r\nhistory has taught us, an ongoing lack of accountability \r\nand justice only leads to further conflict and violence \r\nand dashes hopes for peace and coexistence. \r\n The situation in the Gaza Strip is unacceptable \r\nand must be condemned. For more than two years, \r\nIsrael, the occupying Power, has collectively punished \r\nand imprisoned more than 1.5 million Palestinians in \r\nthe Gaza Strip, depriving them of all their basic rights. \r\nDespite repeated international appeals for an end to \r\nthose illegal measures, the Israeli blockade continues \r\nto be imposed, as the occupying Power has no fear of \r\nbeing held accountable for its crimes.  \r\n In December 2008, not content with imposing \r\nthat brutal blockade, Israel launched a brutal war against \r\nthe besieged and defenceless civilian population. Over \r\nthe course of three weeks, the Israeli occupying forces \r\nkilled or injured thousands of civilians, including \r\nchildren and women, and deliberately destroyed homes, \r\ninfrastructure, public institutions, economic, industrial \r\nand agricultural property and United Nations facilities. \r\n From the first day of Israel’s military aggression, \r\nappeals came from the entire international community \r\ncalling on Israel to halt its aggression and commit itself \r\nto the principles and rules of international humanitarian \r\nlaw. The Security Council adopted resolution 1860 \r\n(2009), and the General Assembly adopted resolution \r\nES-10/18, both of which remain unimplemented to this \r\nday. The Human Rights Council held an emergency \r\nmeeting and adopted a resolution establishing a Fact-\r\nFinding Mission, which was ultimately composed of \r\nprominent jurists and experts, led by Judge Richard \r\nGoldstone of South Africa. Shortly after the Mission \r\nwas established, it faced its first major challenge: the \r\ndecision by the Government of Israel not to cooperate \r\nwith it. Yet, the Mission went to the Gaza Strip and \r\nconducted a thorough and professional investigation of \r\nall alleged violations by all parties.  \r\n In that regard, the investigation carried out by \r\nJudge Goldstone reached incontrovertible conclusions, \r\nemphasizing yet again that Israel, the occupying \r\nPower, had committed against the Palestinian people in \r\nthe Gaza Strip serious human rights violations and \r\ngrave breaches of international humanitarian law, \r\nincluding the Fourth Geneva Convention, amounting to \r\nwar crimes and even crimes against humanity. This \r\nincludes the wilful killing of civilians, torture and \r\ninhuman treatment, wilfully causing great suffering or \r\nserious injury to body or soul and extensive destruction \r\nof property, not justified by military necessity and \r\ncarried out unlawfully and wantonly, all of which give \r\nrise to Israeli criminal responsibility. \r\n That shocking finding, which remains undisputed, \r\nhas been confirmed thousands of times over by the \r\ndepth of the trauma and anguish still being suffered by \r\nthe Palestinian people in the Gaza Strip: men, women \r\nand children, including refugees, the elderly and the \r\ndisabled. It is extremely deplorable that these same \r\ncivilians continue to live in misery and hardship amid \r\nthe ruins of their homes and communities because of \r\nIsrael’s continuing blockade and its obstruction of all \r\nreal reconstruction and recovery efforts. That has only \r\nincreased their humanitarian hardship and further \r\nintensified the feelings of grave injustice among the \r\nPalestinian population in the region and beyond. \r\n These actions are part and parcel of a succession \r\nof policies aimed at achieving Israel’s political goals \r\nregarding Gaza and the entire occupied Palestinian \r\nterritory. Those policies have systematically involved \r\nIsrael’s deliberate violation of international human \r\nrights law and international humanitarian law, including \r\nits obligations as an occupying Power under the Fourth \r\nGeneva Convention. In this regard, we believe that the \r\nHigh Contracting Parties must carry out their obligation, \r\nincluding under common article 1, to respect and \r\nensure respect for the Convention in all circumstances, \r\nincluding in the occupied Palestinian territory.  \r\n We are aware that the Mission investigated all \r\nallegations of violations of international law committed \r\nduring the Gaza conflict, including allegations against \r\nthe Palestinian side. From this rostrum, we wish to \r\nclearly reaffirm that there is no symmetry or \r\nproportionality between the occupying Power and the \r\nPalestinian victims living under the yoke of occupation. \r\nWe take very seriously the allegations set out in the \r\nGoldstone report concerning possible Palestinian \r\nviolations. Furthermore, we reaffirm our utmost respect \r\nfor and belief in the rule of law and our commitment to \r\ninternational humanitarian law. We also emphasize our \r\ncommitment to the investigation of this important \r\nmatter through local legal mechanisms.  \r\n A/64/PV.36\r\n \r\n7 09-59287 \r\n \r\n Nevertheless, the Goldstone report is yet another \r\ndamning record of Israeli crimes committed against our \r\npeople under the occupation. Its recommendations \r\nrepresent a significant contribution to the quest for \r\naccountability and justice. In that regard, we believe that \r\nserious and responsible follow-up on this matter is vital \r\nand urgently needed at all levels so that such crimes will \r\nnever again be committed against our people.  \r\n We must not allow today’s discussion to become \r\nmerely another opportunity to express our sympathies \r\nand display our respect for international law and \r\ninternational humanitarian law. We must stand together \r\nand united to face the most important test of the \r\ncredibility, integrity and sustainability of the \r\ninternational order based on the laws that we have \r\npromulgated. Words of sympathy will not suffice to \r\ncompensate for decades of violence, oppression and \r\ngross violations of international law carried out with \r\nimpunity. It is now time to swiftly and decisively put \r\nan end to the culture of impunity if justice and \r\ninternational peace and security are to prevail. \r\n Today, on behalf of all Palestinian victims who \r\nhave suffered from Israeli crimes, we call upon the \r\ninternational community to take a clear stand in \r\nsupport of justice and international law. The occupying \r\nPower must know that the international community \r\nwill no longer tolerate its illegal actions, violations and \r\ncrimes because the commitment to the principles of \r\ninternational law must surpass any other considerations \r\nthat flout the international order. A firm stand against \r\nsuch crimes and a principled commitment to the law \r\nwill help us break that cycle of impunity and to bring \r\nan end to crimes that have caused much suffering and \r\nprolonged that tragic conflict. \r\n We call on all Member States to join us in our \r\nefforts to achieve justice and peace so that we can live \r\nup to the principles on which this international \r\nOrganization was established. We appeal to them to \r\njoin us in seeking to protect our international political \r\nand legal system, prevent its moral collapse and \r\nsafeguard its substance and credibility.  \r\n Today, the peoples of the world are watching us \r\nclosely, hoping that this Assembly is committed to the \r\nrights and lives of all peoples, no matter how \r\nvulnerable they may be. Their judgment will make no \r\nallowance for the luxury of political rhetoric or the \r\nillogical consideration of the issue under discussion. \r\nFollowing this test, the peoples of the world will divide \r\nus into two camps: those who are faithful to the \r\nprinciples of international law and those who are not — \r\nnot even to the value of human life and equal rights.  \r\n The draft resolution before the General Assembly \r\n(A/64/L.11) represents a serious, responsible and \r\ncollective effort to address the serious human rights \r\nviolations and grave breaches of international \r\nhumanitarian law committed during the Israeli military \r\noperations in the Gaza Strip. In considering it, we \r\nappeal to Member States to think of the thousands of \r\nPalestinian children who continue to endure the \r\nmanifold consequences of the practices of terror, death \r\nand destruction inflicted upon them by the occupying \r\nPower. While representatives prepare to vote, I appeal \r\nto them to remember our children, who continue to \r\nsuffer the devastating injuries, terror and destruction \r\ninflicted on them by the occupying Power; to live in \r\npanic and fear of the bombardment of their homes and \r\ncommunities; and to suffer the devastating injuries \r\ninflicted on them by the use of lethal weaponry, \r\nincluding white phosphorous, that have physically and \r\npsychologically maimed or traumatized them. They \r\nlook to the international community to help them \r\novercome the crisis and to prevent such crimes from \r\nbeing committed against them ever again. \r\n Despite all their suffering under the Israeli \r\nviolence, criminal attacks and brutality, the Palestinian \r\npeople are determined to ensure a decent future for \r\ntheir children, free of occupation, violence and pain. \r\nOur people will rise like the phoenix to rebuild their \r\nlives and construct a future of peace, freedom, stability \r\nand security for our children. Thus, we will remain \r\ncommitted to our pursuit of justice and will continue to \r\ncall for the Assembly’s support in that endeavour, \r\nbecause peace cannot be achieved without justice. \r\n In that regard, history has shown that the \r\nprosecution of the perpetrators of war crimes and the \r\nachievement of justice require perseverance, principled \r\npositions and a commitment based on international law \r\nand moral principles. We will therefore continue to \r\npursue justice and to reject the impunity that has \r\nallowed Israel to commit mass crimes against the \r\nPalestinian people for all these years without fear of \r\npunishment. We would like to end that culture of \r\nimpunity, turn the page on that horrific and tragic \r\nchapter for Palestine, and cross the threshold into a \r\nnew era in which our people can live in peace, freedom \r\nand dignity in an independent, sovereign and viable \r\nState of Palestine, with East Jerusalem as its capital, \r\nA/64/PV.36  \r\n \r\n09-59287 8 \r\n \r\nexercising the rights to which all human beings are \r\nentitled but which have so long been denied them. \r\n To that end, we will act individually, collectively \r\nand with the utmost urgency and responsibility to \r\npromote respect for human rights and international law, \r\nwhich are essential to making that new era a reality and \r\nto achieving genuine peace and coexistence in the \r\nregion. Unchecked impunity and the absence of justice \r\nwill only continue to obstruct peace and to prolong that \r\ntragic conflict and the suffering of civilians. \r\n In conclusion, we express our hope that Member \r\nStates will strongly support the draft resolution before \r\nus as an important step in that direction. We express \r\nPalestine’s gratitude to the General Assembly for its \r\nsupport in that effort, confident that it will continue to \r\ntake principled positions on this serious matter, in \r\nparticular at this very critical time in history, which, if \r\nwe succeed, may be a real turning point that will \r\nultimately allow our united efforts for justice and peace \r\nto converge, taking us truly over the threshold into a \r\nnew era for our peoples and the region. \r\n The President (spoke in Arabic): I now give the \r\nfloor to His Excellency Mr. Paul Badji of Senegal, \r\nChairman of the Committee on the Exercise of the \r\nInalienable Rights of the Palestinian People. \r\n Mr. Badji (Senegal), Chairman, Committee on \r\nthe Exercise of the Inalienable Rights of the Palestinian \r\nPeople (spoke in French): On behalf of the Committee \r\non the Exercise of the Inalienable Rights of the \r\nPalestinian People, I welcome the convening of this \r\ndebate on the report of the United Nations Fact-\r\nFinding Mission on the Gaza Conflict (A/64/490, \r\nannex), whereby the General Assembly has followed \r\nup without delay on a recommendation of the Human \r\nRights Council. \r\n The violent events that took place in Gaza in \r\nDecember 2008 and January 2009 are still very vivid in \r\nour minds, particularly since the chaos provoked by the \r\nIsraeli military operation remains the same. The tragic \r\nsituation on the ground has barely changed. Almost 10 \r\nmonths after the hostilities ended, there has been no \r\nprogress on reconstruction or the reopening of borders. \r\nOn 31 December 2008, immediately after the start of the \r\nIsraeli offensive on Gaza, our Committee condemned \r\nthe deadly military attack and the destruction unleashed \r\nby the occupying Power in total disregard of its \r\nobligations and responsibilities under international \r\nhumanitarian law. \r\n The international community reacted promptly \r\nand responded in a single voice to the violations in the \r\nGaza Strip. Several investigative missions have been \r\ndispatched by various international entities over the \r\npast several months to establish the facts surrounding \r\nthe events of December 2008 and January 2009. Our \r\nCommittee commended the Secretary-General for \r\nswiftly establishing a Board of Inquiry into incidents \r\nthat affected United Nations personnel and property. \r\nThe League of Arab States also set up an independent \r\nfact-finding committee on Gaza.  \r\n The results of those enquiries have revealed \r\nwidespread violations of international humanitarian \r\nand human rights law, including the possibility that war \r\ncrimes had been committed by both sides. Civil society \r\norganizations have produced a number of reports, \r\nwhich concur that egregious violations of international \r\nlaw had indeed taken place. \r\n The Committee commended the work of those \r\nfact-finding missions and supported calls for \r\naccountability. Last July in Geneva, our Committee \r\nconvened the United Nations International Meeting on \r\nthe Question of Palestine to look into the initial results \r\nof those investigations, with the stated goal of \r\nstrengthening adherence to the norms of international \r\nhumanitarian law. The Meeting brought together the \r\nexpertise of renowned international jurists and \r\nrepresentatives of Member States and intergovernmental \r\nand civil society organizations. The participants called \r\nfor the implementation of the recommendations of all \r\nUnited Nations investigative mechanisms and urged all \r\nGovernments to live up to the legal obligations that \r\nthey had entered into in ratifying the Geneva \r\nConventions and other legal instruments. \r\n Last September, the United Nations Fact-Finding \r\nMission on the Gaza Conflict established by the \r\nHuman Rights Council and led by Justice Richard \r\nGoldstone, a distinguished and internationally respected \r\nSouth African lawyer, presented its comprehensive, \r\nbalanced and authoritative account of the events in \r\nGaza (A/64/490, annex).  \r\n The scope of the investigation and the quality of \r\nlegal analysis are impressive. The team has analysed \r\nthe facts in the light of applicable international \r\nstandards. We note that Israel refused to cooperate with \r\nthe Mission, denied it access to its own territory and \r\nthe West Bank, and failed to respond to a \r\ncomprehensive list of questions submitted by the team. \r\n A/64/PV.36\r\n \r\n9 09-59287 \r\n \r\nIsrael has also vigorously condemned the report. \r\nPalestinian authorities in both Gaza and the West Bank \r\ncooperated with the Mission. \r\n The report concludes that the Israeli military \r\noperation was directed at the people of Gaza as a whole, \r\nin furtherance of an overall and ongoing policy aimed at \r\npunishing the Gaza population, and in a deliberate policy \r\nof using disproportionate force against the civilian \r\npopulation. The destruction of food and water supply \r\nfacilities, water sanitation systems, factories and \r\nresidential houses was the result of a deliberate and \r\nsystematic policy that has made daily life for the civilian \r\npopulation even more difficult. The Mission found that \r\nthe incidents and patterns of events considered were the \r\nresult of deliberate planning and policy decisions. \r\n The report also covers violations arising from \r\nIsraeli treatment of Palestinians in the West Bank, \r\nincluding excessive force against Palestinian \r\ndemonstrators, increased closures, restriction of \r\nmovement and house demolitions. According to the \r\nreport, the detention of Palestinian Legislative Council \r\nmembers has paralysed political life in the occupied \r\nPalestinian territory, including East Jerusalem. \r\n The Mission also found that the repeated firing of \r\nrockets and mortar rounds into southern Israel by \r\nPalestinian armed groups constituted war crimes and \r\nmight amount to crimes against humanity by virtue of a \r\nfailure to distinguish between military targets and the \r\ncivilian population. I recall that our Committee has \r\nconsistently condemned all attacks indiscriminately \r\ntargeting Israeli civilians and civilian property. The \r\nGoldstone report also urges the release of Israeli \r\ncorporal Gilad Shalit, a demand fully supported by our \r\nCommittee. \r\n With its report, the Fact-Finding Mission \r\nsubmitted ample and unbiased evidence that Israel and \r\nPalestinian armed groups alike had committed serious \r\nviolations of international human rights and \r\nhumanitarian law during the fighting, including some \r\nthat should be prosecuted as war crimes. Our Committee \r\nsupports the Mission’s pre-eminent recommendation \r\nthat Israel and the Palestinians conduct impartial \r\ninvestigations and prosecute those found responsible. \r\n Most importantly, the report calls for follow-up \r\naction by various parties, including the United Nations. \r\nSpecifically, it requests the Security Council to create a \r\ncommittee of experts to monitor those domestic \r\ninvestigations. If — and only if — the parties do not \r\nundertake credible inquiries within six months, the \r\nreport recommends pursuing accountability through \r\ninternational judicial action. \r\n The report challenges the international community \r\nto break with past practice and take bold steps to uphold \r\ninternational law for the ultimate benefit of achieving \r\npeace. It provides the international community with the \r\nopportunity to demand, in the context of the Israeli-\r\nPalestinian conflict, the same degree of accountability \r\nthat is applied to other conflicts. Failure to demand \r\njustice would be to betray the rights of Israeli and \r\nPalestinian victims and to undermine the broader \r\ninternational legal principles supported by the vast \r\nmajority of Member States. The report also represents a \r\nsignificant moral and ethical challenge to the parties. \r\n Our Committee is of the view that the \r\nperpetrators of serious crimes on either side must be \r\nbrought to justice and held accountable for their actions. \r\nIt encourages principled action by the international \r\ncommunity to ensure respect of and adherence to the \r\nnorms of international humanitarian law. In particular, \r\nthe Committee appeals to all high contracting parties to \r\nthe Fourth Geneva Convention to fulfil their \r\nobligations under common article 1 to respect and \r\nensure respect for the Convention in all circumstances.  \r\n The General Assembly may wish to consider \r\nadopting a resolution requesting the convening of a \r\nconference of the high contracting parties to consider \r\nways to implement article 1 of the Convention. The \r\nUnited Nations, and the General Assembly, the \r\nSecurity Council and the Human Rights Council in \r\nparticular, should be invited to consider how to deal \r\neffectively with breaches of international law.  \r\n A negotiated solution to the Israeli-Palestinian \r\nconflict must be firmly rooted in the principles of \r\ninternational law, which must be applied scrupulously. \r\nIt is only by respecting and ensuring respect for \r\ninternational law, including international humanitarian \r\nand human rights law, that the international legal \r\nsystem can attain its goal. International justice can be \r\nrestored only through the commitment of all actors of \r\nthe international community to uphold the principle of \r\naccountability for breaches of international law and to \r\nput an end to impunity. Sixty years after the entry into \r\nforce of the Geneva Conventions, the international \r\ncommunity is challenged to take concrete steps to \r\nrevalidate them as norms of international law to be \r\nadhered to by all of its members. \r\nA/64/PV.36  \r\n \r\n09-59287 10 \r\n \r\n I would like to make the following statement on \r\nbehalf of my country, Senegal. \r\n In response to the call of the General Assembly, \r\nmy delegation welcomes the convening of this \r\ncrucially important debate on the report of the United \r\nNations Fact-Finding Mission on the Gaza Conflict \r\nfrom December 2008 to January 2009, following the \r\nrecommendation of the Human Rights Council. \r\n Indeed, the United Nations was founded, in the \r\nwords of its Charter, on a real “faith in fundamental \r\nhuman rights, in the dignity and worth of the human \r\nperson, in the equal rights of men and women”. Taking up \r\nthat challenge is one of its most important duties, and it is \r\nto a large extent the criterion by which it is often judged \r\nby the peoples in whose service it labours. While our \r\nglobal Organization has sometimes failed to rise to that \r\nchallenge, the recommendations of the Goldstone report \r\nplace it squarely face to face with its responsibilities.  \r\n I take this opportunity to express the utmost \r\nappreciation of the delegation of Senegal for the \r\nmembers of the Mission led by Justice Richard \r\nGoldstone of South Africa. The choice of those \r\nluminaries, whose life experience is highly valued in \r\nnational and international legal circles, serves to \r\nvalidate the objectivity and balance of the report, \r\nwhich, we can all agree, defends the principles of \r\njustice, responsibility and the fight against impunity by \r\nshedding light on violations committed in the course of \r\nOperation Cast Lead in the Gaza Strip. \r\n Israel’s deadly and disproportionate bombing of \r\nthe Gaza Strip from December 2008 to January 2009, \r\nin the guise of defending its citizens from rocket \r\nattacks by Palestinian groups, have laid bare \r\nunacceptable violations on Israel’s part of the most \r\nelementary rules of international humanitarian and \r\nhuman rights law. Those bombings are unacceptable \r\nalso because numerous corroborating indications lead \r\nto the conclusion that the military invasion of Gaza by \r\nthe Israeli army exacerbated breaches of international \r\nlaw by reason, among others, of the blockade of the \r\nGaza Strip, which has taken on the dimensions of \r\ncollective punishment, and of the increased illegal \r\nsettlement in the occupied Palestinian territory, notably \r\nin the West Bank and East Jerusalem. \r\n Today these and other Israeli policies and \r\nmeasures, which are as brutal as they are illegal, are \r\nperpetuated and even intensified in direct contradiction \r\nto the provisions of international law, in particular the \r\nFourth Geneva Convention of 1949, which, need I recall, \r\napplies to the occupied Palestinian territory. The State of \r\nIsrael, as the occupying Power, must strictly abide by the \r\nprovisions of international humanitarian law. \r\n In responding to these repeated violations in Gaza, \r\nseveral international and civil society organizations \r\npromptly dispatched fact-finding missions with a view \r\nto establishing the facts surrounding the Israeli military \r\noperation. The conclusions of those inquiries have \r\nrevealed the commission of many breaches of \r\ninternational humanitarian and human rights law, and \r\neven of war crimes, on the part of the two parties to the \r\nconflict. \r\n Unable to stand idly by in the face of such huge \r\nviolations, the United Nations created, through the \r\nHuman Rights Council, the Fact-Finding Mission on \r\nthe Gaza Conflict. The Mission’s report, presented \r\n15 September 2009, contains a set of recommendations \r\non steps to be taken by the parties to the conflict and \r\nthe international community. In that regard, we note \r\nthe obligation of the parties promptly to undertake \r\nimpartial and in-depth inquiries into the violations. \r\n The immediate implementation of those \r\nrecommendations by the parties concerned should \r\nunder no pretext be delayed. It is important in this \r\ncontext to uphold and, as much as possible, bolster the \r\nefforts of the United Nations, especially the General \r\nAssembly, the Security Council and the Human Rights \r\nCouncil, to ensure full adherence to and respect for the \r\nstandards of international humanitarian law. We also \r\nrecall once again that the high contracting parties to the \r\nFourth Geneva Convention must meet their obligations \r\nin accordance with common article 1 of the 1949 \r\nConvention, which requires them to respect the \r\nConvention in all circumstances.  \r\n In that connection, and aware of the importance \r\nof the fight against impunity in the context of \r\npromoting the rule of law, Senegal appeals for \r\nappropriate measures to be taken to ensure strict \r\nobservance of the rules of international law. Moreover, \r\nthe fight against impunity should in no way affect our \r\nresolve to make progress in settling the Israeli-\r\nPalestinian conflict. Rather, it should encourage us to \r\nstrive alongside the parties to the conflict to find a just, \r\nlasting and comprehensive solution to that protracted \r\nconflict of modern history. \r\n It is now time to change course. We are at a \r\nturning point in the history of humankind. The \r\n A/64/PV.36\r\n \r\n11 09-59287 \r\n \r\nGoldstone report offers the best hope for justice and \r\nredress for the victims. On the basis of that conclusion, \r\nmy country here and now launches a solemn appeal to \r\nthe international community to join the effort to lay the \r\ngroundwork for a just and lasting peace in the Middle \r\nEast. \r\n Mr. Lidén (Sweden): I have the honour to speak on \r\nbehalf of the European Union (EU). Turkey, Croatia, the \r\nformer Yugoslav Republic of Macedonia, Albania, \r\nMontenegro, Serbia, Ukraine, the Republic of Moldova \r\nand Armenia align themselves with this statement. \r\n The European Union is deeply concerned over the \r\ndeteriorating humanitarian and human rights situation \r\nin the occupied Palestinian territories. The EU again \r\nurges the Palestinian Authority and the Government of \r\nIsrael to enter into serious peace negotiations as soon \r\nas possible and to respect previous agreements and \r\ninternational law, including all Road Map \r\ncommitments. We reiterate the need to ensure a \r\npolitical solution, with two States — Israel and an \r\nindependent, democratic, contiguous and viable \r\nPalestinian State — living side by side in peace and \r\nsecurity. If there is to be genuine peace, a way must be \r\nfound to share Jerusalem as the future capital of two \r\nStates. The European Union will not recognize any \r\nchanges to the pre-1967 borders other than those \r\nagreed by both parties. \r\n We call upon both parties to fully adhere to \r\ninternational humanitarian and human rights law. All \r\nallegations of human rights violations and of violations \r\nof international humanitarian law must be thoroughly \r\ninvestigated, and those responsible must be held \r\naccountable. \r\n A durable solution to the Gaza crisis has to be \r\nachieved through the full implementation of Security \r\nCouncil resolution 1860 (2009). The European Union \r\nremains gravely concerned at the humanitarian \r\nsituation in Gaza and calls for the sustained, immediate \r\nand unconditional opening of crossings for the flow of \r\nhumanitarian aid, commercial goods and persons to \r\nand from Gaza. The EU reaffirms its support for the \r\nproposed United Nations-led civilian reconstruction \r\nactivities in Gaza. The European Union calls for a \r\ncomplete stop to all violence, including a sustained halt \r\nof rocket attacks on Israel. We reiterate our call for the \r\nimmediate release of Israeli soldier Gilad Shalit. \r\nPalestinian prisoners should be released in greater \r\nnumbers, with priority given to the minors. \r\n The United Nations Fact-Finding Mission on the \r\nGaza Conflict reports, in document A/HRC/12/48, \r\ngrave violations of international humanitarian law, \r\nincluding deliberate attacks on civilians. It is a serious \r\nreport. The EU is committed to assessing it seriously. \r\nThe European Union takes note of the \r\nrecommendations of the Mission and emphasizes the \r\nobligation of all parties to the conflict to respect \r\ninternational humanitarian law and international human \r\nrights law. The EU deeply deplores the loss of life \r\nduring the Gaza conflict, particularly the civilian \r\ncasualties. We also condemn all targeting of civilians \r\nand United Nations facilities during the conflict. \r\n The European Union has consistently reminded \r\nall parties to the conflict of the urgent need to ensure \r\naccountability for all violations of international human \r\nrights law and international humanitarian law in order \r\nto deter further violations. An overarching human \r\nrights priority for the EU is to combat impunity. The \r\nEU urges the parties to launch appropriate, credible \r\nand independent investigations into possible violations \r\nof international human rights law and international \r\nhumanitarian law, in accordance with international \r\nstandards. In that regard, the European Union believes \r\nthat appropriate follow-up will be necessary. \r\n Mr. Ja’afari (Syrian Arab Republic): I have the \r\nhonour to make this statement on behalf of the \r\nOrganization of the Islamic Conference (OIC) member \r\nStates. Let me begin by expressing the appreciation of \r\nthe OIC group to the President of the General \r\nAssembly for bringing this urgent matter to the \r\nAssembly for its consideration, in response to Human \r\nRights Council resolution S-12/1. \r\n The international community has witnessed \r\nillegal and intensified Israeli colonization measures in \r\nthe occupied Palestinian territory, ongoing settlement \r\nactivities, persistent aggression against Islamic and \r\nChristian holy sites in Al-Quds Al-Sharif, the transfer \r\nof more Israeli settlers, the continued construction of \r\nthe separation wall in and around the holy city, changes \r\nto the city’s demographic and geographic character, \r\nrestrictions on the freedom of movement of Palestinian \r\ncitizens, their unlawful detention, and the demolition \r\nof Palestinian houses. Here, I would like to recall what \r\nhappened in recent days, when illegal Israeli settlers \r\nentered Palestinian houses in Al-Quds Al-Sharif early \r\nin the morning and threw their inhabitants out into the \r\nstreets under the eyes of the Israeli forces of \r\noccupation. We have also seen continued digging and \r\nA/64/PV.36  \r\n \r\n09-59287 12 \r\n \r\nexcavation work in and around Al-Aqsa mosque and its \r\nvicinity. \r\n The OIC strongly condemns those violations, and \r\nexpresses its serious concerns about the grave situation \r\nin the occupied Palestinian territory, especially the \r\ncontinuing inhuman Israeli blockade and the dire \r\nhumanitarian crisis being imposed on the Palestine \r\ncivilian population in the Gaza Strip. \r\n Early this year, the international community \r\nwitnessed with horror the events in the occupied Gaza \r\nStrip. All independent reporting on the 23-day Israeli \r\naggression pointed to the commission of serious \r\nviolations of international human rights and \r\nhumanitarian law by Israel, the occupying Power. \r\nReports following the Human Rights Council’s special \r\nsession on the human rights situation in the occupied \r\nPalestinian territories, particularly in the occupied \r\nGaza Strip, including the High Commissioner’s \r\nperiodic report (A/HRC/12/37) and the combined \r\nreport of special procedures, have all confirmed \r\nsignificant prima facie evidence revealing serious \r\nviolations of international humanitarian law, as well as \r\ngross human rights violations, during that Israeli \r\nmilitary aggression. \r\n The Goldstone report (A/64/490, annex) has \r\nauthenticated and confirmed these violations with \r\nevidence. Most importantly, the report confirmed the \r\ninternational community’s worst fears — war crimes \r\nand crimes against humanity had been committed, \r\nincluding wilful killings, deliberate attacks on civilian \r\nobjects, wanton destruction of civilian property, \r\nindiscriminate attacks, the use of human shields, and \r\ncollective punishment against Gaza’s civilian \r\npopulation in the form of a continuing blockade by \r\nIsrael during its occupation of the Gaza Strip. In short, \r\nIsrael has committed a variety of crimes, including war \r\ncrimes, in violation of international law and \r\ninternational humanitarian law, as well as of the Fourth \r\nGeneva Convention. \r\n The Human Rights Council, in operative \r\nparagraph 3 of part B of its resolution S-12/1, endorses \r\nthe recommendations contained in the Goldstone \r\nreport, and calls upon the “United Nations … bodies to \r\nensure their implementation”. The recommendations \r\nmade in that report were addressed not only to the \r\nHuman Rights Council, but also to the Security \r\nCouncil, as stated in paragraph 1969 of the Goldstone \r\nreport, whereby the report makes an inevitable request \r\nto the Security Council to shoulder its responsibilities. \r\nTherefore, the Security Council must fulfil its \r\nresponsibilities as mandated in the Charter, take all \r\nnecessary actions to bring the Israeli perpetrators of \r\nthese war crimes to justice and put an end to the Israeli \r\nmindset of inhumanity. \r\n The OIC once again expresses its regret at the \r\ncontinued non-cooperation on the part of Israel, the \r\noccupying Power, with all the independent and \r\ninternational missions that have been mandated to \r\ninvestigate violations of the human rights of the \r\noccupied Palestinian people. Such an attitude reflects \r\nan above-the-law mentality and constitutes a clear \r\nrefusal to acknowledge the international community’s \r\nhuman rights concerns.  \r\n To mention only some among the incalculable \r\nnumber of cases, I should like to recall the Israeli \r\nrefusal to deal with the Special Committee to \r\nInvestigate Israeli Practices Affecting the Human \r\nRights of the Palestinian People and Other Arabs of the \r\nOccupied Territories, established in 19 December 1968 \r\nto monitor the human rights of the people under \r\noccupation in the occupied territories; the Israeli denial \r\nof access to the United Nations Special Rapporteur on \r\nthe situation of human rights in the Palestinian \r\nterritories occupied by Israel since 1967, established in \r\n1993; Israel’s non-compliance with a Security Council \r\ncall to cooperate with a fact-finding mission sent to \r\nJenin, established pursuant to Security Council \r\nresolution 1405 (2002), adopted 19 April 2002; the \r\nIsraeli refusal to deal with the High-Level Fact-Finding \r\nMission to Beit Hanoun, established 1 September \r\n2008; and many other missions. Since 1947, Israel has \r\nrefused to cooperate with 23 United Nations fact-\r\nfinding and other missions. \r\n Israel has left behind much more than dead and \r\ninjured Palestinians in the bloodstained Gaza Strip. \r\nIsraeli jets, tanks and battleships could see only one \r\ntarget on their radar screens — civilians — and yet \r\nthey fired. This was documented by a United Nations \r\nteam. Israel has thus left the United Nations in a \r\nsituation in which the Organization must either react or \r\ntell us why it has not. \r\n The inability of the United Nations to bring Israel \r\nunder the umbrella of international law has \r\nunfortunately harmed the image of the United Nations \r\nthroughout the world, especially as we watch the daily \r\ndesecration of our holy places in Al-Quds Al-Sharif. \r\n A/64/PV.36\r\n \r\n13 09-59287 \r\n \r\nThe continuing Israeli non-compliance with United \r\nNations resolutions and non-cooperation with dozens \r\nof United Nations fact-finding missions put the \r\ncredibility of the United Nations itself at stake. \r\n The humanitarian and human rights situation is \r\ngetting worse for the Palestinian people living under \r\nillegitimate occupation. They live in terror and fear. The \r\nOIC has repeatedly cautioned that Israel’s illegal \r\nmeasures undermine the contiguity, unity and integrity of \r\nthe Palestinian territory and imperil the establishment of \r\nan independent, sovereign and viable State of Palestine, \r\nwith Al-Quds Al-Sharif as its capital, on the basis of the \r\ntwo-State solution in accordance with international law \r\nand relevant United Nations resolutions.  \r\n We reiterate our call for the urgent intensification \r\nof efforts by the international community, and by the \r\nSecurity Council in particular, to address the \r\ncontinuing political and humanitarian crises and to lend \r\ncrucial support to the resumption and early conclusion \r\nof a credible, sustained and results-oriented peace \r\nprocess, to the satisfaction of the Palestinian people. \r\n Ms. Shalev (Israel): At the outset, I wish to \r\nconvey the condolences of the Government and people \r\nof Israel to the most recent victims of terrorism. Our \r\nthoughts are with the more than 150 innocent men, \r\nwomen and children slaughtered in Baghdad by suicide \r\nterrorists. Our sorrow is with the more than 100 \r\nvictims of the brutal terrorist attacks in Peshawar and \r\nRawalpindi, Pakistan. Our grief is with the families of \r\nthe six United Nations employees, working in the name \r\nof peace, who were murdered by terrorists in Kabul. \r\nWe will not forget the victims of terrorism in New \r\nYork, Washington, D.C., London, Madrid, Bali, \r\nLockerbie, Riyadh, Amman, Mindanao, Istanbul, \r\nNairobi, Jerusalem, Tel Aviv, Buenos Aires, Mumbai, \r\nBeslan, Islamabad and Algiers, and so many others \r\nwho have endured the evil of terrorism. \r\n Terrorism deprives people of their most basic \r\nhuman right: the right to life. States have not only the \r\nright, but indeed the duty to pursue those who engage \r\nin the barbaric tactics of terrorism. States sponsoring \r\nterrorism — Members of this Organization that \r\nactively engage in activities such as the smuggling of \r\nweapons, ammunition and terrorists by sea, air and \r\nland — must be held accountable before the \r\ninternational community. Yet today, rather than \r\nconfront terrorism, the General Assembly has chosen \r\nonce again to detach itself from reality. \r\n Today’s debate is anything but genuine and \r\ncandid. Rather than discuss how better to stop terrorist \r\ngroups that deliberately target civilians, this body \r\nlaunches yet another campaign against the victims of \r\nterrorism — the people of Israel. \r\n The report before the Assembly (A/HRC/12/48) \r\nwas conceived in hate and executed in sin. From its \r\ninception in a one-sided mandate, the Gaza Fact-\r\nFinding Mission was a politicized body with \r\npredetermined conclusions. It is the product of the \r\nHuman Rights Council in Geneva, a body whose \r\nobsession with Israel has led it to adopt more \r\nresolutions against Israel than on all other United \r\nNations Member States put together. This same Human \r\nRights Council rejected any investigation regarding the \r\nconstant firing of 12,000 rockets and mortars by \r\nHamas, over eight years, on towns and villages in \r\nIsrael. The basic human rights of nearly 1 million \r\nIsraeli citizens did not matter then. Are we now to \r\nbelieve that the Council’s latest incarnation is honest, \r\nobjective and fair? \r\n Cynical political manoeuvres, not principles, \r\nhave brought the Human Rights Council to export this \r\nreport to New York. But the flaws of the report before \r\nthe Assembly are not merely procedural. It is \r\nirreparably tainted. It bends both fact and law. \r\n Justice Goldstone himself publicly conceded that \r\nif his Fact-Finding Mission had been a judicial inquiry, \r\na member of his team would have been disqualified for \r\noutright bias against Israel. Nevertheless, the report \r\nmakes sweeping judicial determinations of criminal \r\nwrongdoing in the absence of crucial information. It \r\nmakes explosive charges against Israel, yet the \r\nevidence provided to support such accusations is at \r\nbest uncorroborated, and at worst false. In certain \r\ncases, the report comes to conclusions based upon the \r\nabsence of evidence to the contrary. In others, the \r\nauthors’ mere opinions serve as the evidence. Time and \r\nagain, the report inverts Israel’s unprecedented \r\nextensive efforts to save civilian lives as proof that any \r\ncivilian casualties were therefore deliberate. This is not \r\nhonest fact-finding. But that is not all. \r\n Justice Goldstone himself admitted that the \r\nMission deliberately selected incidents so as to evade \r\nthe complex dilemmas of confronting threats in civilian \r\nareas. The report ignores the reality of terrorist activity \r\nand the complexity of military challenges in fighting \r\nterrorists in urban warfare. It ignores overwhelming \r\nA/64/PV.36  \r\n \r\n09-59287 14 \r\n \r\nevidence that Hamas intentionally operated from \r\ndensely populated areas and from within hospitals and \r\nmosques, and that it booby-trapped civilian structures. \r\nThe report makes no reference to the recruitment and \r\nexploitation of civilians by Hamas, or to its use of \r\nhuman shields. It undermines every democracy \r\ndefending itself against terrorist attacks. It concedes \r\nthat the rule of law will be replaced by the rule of \r\nterrorism. But that is not all. \r\n The report dismisses Israel’s independent legal \r\nsystem, of which I am a proud member. It disregards \r\nIsrael’s extensive criminal investigation process of \r\nallegations of misconduct by Israeli armed forces. In so \r\ndoing, it effectively calls into question the internal \r\ninvestigation procedures of the armed forces of most \r\ndemocratic States. \r\n Israel is committed to acting in accordance with \r\ninternational law. The rules of armed conflict are part \r\nof the training of every Israeli soldier. Israel is \r\ncommitted to investigating every allegation of \r\nmisconduct by its forces. These commitments are \r\nderived from our timeless values and our longing for \r\npeace. \r\n Israel believes in a vision of peace. We believe in \r\nthe vision established by the United Nations of two \r\nStates for two peoples. But the Goldstone report and \r\nthis debate do not promote peace. They damage any \r\neffort to revitalize negotiations in our region. They \r\ndeny Israel’s right to self-defence. If Israel is asked to \r\nmake concessions for peace, we must be assured of our \r\nright to defend ourselves. We must know that terrorists \r\nwill not have impunity as they turn our gestures of \r\npeace into weapons of war. \r\n Mr. Mohamad (Sudan) (spoke in Arabic): The \r\nbarbaric Israeli war against Gaza was no secret. It was \r\nwatched by people near and far. Millions of people \r\naround the world followed it through various mass \r\nmedia. That the Israeli forces terrorized and murdered \r\ninnocent Palestinian civilians is not in question. The \r\nIsraeli occupying Power waged a destructive war \r\nagainst Gaza that killed thousands of civilians and \r\ndestroyed infrastructure and civilian property. Major \r\nand widespread violations of international law, \r\ninternational humanitarian law and human rights law, \r\nas well as of the Geneva Conventions of 1949, were \r\ncommitted. \r\n Israel’s actions represent simply the latest episode \r\nin a criminal record that has continued since its \r\nheinous occupation of Palestinian and Arab territories \r\nbegan. This episode is an expression of Israel’s \r\nultimate defiance and contempt for the United Nations \r\nand its resolutions. It is yet another episode in a series \r\nof killing and destruction — destruction of life and \r\nproperty — in a war of genocide against the Palestinian \r\npeople. In this war, Israel has been unable to kill the \r\nwill and resolve of the Palestinian people. Its wall of \r\nseparation has been unable to separate the Palestinian \r\npeople from their aspiration to live in dignity. \r\n The discussion of this report (A/HRC/12/48) by \r\nthe General Assembly has the added importance of \r\nrestoring the required credibility to our international \r\nOrganization, in particular the General Assembly as the \r\npulse of the international community, in expressing its \r\nhope of deterring Israel and putting an end to the \r\nsuffering of the Palestinian people. \r\n The Fact-Finding Mission established by the \r\nHuman Rights Council, as explained in the report \r\nbefore us, came to many legal and documentary \r\nconclusions of great importance and impact. The report \r\nclearly details the war crimes and crimes against \r\nhumanity committed by Israel and demonstrates that \r\nthe conduct of the Israeli occupying forces constituted \r\na grave violation of the Fourth Geneva Convention, \r\ndue both to wilful killings and to the infliction of \r\nwanton suffering on civilians. The report also states \r\nthat the Palestinians were directly and intentionally \r\ntargeted, which is a violation of the right to life. The \r\nreport also lists acts of oppression against the \r\nblockaded people of Gaza and designates such acts as \r\ncrimes against humanity. \r\n The Fact-Finding Mission investigated many \r\nreports of the destruction of manufacturing \r\ninfrastructure by Israel, including food production \r\nfacilities, water and sanitation installations, houses, \r\nand even flour mills. The report concludes that, in \r\naddition to the excessive illegal destruction, Israel’s \r\ngrave violations of the Fourth Geneva Convention and \r\nother laws indisputably amounted to war crimes. With \r\nregard to the destruction of Government buildings and \r\ninfrastructure, the report states that attacks against such \r\nfacilities were deliberate, as were attacks against \r\ncivilian targets, in violation of the norms of \r\ninternational humanitarian law.  \r\n The report also indicates that the Israeli \r\noccupying authority has a systematic policy of \r\ntargeting civilian sites. The Fact-Finding Mission also \r\n A/64/PV.36\r\n \r\n15 09-59287 \r\n \r\nfound that, in addition to the widespread destruction of \r\nhomes during the incursion, Israeli forces undertook \r\nanother deliberate campaign of destruction of houses \r\nbefore withdrawing, in violation of families’ right to \r\nlife and their right to pursue a living. \r\n With regard to violations of the rights of \r\ncivilians, the Goldstone report states that the conduct \r\nof Israeli occupying forces amounted to a grave \r\nviolation of the Fourth Geneva Convention and \r\nconstitutes a war crime. The report also concludes that \r\nthe targeting of Palestinian civilians with the aim of \r\nkilling, humiliating, terrorizing, collectively punishing \r\nand using them as human shields, also constituted a \r\nwar crime. The report further states that Israel’s strikes \r\nagainst mosques and hospitals were direct and \r\ndeliberate acts that violated the rights of the Palestinian \r\npeople.  \r\n The Commission concludes that Israeli occupying \r\nauthorities were responsible for war crimes and crimes \r\nagainst humanity, and that \r\n“Israel’s continuing occupation of the Gaza Strip \r\nand the West Bank emerged as the fundamental \r\nfactor underlying violations of international \r\nhumanitarian and human rights law against the \r\nprotected population and undermining prospects \r\nfor development and peace. Israel’s failure to \r\nacknowledge and exercise its responsibilities as \r\nthe occupying Power further exacerbated the \r\neffects of occupation on the Palestinian people, \r\nand continue[s] to do so. Furthermore, the harsh \r\nand unlawful practices of occupation, far from \r\nquelling resistance, breed it, including its violent \r\nmanifestations. The Mission is of the view that \r\nending occupation is a prerequisite for the return of \r\na dignified life for Palestinians ...” (A/HRC/12/48, \r\npara. 1897) \r\nOccupation is the basic cause of suffering for the \r\nPalestinian people and thus this occupation should end. \r\nUnder no circumstance should we equate the victim \r\nwith the perpetrator. \r\n The conclusions of the Goldstone report amount \r\nto an ongoing challenge to this international \r\nOrganization to meet its international responsibilities \r\nand address the report’s recommendations. The \r\nOrganization must support the resolve of the \r\nPalestinian people referred to by the Mission, and \r\nuphold that people’s legitimate rights, including its \r\nright to self-determination, to establish its own State \r\nand to achieve a just and comprehensive peace by \r\nensuring Israel’s withdrawal from all Arab territories \r\noccupied in 1967 and on the basis of the relevant \r\nresolutions of the United Nations.  \r\n The defence of the occupying forces mounted by \r\nsome in the international community has sent an \r\nerroneous message to Israel, which not only did not \r\nstop its destructive war against Gaza, but recently \r\nlaunched another war against Al-Quds Al-Sharif, in \r\nwhich it has demolished homes, Judaized the holy city \r\nand continued to build settlements. Israel has also \r\ncontinued to excavate beneath the Al-Aqsa Mosque and \r\nto prevent worshipers from fulfilling their religious \r\nduties. That presages another disaster for the \r\nPalestinian people. \r\n The General Assembly must condemn Israel’s \r\nactions in Al-Quds Al-Sharif. It must also declare null \r\nand void any Israeli effort or action to change the legal, \r\nmaterial, demographic and institutional character of the \r\noccupied Syrian Golan. Israel’s steps to impose its \r\nlegal and administrative authority there are null and \r\nvoid. That includes the construction and expansion of \r\nIsraeli settlements, which are both in defiance of the \r\nwill of the international community and a grave \r\nviolation of international law, including the Fourth \r\nGeneva Convention and the resolutions and Charter of \r\nthe United Nations, including Security Council resolution \r\n497 (1981). We must also ensure Israel’s full withdrawal \r\nfrom Lebanese territory, including the Shaba’a farmlands, \r\nKfar Shuba and the village of Al-Ghajar. \r\n I take this opportunity to pay tribute to the \r\nsteadfastness of the thousands of Palestinian prisoners \r\nlanguishing in the prisons of the Israeli occupying \r\nauthorities. \r\n The Goldstone report has not only exposed \r\nIsrael’s crimes and war of genocide against the \r\ndefenceless Palestinian people, it has also brought to \r\nlight the double standards employed by those who pay \r\nlip service to justice and the need to end impunity. The \r\nreport highlights that hypocrisy and illustrates Israel’s \r\nselectivity and dual approach to credibility and justice. \r\nThose who behave in a like manner are harming the \r\nreputation of the international Organization. Our \r\npeoples aspire to the justice and wisdom that the \r\nOrganization is supposed to pursue. \r\n In conclusion, we would like to commend the \r\nefforts of the Human Rights Council. We call upon the \r\nGeneral Assembly to endorse the Goldstone report and \r\nA/64/PV.36  \r\n \r\n09-59287 16 \r\n \r\nits recommendations and to implement them and adopt \r\na resolution in connection with the report. The \r\nAssembly should also remain seized of this matter. \r\n Mr. Khazaee (Islamic Republic of Iran): The \r\nIslamic Republic of Iran welcomes today’s meeting of the \r\nGeneral Assembly to consider the report of the twelfth \r\nspecial session of the Human Rights Council \r\n(A/64/53/Add.1), which was held on 15 and 16 October. \r\n We are grateful to you, Mr. President, for \r\nconvening this meeting. We would also like to thank \r\nthe Human Rights Council for holding its twelfth \r\nspecial session, as well as for adopting its resolution \r\nS/12-1 on 16 October. Among other things, the \r\nresolution endorsed recommendations contained in the \r\nreport of the Fact-Finding Mission on the Gaza \r\nConflict (A/HRC/12/48), also known as the Goldstone \r\nreport, whose implementation requires the General \r\nAssembly to take concrete actions. \r\n The Goldstone report has authenticated and \r\nconfirmed serious violations of international \r\nhumanitarian law, as well as gross violations of human \r\nrights, during the military aggression by the occupying \r\nregime. Most important, the report confirms that war \r\ncrimes and crimes against humanity were indeed \r\ncommitted by that regime. During that aggression, \r\nsome 1,400 Palestinians were killed and 500 injured, \r\nand many maimed for life. Hundreds of those killed, \r\nincluding some 300 children and more than 115 \r\nwomen, were defenceless civilians. Much of the \r\ndestruction was wilful and resulted from direct and \r\nindiscriminate attacks on civilian targets. Such attacks \r\nviolated not only basic human rights but also \r\nfundamental provisions of international humanitarian \r\nlaw, in particular the prohibition of direct attacks on \r\ncivilians and civilian objects, the prohibition of \r\nindiscriminate or disproportionate attacks, and the \r\nprohibition of collective punishment. \r\n In the course of its investigation, the Fact-Finding \r\nMission examined an attack in which a mosque was \r\ntargeted with a missile during the early-evening prayer, \r\nresulting in the death of 15, as well as an attack in \r\nwhich flechette munitions were launched against a \r\ncrowd of family members and neighbours in a \r\ncondolence tent, killing five. The Mission found that \r\nboth attacks constituted intentional attacks against the \r\ncivilian population and civilian objects. \r\n Moreover, during the Gaza conflict, the Zionist \r\nregime used weapons that included white phosphorous \r\nand flechette missiles. Israeli forces also coerced \r\nPalestinian civilians at gunpoint to take part in house \r\nsearches during military operations. Palestinian men \r\nwere blindfolded, handcuffed and forced to enter \r\nhouses ahead of Israeli soldiers. According to the Fact-\r\nFinding Mission, that practice amounts to the use of \r\nPalestinian civilians as human shields and is therefore \r\nprohibited by international humanitarian law. \r\n The military aggression against Gaza, together \r\nwith the protracted blockade of its population, blatantly \r\nand grossly violated every human right of the Palestinian \r\npeople. The economy, employment opportunities and \r\nfamily livelihoods had already been severely affected by \r\nthe blockade when the Israeli offensive began. The \r\ninsufficient supply of fuel for electricity generation has \r\nhad a negative impact on industrial activity, the operation \r\nof hospitals and the supply of water to households. \r\n From the facts ascertained in all these cases, the \r\nFact-Finding Mission found that the conduct of the \r\nIsraeli armed forces constituted grave breaches of the \r\nFourth Geneva Convention in respect of wilful killings \r\nand wilfully causing great suffering to protected \r\npersons. As such, they give rise to individual criminal \r\nresponsibility. It also found that the direct targeting and \r\narbitrary killing of Palestinian civilians was a violation \r\nof the right to life. \r\n The resolution adopted at the twelfth special \r\nsession of the Human Rights Council provides a crucial \r\nopportunity for the United Nations to hold the Israeli \r\nregime accountable for the crimes it committed against \r\nthe innocent people of Palestine, in particular in Gaza, \r\nand to end the culture of impunity that has long denied \r\njustice to the victims of Israel’s war crimes and gross \r\nviolations of human rights. It is only by holding that \r\nregime accountable for its actions and by launching a \r\ngenuine independent criminal investigation that the \r\nUnited Nations can bring an end to the prolonged \r\nsituation of de facto impunity that the occupying \r\nPower has long enjoyed. \r\n We support the recommendations of the report to \r\nthe General Assembly, including on taking measures \r\nwith regard to ensuring accountability for serious \r\nviolations of international humanitarian law and human \r\nrights committed by the Israeli regime. We also support \r\nhaving the General Assembly remain seized of the \r\nmatter until it is satisfied that appropriate action has \r\nbeen taken in order to ensure justice for victims and \r\naccountability for perpetrators. \r\n A/64/PV.36\r\n \r\n17 09-59287 \r\n \r\n The General Assembly should be able to consider \r\nwhether additional action within its powers is required \r\nin the interests of justice. We are supportive of the \r\nFact-Finding Mission’s recommendation that the \r\nGeneral Assembly should ask for the convening of a \r\nconference of the high contracting parties to the Fourth \r\nGeneva Convention of 1949 on measures to enforce the \r\nConvention’s related articles, in particular article 1, in \r\nthe occupied Palestinian territories. \r\n Mr. Apakan (Turkey): Turkey aligns itself with \r\nthe statement delivered by the representative of \r\nSweden on behalf of the European Union. I shall \r\ntherefore keep my remarks brief. \r\n We started this year in the Middle East with the \r\ntrauma of intense fighting in Gaza. A large-scale Israeli \r\noperation in a densely populated area inevitably \r\nresulted in huge numbers of civilian casualties and a \r\ntrue humanitarian tragedy. From the very start of the \r\noperations, we condemned the disproportionate use of \r\nforce and the punitive measures that harmed the well-\r\nbeing of the entire population of Gaza. As a result of \r\nsuch acts and policies, the people of Gaza were left \r\nwithout civic infrastructure, livelihoods or proper \r\nmeans to lead a dignified life. \r\n Although a ceasefire has been declared, the \r\nsuffering of the Palestinians in Gaza has not come to \r\nan end. Security Council resolution 1860 (2009) has \r\nnot been implemented. The people of Gaza continue to \r\nlive under siege. Tight restrictions at the crossings \r\nhinder efforts to redress the deep wounds caused by the \r\nIsraeli operation and the return to normal life. Basic \r\ninfrastructure, schools and clinics are still in ruins. \r\nReconstruction is at a standstill. Public health is in \r\njeopardy. There is no economic or trade activity to \r\nspeak of. \r\n The report of the Fact-Finding Mission led by \r\nJustice Goldstone (A/HRC/12/48) vividly depicts the \r\nscene in Gaza and gives us a very detailed account of \r\nthe events that took place at the start of this year. Some \r\nsay that the report is a threat to the peace process. We \r\nprefer to see it as an opportunity — an opportunity for \r\nIsrael to rectify the situation in Gaza and an \r\nopportunity for the international community to address \r\nthe deprivation and hardship of the Palestinian people \r\nand not look the other way. We need to seize that \r\nopportunity and follow up on the recommendations of \r\nthe report. In fact, credible investigations into alleged \r\nviolations could help to build confidence between the \r\nparties, thereby contributing to peace efforts in the \r\nregion. \r\n Turkey believes in lasting peace in the Middle \r\nEast. We firmly support the efforts to reactivate the \r\npeace process in all its tracks within the framework of \r\nthe relevant Security Council resolutions, the Madrid \r\nprinciples, the Arab Peace Initiative and the Road Map \r\nobligations. However, we also believe that it is no \r\nlonger possible to remain indifferent to the situation in \r\nGaza, which long ago became a matter of humanity and \r\nintegrity. The burden of responsibility is building up on \r\nthe shoulders of the international community. It is \r\ntherefore time for the United Nations to combat \r\nimpunity, uphold accountability and act in concert. \r\nAfter all, justice and peace are two sides of the same \r\ncoin. Peace cannot be achieved without delivering \r\njustice. \r\n Mr. Dabbashi (Libyan Arab Jamahiriya) (spoke \r\nin Arabic): There is no doubt that this meeting is of \r\nparticular importance, as it constitutes the first serious \r\nattempt to make the Zionist occupiers face their \r\nresponsibilities. For more than 60 years, those \r\noccupiers have employed every method to inflict terror \r\nand oppression upon the Palestinian people. This \r\nmeeting is also an effort to restore the credibility of the \r\nUnited Nations and international law. The Zionists \r\ndisregard and trample upon the international law, and it \r\nis our hope that the outcome of this meeting will not \r\nagain be a disappointment to the peoples of the world \r\nand to human rights organizations, which do their \r\nutmost to uphold right and justice and to prosecute \r\ncriminals. \r\n Zionist crimes in Palestine are nothing new. In \r\nfact, they began with the arrival of the first Zionist \r\nsettlers and became systematic with the establishment \r\nof what is referred to as Israel. As we are all aware, \r\nthat established State was based on genocide, ethnic \r\ncleansing and the collective expulsion of Palestinians \r\nfrom their land and preventing them from returning to \r\ntheir homes. Those crimes continue to this day and \r\ninclude land confiscations, the building of new \r\nsettlements, the demolition of Palestinian homes, the \r\nrazing of agricultural land and the categorical refusal \r\nto allow Palestinian refugees to return to their land.  \r\n Moreover, we should mention briefly some of the \r\nnumerous massacres to which the Palestinian people \r\nhave been subjected. We must not forget the victims of \r\nZionist terrorism. The Palestinian people have been the \r\nA/64/PV.36  \r\n \r\n09-59287 18 \r\n \r\nvictims of several massacres since 1947, beginning \r\nwith the 1947 Baldat al-Sheikh massacre and, \r\nsubsequently, the 1948 massacres at Deir Yassin, \r\nBushusha and Tantura, the 1953 massacre at Qibya, the \r\n1956 massacre at Khan Younis, the 1990 massacre at \r\nthe Al-Aqsa mosque, the 1994 massacre at the \r\nAl-Brahimi Mosque, the 2002 massacre at the Jenin \r\nrefugee camp, the Beit Hanoun massacre in 2006, the \r\n1982 massacres at the Sabra and Shatila refugee camps \r\nand the two massacres at Qana, in 1996 and 2006, with \r\nthe massacre at Gaza being the latest example. \r\n Modern information and communications \r\ntechnology has made it possible for the entire world to \r\nwitness the crimes of the Zionist entity. All of us have \r\nseen how children have been directly targeted. We all \r\nwitnessed live the killing of Mohammed Al-Durra, a \r\nsmall boy. Unfortunately, there were no television \r\ncameras present during hundreds of similar incidents. \r\nWe have also seen how Israeli soldiers intentionally \r\nbreak the limbs of Palestinian civilians. We saw the \r\ncrimes committed at Sabra, Shatila, Qana, Beit \r\nHanoun, Jenin and, most recently, Gaza. All those \r\ncrimes have been documented in reports published by \r\nneutral parties. Unfortunately, however, where is \r\njustice? Where is the conscience of the world? Where \r\nare those countries that have for many decades claimed \r\nto uphold human rights?  \r\n Unfortunately, what we call Israel has always \r\nbeen above the law and beyond all criticism. In that \r\nregard, there is a history of evidence and proof. Allow \r\nme merely to mention that Boutros Boutros-Ghali was \r\nsacked at the end of his first term as Secretary-General \r\nbecause he insisted on publishing proof of the first \r\nmassacre at Qana, when Israeli troops intentionally \r\nbombed United Nations facilities there with full \r\nknowledge of the fact that hundreds of civilians had \r\ntaken refuge in them from artillery bombardments. \r\n The comprehensive approach followed in \r\nestablishing the facts and evidence with regard to what \r\ntook place in Gaza leaves no room for doubt when it \r\ncomes to the credibility of the report and the \r\nconclusions reached by the Fact-Finding Mission (see \r\nA/HRC/12/48). Nor is there any doubt as to the \r\nintegrity and professionalism of the members of the \r\nMission or its leader. The report before us reflects \r\njustly all the facts and draws its conclusions \r\nimpartially and fairly. It is an important document that \r\nseeks to uphold justice and bring the perpetrators to \r\njustice. The report enumerates the crimes committed by \r\nthe Israeli occupation army against the Palestinian \r\npeople. It concludes that a very modern and well-\r\nequipped army with tremendous capacity for \r\ndestruction committed war crimes against a hungry \r\npeople under siege and occupation, who are being \r\ndeprived of basic necessities for living and who have at \r\ntheir disposal only the will to resist and crude mortars \r\nand home-made missiles to defend themselves.  \r\n The report also recalls that resisting foreign \r\noccupation is the inalienable right of every people. One \r\ntherefore cannot draw parallels between the oppressor \r\nand the oppressed. The Fact-Finding Mission examined \r\na number of incidents, including, first of all, the \r\ndestruction of the sole flour mill that provides Gaza \r\nwith flour. In that regard, the Mission concluded that \r\nthat was done in an effort to deprive the civilian \r\npopulation of food, which may constitute a war crime \r\nand is a violation of international law and norms.  \r\n Secondly, with regard to the systematic \r\ndestruction of poultry farms by armed Israeli troops, \r\nthe Mission determined that that was a premeditated \r\nact of excessive destruction, which was a war crime \r\nand unjustified by any military objective. \r\n Thirdly, there is the matter of the destruction of \r\nwells. The report noted that the Fact-Finding Mission \r\nfound no reason that could justify any military \r\nadvantage from the destruction of the wells. The Fact-\r\nFinding Mission also mentioned that there is no proof \r\nthat armed Palestinian groups were using the wells for \r\nany particular aggressive purpose. The Mission also \r\nconcluded that drinking water is a fundamental right \r\nfor civilian populations and the destruction of the wells \r\nis a war crime.  \r\n Fourthly, there were four incidents when the \r\nIsraeli army threatened Palestinian civilians and forced \r\nthem to take part in the search of houses in the course \r\nof their military operations. The victims were \r\nthreatened and forced to enter the houses, they were \r\nblindfolded and their hands were tied. In this case the \r\nFact-Finding Mission again concluded that the use of \r\ncivilians as human shields in such an operation \r\nconstitutes a war crime.  \r\n Fifthly, it is important to emphasize that it \r\nbecame clear from a number of incidents that are \r\ndiscussed in various parts of the report that humiliation \r\nand horrible treatment of Palestinians took place that \r\ncontravenes international humanitarian law and the \r\nprinciples of human rights. The occupying forces \r\n A/64/PV.36\r\n \r\n19 09-59287 \r\n \r\ntreated Palestinians in an inhumane way, and measures \r\ntaken to terrorize and intimidate the civilian population \r\nrepresent collective punishment against civilians. That \r\nis a serious breach of the Geneva Convention and also \r\nconstitutes a war crime.  \r\n It is also worth noting that the Fact-Finding \r\nMission found no proof that confirms allegations that \r\npoint to the authorities in Gaza or armed Palestinian \r\ngroups using mosques, hospitals or ambulances to \r\ntransfer armed combatants or to engage in military \r\nactivities. So, according to United Nations reports and \r\nthose of the Mission, it is not possible that Palestinians \r\nlaunched military activities from civilian facilities such \r\nas United Nations buildings, which were only used for \r\nshelter.  \r\n Furthermore, the Fact-Finding Mission points to \r\n11 incidents in which the Israeli army launched direct \r\nattacks against civilians, causing considerable injury \r\nand loss of life. Facts have confirmed those allegations, \r\nand in every case the attacks had not targeted military \r\ninstallations. So the conclusion that can be drawn is \r\nthat Israel violated the Fourth Geneva Convention by \r\nwilful killing, torture, inhuman treatment and suffering, \r\nwith no justification whatsoever. Israel also used \r\ncivilians as human shields, which constitutes a war \r\ncrime, according to the Rome Statute. Also, the report \r\nconcludes that the blockade of Gaza is a form of \r\npersecution and constitutes a crime against humanity.  \r\n The Mission also concludes that there are serious \r\ndoubts about whether Israel is serious about conducting \r\nan independent, fair, swift and effective inquiry, in \r\naccordance with the requirements of international law. \r\nThe Mission concludes that the Israeli regime is based \r\non discrimination, which means that the justice system \r\nwill not provide satisfaction when Palestinian victims \r\nseek redress. The Mission further considers that in \r\nthose circumstances there is no way for the \r\nperpetrators to be held accountable for their crimes, \r\naccording to humanitarian law and international human \r\nrights law in Israel itself. The Mission considers the \r\ngrave violations of international humanitarian law \r\ndocumented in the report to fall within the competence \r\nof the International Criminal Court. This matter should \r\nbe referred to the Court if the international community \r\nis serious and sincere about dealing with these \r\nviolations. \r\n We will hear people say that the Israeli-\r\nPalestinian peace process is important. They are \r\nspeaking about a peace that does not exist. The peace \r\nprocess for the entity we call Israel has already begun \r\nand finished. Israel obtained everything it wanted \r\nwithout exchanging anything for it. Israel obtained the \r\nrecognition by Palestinians of its existence on \r\nPalestinian land. It obtained guarantees for its security \r\nwithout any restrictions or limits. That security is \r\nguaranteed by major Powers even if Israel were to \r\noccupy all the countries in the region, because those \r\nwho say that they guarantee Israel’s security do not \r\nmention any specific borders, even though Israel \r\ncontinues to occupy Palestinian land, build more \r\nsettlements and change the demographic situation in \r\nthe occupied territories.  \r\n It is also important to add that Palestinians are \r\nbesieged by everyone, and they are denied the right to \r\nresist the occupation. They have to justify every bullet \r\nthey fire against the occupiers and the Arab States \r\nunfortunately have declared that peace is their strategic \r\nchoice. That means that those Arab States will no \r\nlonger fight. Does the Zionist entity need any better \r\nguarantees than that for its security? Given all those \r\nfactors, is there anything that would encourage Israel \r\nto withdraw from the occupied territories and stop its \r\ncrimes? I do not believe so.  \r\n A rational and realistic analysis of what is \r\nhappening in the Middle East since the Oslo \r\nAgreement proves without a shadow of a doubt that \r\nthere is no peace process. What does exist is a political \r\nprocess that aims at chiselling away Palestinian and \r\nArab land and deceiving Palestinians and Arabs while \r\nIsrael tightens its control over historical Palestinian \r\nland. Israel is well on its way to achieving that goal.  \r\n We are aware that tremendous pressure has been \r\napplied and continues to be applied on Member States \r\nto undermine the initiative under way to implement the \r\nrecommendations of the Fact-Finding Mission — \r\nrecommendations that aim to uphold justice, prosecute \r\ncriminals and put a stop to the horrors imposed on the \r\nPalestinian people. However, we warn all those who \r\nseek to undermine the recommendations of the Fact-\r\nFinding Mission headed by Justice Goldstone, because \r\na failure to implement those recommendations would \r\nsend a message to the Arabs and the Palestinians that \r\nso-called Israel is above the law — a situation that \r\nabsolutely must not continue. If the United Nations \r\ndoes not play its proper role, then its motto should be \r\nthat the powerful are never held accountable and it \r\nshould enshrine that principle in its Charter. \r\nA/64/PV.36  \r\n \r\n09-59287 20 \r\n \r\n Those who think that Israel has absolute power \r\nare wrong, because Israel draws its power from the \r\nweakness of its adversaries and from the absolute \r\nsupport it receives from a certain super-Power. \r\nHowever, this will not last forever. There is no doubt \r\nthat the result of the vote on the draft resolution \r\nsubmitted to us (A/64/L.11) will give us an idea of who \r\nis working for the cause of peace, justice and security, \r\nand who is seeking to obstruct it. We therefore hope \r\nthat the vote in favour of the draft resolution will be \r\nunanimous. \r\n Mr. Bui The Giang (Viet Nam): I would like to \r\nthank you, Mr. President, on behalf of the Vietnamese \r\ndelegation, for convening this meeting to discuss the \r\nreport of the Independent International Fact-Finding \r\nMission, also known as the Goldstone report \r\n(A/HRC/12/48). \r\n My delegation associates itself with the statement \r\ndelivered by the Permanent Representative of Egypt on \r\nbehalf of the Non-Aligned Movement. \r\n Despite tireless international efforts geared \r\ntowards regional peace, this year started, regrettably, \r\nwith Israeli forces’ military incursions into Gaza, \r\nleaving thousands of Palestinians killed or injured amid \r\nthe wanton ruins of their homes, hospitals, schools, \r\nmosques and other vital infrastructure facilities. Even \r\nUnited Nations premises and personnel fell victim to \r\nIsrael’s heavy and lethal weaponry. The continued \r\nIsraeli blockade and collective punishment against \r\nGaza has deepened the Palestinian people’s trauma and \r\nplight to this day. And just tens of miles away, the \r\ncivilian population in southern Israel have been living \r\nunder constant threat of rocket and mortar attacks. \r\n In this context, following the report of the \r\nSecretary-General’s Board of Inquiry and the \r\nconclusions of the Independent Fact-Finding \r\nCommittee on Gaza to the League of Arab States, we \r\nwelcome the timely release of the Goldstone report, the \r\nrelated investigations and the ensuing decision by the \r\nHuman Rights Council to transmit a resolution and the \r\nreport to the present session of the General Assembly.  \r\n In this regard, we commend the great efforts of \r\nthe Fact-Finding Mission under difficult circumstances, \r\nparticularly in the absence of Israel’s cooperation, to \r\ngather the testimony of witnesses and establish facts to \r\nensure the balanced, comprehensive and objective \r\nnature of the report and its recommendations. We \r\nremain concerned by the report’s findings regarding \r\nIsraeli failure to take the precautionary measures \r\nrequired by international law to avoid or minimize loss \r\nof civilian life, injury to civilians and damage to \r\ncivilian property — a flagrant violation of the principle \r\nof proportionality and distinction. Similarly, we share \r\nthe report’s concerns that the rocket and mortar attacks \r\npresented a threat to southern Israeli communities. \r\n We support the report’s call for respect for and \r\ncompliance with international law, including \r\nhumanitarian and human rights law, and its emphasis \r\non the need to end impunity and establish justice and \r\nresponsibility through accountability machinery. All \r\nthese are not only necessary but also urgently needed \r\nto help avoid a recurrence of reprehensible violations \r\nand contribute to efforts aimed at a peaceful settlement \r\nof the Israeli-Palestinian conflict. We recognize the \r\npledges made by both Palestine and Israel to \r\ninvestigate the reported violations and we look forward \r\nto their subsequent proper prosecution. \r\n The current explosive nature of the regional \r\nsituation makes it all the more imperative for the \r\nparties concerned to renounce the use of force and acts \r\nof violence, and take the necessary steps to ensure the \r\nutmost safety and security for civilians, diplomatic and \r\nUnited Nations premises and personnel, as well as \r\nhumanitarian workers. Good-faith dialogue and \r\npeaceful negotiations remain the only viable \r\nframework to help the parties put aside military options \r\nand abandon confrontation. We urge Israel to respond \r\nto the international community’s appeals by freezing its \r\nillegal activities related to settlements and the \r\nseparation wall, opening all crossing points into Gaza \r\nand ensuring the unimpeded delivery to Gaza of \r\nhumanitarian assistance and reconstruction materials. \r\nWe also urge the Palestinian factions to proceed with \r\nefforts for reconciliation and the formation of a \r\nGovernment of national unity in the interests of future \r\nstatehood and the Middle East peace process as a \r\nwhole. \r\n Finally, Viet Nam reaffirms its steadfast support \r\nfor achieving a two-State solution and stands ready to \r\nfurther contribute to a just and lasting peace in the \r\nMiddle East on the basis of the Road Map, the Arab \r\nPeace Initiative, the Madrid terms of reference and the \r\nrelevant Security Council resolutions, including \r\nresolutions 1850 (2008) and 1860 (2009). \r\n Mr. Almansoor (Bahrain) (spoke in Arabic): At \r\nthe outset, Mr. President, I wish to express my sincere \r\n A/64/PV.36\r\n \r\n21 09-59287 \r\n \r\ngratitude and appreciation to you for holding this \r\nspecial meeting, at the request of the Arab Group, \r\nconcerning the follow-up report of the United Nations \r\nFact-Finding Mission in the Gaza Strip. My delegation \r\nassociates itself with the statements of the Chairman of \r\nthe Non-Aligned Movement and the Head of the \r\nOrganization of the Islamic Conference. \r\n The Kingdom of Bahrain welcomes the adoption \r\nby the Human Rights Council of the report of the \r\nUnited Nations Fact-Finding Mission on the Gaza \r\nConflict, also known as the Goldstone report \r\n(A/HRC/12/48). We hope that this will bring more \r\nmomentum to serious action aimed at serving justice \r\nand dealing with the Israeli crimes, which violate \r\nhuman rights and all international norms, principles \r\nand laws. We affirm the report’s call to the \r\ninternational community to take the appropriate action \r\nto protect Palestinian civilians, especially in the Gaza \r\nStrip. \r\n The report is a significant milestone in the quest \r\nfor accountability and justice, as well as a wake-up call \r\nto the international community that cannot be ignored. \r\nOn 27 December last year, the whole world watched as \r\nIsrael’s three-week military act of aggression against \r\nthe Gaza Strip led to the murder of more than 1,400 \r\ninnocent Palestinians, most of them women, children \r\nand the elderly. It also led to the injury of more than \r\n5,500 Palestinian civilian victims of this unjustifiable \r\nand unjustified act of aggression, in which Israel used \r\nadvanced, sophisticated and indeed internationally \r\nprohibited weapons against defenceless and totally \r\nvulnerable civilians. The destruction caused by this act \r\nof aggression is still proof of what Israel is still doing \r\nto impede the reconstruction of destroyed houses, \r\nschools, hospitals, mosques, infrastructure and basic \r\nservices in the Gaza Strip. Not even the facilities of the \r\nUnited Nations — most notably the school of the \r\nUnited Nations Relief and Works Agency for Palestine \r\nRefugees in the Near East — escaped this brutal act of \r\naggression. \r\n This wanton act of aggression has been widely \r\ncondemned by the international community and the \r\nUnited Nations. The Human Rights Council established \r\nthe Fact-Finding Mission, chaired by Justice \r\nGoldstone, to gather facts and information on what had \r\nhappened in Gaza. Through this Mission, Justice \r\nGoldstone was able to present a comprehensive report, \r\nunprecedented in many aspects, as well as for its \r\ncourage. There are certain significant points that are \r\nirrefutable; in discussing them, I shall endeavour to \r\nquote verbatim as much as possible from the report. \r\n The operations in Gaza came as part of a series of \r\npolicies aimed at implementing Israeli political goals \r\nvis-à-vis Gaza and the occupied Palestinian territories \r\nas a whole. The Mission concluded that what took \r\nplace in the three-week period at the end of 2008 and \r\nthe beginning of 2009, were in fact wilful and \r\ndisproportionate acts of aggression meant to punish, \r\nhumiliate and intimidate the Palestinian civilian \r\npopulation and to undermine their economic \r\nopportunities to work and meet their needs in such a \r\nway as to deepen their increasing feelings of \r\ndependence and vulnerability. \r\n The Mission was fully convinced that justice and \r\nrespect for the rule of law are indispensable for the \r\nachievement of peace. Long-established impunity has \r\ncreated a crisis of justice in the occupied Palestinian \r\nterritories — a matter which would require taking \r\naction. \r\n The Mission maintains that the serious violations \r\nof international humanitarian law, as stated in the \r\nreport, fall within the jurisdiction of the International \r\nCriminal Court. The report is an irrefutable record of \r\nthe crimes perpetrated by Israel against civilians in the \r\nGaza Strip, especially war crimes and crimes against \r\nhumanity. This matter is of paramount importance: it \r\ncannot be condoned or ignored. The international \r\ncommunity is required to stress the immediate need to \r\nprosecute the perpetrators of these violations and \r\ncrimes. \r\n The report rightly maintains that prosecuting the \r\npersons responsible for the gross violations of \r\ninternational humanitarian law would help to end the \r\nviolence and contribute to the protection of civilians \r\nand to the restoration and maintenance of peace. In this \r\nrespect, we wish to refer to the recommendation \r\ncontained in the Mission report that the Security \r\nCouncil consider the situation upon receiving the \r\nreport of the Mission and refer the situation in Gaza to \r\nthe Prosecutor of the International Criminal Court, in \r\naccordance with article 13 of the Rome Statute. If, \r\nwithin six months of the adoption of the resolution, \r\nIsrael did not carry out an independent investigation in \r\ngood faith and in conformity with international \r\nstandards, the Security Council would act on the basis \r\nof Chapter VII of the Charter. \r\nA/64/PV.36  \r\n \r\n09-59287 22 \r\n \r\n We believe that the quest for accountability for \r\nwar crimes serves the cause of peace, which cannot be \r\nrealized until justice is done. The highly credible \r\nGoldstone report places before us a stringent test, \r\nespecially for the Security Council. Compelled to \r\nanswer the urgent question posed by international \r\ninstruments and norms, will we rise to our \r\nresponsibilities? Will we also enjoy a similar \r\ncredibility? \r\n The meeting rose at 12.55 p.m. \r\n"