" United Nations  A/64/PV.21\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fourth session \r\n \r\n21st plenary meeting \r\nMonday, 19 October 2009, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n09-56441 (E) \r\n*0956441*   \r\nPresident: Mr. Treki . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Libyan Arab Jamahiriya) \r\n \r\n \r\nThe meeting was called to order at 3.20 p.m. \r\n \r\n \r\nAgenda item 167 \r\n \r\nObserver status for the International Olympic \r\nCommittee in the General Assembly  \r\n \r\n  Report of the Sixth Committee (A/64/458) \r\n \r\n The President (spoke in Arabic): If there is no \r\nproposal under rule 66 of the rules of procedure, may I \r\ntake it that the General Assembly decides not to discuss \r\nthe report of the Sixth Committee that is before the \r\nAssembly today? \r\n It was so decided. \r\n The President (spoke in Arabic): Statements will \r\ntherefore be limited to explanations of vote. The \r\npositions of delegations regarding the recommendation \r\nof the Sixth Committee have been made clear in the \r\nCommittee and are reflected in the relevant official \r\nrecords. May I remind members that under paragraph 7 \r\nof decision 34/401, the General Assembly agreed that \r\n  “When the same draft resolution is \r\nconsidered in a Main Committee and in plenary \r\nmeeting, a delegation should, as far as possible, \r\nexplain its vote only once, that is, either in the \r\nCommittee or in plenary meeting, unless that \r\ndelegation’s vote in plenary meeting is different \r\nfrom its vote in the Committee.” \r\n May I remind delegations that, also in accordance \r\nwith General Assembly decision 34/401, explanations \r\nof vote are limited to 10 minutes. \r\n Before we begin to take action on the \r\nrecommendation contained in the report of the Sixth \r\nCommittee, I should like to advise representatives that \r\nwe are going to proceed to take a decision in the same \r\nmanner as was done in the Sixth Committee. \r\n The Assembly will now proceed to take a \r\ndecision on the draft resolution recommended by the \r\nSixth Committee in paragraph 7 of its report. The Sixth \r\nCommittee adopted the draft resolution without a vote. \r\nMay I take it that the Assembly wishes to do the same? \r\n The draft resolution was adopted (resolution 64/3). \r\n The President (spoke in Arabic): May I take it \r\nthat it is the wish of the Assembly to conclude its \r\nconsideration of agenda item 167? \r\n It was so decided. \r\n \r\nAgenda item 45 \r\n \r\nSport for peace and development: building a  \r\npeaceful and better world through sport and  \r\nthe Olympic ideal \r\n \r\n  Draft resolutions A/64/L.2 and A/64/L.3 \r\n \r\n The President (spoke in Arabic): I now give the \r\nfloor to the representative of Canada to introduce draft \r\nresolution A/64/L.2. \r\n Mr. Furlong (Canada): As President and Chief \r\nExecutive Officer of the Vancouver Organizing \r\nCommittee for the 2010 Olympic and Paralympic \r\nWinter Games, I have the honour of introducing to the \r\nGeneral Assembly today the draft resolution entitled \r\nA/64/PV.21  \r\n \r\n09-56441 2 \r\n \r\n“Building a peaceful and better world through sport \r\nand the Olympic ideal” (A/64/L.2). With just 116 days \r\nleft before the official opening of the XXI Olympic \r\nWinter Games and 144 days to the opening of the X \r\nParalympic Games in Vancouver, British Columbia, \r\nCanada, I am pleased to be here today to highlight the \r\nprinciples and ideals that underpin the draft resolution. \r\n When Vancouver won the bid to host the XXI \r\nOlympic Winter Games, our Organizing Committee, \r\ntogether with the Government of Canada and our \r\npartners, set a vision of success far beyond the legacies \r\nof facilities, structures and economics. For these \r\nGames to have true and lasting meaning for all lives \r\nthat would be touched by them, we needed to ensure a \r\nhuman legacy, one that is about harnessing the power \r\nof sport to transform the spirit of a nation, if not an \r\nentire world community.  \r\n From the beginning, our vision for the Games has \r\nbeen a shared vision, supported by an entire nation: a \r\nvision grounded in our collective regard for sport and \r\nsupport for the values of Olympism — mutual \r\nunderstanding, friendship, solidarity and fair play; a \r\nvision that has guided our decisions, our actions and \r\nour partnerships; a vision that has shaped our hopes \r\nand dreams for success. \r\n These Games are not just about 27 days of sport, \r\nbut also about a privileged opportunity to inspire a \r\ngeneration. And so we have endeavoured to capture \r\nthat vision, in collaboration with all nations \r\nrepresented here, in the draft resolution put before the \r\nAssembly. The resolution captures key elements from \r\npast Olympic Truce resolutions: recognizing the \r\ngrowing role that sport is playing as a tool within \r\nUnited Nations agencies and Member States to support \r\nthe achievement of the Millennium Development \r\nGoals; highlighting the important work of the United \r\nNations Office on Sport for Development and Peace; \r\nand encouraging the efforts of international sport \r\norganizations and national Olympic and Paralympic \r\nCommittees to mobilize sport to foster social \r\ndevelopment and strengthen a culture of peace. \r\n The draft resolution also welcomes the joint \r\nendeavours of the International Olympic Committee, \r\nthe International Paralympic Committee and the United \r\nNations system in such fields as human development, \r\npoverty alleviation, humanitarian assistance, health \r\npromotion, HIV and AIDS prevention, youth \r\neducation, equality, peacebuilding and sustainable \r\ndevelopment. \r\n In its central focus, this draft resolution finds its \r\ninspiration in the ancient Greek tradition of granting a \r\ntruce during the Olympic Games, which ensured safe \r\npassage of athletes to and from the Games. In addition \r\nto appealing for the observation of the Olympic Truce \r\nduring the upcoming Olympic and Paralympic Winter \r\nGames in Vancouver, the resolution also calls on \r\nUnited Nations Member States to cooperate with the \r\nInternational Olympic Committee and the International \r\nParalympic Committee in their efforts to use sport as a \r\ntool to promote peace, dialogue and reconciliation in \r\nareas of conflict during and beyond the Olympic \r\nGames period. \r\n Canada has been honoured by the helpful \r\ncooperation among other United Nations Member \r\nStates and by their many contributions and ideas \r\ntowards formulating this year’s resolution. In addition, \r\nwe are very grateful for the assistance from the \r\nInternational Olympic and Paralympic Committees and \r\nthe Secretary-General’s Special Advisor on Sport for \r\nDevelopment and Peace and for their support in \r\ndeveloping new elements in the text, and for the \r\nvaluable counsel provided by the Group of Friends on \r\nSport for Development and Peace. \r\n The draft resolution is consistent with the \r\nlongstanding recognition of sport as a vital tool for \r\nsocial development. Canada recognizes the power of \r\nsport to build sustainable communities, to advocate for \r\nequality, to foster social inclusion among young people \r\nand to contribute to a global culture of peace. To this \r\nend, Canada is actively supporting a number of \r\neffective sport-for-development initiatives in the \r\nCommonwealth, la Francophonie, the Middle East and \r\nSouth America. \r\n The 2010 Winter Olympic Games marks the first \r\ntime Canada has been responsible for leading Olympic \r\nTruce efforts since the Truce was revitalized in 1992. \r\nHowever, the very nature of this ancient and time-\r\nhonoured tradition calls for the widest amount of \r\ncooperation at the global level if the ultimate \r\nobjectives of the draft resolution are to be achieved. \r\nOnce again, the tremendous level of support for and \r\nsponsorship of the draft resolution is a testament to the \r\nuniversal support for the principles affirmed in the text. \r\n The Organizing Committee aims to pursue the \r\nOlympic Truce goals of protecting the interests of \r\n A/64/PV.21\r\n \r\n3 09-56441 \r\n \r\nathletes and contributing to peaceful and diplomatic \r\nsolutions to conflict around the world through \r\nmeaningful engagement with Canadians and the \r\ninternational community and through key initiatives \r\nthat leave lasting legacies locally, nationally and \r\ninternationally. \r\n The spirit of the Olympic and Paralympic Games \r\nserves as a call to action for young people to embrace, \r\nembody and express the Olympic values of fair play, \r\nfriendship and respect. At home, young Canadians \r\nacross the country are taking up this call through an \r\ninitiative with the theme “Make your Peace”. Based on \r\nthe idea that lasting peace starts at the local level, the \r\ninitiative encourages individuals to create everyday \r\npeace at home, school, work and in the community. By \r\nempowering our young people in everyday acts of \r\npeace, we are fostering a generation of conscientious \r\nglobal citizens and creating the building blocks for \r\njust, inclusive and harmonious societies of tomorrow.  \r\n The recognition of the rights of persons with \r\ndisabilities is evident in the support of the Paralympic \r\nMovement in this draft Olympic Truce resolution, an \r\nimportant initiative that Canada sought to include, \r\nbuilding on previous versions of the resolution. The \r\napplication of the Olympic Truce to the Paralympic \r\nGames and the related commitments of the \r\nInternational Paralympic Committee, alongside those \r\nof the International Olympic Committee, is for Canada \r\nan important demonstration of the power of sport to \r\naddress social inclusion and encourage active \r\nparticipation of persons with disabilities on an \r\nequitable basis with others in cultural life, recreation, \r\nleisure and sport. \r\n The draft Olympic Truce resolution also \r\nhighlights Canada’s commitment to full participation \r\nof our country’s Aboriginal peoples. These Games \r\nmark a historic level of participation by Canada’s \r\nAboriginal community in a national event — achieved \r\nthrough a shared desire from all partners to staging \r\nGames that fully reflect Canada’s rich and diverse \r\nsociety. \r\n The very title of this draft resolution — “Building \r\na peaceful and better world through sport and the \r\nOlympic ideal” — speaks to the mandate we have set \r\nfor ourselves: to leave the world in better shape as a \r\nresult of our collective international efforts at the 2010 \r\nOlympic and Paralympic Winter Games in Vancouver, \r\nBritish Columbia, Canada. \r\n On behalf of the Government of Canada, the host \r\nprovince of British Columbia, the host city of \r\nVancouver, the Vancouver Organizing Committee and \r\nall our partners, I thank the Assembly for its attention \r\nand hope that this draft resolution will be adopted with \r\nthe Assembly’s unanimous support. \r\n The President (spoke in Arabic): I now give the \r\nfloor to the representative of South Africa to introduce \r\ndraft resolution A/64/L.3. \r\n Mr. Sangqu (South Africa): I have the honour to \r\nintroduce on behalf of my delegation and other \r\nsponsors draft resolution A/64/L.3, entitled, “2010 \r\nInternational Federation of Association Football World \r\nCup event”, which will be held in South Africa. \r\n I would like to announce that since the tabling of \r\nthe draft resolution the following countries have \r\nbecome sponsors: Afghanistan, Albania, Andorra, \r\nAngola, Argentina, Australia, Austria, Azerbaijan, \r\nBahrain, Belarus, Belize, Benin, Brazil, Bulgaria, \r\nBurkina Faso, Burundi, Cameroon, Canada, Central \r\nAfrican Republic, Chile, China, Congo, Croatia, Cuba, \r\nCyprus, the Democratic People’s Republic of Korea, \r\nthe Democratic Republic of the Congo, Denmark, \r\nDominica, Eritrea, Ethiopia, Germany, Greece, \r\nGrenada, Iceland, India, Israel, Japan, Kazakhstan, \r\nKuwait, Liberia, Madagascar, Maldives, Mexico, \r\nMonaco, Mongolia, Montenegro, Mozambique, \r\nNamibia, Nigeria, Pakistan, Philippines, Saint Kitts \r\nand Nevis, Saint Lucia, Saint Vincent and the \r\nGrenadines, San Marino, Saudi Arabia, Seychelles, \r\nSolomon Islands, Somalia, Spain, Sri Lanka, Sweden, \r\nSwitzerland, the former Yugoslav Republic of \r\nMacedonia, Togo, Trinidad and Tobago, Tunisia, \r\nUkraine and the United States of America. \r\n In his statement during the general debate of the \r\nAssembly’s sixty-fourth session (see A/64/PV.4), His \r\nExcellency Jacob Zuma, President of the Republic of \r\nSouth Africa, highlighted the importance South Africa \r\nand Africa attach to hosting the 2010 International \r\nFederation of Association Football (FIFA) World Cup \r\nin the middle of next year. The historic decision by \r\nFIFA to award the hosting of the 2010 World Cup to \r\nSouth Africa marked the first time that this major \r\nsporting event will take place on the African continent. \r\n The United Nations always stood with the people \r\nof South Africa during the dark days of apartheid and \r\nsupported the liberation and self-determination of our \r\npeople. That crucial support culminated in the historic \r\nA/64/PV.21  \r\n \r\n09-56441 4 \r\n \r\ndemocratic elections of April 1994. Today, we come to \r\nthe Assembly as free people and as a free nation. More \r\nthan ever before, our democratic Government is \r\ncommitted to peace and development in South Africa, \r\nAfrica and the world at large. \r\n The draft resolution before us today presents the \r\nAssembly with another opportunity to provide \r\nnecessary political support to South Africa and Africa \r\nfor the hosting of a successful 2010 FIFA World Cup. \r\nThe objective of the draft resolution resonates with the \r\nthree pillars of the United Nations, namely peace, \r\ndevelopment and human rights. \r\n There is global recognition of the importance, \r\nrole and contribution that a sport like soccer can make \r\nin various domains. Given its universal popularity, \r\nsoccer plays a positive role in bringing people together \r\nand can be mainstreamed into the strategic agenda of \r\ncountries. \r\n The FIFA World Cup is one of the biggest \r\nsporting festivals of our age. It provides a global stage \r\non which nations and peoples of the world come \r\ntogether to reaffirm our common humanity. It creates \r\nthe opportunity, so important in our troubled universe, \r\nfor all of us to experience the reality that we belong to \r\none human family, regardless of race, colour, gender, \r\nage, political and religious belief and country or \r\ncontinent of origin. \r\n South Africa is committed to ensuring that \r\nhosting this event contributes to deepening social \r\ncohesion, national reconciliation, peace and prosperity \r\nin Africa and beyond. South Africa is also committed \r\nto contributing to the ideals of freedom, liberty and \r\nhope for a better world. \r\n We believe that sport can effectively contribute to \r\nthe realization of social and economic development, \r\nincluding the achievement of the Millennium \r\nDevelopment Goals and the promotion of dialogue \r\namong civilizations. For that reason, we commend the \r\ncontinued work of the United Nations New York Office \r\nof Sport for Development and Peace and the United \r\nNations Office on Sport for Development and Peace, in \r\nGeneva. Both offices have effectively contributed to \r\nadvancing advocacy work on sports within the United \r\nNations system and beyond. \r\n Two hundred and thirty-four days away from the \r\n2010 FIFA World Cup, we would like to assure the \r\nAssembly that South Africa is ready to deliver a world-\r\nclass soccer event that will ensure a lasting legacy for \r\nthe people of Africa. The African Legacy Programme \r\nfor the 2010 World Cup is aimed at supporting the \r\nrealization of African Renaissance objectives, \r\nincluding programmes of the African Union such as the \r\nNew Partnership for Africa’s Development; ensuring \r\nmaximum and effective African participation at the \r\n2010 event; supporting efforts aimed at strengthening \r\nand promoting the development and advancement of \r\nAfrican football; and improving Africa’s global image. \r\nSimilarly, we undertake to ensure that our continent \r\nshares a common sense of hope and that we will \r\nsustain the pride of FIFA and of all footballers and \r\nlovers of football throughout the world in the human \r\nfestival that is the soccer World Cup. \r\n We thank all Member States for their constructive \r\ninputs and suggestions during the consultations on the \r\ndraft text. On behalf of the South African delegation \r\nand other sponsors, we hope that the draft resolution \r\nwill enjoy the unanimous support of the General \r\nAssembly. \r\n In conclusion, I wish to take this opportunity to \r\nreaffirm South Africa’s readiness and commitment to \r\nhosting the peoples of the world next year, who will \r\nenjoy unique African hospitality and vibrancy. Working \r\ntogether, we can do more to ensure that the 2010 FIFA \r\nWorld Cup in South Africa becomes one of the most \r\nmemorable sporting events. We will see everyone in \r\nSouth Africa and Africa from 11 June to 11 July 2010 \r\nand at all other times.  \r\n Mrs. Kaur (India): I am honoured and privileged \r\nto participate in today’s discussion on “Sport for peace \r\nand development: building a peaceful and better world \r\nthrough sport and the Olympic ideal”.  \r\n As I am speaking for the first time at the sixty-\r\nfourth session of the General Assembly, please allow \r\nme at the outset, Sir, to add my voice to those of \r\npreceding speakers in congratulating you on your \r\nelection to the presidency of the General Assembly. \r\n By its very nature, sport is about inclusion and \r\nparticipation. It brings individuals and communities \r\ntogether and bridges ethnic and cultural divides. It \r\ntranscends social-cultural barriers and geographical \r\nborders and promotes peace and harmony. It also \r\nprovides for understanding of the importance of \r\ndiscipline and leadership.  \r\n A/64/PV.21\r\n \r\n5 09-56441 \r\n \r\n Sport is an inalienable part of the educational \r\nprocess and an essential component of a child’s \r\ndevelopment. It also fosters children’s physical and \r\nemotional health and the building of valuable social \r\nconnections. The fundamental elements of sport, \r\nincluding the obvious benefits of physical and mental \r\nwell-being, make it a most useful tool for supporting \r\nthe achievement of the Millennium Development \r\nGoals. \r\n Moreover, sporting activities have a unique \r\nconvening power to spur social communication and \r\nadvocacy. They are most effective tools for social \r\nmobilization, supporting such activities as HIV/AIDS \r\neducation and immunization campaigns. In \r\nre-channelling destructive impulses and harmful \r\nactions, such as drug abuse and involvement in crime, \r\nthe efficacy of sport cannot be overemphasized. \r\n Mastery in sports was considered as important as \r\nknowledge of scriptures in ancient India. The education \r\nsystem in modern India is trying to continue and build \r\nupon that heritage and respect for sport and physical \r\neducation. The efforts of the Government of India have \r\nbeen aimed at broad-basing sports and providing \r\nmodern sports infrastructure. A national sports policy \r\nwas adopted by India in 2001. \r\n At the national level, the Ministry of Youth \r\nAffairs and Sports in the Government of India has \r\nresponsibility for sports. The Sports Authority of India \r\nis its principal arm for nurturing talent and providing \r\ninfrastructure, equipment, coaching and other facilities. \r\nHere, if I may add a personal touch, I am indeed proud \r\nthat India’s National Institute of Sports is located in my \r\nconstituency, Patiala. My family has been and is \r\nintimately connected with the Olympic movement. In \r\naddition, the Government has encouraged the national \r\nsports federations to function more efficiently and is \r\nencouraging the active involvement of business and \r\nindustry in the promotion of sports. \r\n We are proud that New Delhi will be hosting the \r\nnext Commonwealth Games from 3 to 14 October \r\n2010. The Games are a unique, world-class, multi-sport \r\nevent held once every four years among the member \r\ncountries and territories of the Commonwealth. The \r\nthree core values of the Commonwealth Games \r\nmovement — humanity, equality and destiny — were \r\nadopted by the movement in 2001. Those values \r\ninspire and unite millions of people and symbolize the \r\nbroad mandate for holding the games within the \r\nCommonwealth. India organized the Commonwealth \r\nYouth Games, a sub-event of the Commonwealth \r\nGames, in Pune in October 2008. \r\n Pierre de Coubertin, founder of the modern \r\nOlympic Games, said, “Sport must be the heritage of \r\nall men and of all social classes”. India is steadfast in \r\nits commitment to the Olympic Charter and, as in \r\nprevious years, is co-sponsoring in the General \r\nAssembly the draft resolution entitled “Building a \r\npeaceful and better world through sport and the \r\nOlympic ideal” (A/64/L.2). \r\n We are also very pleased that the 2016 Olympics \r\nhave been awarded to Rio de Janeiro in Brazil, a fellow \r\ndeveloping country, and that the 2010 World Cup of the \r\nFédération Internationale de Football Association \r\n(FIFA) will be hosted by South Africa — a first for a \r\ncountry on the African continent. We are also \r\nco-sponsoring the draft resolution on the 2010 FIFA \r\nWorld Cup in South Africa (A/64/L.3). In addition, we \r\nwish Canada every success in organizing the XXI \r\nWinter Olympic Games and the X Paralympic Winter \r\nGames, and we commend Singapore’s initiative to \r\norganize the Youth Olympic Games. We have no doubt \r\nthat the hosting of major global sporting events in \r\ndeveloping countries will contribute greatly to the \r\nadvancement of sports in developing countries and \r\nspur development activities. \r\n Sport is a reflection of society. The degeneration \r\nof values in society, as reflected in violence, \r\ncorruption, hooliganism, deception and drug abuse, is \r\nalso making inroads into the area of sport. Concerted \r\nvigilance and resolute action are needed to prevent the \r\nintrusion of those evils and to protect the noble ideals \r\nand spirit behind the Olympic Games and other sports. \r\nIt must be our endeavour to promote sports and a \r\nculture of sports in our countries. That can only \r\ncontribute to promoting development, peace, \r\nfriendship, cooperation and understanding among \r\npeoples. \r\n The President (spoke in Arabic): The Assembly \r\nwill now hear an address by His Serene Highness \r\nPrince Albert II of Monaco. \r\n His Serene Highness Prince Albert II of Monaco \r\nwas escorted into the General Assembly Hall. \r\n The President (spoke in Arabic): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Serene Highness Prince Albert \r\nA/64/PV.21  \r\n \r\n09-56441 6 \r\n \r\nII of Monaco and to invite him to address the \r\nAssembly. \r\n Prince Albert II (spoke in French): One month \r\nago, from this very rostrum, an appeal was launched \r\nfor a new type of multilateralism — one imbued with \r\nthe values of cooperation, mutual comprehension, \r\nsolidarity and tolerance; one that would be inclusive, \r\nparticipatory, transparent, effective and constructive; \r\none that would bring States closer so that they could, \r\ntogether, fashion their common future while respecting \r\ntheir differences. \r\n Today, confronted with crises that no one can \r\nresolve alone, we are obligated, perhaps urgently, to act \r\nto improve the quality of life of millions of men, \r\nwomen and children, whose suffering is tarnishing the \r\nsuccesses of our age, and to reduce the adverse \r\nconsequences of the climate change and environmental \r\ndegradation that threaten the very existence of future \r\ngenerations. \r\n By inviting the International Olympic Committee \r\n(IOC) to participate in these deliberations, the General \r\nAssembly, mindful of preserving human dignity, is \r\nrecognizing the symbol of a movement that defends an \r\nideal of human progress and promotes a society of \r\npeace. \r\n The five interlocking rings representing our five \r\ncontinents, in the basic colours that are on all flags of \r\nthe States Members of our Organization, are \r\nsynonymous with hope. Therefore, more than at any \r\ntime in the past 16 years, the building of a world that is \r\npeaceful and better thanks to sport and the Olympic \r\nideal is of particular importance. Resolution 64/3 \r\nextends cooperation between two universal institutions, \r\nthe values and ideals of which it defends and are \r\nstrengthened by the granting to IOC of the status of \r\nobserver in our Assembly.  \r\n Born of the tradition of Ancient Greece, the \r\nOlympic Truce, known as ekecheiria, cornerstone of \r\nthe Olympic Games, ordered in the ninth century B.C. \r\nthe suspension of conflicts from the seventh day before \r\nthe opening of the Games to the seventh day after the \r\nclosing of the Games, and in this way allowed athletes \r\nand spectators to participate in these competitions in a \r\nsafe and peaceful environment.  \r\n Today, the Olympic Truce is the expression of \r\nhumankind’s desire to build a world of peace, \r\nrespectful of the principles of fair competition. Beyond \r\nthe contribution of sport to peace and development, \r\nwhich we enshrined in the Millennium Declaration, the \r\nofficial involvement of the IOC in the deliberations of \r\nthe General Assembly institutionalizes the link \r\nbetween ancient wisdom and the most vital objective of \r\nthe United Nations — the maintenance of international \r\npeace and security. \r\n Thus, behind the symbol of the rings that we have \r\nall come to recognize is the temporary calming of an \r\narmed conflict — the opportunity to spare the life of a \r\nchild, woman or man — that we truly support. As most \r\npertinently emphasized in the International Committee \r\nof the Red Cross report entitled “Our world. Views \r\nfrom the field”, published in June 2009, it is also an \r\nall-too-brief moment to spare victims, often civilians, \r\nfrom suffering, displacement, the dispersion of \r\nfamilies, lack of basic necessities, and above all fear — \r\nthe fear of dying or, worse yet, of losing a loved one.  \r\n As a member of the IOC, I have no doubt of the \r\nfull support that it will lend to the work of our \r\nAssembly. Beyond its involvement in peacekeeping \r\nmissions to promote sports as a means for \r\nre-establishing trust between parties emerging from a \r\nconflict, the IOC has endorsed our commitment to \r\nimplementing the Millennium Development Goals. It \r\nhas, on the one hand, based its social responsibility on \r\nsix objectives where sports could have a strong impact, \r\nand, on the other hand, established relations with such \r\nUnited Nations bodies as the United Nations \r\nDevelopment Programme, UNICEF, the United \r\nNations Environment Programme, UNESCO, the \r\nWorld Health Organization, the International Labour \r\nOrganization, the World Food Programme and the \r\nOffice of the United Nations High Commissioner for \r\nRefugees.  \r\n As we prepare to review the implementation of \r\nthese objectives, the relevance of the IOC agenda and \r\nits participation in our deliberations could not be more \r\nappropriate. The study we shall undertake in 2010 will \r\nreveal the strength of our determination, but we already \r\nknow that if we are to implement our priorities, as \r\nbasic as they might be, we will need to redouble our \r\nefforts and enlist the support of all stakeholders and all \r\npeople of goodwill, for it will be much more than an \r\nunprecedented effort towards general mobilization. \r\n We are convinced that, with the ongoing and \r\nunfailing support of the Secretary-General, the \r\npersonal commitment of Mr. Lemke, his Special \r\n A/64/PV.21\r\n \r\n7 09-56441 \r\n \r\nAdviser on Sport for Development and Peace, the \r\nefforts of the Bureau, and the active contribution of the \r\nGroup of Friends of Sport for Development and Peace, \r\nwe can help sport to realize its full potential for peace \r\nand development. \r\n The third annual Peace and Sport International \r\nForum, to be held in the Principality of Monaco from 25 to \r\n27 November, which I will be chairing, will once again \r\nbring together, in an apolitical context, global sport \r\ngovernance, Governments, athletes, non-governmental \r\norganizations and representatives of the private sector. \r\n Through this involvement, I have made a \r\ncommitment to ensure that sport is recognized as a \r\nmeans of promoting and building peace in vulnerable \r\ncommunities affected by extreme poverty, the aftermath \r\nof conflicts or the lack of social cohesion. Peace and \r\nSport is involved in a number of countries — Côte \r\nd’Ivoire, Burundi, Timor-Leste and Colombia — and \r\nhopes soon to be involved in many others.  \r\n Talking about the IOC without mentioning that it \r\nrepresents the largest sport organization for youth \r\nthroughout the world would be a failure to recognize \r\nthe intergenerational link that it embodies. The first \r\nYouth Olympic Games, to be held in Singapore in \r\nAugust 2010, will be a major event in that respect.  \r\n Inculcating young people throughout the world \r\nwith unpretentious and healthy values — physical \r\nwell-being, health, a balanced lifestyle, and respect for \r\nfair play and non-discrimination — is an effort that \r\nmust be renewed on a constant basis. That is the spirit \r\nnot only of sport, but also of life in society in an \r\ninterdependent world. I am very enthusiastic about the \r\naccomplishments of all those athletes whose work, \r\nrigour, discipline and resolve lead them to surpass \r\nthemselves and inspire us to rediscover the feats that \r\npeople are capable of.  \r\n Finally, I would like to thank the Italian \r\ndelegation for having submitted the request of the \r\nInternational Olympic Committee and wish our \r\nCanadian colleagues well-deserved success with the \r\nupcoming XXI Winter Olympic Games in Vancouver, \r\nreminding them that I still have fond and moving \r\nmemories of the XV Games in Calgary in 1988, where \r\nit was my honour to become an Olympian.  \r\n In conclusion, I offer my full personal support \r\nand that of my delegation to South Africa and the \r\ncontinent of Africa for the holding of the 2010 World \r\nCup of the Fédération Internationale de Football \r\nAssociation, whose success will be important not only \r\nto the entire African continent, but to all those who \r\nshare the values of sport. \r\n The President (spoke in French): On behalf of \r\nthe General Assembly, I wish to thank His Serene \r\nHighness Prince Albert II of Monaco for the statement \r\nhe has just made. \r\n His Serene Highness Prince Albert II of Monaco \r\nwas escorted from the General Assembly Hall. \r\n Mr. Mitsialis (Greece): It is a great honour for \r\nme to take the floor on agenda item 45 in order to \r\nexpress my country’s wholehearted support for the \r\ndraft resolution entitled “Building a peaceful and better \r\nworld through sport and the Olympic ideal” \r\n(A/64/L.2). \r\n Since 1993, the General Assembly has adopted \r\neight resolutions on the Olympic Truce. It is important \r\nto stress that all these resolutions were sponsored by \r\nalmost all Member States. This unique record proves \r\nthat Member States are fully committed to the Olympic \r\nideals and believe that the ancient Greek concept of \r\nekecheiria retains its importance and can offer a \r\nconstructive approach to conflict resolution. \r\n Promoting peace was, in fact, the very reason \r\nwhy the Olympic Games were originally established. \r\nIn antiquity, the implementation of the Olympic Truce \r\nentailed a cessation of all hostilities to allow thousands \r\nof athletes, pilgrims and spectators to travel to \r\nOlympia to attend the sacred celebration of human \r\nachievement, and then return home in safety and \r\nsecurity. The Olympic Truce was upheld for over \r\n1,000 years, making it the longest lasting peace treaty \r\nin history. \r\n Today, the Olympic Games should continue to \r\noffer a unique opportunity to promote the culture of \r\npeace and to convey the message that it is possible to \r\ncreate a lasting peace from a pause in hostilities. With \r\nregard to the concept of Olympic Truce, it has become \r\nan expression of humankind’s desire to build a world \r\nbased on the rules of fair competition, civility, \r\nreconciliation and tolerance. Moreover, it bridges an \r\nold and wise tradition related to the most essential \r\nobjectives of the world today — the maintenance of \r\ninternational peace and the promotion of multicultural \r\ndialogue, cooperation and understanding. \r\nA/64/PV.21  \r\n \r\n09-56441 8 \r\n \r\n Making the Olympic Truce a reality in the \r\nmodern world is truly a challenging endeavour, and we \r\nhave no illusions that it will miraculously heal all the \r\nrifts that ravage so many regions of the world. \r\nHowever, if the Olympic Truce could help to bring \r\nabout even a brief pause from conflict and strife, it \r\nwould certainly send a powerful message of hope. \r\n The efficient tool for achieving this goal is sport, \r\nwhich is substantial to the notion of Olympic Truce. \r\nOver the past few years, sport has been widely \r\nrecognized by States and specialized agencies as a \r\ncost-effective instrument for addressing humankind’s \r\nchallenge. Furthermore, the latest comprehensive \r\nreport of the Secretary-General on the item under \r\nconsideration stated that sport has been a powerful \r\nlever in the pursuit of the internationally agreed \r\ndevelopment goals, especially the Millennium \r\nDevelopment Goals. It also mentions that sport \r\nsuccessfully addresses such issues as racism, the plight \r\nof street children, gender inequality and traumatized \r\nyouth — in other words, the root causes of violence. \r\n The Olympic Truce, as an ideological driving \r\nforce, and Sport, as a practical means to advance \r\nhuman development, have proved to be the right \r\ncombination for moving forward. Results, though not \r\nalways impressive, have been obtained, so let us \r\npersevere in this direction and remain confident that it \r\nis the right one, keeping in mind that conflicts in the \r\nworld will certainly not cease overnight. \r\n Mr. Zhang Yesui (China) (spoke in Chinese): \r\nChina supports the consideration of the agenda item \r\n“Sport for peace and development” in the plenary of \r\nthe General Assembly. China believes that sport has \r\nalways played a major catalytic role in humankind’s \r\npursuit of peace and development. It deepens \r\nunderstanding and exchanges among different cultures \r\nand promotes dialogue and cooperation. \r\n China appreciates the efforts of the United \r\nNations to integrate the values of sport with the goal of \r\npeace and development. We support the Secretary-\r\nGeneral’s Special Adviser and the United Nations \r\nInter-Agency Task Force on Sport for Development \r\nand Peace in their endeavours to mobilize all possible \r\nresources to incorporate sport into activities and \r\nprogrammes for peacekeeping, development, \r\neducation, health and gender equality and into the \r\nefforts to safeguard the rights and interests of persons \r\nwith disabilities, so as to further advance the role of \r\nsport in helping to achieve the Millennium \r\nDevelopment Goals. \r\n Last year, the Chinese Government successfully \r\nhosted the XXIX Summer Olympic Games and the XIII \r\nParalympic Games in Beijing. Two years ago, the \r\nChinese delegation sponsored and submitted for \r\nadoption resolution 62/4 on the Olympic Truce. Today, \r\nwe are pleased to see that, under the agenda item on \r\nsport, the Governments of Canada and South Africa \r\nhave submitted draft resolutions on the Olympic Truce \r\nand the World Cup of the Fédération Internationale de \r\nFootball Association (FIFA), respectively draft \r\nresolutions A/64/L.2 and A/64/L.3. China is willing to \r\njoin the sponsors of the two draft resolutions, and \r\nhopes for the full success of the 2010 Winter Olympic \r\nand Paralympic Games, to be held in Vancouver, the \r\n2010 FIFA World Cup, to be held in South Africa, and \r\nthe first Youth Olympic Games, to be held in \r\nSingapore. We also welcome the participation of the \r\nInternational Olympic Committee in the General \r\nAssembly as an observer for the first time. \r\n The success of the Beijing Olympiad greatly \r\nincreased the impact of the Olympic Games in \r\ndeveloping countries, promoted the spreading of the \r\nOlympic spirit, aroused the enthusiasm of hundreds of \r\nmillions of Chinese people for sport, and solidified the \r\nsocial foundation of the development of sport at the \r\ngrass-roots level in China. In January 2009, in order to \r\ncarry on the invaluable spiritual heritage of the Beijing \r\nOlympics and advance our national fitness programme, \r\nthe Chinese Government proclaimed 8 August, the \r\nopening day of the Beijing Olympic Games, as our \r\nNational Fitness Day. \r\n In September this year, the Chinese Government \r\ninstituted national fitness regulations, the first \r\ncomprehensive set of administrative regulations \r\nfocusing on the development of a national fitness \r\nprogramme. By specifying the rights of citizens to \r\nengage in national fitness activities and the \r\nresponsibilities of Government departments in \r\npromoting fitness for all, the regulations provide a \r\nstrong legal basis to facilitate national fitness \r\nactivities. The Chinese Government has also put in \r\nplace a national physical condition monitoring system, \r\na set of physical exercise standards and a physical \r\ntraining system for the general public. \r\n Concerted efforts and assiduous research have led \r\nto good results in finding ways to utilize the Beijing \r\n A/64/PV.21\r\n \r\n9 09-56441 \r\n \r\nOlympic Games stadiums, thus reaping social as well \r\nas economic benefits. History proves that the people of \r\nChina are capable not only of hosting a truly \r\nexceptional Olympiad, but also of wisely managing the \r\ninvaluable physical heritage of the Beijing Olympic \r\nGames and passing on their spiritual heritage. \r\n 2009 marks the sixtieth anniversary of the \r\nfounding of the new China. The past 60 years have \r\nwitnessed rapid progress in our economic and social \r\ndevelopment and spectacular achievements in sport. \r\nThe advancement of sport in China has greatly \r\nimproved our people’s health, enhanced their self-\r\nconfidence and inspired us in our ceaseless pursuit of \r\nexcellence. Sport has also provided a boost for \r\nprogress in all fields.  \r\n Currently, with the coordination and healthy \r\ndevelopment of competitive sport, grass-roots sport \r\nactivities and physical education throughout the \r\nChinese educational system, the number of people \r\nengaged in regular physical exercise is now equivalent \r\nto 28.2 per cent of the entire population. Nationwide, \r\nthere are over 850,000 sports facilities, or 1.02 square \r\nmetres of sports facilities per capita, which is, \r\nrespectively, 200 and 100 times more than in the years \r\nfollowing the founding of the People’s Republic of \r\nChina. Sport activities at the grass-roots level have \r\nbeen consistently improved in a systematic and \r\nscientific way. The standardized management of sport \r\nevents and their appeal to the public are also \r\nincreasing. Throughout the nation, there are now nearly \r\n210,000 urban and rural fitness training centres and \r\nvenues, 3,092 youth sports clubs and 176 single-event \r\nnational, provincial, regional, municipal and \r\nprofessional sport associations. \r\n Guided by the scientific outlook on development, \r\nour Government will continue to give full play to the \r\npositive role of sport in the building of a harmonious \r\nsociety, to adhere to the goal of improving the physical \r\nwell-being and the quality of life of all Chinese people, \r\nto build more and better urban and rural fitness \r\nfacilities, to improve grass-roots sport organizations \r\nand the national fitness system, and to provide better \r\nsport services to the public so that the people can share \r\nthe health and development benefits of sport. \r\n We stand ready to work with other countries and \r\ncontinue to advance the role of sport in promoting \r\ninternational peace and development, to enhance \r\ninternational cooperation and exchanges in sport, and \r\nto jointly contribute to world peace, development and \r\nprosperity. \r\n Mr. Núñez Mosquera (Cuba) (spoke in Spanish): \r\nThe San Francisco Charter laid the basis for what \r\nwould become a new system of international relations \r\nto prevent the recurrence of the terrible experiences of \r\nthe two world wars of the twentieth century. The \r\nfundamental goal set out in its first paragraph is to save \r\nsucceeding generations from the scourge of war and to \r\nestablish a democratic and fair international order \r\nbased on equal respect for the dignity of all human \r\nbeings. \r\n With those objectives, the Organization to which \r\nwe belong today was created, the aims of which are to \r\nmaintain international peace and security, based on the \r\nprinciples of the sovereign equality of all its Members, \r\nthe peaceful settlement of international disputes, the \r\nnon-use or threat of force and non-intervention in the \r\ninternal affairs of States. We were also promised that \r\nall peoples would achieve economic and social \r\nprogress. \r\n However, having celebrated the sixtieth \r\nanniversary of the United Nations, we now bear \r\nwitness to a grim economic and social outlook marked \r\nby the combination of the economic and financial, food \r\nand energy crises, as well as the negative impact of \r\nclimate change that threatens the human race. \r\nFurthermore, the powerful countries persist in their \r\ndesire to control natural resources deemed strategic \r\nthrough wars of aggression and foreign occupation. \r\n As a result of those ills, responsibility for which \r\nlies with the current unfair and unequal international \r\norder, and not with the countries of the South, the \r\ncountries of the South have seen our development \r\nefforts undermined. That is why, today more than ever, \r\nit is urgent to foster a climate of international peace by \r\npromoting solidarity and multilateralism as \r\nfundamental values.  \r\n For Cuba, sport unquestionably strengthens \r\nsolidarity and friendship among peoples as crucial \r\nfactors in the promotion of peace, development and \r\ncooperation among nations. Sport is an important \r\naspect of development at both the national and \r\ninternational levels. For Cuba, sport is no longer \r\nexclusive, but has become the right of the entire \r\npopulation. Since the triumph of the Cuban Revolution, \r\nwe have discovered the true path of collective sport, \r\nA/64/PV.21  \r\n \r\n09-56441 10 \r\n \r\nwhich has led to outstanding successes in regional and \r\ninternational competitions. \r\n Pursuant to that right, we have promoted an \r\neducational system that includes physical education as \r\nan integral part of human learning. We are working to \r\nensure sports training from early childhood with a view \r\nto promoting the talents of those who stand out as \r\nfuture athletes to champion and raise the level of our \r\ncountry in international sport. At the same time, we \r\noppose the athletic activities whose only reward is \r\nmoney, and therefore condemn the theft of sporting \r\ntalents to which developing countries are prey. \r\n The Cuban sport movement, headed by the Cuban \r\nOlympic Committee and the National Institute of \r\nSport, Physical Education and Recreation, has offered \r\nits selfless cooperation to various countries of the \r\nSouth by sending technical experts, teachers and \r\ntrainers who, modestly and on the basis of bilateral \r\nagreements, inculcate new sport training methods that \r\nhelp boost sporting results and mass participation, \r\ndeveloping strong links of brotherhood and friendship \r\namong peoples. \r\nMr. Valero Briceño (Bolivarian Republic of \r\nVenezuela), Vice-President, took the Chair. \r\n We have also strengthened international \r\ncooperation by making our Institute of Sports Medicine \r\nand Anti-doping Laboratory available to the countries \r\nof the South in order to contribute to the fight against \r\nthe scourge of drugs that corrupt athletes and hamper \r\nhonest competition, as well as the reputation and \r\nculture of athletes and trainers.  \r\n Cuba also founded the International School of \r\nPhysical Education and Sport, devoted to training \r\nprofessionals who value solidarity above all and are \r\ncapable of transforming physical education and sport in \r\ntheir countries. Cuba will host the Third International \r\nConvention of Physical Activity and Sport in Havana \r\nfrom 9 to 13 November 2009. The Convention’s motto \r\nis “Professional development, physical activity and \r\nquality of life”. \r\n We wish to congratulate Brazil on the selection of \r\nRio de Janeiro as host of the 2016 Olympics. That \r\nchoice was fair and well deserved. The countries of the \r\nSouth also deserve to host such games of brotherhood \r\nand solidarity without commercial interests. We are \r\nsure that the 2016 Olympic Games will be a success for \r\nthe entire South. \r\n Let us spread world solidarity, including through \r\nthe Olympic ideal, and all the weapons that this \r\ncivilization has created will be superfluous. Let us sow \r\nideas, and the relentless destruction of our environment \r\nwill be averted. Let us share the hope that a better \r\nworld is possible. \r\n Mr. Gan (Singapore): The Singapore delegation \r\nwould like to congratulate Canada on the imminent \r\nadoption of draft resolution A/64/L.2, “Building a \r\npeaceful and better world through sport and the \r\nOlympic ideal”. We are confident that Canada, as host \r\nof the XXI Olympic Winter Games and the X \r\nParalympic Winter Games, will spare no efforts in its \r\nOlympic preparation in the coming months. We would \r\nlike to extend to the Vancouver Winter Olympics \r\nOrganizing Committee our best wishes for successful \r\nGames. \r\n Singapore is pleased to co-sponsor this \r\nresolution. Much has been said about how sport can be \r\nan agent for promoting understanding and respect \r\namong people. At the community level, sport has been \r\na catalyst for combating social exclusion, engaging \r\nyouth, building communities and positively influencing \r\nsocial behaviours. At the international level, sport has \r\nreinforced links between countries and regions, \r\nchallenged prejudice and found commonalities among \r\nnations in conflict. Sport is about values that are \r\nfundamental to us and transcend all boundaries. \r\n The Youth Olympic Games is the first new \r\nproduct of the International Olympic Committee (IOC) \r\nin 80 years, the last being the Winter Olympic Games. \r\nThe Youth Olympic Games will attract 5,000 youth \r\nathletes and officials from 205 National Olympic \r\nCommittees to compete in all 26 summer sports in 201 \r\nevents. \r\n At the 119th International Olympic Committee \r\nSession, the IOC President, Jacques Rogge, declared \r\nthat the Youth Olympic Games  \r\n “are the flagship of the IOC’s determination to \r\nreach out to young people. These games will not \r\nonly be about competition, they will also be the \r\nplatform through which youngsters will learn \r\nabout the Olympic values and the benefits of \r\nsport, and share their experiences with other \r\ncommunities around the globe”.  \r\n In a sporting arena tarnished by scandals and \r\nwhere use of steroids and cheating no longer surprise \r\n A/64/PV.21\r\n \r\n11 09-56441 \r\n \r\nany of us, it is perhaps timely that we remind \r\nourselves, and our youth, that sport is not just about \r\nvictories, but about interacting and connecting with \r\none another, uniting people and building bridges. \r\n Singapore is privileged to host the inaugural \r\nYouth Olympic Games from 14 to 26 August 2010. \r\nSimilar to the Olympic Games, the emphasis of the \r\nYouth Olympic Games will be on sport excellence. \r\nHowever, the Youth Olympic Games will integrate its \r\nsport programme with a culture and education \r\nprogramme. This is a first for the Olympic movement. \r\nIt represents a shift in thinking and an opportunity to \r\ndo things differently. Singapore envisions a Youth \r\nOlympic Games that will inspire our youth to embrace \r\nthe Olympic values of excellence, friendship and \r\nrespect not just in sport, but their everyday life. \r\n Singapore 2010 is about taking bold steps. It is \r\nabout making an investment in our youth, our future \r\nleaders. With the introduction of the culture and \r\neducation programme, the Singapore 2010 Youth \r\nOlympic Games has been developed as a learning \r\njourney, even as young athletes prepare and train to \r\ncompete in sport. The programme comprises five \r\nthemes, such as Olympism, skills development and \r\nsocial responsibility. Through that fun and interactive \r\nprogramme, Singapore 2010 aims to provide young \r\npeople with the opportunity to develop the confidence, \r\nbelief and courage not only to succeed on the playing \r\nfield, but to champion their values and convictions to \r\nmake a positive impact in their communities and build \r\na better and peaceful world. \r\n The learning journey for youth began in January \r\n2008 through pre-Games activities and programmes. \r\nFor example, one of the programmes, Friends@YOG, \r\nwhich was introduced in March 2009, twins every \r\nSingapore school to a school from each of the other \r\n204 countries with a National Olympic Committee. \r\nThat provides an opportunity for interaction among \r\nyouth, which leads to better understanding of one \r\nanother’s culture and country. \r\n During the Games, Singaporean youth will also \r\nhave the opportunity to exhibit what they have learned \r\nabout their counterparts in the world culture village at \r\nthe Youth Olympic Village. That will provide a good \r\nplatform for visiting athletes and officials to talk about \r\ntheir own countries and cultures and exchange ideas to \r\nget to know one another better. We are confident that \r\nthe Youth Olympic Games pre-Games activities will \r\ncontribute to the growth of our young people to \r\nbecome better leaders for tomorrow.  \r\n Many international communities have joined us \r\nin our pre-Games activities, sharing their cultures and \r\nexperiences in celebration of Singapore 2010. We \r\ninvite members of the Assembly to join us in this \r\njourney as we lead in developing a legacy for future \r\ngenerations. \r\n Today’s youth have diverse interests and \r\nexpectations. The Youth Olympic Games will create an \r\nenvironment where young people, especially athletes, \r\nwill receive support, will be encouraged to take \r\nownership of their ideas, initiatives and responsibilities \r\nand will be empowered to make a difference in their \r\ncommunities. Young people are engaged in \r\ncontributing ideas for Singapore 2010 and are given \r\nopportunities to take ownership in organizing events in \r\nsupport and in celebration of Singapore 2010. \r\n An example of that is the Singapore 2010 CAN! \r\nfestivals. “CAN!” stands for “Create. Action. Now!” \r\nThrough the Singapore 2010 CAN! festivals, young \r\npeople have been entrusted with planning and \r\norganizing quarterly festivals, each with a theme, \r\nnamely culture and heritage, digital media, \r\nenvironment, and the arts. Youth have also been active \r\nin other capacities, such as volunteering, administrative \r\nsupport and participating in the many Singapore 2010 \r\nCAN! events. \r\n Singapore is a young nation infused with a \r\nmyriad of cultural colours and societal textures. That \r\nprovides a good backdrop and environment for cross-\r\ncultural learning and understanding. Similar to the \r\nVancouver XXI Olympic Winter Games and X \r\nParalympic Winter Games, the Singapore 2010 Youth \r\nOlympic Games aim to promote the Olympic values of \r\nexcellence, friendship and respect. \r\n What Singapore hopes to achieve at the end of \r\nthe inaugural Youth Olympic Games is to be successful \r\nin inspiring young people around the world and sowing \r\nthe seeds of those Olympic values and for the youth to \r\nbegin to live by them, if they do not already do so. \r\n In closing, allow me to relate a story to illustrate \r\nhow youth can help or contribute to building a better \r\nand peaceful world through sport.  \r\n John Ian Wing was a 17-year-old Chinese-\r\nAustralian student living in Melbourne. He was \r\nimmensely troubled by the tensions during the 1956 \r\nA/64/PV.21  \r\n \r\n09-56441 12 \r\n \r\nMelbourne Games. A near riot had broken out during \r\nthe USSR-Hungary water polo competition, tainted by \r\nthe Suez Canal Crisis and the Soviet Union’s invasion \r\nof Hungary. Wing sent an anonymous letter to the \r\nMelbourne Organizing Committee, suggesting that all \r\nathletes walk freely as one nation in the closing \r\nceremony, contrary to the tradition of marching by \r\nnation. To his surprise, his idea of “One World, One \r\nNation” was implemented. Today, he is still lauded for \r\nhis role in promoting peace and global unity. \r\n Mrs. Enna Park (Republic of Korea): The \r\nRepublic of Korea wholeheartedly supports the draft \r\nresolution being considered under agenda item “Sport \r\nfor peace and development: building a peaceful and \r\nbetter world through sport and the Olympic ideal”. \r\n Sport is a powerful tool to bring diverse groups \r\ntogether under the spirit and values enshrined in the \r\nUnited Nations Charter. The biannual Olympics, \r\nParalympic Games and the World Cup are leading \r\nexamples of this interaction. \r\n Last year’s Summer Olympic Games in Beijing \r\nwere a success, and my delegation is proud that the \r\nGames took place in Asia. The Republic of Korea, as \r\nhost of the Olympics in 1988, knows how important \r\nhosting the Games is to Member States, and we \r\ncongratulate China’s achievement in this regard. My \r\ndelegation would like to also congratulate Canada and \r\nvoice our support for the Vancouver 2010 Winter \r\nGames as a continuation of the successful \r\nmanifestation of international cooperation and \r\ndevelopment through sport.  \r\n Furthermore, we hope that Member States will \r\nuphold the Olympic Truce and lend their valuable \r\nbacking to the initiative of sport and human \r\ndevelopment during the build-up to and duration of the \r\nGames. \r\n My delegation welcomes the full recognition of \r\nthe increasingly important role of sport in achieving \r\ninternationally agreed development goals, including \r\nthose contained in the Millennium Declaration, as \r\nstated in the draft resolution. While sport alone cannot \r\npave the way for peace and social development, it can \r\nbe an effective tool when used in conjunction with \r\nother existing programmes and initiatives. In this \r\nregard, my delegation notes the many positive ways \r\nsport can contribute to the Millennium Development \r\nGoals, as reflected in the Secretary-General’s report on \r\nsport for development and peace (A/63/466). \r\n As a contribution to that cause, the Republic of \r\nKorea has actively engaged in global sports events by \r\nhosting the Olympics and the World Cup. In the \r\ncoming years we will also host the 2011 World Track \r\nand Field Championship, the 2014 Asian Games and \r\nthe 2015 Summer Universiade. We also hope to host \r\nthe Winter Olympics in 2018 and the World Cup in \r\n2022 and have made official bids for both events.  \r\n The Republic of Korea also considers it important \r\nto contribute to increased international cooperation in \r\npromoting sports for development. For example, we \r\nhave initiated various programmes for supporting \r\nathletic activities both in our region and in other \r\nregions. Such programmes include Vision 2014, which \r\nis designed to assist sports projects of other countries \r\nin the Asian region for the period from 2007 to 2014, \r\nand the Dream Program to promote young athletes in \r\nwinter games worldwide for the period from 2004 to \r\n2010. \r\n Lastly, the Republic of Korea lends its support to \r\ndraft resolution A/64/L.3, on the 2010 FIFA World \r\nCup. We congratulate South Africa and emphatically \r\nback its preparations to host the World Cup. That \r\nupcoming Cup is an historic occasion, as it marks the \r\nfirst time that the pre-eminent football tournament will \r\nbe played on African soil. Having successfully \r\nco-hosted the 2002 tournament alongside Japan — \r\nwhich was the first and only time the World Cup has \r\ncome to Asia — my delegation fully understands the \r\nsignificance that the tournament will have in advancing \r\nthe international recognition, development, tourism in \r\nand prestige of Africa. We are looking forward to a \r\nsuccessful competition that will not only help further \r\nthe global spirit of competitiveness and sport at the \r\nhighest level but will also serve as an invaluable \r\nopportunity to promote unity, solidarity, peace and \r\nreconciliation and preventive campaigns against \r\nscourges such as HIV/AIDS that affect the youth of the \r\ncontinent. \r\n The Republic of Korea will remain a strong \r\nadvocate for the principle of sport for development and \r\npeace and will continue to contribute to the realization \r\nof the ideals of the Olympics and sport. \r\n Mr. Carmon (Israel): To many, sports can serve \r\nmerely as exercise. But in a global context, sports \r\nserve as a common language that can foster \r\ninternational friendship and harmony. A competitive \r\nsporting experience between people transcends our \r\n A/64/PV.21\r\n \r\n13 09-56441 \r\n \r\ndifferences and reminds us that as human beings we \r\nhave far more that binds us together than draws us \r\napart. From dusty soccer fields to the Olympic stage, \r\npeople from diverse backgrounds, religions, cultures \r\nand races can join together in a common cause, in a \r\nshared experience. In the words of the Olympic \r\nCharter, sports and friendly competition can \r\n“contribute to building a peaceful and better world”. \r\n In our region, we seek to harness the spirit of \r\nsports to forge relationships and build bridges between \r\npeoples and cultures through an active network of \r\norganizations that use the medium of sports to promote \r\npeace and coexistence. All over the world, when two \r\nrival soccer teams prepare to play, we can easily \r\nimagine a battle about to unfold. Yet the Abu Ghosh-\r\nMevaseret Zion soccer club is a shining example of \r\nhow a so-called battleground can become a field of \r\ncoexistence.  \r\n The Abu Ghosh-Mevaseret Zion team is an Arab-\r\nJewish soccer club named after the towns on the \r\nwestern outskirts of Jerusalem. The project sought the \r\nsupport of the city councils of both Abu Ghosh and \r\nMevaseret Zion in order to build widespread public \r\ninterest in the project. The team is managed by a joint \r\nArab-Jewish board and trains hundreds of children \r\nfrom diverse backgrounds. This soccer club is but one \r\nexample of how private citizens can use the medium of \r\nsports to set aside differences, foster integration and \r\ndevelop trust. This example shows that through \r\nconcerted efforts on the ground a brighter future is \r\npossible. \r\n Another success story is the sports programme of \r\nthe Peres Center for Peace, which brings young Israelis \r\nand Palestinians together to learn from one another and \r\nto develop cross-cultural ties. A wide array of \r\nprogrammes touches the lives of over 10,000 children \r\nas they utilize sports to encourage solidarity, respect \r\nand interaction. The flagship programme of the \r\nCenter’s sports-related work is the Twinned Peace \r\nSport Schools project. Launched in 2002, the \r\nprogramme pairs Israeli and Palestinian communities \r\nas it offers weekly sports training, peace education and \r\ninter-language learning. The programme engages 1,600 \r\ndisadvantaged Palestinian and Israeli young people \r\nwho would not otherwise have such an opportunity to \r\nplay sports or to meet and learn from others. Those \r\nsuccesses — which are mere examples among many \r\nothers — should indicate what can be achieved through \r\nsports.  \r\n Unfortunately, not all sporting events are carried \r\nout in the same spirit. Earlier this year, Israeli tennis \r\nstar Shahar Peer was denied a visa in order to play in \r\nthe Dubai Tennis Championships. While Israel \r\ncommends the firm resolve displayed by the Women’s \r\nTennis Association, as well as by those affiliates and \r\nsponsors of the event who acted in the face of such \r\npoliticized prejudice, the episode reflects a dangerous \r\ntrend to politicize the world of sports.  \r\n In a moment that reminds us of the hatred that \r\ncan permeate the world of sports, we recall the 1972 \r\nOlympic Games in Munich, where gunmen from the \r\nterrorist group Black September broke into the \r\nOlympic Village and killed 11 Israeli athletes, coaches \r\nand referees. The reverberations of that abhorrent and \r\nmonstrous act of terrorism are still felt in Israel and \r\naround the world to this very day. \r\n As the world seeks to solve the most intractable \r\nchallenges related to peace and development, we must \r\nfind new, dynamic ways of confronting difficulties and \r\nof building bridges between people. The use of sports \r\nto promote a culture of peace and development can be \r\neffective. Yet sports cannot achieve such goals alone. \r\nThe support and involvement of the media and civil \r\nsociety are needed for sports to be an effective vehicle \r\nfor peace and development. Israel strongly supports \r\nthat concept and calls on all Member States to use the \r\nopportunities provided by sports to ensure the widest \r\nappeal. \r\n In that spirit, Israel is pleased to join as a sponsor \r\nof resolutions A/64/L.2 and A/64/L.3, “Building a \r\npeaceful and better world through sport and the \r\nOlympic ideal”, and “2010 International Federation of \r\nAssociation Football World Cup event”, respectively.  \r\n Mr. Webb (United States of America): My name \r\nis Wellington Webb, and I am privileged to serve on \r\nthe United States delegation to the General Assembly \r\nat its sixty-fourth session, at the invitation of my friend \r\nPresident Obama. Having served as Mayor of Denver, \r\nColorado, I have long supported the United States \r\nOlympic Committee, which has its headquarters in \r\nColorado. Therefore, I am pleased to speak on behalf \r\nof the United States today on the topic of building a \r\npeaceful and better world through sport and the \r\nOlympic ideal. \r\n The Olympic movement’s fundamental goals \r\nhave been to serve society, to place sport at the service \r\nof humanity and to promote peaceful societies \r\nA/64/PV.21  \r\n \r\n09-56441 14 \r\n \r\ncommitted to the preservation of human dignity. The \r\nUnited States was pleased to co-sponsor the draft \r\nresolution adopted earlier today (resolution 64/3) \r\ninviting the International Olympic Committee (IOC) to \r\nparticipate in the General Assembly as an observer. \r\n In many resolutions over the years, Member \r\nStates have called for United Nations system-wide \r\ncooperation with the IOC to implement projects using \r\nsport as a tool for peacebuilding, human development, \r\nhumanitarian relief and the achievement of the \r\nMillennium Development Goals. The offer of observer \r\nstatus to the IOC recognizes the potential of sport to \r\ninspire us to pursue the goals and ideals of \r\ninternational understanding, security and prosperity, as \r\nenvisioned in the United Nations Charter.  \r\n Over the years, the IOC has signed \r\nmemorandums of understanding with 15 United \r\nNations specialized agencies and programmes and \r\ncooperates with another 10. In May 2006, the \r\nSecretary-General formalized the working relationship \r\nthat had already developed between the IOC and some \r\nUnited Nations peacekeeping missions to apply sport, \r\ntoo, in rebuilding confidence between parties coming \r\nout of conflict.  \r\n The United States is also pleased to co-sponsor \r\ntoday’s draft resolution entitled “Building a peaceful \r\nand better world through sport and the Olympic ideal” \r\n(A/64/L.2), which proclaims an Olympic truce for the \r\nXXI Olympic Winter Games and the X Paralympic \r\nWinter Games, to be held at Vancouver, Canada, in \r\nFebruary. We have co-sponsored similar resolutions on \r\nnine occasions since 1993.  \r\n The Olympic Truce promotes international \r\nunderstanding on the basis of the principle that sports \r\ncan inspire peace. Since the beginning of the ancient \r\nGames in 776 B.C., athletic competition has helped \r\ntranscend our differences. The central purpose of the \r\nTruce has been to bring people together and to permit \r\nthe safe passage and participation of all concerned with \r\nthe Games.  \r\n The International Olympic Truce Foundation, \r\nestablished by the IOC, promotes global support for \r\nand observance of the Olympic Truce. It encourages all \r\nto act in favour of peace and to mobilize young people \r\nfor the promotion of the Olympic ideal, establishes \r\ncontacts between communities in conflict and offers \r\nhumanitarian support in countries undergoing strife. \r\n Today, the United States delegation is also \r\npleased to be among the sponsors of draft resolution \r\nA/64/L.3, entitled “2010 International Federation of \r\nAssociation Football World Cup event” and introduced \r\nby the delegation of South Africa. The year 2010 will \r\nmark the first time that a sports event on such a scale \r\nhas taken place in Africa. My delegation is particularly \r\npleased that the United States team will be among \r\nthose competing. The attention of the United States \r\nwill be all the greater in enhancing the 2010 World \r\nCup’s legacy of sport for peace and development in \r\nAfrica. \r\n At Vancouver next February, athletes will set \r\naside their political, religious and social differences \r\nand compete on a level playing field in the pursuit of \r\nexcellence. As President Obama noted just a few weeks \r\nago, in a world where we all too often witness the \r\ndarker aspects of our humanity, peaceful competition \r\nbetween nations represents what is best about our \r\nhumanity.  \r\n The theme of sport for peace and development is \r\nof great importance to the United States, even in \r\nnon-Olympic years. The United States welcomes the \r\nestablishment of the United Nations Office on Sport for \r\nDevelopment and Peace. More and more people around \r\nthe world understand the value of such efforts.  \r\n Sports United is a United States diplomatic \r\noutreach programme to start a dialogue at the grass-\r\nroots level with boys and girls abroad. It aids young \r\npeople in discovering how success in athletics can be \r\ntranslated into the development of life skills and \r\nachievement in the classroom. Those young people \r\nestablish links with United States sports professionals \r\nand gain exposure to American life and culture. Young \r\nathletes and coaches are invited to the United States to \r\nlearn about sports in America. American athletes and \r\ncoaches go abroad to conduct clinics in sport to stress \r\nteam-building, education, positive health and respect \r\nfor all. Americans learn about foreign cultures and the \r\nchallenges that young people overseas face today. \r\n Our discussions today remind the world of the \r\nimportance of preparing for the forthcoming Games in \r\nspirit as well as in body. Sport is not simply an end in \r\nitself; it should also serve as a means to promote peace \r\nand to educate the youth of the world. \r\n The Acting President (spoke in Spanish): We \r\nhave heard the last speaker in the debate on agenda \r\n A/64/PV.21\r\n \r\n15 09-56441 \r\n \r\nitem 45. We shall now proceed to consider draft \r\nresolutions A/64/L.2, and A/64/L.3 as orally revised.  \r\n The Assembly will first take a decision on draft \r\nresolution A/64/L.2, entitled “Building a peaceful and \r\nbetter world through sport and the Olympic ideal”. I \r\nshould like to announce that since the draft resolution \r\nwas issued, the following countries have become \r\nsponsors: Albania, Algeria, Angola, Antigua and \r\nBarbuda, Barbados, Belize, Burkina Faso, Burundi, \r\nCameroon, Cape Verde, the Central African Republic, \r\nColombia, the Comoros, the Congo, Costa Rica, Cuba, \r\nthe Democratic People’s Republic of Korea, the \r\nDemocratic Republic of the Congo, Denmark, \r\nDominica, the Dominican Republic, Eritrea, Finland, \r\nGabon, the Gambia, Ghana, Grenada, Indonesia, \r\nKazakhstan, Kenya, Latvia, Lebanon, Liberia, \r\nMadagascar, Mali, the Marshall Islands, Mexico, \r\nMicronesia, Montenegro, Morocco, Nauru, Nigeria, \r\nNorway, Palau, the Philippines, Qatar, the Republic of \r\nMoldova, Saint Kitts and Nevis, Saudi Arabia, \r\nSeychelles, Somalia, the Sudan, Tajikistan, Tunisia, \r\nUganda, the United Republic of Tanzania, Vanuatu, \r\nViet Nam, Yemen and Zambia. \r\n May I take it that the Assembly wishes to adopt \r\ndraft resolution A/64/L.2? \r\nDraft resolution A/64/L.2 was adopted (resolution \r\n64/4). \r\n The Acting President (spoke in Spanish): The \r\nGeneral Assembly will now proceed to take a decision \r\non draft resolution A/64/L.3, entitled “2010 \r\nInternational Federation of Association Football World \r\nCup event”. The following countries have joined the \r\nlist of sponsors of the draft resolution: Botswana, Cape \r\nVerde, Chad, Djibouti, Equatorial Guinea, Gabon, \r\nGuinea, Guinea-Bissau, Haiti, Kenya, Libya, \r\nLiechtenstein, Malawi, Mauritania, Morocco, Niger, \r\nNorway, Sao Tome and Principe, Serbia and Uganda. \r\n May I take it that the Assembly wishes to adopt \r\ndraft resolution A/64/L.3, as orally revised? \r\nDraft resolution A/64/L.3, as orally revised, was \r\nadopted (resolution 64/5). \r\n The Acting President (spoke in Spanish): The \r\nGeneral Assembly has thus concluded the present stage \r\nof its consideration of agenda item 45. \r\nThe meeting rose at 5 p.m. \r\n \r\n"