" United Nations  A/64/PV.38\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fourth session \r\n \r\n38th plenary meeting \r\nThursday, 5 November 2009, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n09-59497 (E) \r\n*0959497*   \r\nPresident: Mr. Ali Abdussalam Treki . . . . . . . . . . . . . . . . . . . . . . . . . . . (Libyan Arab Jamahiriya) \r\n \r\n \r\n  The meeting was called to order at 10.20 a.m. \r\n \r\n \r\nAgenda item 105  \r\n \r\nInternational drug control  \r\n \r\n  Plenary meeting to consider the results of the \r\nhigh-level segment of the fifty-second session of \r\nthe Commission on Narcotic Drugs \r\n \r\n  Report of the Commission on Narcotic Drugs \r\n(A/64/92) \r\n \r\n The President (spoke in Arabic): This morning, \r\nthe General Assembly will consider the results of the \r\nhigh-level segment of the fifty-second session of the \r\nCommission on Narcotic Drugs, under agenda item \r\n105, in accordance with the decision taken at its 2nd \r\nplenary meeting, on 18 September 2009, and with its \r\nresolution 63/197 of 18 December 2008. \r\n Before we begin, I should like to make a few \r\ncomments on the issue before the Assembly for its \r\nconsideration today. \r\n The issue of narcotics and drug control is an \r\nimportant and critical one, since it affects the entire \r\nplanet. The international community must unite its \r\nefforts in a serious and collective manner in order to \r\nstamp out this dangerous scourge, which destroys \r\nhuman beings and crushes individuals. The war against \r\ndrugs is not merely an issue of security; it also has \r\npolitical and health dimensions. The drug trade has \r\nbecome a means of spreading disease and rebellions, \r\nbecause this illegal and illegitimate trade produces \r\nrevenue that can be used to traffic in other illicit goods, \r\nsuch as weapons, which supply rebellions and terrorist \r\nactivities in many areas of the world. Africa’s Sahara \r\ndesert is a good example of this phenomenon, since \r\nthis trade is now being used as a tool to aid rebels to \r\nrise up against legitimate Governments in some \r\nAfrican States in the centre of the continent. \r\n Moreover, the drug trade has a dangerous \r\npolitical dimension. In Guinea-Bissau, for example, a \r\nrebellion, fuelled by the drug trade, led to the \r\nassassination of the former President of the republic \r\nand some army commanders who refused to join forces \r\nwith the rebels. As a result, the international \r\ncommunity in general, and the United Nations in \r\nparticular, is required to take collective measures to \r\neliminate, or at least reduce, the dangers caused by this \r\nillegitimate trade. \r\n Mr. Bennwik (Sweden): I have the honour to \r\nspeak on behalf of the European Union (EU). The EU \r\nwelcomes the adoption of the Political Declaration and \r\nits Plan of Action on International Cooperation towards \r\nan Integrated and Balanced Strategy to Counter the \r\nWorld Drug Problem (see A/64/92), as adopted during \r\nthe high-level segment of the fifty-second session of \r\nthe Commission on Narcotic Drugs, and calls upon \r\nStates to take the necessary measures to fully \r\nimplement the actions it outlines, with the aim of \r\nattaining their goals and targets in a timely manner. \r\n The European Union recognizes the important \r\nrole of the United Nations in coordinating the \r\ndevelopment of effective strategies and measures for \r\nreducing the deleterious effect of illicit drugs on the \r\nA/64/PV.38  \r\n \r\n09-59497 2 \r\n \r\nhealth, social well-being and safety of people across \r\nthe world. In this regard, the EU also recognizes the \r\nwork performed by the United Nations Office on Drugs \r\nand Crime (UNODC). \r\n The international drug-control treaties are the \r\nresult of the efforts of the international community to \r\ncombat the world drug problem and to ensure that \r\nnarcotic drugs are available for medical and scientific \r\npurposes while curtailing their diversion to the illicit \r\nmarket and preventing drug abuse. Additionally, the \r\n1988 United Nations Convention Against Illicit Traffic \r\nin Narcotic Drugs and Psychotropic Substances \r\nprovides comprehensive measures against drug \r\ntrafficking, money-laundering and the diversion of \r\nprecursor chemicals. Today these Conventions remain \r\nthe framework for action in international drug control. \r\nWe must ensure that all relevant drugs are controlled \r\nunder the Conventions. \r\n The overall goals and targets of United Nations \r\ndrug policy, drawn up in line with the international \r\ndrug control treaties and in conjunction with human \r\nrights instruments, the rule of law and principles of \r\nproportionality, must be maintained. We stand firmly \r\nby the international treaties and other legal instruments \r\nof drug control, as these will continue to represent the \r\nfoundation for international cooperation in countering \r\nthe world drug problem. The goals and targets of \r\nUnited Nations drug policy are also a fundamental part \r\nof the new EU Drugs Action Plan for 2009 to 2012. \r\n Considerable support for strengthening a \r\nbalanced, integrated, multidisciplinary and mutually \r\nreinforcing approach to supply-and-demand reduction \r\nstrategies emerged in the fifty-second session of the \r\nCommission on Narcotic Drugs and its high-level \r\nsegment. The EU welcomes this approach. The new \r\nPolitical Declaration adopted during the high-level \r\nsegment has adjusted to the current situation the \r\ncareful assessment adopted by the 1988 special session \r\nof the Assembly. \r\n The European Union shares the global concern \r\nabout the increasing impact that drug abuse and \r\ntrafficking have on societies’ political and socio-\r\neconomic stability and their implications for human \r\nsecurity at large. The EU is committed to protecting \r\nand improving the well-being of society and \r\nindividuals, protecting public health, providing income \r\nalternatives, offering a high level of security for the \r\ngeneral public, and taking a balanced, integrated \r\napproach to the drug problem, both within the EU, as \r\nwell as in our cooperation with other countries and \r\nregions. \r\n Full realization of human rights and fundamental \r\nfreedoms for all is an essential element in the global \r\nresponse to the HIV/AIDS pandemic. It reduces \r\nvulnerability to HIV/AIDS and prevents the \r\nstigmatization of and related discrimination against \r\npeople living with HIV/AIDS. Appropriate solutions \r\nare necessary to overcome the legal, regulatory and \r\nother barriers that inhibit access to effective HIV \r\nprevention, treatment, care and support, including \r\nmedicines, commodities and services. We welcome the \r\npromotion of all human rights and freedoms for all \r\npeople living with HIV/AIDS and members of \r\nvulnerable groups, as well as the facilitation of their \r\nparticipation in all aspects of HIV/AIDS response. \r\n The EU calls on relevant organizations of the \r\nUnited Nations, especially the UNODC, to continue, \r\nthrough a comprehensive and integrated approach, to \r\nhelp States with technical expertise and assistance in \r\naddressing the drug issue in a balanced, integrated and \r\ncomprehensive manner. In order to strengthen the \r\nstruggle against the drug problem, initiatives should be \r\ntaken to build institutional capacity to improve the \r\nskills and experience of national experts in all areas of \r\ndrug control, including the health sector, the provision \r\nof legal livelihoods and alternative development, law \r\nenforcement and the judicial system. \r\n The European Union attaches great importance to \r\ndata collection and monitoring. Drug policies should \r\nbe based on the best available scientific evidence as \r\nwell as on a regular assessment of the nature and \r\nmagnitude of the drug problem, where increased \r\nresearch into many aspects is needed. This is an \r\nimportant task for the United Nations and the EU, as \r\nwell as for all Member States. The EU welcomes \r\nresolution 52/12 of the Commission on Narcotic Drugs, \r\nwhich invites Member States to strengthen their efforts \r\nto review and improve data collection tools in order to \r\nreach an objective, scientific, and balanced assessment \r\nof progress made and obstacles encountered in \r\nimplementing the Political Declaration and Plan of \r\nAction adopted during the high-level segment of the \r\nfifty-second session of the Commission on Narcotic \r\nDrugs. \r\n Currently, many countries lack the most basic \r\nknowledge about their own drug situation. We must \r\n A/64/PV.38\r\n \r\n3 09-59497 \r\n \r\nbridge the widening gap between countries with well-\r\ndeveloped information systems and research capacities \r\nand those which lack capabilities in these areas. This \r\ncan be done only by investing in building national \r\ncapacity within countries. The EU looks forward to the \r\nreport of UNODC’s Executive Director, at the next \r\nsession of the Commission on Narcotic Drugs, on how \r\nto build the capacity of Member States to collect and \r\nreport information. \r\n The EU welcomes measures to enhance \r\ninternational cooperation to counter the world drug \r\nproblem. We are committed to tackling the drug \r\nproblem on the international level in partnership with \r\nthe United Nations. The EU would like to emphasize \r\nthe need for close cooperation between UNODC and \r\nall relevant United Nations organizations in the area of \r\ndemand and supply reduction, while respecting each \r\norganization’s individual role and mandate. Such an \r\nintegrated approach is necessary for mainstream \r\npolicies and guarantees more effective use of resources \r\nin line with the coherence of the system as a whole, \r\nwhich is also referred to as delivering as one. \r\n The drug problem continues to pose a serious \r\nthreat to the health, safety and well-being of all \r\nhumankind. It undermines sustainable development, \r\npolitical stability and democratic institutions, including \r\nefforts to eradicate poverty, and threatens national \r\nsecurity and the rule of law. \r\n Mr. Sinhaseni (Thailand): I have the honour to \r\nspeak on behalf of the 10 member States of the \r\nAssociation of Southeast Asian Nations (ASEAN), \r\nnamely, Brunei Darussalam, Cambodia, Indonesia, the \r\nLao People’s Democratic Republic, Malaysia, \r\nMyanmar, the Philippines, Singapore, Viet Nam and \r\nThailand. \r\n Over a decade ago, countries from around the \r\nworld gathered at the twentieth special session of the \r\nGeneral Assembly and pledged to tackle collectively \r\nthe global drug problem. Today, despite tremendous \r\nefforts, the drug problem continues to pose a serious \r\nthreat to the health, safety and well-being of our \r\npeoples, in particular that of our youths. It also \r\nundermines the sustainable development, economic \r\nprogress and political stability of many countries. \r\nNarcotic drugs are a menace to humankind and a \r\ncommon problem for all countries, rich and poor alike. \r\nWe, the countries of ASEAN, are no exception, as we \r\nhave for decades faced the various problems related to \r\nnarcotic drugs. In that connection, I would like to share \r\nASEAN’s views on some key points related to this \r\nimportant issue before us.  \r\n First, ASEAN welcomes the convening of the \r\nhigh-level segment of the fifty-second session of the \r\nCommission on Narcotic Drugs, which was held in \r\nVienna in March 2009. ASEAN believes that that high-\r\nlevel meeting provided a good opportunity for the \r\ninternational community to take stock of progress and \r\nshortcomings in implementing the outcome of the \r\ntwentieth special session of the General Assembly, in \r\n1998. We also believe that it was an opportunity to \r\nrenew our political commitment to the global fight \r\nagainst drugs and to set clear policy directives for the \r\nyears ahead. \r\n ASEAN is committed to implementing the \r\nPolitical Declaration and Plan of Action on \r\nInternational Cooperation towards an Integrated and \r\nBalanced Strategy to Counter the World Drug Problem, \r\nwhich were adopted by the high-level meeting. We \r\nbelieve that both documents embody the collective will \r\nof the international community and should serve as a \r\nguide for our actions in the future. \r\n Secondly, ASEAN believes that a holistic and \r\nintegrated approach is vital in order to effectively \r\ntackle multifaceted problems related to narcotic drugs. \r\nDemand reduction, supply reduction and international \r\ncooperation are mutually reinforcing, and should be \r\npursued concurrently. Law enforcement measures must \r\nbe complemented by effective national criminal justice, \r\nmodern scientific equipment and technology, close \r\njudicial cooperation among countries and social, \r\ncultural and economic measures to tackle the world \r\ndrug problem. \r\n In the meantime, ASEAN wishes to stress the \r\nimportance of addressing the root causes of the drug \r\nproblem. From our first-hand experience in South-East \r\nAsia, we feel that the drug problem is closely \r\nconnected to issues of poverty and development. As in \r\nother regions, opium poppy and cannabis cultivators in \r\nSouth-East Asia are usually poor farmers in rural areas \r\nwho depend on the sale of those illicit narcotic crops \r\nfor their livelihoods. Therefore, it is important to \r\nprovide them not only with substitute or alternative \r\ncrops that can serve as other sources of income, but \r\nalso development projects that bring about concrete \r\nimprovement in their livelihoods, such as health-care \r\nA/64/PV.38  \r\n \r\n09-59497 4 \r\n \r\ncentres, schools, clean drinking water, roads and \r\nelectricity.  \r\n It is equally important to stress that, to be durable \r\nand effective, such development projects should be \r\nbased on the actual needs and ownership of the \r\ncommunities concerned. Sustained assistance from the \r\nauthorities in terms of know-how, techniques, funding \r\nand technology transfer is important throughout the \r\nvarious stages of crop selection, farming, harvesting \r\nand marketing. Regional and international partnership \r\nto strengthen the capacity of the countries concerned to \r\ncarry out such projects is also essential. \r\n Thirdly, ASEAN welcomes the indication in the \r\nUnited Nations Office on Drugs and Crime (UNODC) \r\n2009 World Drug Report that there were some \r\nencouraging reductions in the production of cocaine \r\nand heroin worldwide in 2008. We also welcome \r\nreports suggesting that the use of opium in traditional \r\nopium-using countries in South-East Asia may be \r\ndeclining. However, ASEAN is gravely concerned \r\nabout the worsening global problem of amphetamine-\r\ntype stimulants. We are concerned that such stimulants \r\nare now being made in a growing number of different \r\ncountries and through the use of various manufacturing \r\ntechniques. The production of such stimulants and the \r\nmarket for them are projected to continue to grow in \r\nEast and South-East Asia at alarming speed, with \r\ndisturbing implications for countries of the region.  \r\n We are also concerned that the international \r\ncommunity has yet to fully understand the market for \r\nsuch illicit synthetic drugs and its characteristics, \r\nowing to the absence of a systematic global mechanism \r\nfor monitoring the illicit manufacture, prevalence \r\npatterns and abuse of and trafficking in ATS. ASEAN \r\ntherefore strongly believes that the international \r\ncommunity should focus more on tackling that fast-\r\ngrowing global drug problem.  \r\n We welcome the launch of the UNODC global \r\nsynthetics monitoring programme for analysis, \r\nreporting and trends, which aims to enhance the \r\ncapacity of countries to generate, manage, analyse, \r\nreport and use information on synthetic drugs to design \r\neffective policy and programme interventions. We also \r\nwelcome the initiatives of the International Narcotics \r\nControl Board to control substances frequently used in \r\nthe illicit manufacture of narcotic drugs and \r\npsychotropic substances. \r\n Fourthly, ASEAN is committed to strengthening \r\nregional cooperation so as to complement efforts at the \r\ninternational and national levels to counter the drug \r\nproblem. Since 2000, ASEAN has pledged to work \r\ntowards achieving a drug-free ASEAN by 2015. That \r\ngoal was reaffirmed and further elaborated in the \r\nASEAN Political-Security Community Blueprint and \r\nthe ASEAN Socio-Cultural Community Blueprint, both \r\nof which were adopted at the fourteenth ASEAN \r\nSummit, held in Thailand earlier this year. In those \r\nBlueprints, the ASEAN countries have pledged to carry \r\nout a broad range of actions to counter drug trafficking \r\nin South-East Asia. For example, ASEAN countries \r\nwill further strengthen measures to prevent the illicit \r\nproduction of drugs, regulate import and export of \r\ncontrolled chemical precursors and enhance cross-\r\nborder law enforcement through information-sharing \r\nand capacity-building. We will assist each other in \r\nenhancing scientific laboratory capacity in precursor \r\nidentification and analysis for enforcement operations \r\nand intelligence, exchanging knowledge concerning the \r\nprofiles of drug syndicate groups and strengthening the \r\ncriminal justice system capacities of individual \r\ncountries.  \r\n ASEAN countries will strengthen preventive \r\nmeasures through civic awareness and social response \r\nand increase access to treatment, rehabilitation and \r\naftercare services in order to ensure full reintegration \r\ninto society. Partnerships among the public and private \r\nsectors and civil society organizations are also \r\ncurrently being enhanced. \r\n Building on this political commitment at the \r\nhighest level, ASEAN senior officials on drug matters \r\nrecently met in Phnom Penh, Cambodia, and agreed to \r\nan action-oriented ASEAN Work Plan on Combating \r\nIllicit Drug Production, Trafficking and Use for 2009-\r\n2015. The Work Plan will guide ASEAN in \r\nsubstantially reducing illicit crop cultivation, drug \r\nproduction and trafficking, illicit drug use and drug-\r\nrelated crime. The meeting also agreed to set up a \r\nmechanism to monitor implementation of the Work \r\nPlan. \r\n Beyond South-East Asia, ASEAN has cooperated \r\nclosely with China and UNODC through the ASEAN-\r\nChina Cooperative Operations in Response to \r\nDangerous Drugs, established in 2000 to advance \r\nregional cooperation to control and combat drugs. \r\nASEAN has also worked with other partners to tackle \r\nnarcotic drugs as an integral part of the cooperative \r\n A/64/PV.38\r\n \r\n5 09-59497 \r\n \r\nefforts to combat transnational organized crime and \r\nnon-traditional security threats. \r\n In conclusion, let me reaffirm ASEAN’s strong \r\ncommitment to realizing a society free of drug abuse in \r\norder to ensure that all people are able to live in good \r\nhealth, dignity and peace, with security and prosperity, \r\nas envisaged in the Political Declaration adopted by the \r\nhigh-level meeting of the Commission on Narcotic \r\nDrugs in Vienna earlier this year. Towards this end, \r\nASEAN looks forward to strengthening cooperation \r\nwith UNODC and our other partners. \r\n Ms. Dunlop (Brazil): Brazil thanks the \r\nCommission on Narcotic Drugs for its report on the \r\noutcome of the high-level segment of its fifty-second \r\nsession (A/64/92). We also appreciate the continued \r\nefforts of the Secretary-General, the United Nations \r\nOffice on Drugs and Crime (UNODC) and other \r\nrelated bodies of the Organization to tackle the global \r\ndrug problem. \r\n At the General Assembly’s special session on \r\ndrugs in 1998, we committed ourselves to a drug-free \r\nworld. Our delegations agreed on a Political \r\nDeclaration (resolution S-20/2, annex), which was a \r\nvaluable tool for advancing national efforts, \r\nstrengthening international cooperation and addressing \r\nour shared responsibility to deal with this issue. \r\n In March in Vienna, the high-level segment of the \r\nfifty-second session of the Commission on Narcotic \r\nDrugs adopted a new Political Declaration and Plan of \r\nAction on International Cooperation towards an \r\nIntegrated and Balanced Strategy to Counter the World \r\nDrug Problem. Brazil welcomes the adoption of those \r\ndocuments. They establish future priorities and suggest \r\nurgent actions based on effective and increased \r\ninternational cooperation. Moreover, they take an \r\nintegrated and balanced approach vis-à-vis supply and \r\ndemand reduction strategies. \r\n I seize this opportunity to reaffirm Brazil’s \r\ncommitment to the struggle against the drug problem. \r\nImportant progress has been achieved in Brazil during \r\nthe past few years. Since 2003, under President Lula’s \r\nleadership, we have updated the principles of our \r\npolicy, taking into consideration the most recent \r\nscientific studies on the matter and our social, political \r\nand economic environment. As the result of an open \r\nconsultation process, Brazil enacted its National Drug \r\nPolicy in 2005. Similar to the new Political Declaration \r\nadopted last March in Vienna, our drug policy takes a \r\nbroad and balanced approach to the drug problem by \r\nintegrating public health and human rights aspects \r\nbased on our 1988 Constitution. \r\n The new Brazilian drug law enacted in 2006 also \r\nfollowed the same path. It established the National \r\nSystem of Public Policies on Drugs. In an innovative \r\nway, it defined a legal difference between drug \r\ntraffickers and drug users and included the financing of \r\ndrug trafficking as a serious crime, with a view to \r\ndepriving criminal organizations of funds. We are \r\nencouraged by the fact that through a combination of \r\nefforts aimed at supply and demand reduction, the \r\ntraditional polarization of the prohibition and \r\nlegalization models could be overcome. \r\n In Brazil, intensified border monitoring, \r\nsubstance control, eradication of illicit crops and the \r\nfight against money-laundering and drug trafficking \r\nrepresent only some of our efforts towards drug supply \r\nreduction. All of these efforts, however, have been \r\nmatched with consistent demand reduction actions. \r\nWith the support of the scientific community, we are \r\nplanning initiatives based on the study and diagnosis of \r\ndrug consumption patterns. \r\n I would also like to congratulate UNODC on its \r\n2009 World Drug Report. According to its surveys, \r\nillicit drugs continue to pose a health danger in many \r\ncountries around the world. In this context, we firmly \r\nsupport the new Political Declaration with its pledge to \r\nestablish greater controls on criminal activities, while \r\nat the same time promoting the right of drug users to \r\nbetter health. \r\n International cooperation in drug control began \r\none hundred years ago when the International Opium \r\nCommission met in Shanghai in 1909. Attended by 13 \r\ncountries, the Shanghai conference led to the signing of \r\nthe first international convention to attempt the control \r\nof a narcotic in 1912. Since then, Brazil has firmly \r\nsupported all efforts to address this issue in the \r\ninternational arena. \r\n Despite all of the progress achieved since \r\nShanghai, we must, in order to solve the world drug \r\nproblem, redouble our national efforts and recommit to \r\nincreased cooperation at regional and international \r\nlevels. Brazil will continue to do its part, working with \r\nall Member States and the United Nations system in \r\norder to further our common goals. On a bilateral basis, \r\nwe will also continue to strengthen our dialogue and \r\ncooperation with many countries, in particular with our \r\nA/64/PV.38  \r\n \r\n09-59497 6 \r\n \r\nSouth American neighbours, to address this important \r\nissue. \r\n Mr. Gutiérrez (Peru) (spoke in Spanish): My \r\ndelegation welcomes the Political Declaration and Plan \r\nof Action on International Cooperation towards an \r\nIntegrated and Balanced Strategy to Counter the World \r\nDrug Problem (see A/64/92), adopted at the high-level \r\nsegment of the fifty-second session of the Commission \r\non Narcotic Drugs, and acknowledges that those \r\ndocuments are a valuable source to guide the work of \r\nour countries in the fight against drugs. Peru shares the \r\nconcern of the international community about the \r\ndangers posed by this world problem and, therefore, \r\nunderscores the spirit of trust and cooperation that \r\nencouraged the Member States to adopt the Political \r\nDeclaration in order to decide future priorities and \r\nurgent measures to fight the drug scourge.  \r\n One element of the world drug problem that \r\ndemands pressing attention is drug trafficking. In \r\naddition to the danger that that activity poses per se, its \r\nlinks with violence, organized crime and even, in some \r\ncountries, terrorist activities should be highlighted. It is \r\nalso associated with other criminal activities, such as \r\nmoney-laundering, arms trafficking, trafficking in \r\npersons and corruption. That range of threats causes \r\nincalculable losses of human life and substantial \r\nmaterial damage and requires both preventive action \r\nand penalties in order to safeguard the security and the \r\nhuman rights of our populations. \r\n As a side effect, but one of great impact, drug \r\ntrafficking has an adverse effect on the environment. \r\nThe illicit production of coca leaves is destructive in \r\ncountries in which those crops exist, as is the case in \r\nPeru, where three hectares of forests are razed in order \r\nto cultivate a hectare of coca. Despite the efforts of our \r\nnational authorities to address that situation, the \r\nAmazon forest is suffering irreparable damage through \r\nthe felling and burning of forests with a view to \r\nincreasing the illegal cultivation of coca, thereby \r\neroding the soil. Those actions are believed to have \r\ncaused the deforestation of 2.5 million hectares of \r\nAmazonian forest, with related consequences for \r\nglobal warming.  \r\n Various areas must be tackled in order to fight \r\ndrug trafficking. Therefore, coordinating actions that \r\nare adopted is key to achieving positive results. Thus, \r\nwe believe it important to jointly implement, through \r\nlegislative measures, penalties for offenders and the \r\ninterdiction and eradication of illicit crops, other steps, \r\nsuch as prevention and the implementation of \r\nalternative development programmes and projects. \r\n Among the actions taken by Peru, in particular \r\nfor the benefit of the affected populations, we wish to \r\nhighlight as a development tool the alternative \r\ndevelopment programmes and projects, especially \r\nthose geared to agriculture. Specifically, my delegation \r\nthanks the United Nations Office on Drugs and Crime \r\nfor the cooperation extended to Peru in the field of \r\nalternative development. The projects arising from that \r\ncooperation benefit 23,000 families of farmers and \r\ncooperate with local communities in order to diversify \r\nagricultural production, aimed at both the domestic and \r\nthe international markets. The virtues of such \r\nprogrammes and projects have been acknowledged in \r\nthe Political Declaration and Plan of Action adopted at \r\nthe fifty-second session of the Commission on Narcotic \r\nDrugs, and in various resolutions of the General \r\nAssembly and other bodies of the United Nations \r\nsystem, where, moreover, States with experience in that \r\narea have been encouraged to share their best practices \r\nand lessons learned with those States affected by illicit \r\ncrops. \r\n The implementation of all those steps requires a \r\ngreat financial effort on the part of the States suffering \r\nfrom the drug trafficking problem and whose resources \r\nfor the most part are not available in the necessary \r\nquantities. In the particular case of Peru, while we \r\nallocate over $600 million a year to fight that illicit \r\nactivity, that figure is tiny in the face of the challenge \r\nthat we face, which comprises a criminal network with \r\ninternational links producing and trafficking drugs \r\nworth nearly $22 billion. That is why sustained \r\ninternational cooperation is vitally important. \r\n In that regard, we are pleased that the Political \r\nDeclaration and Plan of Action refer to the principle of \r\na common and shared responsibility and the need for \r\neffective and increased international cooperation, \r\nwhich demands an integrated, multidisciplinary and \r\nbalanced approach in order to reduce both the supply \r\nand the demand of drugs, and whose strategies must be \r\nmutually reinforcing. To meet those considerations, the \r\nagendas of the developed countries, especially \r\nconsumer countries, must give pride of place to \r\ncooperation on fighting drug trafficking, in particular \r\nas the need to intensify and strengthen joint efforts, \r\nincluding through enhanced and better coordination of \r\n A/64/PV.38\r\n \r\n7 09-59497 \r\n \r\ntechnical and financial assistance, has specifically been \r\nstressed in the Political Declaration itself. \r\n For the purposes of implementing the Political \r\nDeclaration and its Plan of Action with a view to truly \r\nintegrated international cooperation, it is necessary to \r\nbe fully aware of the current situation in that field. \r\nOnly by ascertaining the destination of cooperation \r\nflows, in particular financial cooperation flows, will \r\nwe have an idea of how States are tackling the drug \r\nproblem globally and ascertain if it is necessary to \r\nrefocus cooperation towards those countries that need \r\nit most. As is noted in the Political Declaration, States \r\nare committed to enhancing cooperation, taking into \r\naccount those situations in which countries are \r\nsubstantially affected by illicit crops for the production \r\nof narcotic drugs and psychotropic substances and by \r\nthe illicit trade in drugs and precursors, in order to \r\ncombat the global problem of drugs and its \r\nrepercussions for political stability, democratic \r\ninstitutions, security, the rule of law and sustainable \r\ndevelopment, including efforts to eradicate poverty. \r\n Therefore, my country, Peru, attaches great \r\nimportance to the need for a report that includes \r\nstatistics and relevant information on the resources that \r\ninternational cooperation devotes to the fight against \r\nillicit drug trafficking, while also identifying key \r\nprogrammes to strengthen cooperation with the \r\ncountries most affected by illicit drug production. \r\n In that regard, the draft resolution on \r\ninternational cooperation against the world drug \r\nproblem (A/C.3/64/L.15), which will be submitted for \r\nadoption by the General Assembly through the Third \r\nCommittee, acknowledges the need for that \r\ninformation and urges Member States to support the \r\ndialogue on that topic through the Commission on \r\nNarcotic Drugs. We believe that to be a first step in the \r\nright direction in order to have in the near future a \r\ncomprehensive report on the issue. \r\n We are sure that such a report will facilitate \r\ngreater and better coordination of cooperating \r\ncountries, international organizations and financial \r\ninstitutions with the rest of the countries concerned, \r\nwhether manufacturing, consumer or transit countries, \r\nand thus, we believe, help in future to improve the way \r\nin which we tackle the problem of illicit drug \r\ntrafficking at the global level.  \r\n Mr. Gonsalves (Saint Vincent and the \r\nGrenadines): From the perspective of Saint Vincent and \r\nthe Grenadines, it is impossible to overstate the \r\nimportance of the issues of narcotic drugs and our \r\ninternational cooperation in addressing the problem. \r\nWe therefore welcome this opportunity to address those \r\ntopics and the numerous reports and studies that have \r\nbeen generated, particularly the outcome of the high-\r\nlevel segment of the fifty-second session of the \r\nCommission on Narcotic Drugs (A/64/92) and \r\ndocuments A/64/120 and A/64/123. In addition to those \r\ndocuments, we also recommend for consideration by \r\nthe Assembly the World Drug Report and 2009 Annual \r\nReport of the United Nations Office on Drugs and \r\nCrime (UNODC) and also note the continuing \r\nrelevance of UNODC’s 2007 report entitled “Crime, \r\nViolence, and Development: Trends, Costs, and Policy \r\nOptions in the Caribbean”, as well as its 2008 report \r\nentitled, “The Threat of Narco-trafficking in the \r\nAmericas”. \r\n We continue to align ourselves with the \r\nstatements made by the Caribbean Community \r\n(CARICOM) before the Third Committee on \r\n8 October. \r\n Until very recently, Saint Vincent and the \r\nGrenadines was an economy that relied primarily on \r\nbanana exports to the United Kingdom. However, in \r\nthe face of challenges made to the World Trade \r\nOrganization by other large banana interests and the \r\nUnited States — which does not grow a single bunch \r\nof bananas — our preferential access to the United \r\nKingdom market is fast disappearing. \r\n Today, we are producing less than half the \r\nbananas we grew only 10 years ago. In 1992, \r\nWindward Island banana exports to the United \r\nKingdom market represented 274,000 tonnes, or a \r\n45 per cent share of that market. Today, we ship less \r\nthan a quarter of that amount to the United Kingdom, \r\nand our market share is in the single digits. \r\n The resulting unemployment, rural poverty and \r\nsudden social dislocation have presented a number of \r\ndifficult challenges to Saint Vincent and the \r\nGrenadines. One of these is an increase in marijuana \r\ncultivation in the remote hills of our country’s interior, \r\nwhere producers destroy ancient old-growth rain \r\nforests to cultivate hundreds of acres of cannabis herb. \r\nA single recent raid by regional security forces \r\nuncovered over 700,000 marijuana plants and 3 million \r\nseedlings in one area. Saint Vincent and the Grenadines \r\nA/64/PV.38  \r\n \r\n09-59497 8 \r\n \r\nhas, unfortunately, now become one of the Caribbean’s \r\nmajor marijuana producers. \r\n However, those responsible for this rise in \r\nproduction are not noble farmers eking out a living in \r\nhostile conditions. Marijuana production has rapidly \r\nmorphed into an elaborate criminal enterprise, \r\norchestrated by heavily armed drug barons and gangs, \r\noften from other countries. Law enforcement officers \r\nin Saint Vincent and the Grenadines are seizing ever-\r\nincreasing numbers of ever-more sophisticated \r\nfirearms, which are directly linked to the narcotics \r\ntrade and trafficking in our country and region. \r\n UNODC’s report “Crime, Violence, and \r\nDevelopment: Trends, Costs, and Policy Options in the \r\nCaribbean”, states that  \r\n “Murder rates in the Caribbean — at 30 per \r\n100,000 population annually — are higher than \r\nfor any other region of the world and have risen \r\nin recent years for many of the region’s \r\ncountries.”  \r\n According to its report, “The Threat of Narco-\r\ntrafficking in the Americas”, the UNODC posits that  \r\n “The Caribbean is such a diverse region that it is \r\ndifficult to explain the widespread recent \r\nescalation in violence in terms other than those \r\nrelating to the drug trade.”  \r\n That drug trade is the most pressing and \r\nimmediate threat to the security of our region. UNODC \r\nreports that about 20 per cent of the cocaine destined \r\nfor North America currently travels through the \r\nCaribbean, with increasing amounts of synthetic drugs \r\nalso passing through our region en route to markets in \r\ndeveloped countries. The southern Caribbean is \r\nincreasingly being utilized as a trans-shipment point, \r\nand is particularly favoured by drug producers from \r\ncertain South American States. The UNODC also \r\nsuggests that the Caribbean will continue to play an \r\nimportant — and possibly increasing — role in future \r\ndrug transit. \r\n According to the UNODC’s crime, violence and \r\ndevelopment report for the Caribbean,  \r\n “The Caribbean is especially vulnerable to crime \r\nfor several reasons. It suffers from the \r\ndisadvantage of being situated between the \r\nworld’s source of cocaine (the Andean region of \r\nSouth America) and its primary consumer \r\nmarkets (the United States and Europe) … As \r\nsmall islands, Caribbean countries and territories \r\nhave large coastlines and territorial waters to \r\ncontrol relative to their ability to fund law \r\nenforcement coverage. Small criminal justice \r\nsystems are easily overwhelmed in terms of \r\npolice, courts and prisons. Police must deal with \r\nseasonal tourist inflows, and, in some countries, \r\nthe number of annual visitors actually exceeds the \r\nsize of the local population. The Caribbean has \r\nsome of the highest prisoner-to-population ratios \r\nin the world, and overcrowding interferes with \r\nthe rehabilitation process.”  \r\n That description is particularly apt for Saint \r\nVincent and the Grenadines. The 32 islands of our \r\narchipelago — with their rugged coastlines and vast \r\nseascape — are patrolled by a mere handful of \r\ncoastguard vessels. Our justice system is crowded with \r\ndrug-related crimes and criminals. Furthermore, one \r\ncannot overstate the ease with which a single, \r\nrelatively minor, drug baron can threaten the very \r\nfoundations of our region’s small societies. In countries \r\nlike ours, with only a few hundred largely unarmed, \r\nlaw enforcement officers, one heavily armed drug \r\ngang — no matter how insignificant in the global \r\nscheme — can seriously threaten to undermine the \r\nState’s legitimate monopoly on coercive force. \r\n The developmental repercussions of this drug \r\ntrade and its associated crime are profound. UNODC \r\nhas estimated, for example, that Haiti and Jamaica \r\ncould double their annual economic income if they \r\ncould bring their crime rates down to Costa Rica’s \r\nlevel. This drug trade is therefore a very real threat to \r\nour regional growth and development. \r\n We welcome the outcome of the high-level \r\nsegment of the fifty-second session of the Commission \r\non Narcotic Drugs, particularly its recognition of the \r\nmultifaceted challenges faced by transit States and its \r\ncall for increased technical and financial assistance to \r\nStates most directly affected by the world drug \r\nproblem. This is indeed a global problem and the \r\nhuman and financial costs of combating it cannot be \r\nborne by States like ours, which are essentially transit \r\npoints for drugs on their way to North American and \r\nEuropean markets. \r\n The studies that have been written are \r\nvoluminous and detailed. The onus now is on \r\nGovernments — particularly in those States whose \r\n A/64/PV.38\r\n \r\n9 09-59497 \r\n \r\ndemand fuels the drug trade — to demonstrate the \r\nnecessary political will to cooperate fully against the \r\ndrug problem. It is better for us to hold hands in \r\ncooperation than to point fingers, and the cost of \r\nignoring this problem is far greater than the cost of \r\nconfronting it head-on. \r\n At the same time, the interconnectedness of the \r\nworld drug problem to other global issues must be \r\nacknowledged and addressed. Surely, it is preferable \r\nfor international trading regimes to carve out \r\nexceptions and export preferences for what are \r\nessentially de minimus producers of legitimate \r\nagricultural goods, than it is to force them to choose \r\nbetween unemployment and the production of illicit \r\ncash crops. \r\n Mr. Puri (India), Vice-President, took the Chair. \r\n The global economic and financial crisis has also \r\nadded to the list of international maladies that were not \r\ncreated in the Caribbean, but that disproportionately \r\naffect our subregion. The list includes climate change, \r\nan iniquitous international trade regime, small arms \r\ntrafficking and narcotic trans-shipment. Make no \r\nmistake: without active and aggressive assistance to \r\nsmall, vulnerable and poor countries like ours, the \r\nyawning social, political and economic cleavages \r\ncaused by this global economic and financial crisis will \r\nonly increase the attractiveness of illicit drugs and their \r\ndisastrous global implications. \r\n Furthermore, the link between narcotics and the \r\ntrafficking of small arms is strong and irrefutable. We \r\ncannot afford continued dalliances by arms-producing \r\ncountries that fail to comprehend the need for \r\nmeaningful controls on the flow of small arms and \r\nlight weapons. The time is long since past for an \r\nenforceable global accord on this matter. \r\n Finally, our delegation takes this opportunity to \r\nagain register the alarm and profound dismay of the \r\nentire Caribbean community at the closure of \r\nUNODC’s Caribbean field office. We consider it \r\nnothing less than an abandonment of the Caribbean \r\nregion. \r\n In this year’s UNODC Annual Report, Executive \r\nDirector Antonio Maria Costa is quoted as saying, \r\n“States in the Caribbean, Central America and West \r\nAfrica, as well as the border regions of Mexico, are \r\ncaught in the crossfire between the world’s biggest \r\ncoca producers ... and the biggest consumers.”  \r\n In the preface to UNODC’s report on the threat of \r\nnarco-trafficking in the Americas, the Executive \r\nDirector states that “Drug-related crime and the \r\nviolence that it fuels in … parts of the Caribbean … are \r\na threat to public safety and an impediment to \r\ndevelopment.”  \r\n Within this context, it is beyond baffling that \r\nUNODC can close its only office in the Caribbean, a \r\nregion with the highest murder rate, with one fifth of \r\nthe cocaine traffic to North America, with increasing \r\ntransit of synthetic drugs, and with rising levels of \r\naddiction to certain narcotics. Indeed, when we read in \r\nthe preface to the 2009 UNODC report that the Office \r\nis stepping up its engagement in Central America and \r\nthe Caribbean to reduce the vulnerability of these \r\nregions to drugs and crime, CARICOM wonders how \r\nthis “stepped up” engagement can take place in the \r\nface of a physical retreat from the region. \r\n In that light, while we welcome the report of the \r\nSecretary-General on international cooperation against \r\nthe world drug problem, we want to express our clear \r\nview that, inasmuch as the Secretary-General’s \r\nrecommendation that Member States “support the \r\nreconfiguration of the network of field offices of \r\nUNODC” (A/64/120, para. 96) may be a euphemism \r\nfor the closure of the Caribbean office, Saint Vincent \r\nand the Grenadines rejects that recommendation. \r\n While we are fully aware of UNODC’s budgetary \r\nconstraints, it is inconceivable to us that our \r\nabandonment, or any other administrative expediency, \r\ncould form part of the solution to UNODC’s \r\ndifficulties or the wider battle against the world drug \r\nproblem. We in the Caribbean deserve and demand a \r\nmeaningful, measurable and tangible engagement in \r\nour region, for which a physical presence is a \r\nnecessary prerequisite. \r\n The war on drugs cannot be fought on the cheap. \r\nInternational cooperation against the world drug \r\nproblem must be tangible and meaningful. The very \r\nfuture of scores of small States, like ours, depends on \r\nit. \r\n Mr. Heller (Mexico) (spoke in Spanish): On \r\nbehalf of the Government of Mexico, it is an honour to \r\naddress the General Assembly for the consideration of \r\nthe report by the Commission on Narcotic Drugs as \r\ncontained in document A/64/92, which reflects the \r\noutcome of the high-level segment of the fifty-second \r\nsession of the Commission on Narcotic Drugs. \r\nA/64/PV.38  \r\n \r\n09-59497 10 \r\n \r\n That report identifies the progress made in \r\nmeeting the targets and objectives established in the \r\nPolitical Declaration adopted by the General Assembly \r\nat its twentieth special session. Thanks to the \r\ndiscussions held in each one of those bodies, it has \r\nbeen once again internationally reaffirmed that the \r\nglobal problem of drugs should be addressed in a \r\ncomprehensive manner that includes the \r\nimplementation of well-targeted strategies relating to \r\neach one of the different facets of the issue. Attention \r\nshould also be paid to crime related to the illicit \r\ntrafficking and production of drugs. \r\n Our Governments’ concerns vary according to \r\nwhich of the problem we are considering. However, all \r\nGovernments here today are obliged to make a \r\ncoordinated commitment to improved international \r\ncooperation to tackle the scourge that has left our \r\nsocieties ill.  \r\n We recall that in 1998 Mexico promoted the \r\ntwentieth special session of the General Assembly in \r\norder to counter the problem of drugs. The goal was for \r\nthe international community to recognize that the \r\nphenomenon merits an integrated and balanced fight \r\nguided by the principle of shared responsibility. With \r\nthat resolve, Mexico has promoted important proposals \r\non the regional level. Those initiatives include the \r\nmultilateral evaluation mechanism of the Organization \r\nof American States and aim at increasing cooperation, \r\ndialogue and trust among countries in the hemisphere.  \r\n Just more than a decade after the special session \r\nof 1998, Mexico reaffirmed its commitment to the fight \r\nagainst drugs around the world by actively \r\nparticipating in the high-level segment of the fifty-\r\nsecond session of the Commission on Narcotic Drugs. \r\nThat was an important event at which the international \r\ncommunity, guided by the principle of shared \r\nresponsibility, renewed its commitment by adopting a \r\nPolitical Declaration and Plan of Action on \r\nInternational Cooperation towards an Integrated and \r\nBalanced Strategy to Counter the World Drug Problem. \r\n At that event, Mexico underscored that the \r\ntrafficking in weapons and chemical precursors, the \r\nproduction of synthetic drugs, money-laundering, \r\nviolence, extortion, kidnapping and the corruption of \r\nlaw enforcement agencies and judicial systems are the \r\nnew face of the problem that should give rise to new \r\nforms of cooperation. The extraordinary ease with \r\nwhich weapons can be acquired and trafficked, which \r\nadds to the economic power of the related criminal \r\nactivity, is what makes criminal organizations so \r\nstrong.  \r\n That is why Mexico wishes to underscore the \r\nrecognition afforded in paragraph 27 of the Political \r\nDeclaration to the growing violence arising from the \r\nactivities of criminal organizations involved in illicit \r\ndrug trafficking. In that context, my delegation \r\nreiterates its request for the urgent adoption of \r\nmeasures to prevent those organizations from attaining \r\nthe resources necessary and, in particular, firearms and \r\nmunitions, to pursue their criminal activity. Our \r\ncommitment is full-fledged. That is why we call for a \r\ngreater number of ratifications aiming towards the \r\nuniversality of the Protocol against the Illicit \r\nManufacturing of and Trafficking in Firearms to the \r\nUnited Nations Convention against Transnational \r\nOrganized Crime.  \r\n The relevance of the Political Declaration and its \r\nPlan of Action, agreed upon at the high-level segment \r\nof the fifty-second session of the Commission on \r\nNarcotic Drugs, is grounded in the fact that both \r\ninstruments identify new challenges and future \r\npriorities as well as goals and targets that allow us to \r\nundertake concrete national and international action.  \r\n Among future priorities, my delegation wishes to \r\nunderscore those that, in the area of supply reduction, \r\npromote bilateral, subregional, regional and \r\nmultilateral cooperation between judicial authorities \r\nand law enforcement bodies in order to fight the \r\ncriminal organizations in their production and \r\ntrafficking of drugs and related criminal activities.  \r\n Also among our future priorities is the \r\nimplementation of those actions that will allow us to \r\ntackle the new trends in trafficking and, in particular, \r\nthose tied to new technologies, new routes and new \r\nmethods used by the drug traffickers. All of the \r\naforementioned is aimed at reducing the illicit supply \r\nof drugs. \r\n Another crucial priority has to do with the control \r\nof chemical precursors and amphetamine-type stimulants. \r\nIn the case of those substances, one of the challenges \r\nthat must be met is that of adopting those measures that \r\nhelp to promote control of illicit synthetic narcotics. \r\nMy delegation respectfully calls upon Member States \r\nto join efforts to identify new trends through a timely \r\nexchange of information.  \r\n A/64/PV.38\r\n \r\n11 09-59497 \r\n \r\n Money-laundering of drug proceeds and other \r\nserious crimes have increased. That is a global problem \r\nthat also threatens the security and stability of \r\ninstitutions and financial systems. Without a doubt, \r\nthat constitutes another great challenge that compels us \r\nto urgently promote domestic legislation or a \r\nstrengthening of existing legislation in order to \r\npenalize money-laundering linked to drug trafficking, \r\nthe diversion of chemical precursors and other serious \r\ntransnational crimes. \r\n The Government of Mexico is firmly committed \r\nto strengthening international cooperation as a tool to \r\ncombat the global drug problem. That is why Mexico \r\npresents each year a draft omnibus resolution on drugs, \r\nnegotiations for which have just concluded favourably. \r\nThe draft resolution devotes particular importance to \r\nthe Political Declaration and Plan of Action on \r\nInternational Cooperation towards an Integrated and \r\nBalanced Strategy to Counter the World Drug Problem. \r\nFurther, the draft resolution gives the Declaration and \r\nPlan of Action their appropriate political weight by \r\nvirtue of placing them before the General Assembly for \r\nconsideration. \r\n My delegation wishes to express its appreciation \r\nfor the dedication and effort that political and technical \r\nexperts from all delegations, both in Vienna and here at \r\nHeadquarters, have brought to difficult and fruitful \r\ndebates at various times, both in the Commission on \r\nNarcotic Drugs and in the Third Committee, working \r\nto fulfil commitments that we acknowledge and \r\nendorse. \r\n The outcome that we see today through the \r\nPolitical Declaration and Plan of Action, as well as the \r\ndraft omnibus resolution on international cooperation \r\nin the fight against drugs that the General Assembly \r\nwill adopt in the next few days, reflect the international \r\nconsensus on the subject and the willingness of \r\nGovernments to incorporate in an integrated way all \r\nthe aspects necessary to combat the scourge of drugs. \r\n Mexico firmly believes that in order to effectively \r\nimplement the Political Declaration and Plan of Action, \r\ncountries will need to bolster international cooperation, \r\ncoordinating regional and international organizations \r\nworking in the field with international financial \r\ninstitutions and civil society organizations. \r\n Governments should not and cannot be alone in \r\nthis task. Their actions should be responsibly supported \r\nby various actors, drawn from non-governmental \r\norganizations and the private sector in such a way that \r\nthe global fight against drugs will have favourable \r\nrepercussions in political stability, democratic \r\ninstitutions, security, the rule of law, sustainable \r\ndevelopment and health in our societies.  \r\n Ms. Blum (Colombia) (spoke in Spanish): My \r\ndelegation welcomes the convening of this General \r\nAssembly meeting on the outcome of the high-level \r\nsegment of the fifty-second session of the Commission \r\non Narcotic Drugs, held last March in Vienna. During \r\nthat important event, our ministers reviewed the \r\nprogress made in the decade since the General \r\nAssembly adopted, at its twentieth special session, its \r\nPolitical Declaration and Action Plan on international \r\ncooperation towards an integrated and balanced \r\nstrategy to counter the world drug problem. Important \r\ndecisions were taken about future priorities and urgent \r\nmeasures to combat the world drug problem beyond \r\n2009. \r\n With the Political Declaration and Plan of Action \r\nadopted at the high-level segment, the world reiterated \r\nthe commitment made in 1998 to promote the effective \r\nimplementation of the guiding principles in the fight \r\nagainst drugs. In that spirit, there was a reaffirmation \r\nthat each one of the links that make up the chain of the \r\nworld drug problem must be faced in the framework of \r\ncommon, shared responsibility, with an integrated and \r\nbalanced approach that fully conforms to the principles \r\nand objectives enshrined in the Charter and that \r\nstrengthens international cooperation.  \r\n At the same time, there was a recognition that \r\ndespite efforts and progress made by States, \r\ninternational organizations and civil society, the world \r\ndrug problem continues to threaten health, security and \r\nthe well-being of humanity. It was also observed that \r\nthe world drug problem in all its aspects undermines \r\nsustainable development, political stability and \r\ndemocratic institutions. Moreover, it is a threat to \r\nnational security and the rule of law, and diminishes \r\nthe efficacy of efforts to eradicate poverty.  \r\n For more than three decades, Colombia has \r\nfought against this scourge in an ongoing and fully \r\ndedicated way. For that reason my country places \r\nparticular importance on the renewal of the \r\ninternational community’s commitments. Experience \r\nhas shown that only when it is attacked from all fronts \r\ncan the criminal system behind the drug trade be \r\ndestabilized. In this regard, the efficacy of the \r\nA/64/PV.38  \r\n \r\n09-59497 12 \r\n \r\nprodigious efforts applied at the national level will be \r\nreduced if there is not full commitment and \r\ncooperation on the part of all States. \r\n With the goal of bringing security, well-being and \r\nsocial cohesion to all citizens, the Colombian State is \r\nmoving forward with a comprehensive approach and \r\nstrategy based on reduction of supply and demand as \r\nwell as the fight against all crimes related to the drug \r\ntrade. Colombian institutions have worked diligently to \r\nfight this global threat in a coherent way and have \r\nachieved resounding successes that are evident in \r\nadvances in public health, well-being and security for \r\nour entire society.  \r\n Today we can say that drug production and \r\ntrafficking are losing ground in Colombia. National \r\nefforts have brought the country close to the Plan \r\nColombia goals set eight years ago to reduce the \r\nproduction of cocaine by 50 per cent. As mentioned in \r\nthe 2009 World Drug Report, Colombia’s efforts in \r\naerial fumigation, manual eradication and chemical \r\ncontrols, as well as its alternative development \r\nprojects, have led to a reduction in total world cocaine \r\nproduction. \r\n Colombia would like to hold up as a major sign \r\nof progress, as reflected in the Political Declaration, \r\nthe recognition of alternative development as a useful \r\ninstrument in tackling the problem of illicit crops from \r\nthe development perspective. In that spirit, we must \r\nunderline the need to strengthen international \r\ncooperation to finance, formulate and implement \r\nsustainable alternative development programmes in \r\ncountries affected by illicit crops used in drug \r\nproduction.  \r\n Increased support on the part of the international \r\ncommunity for strategies to reduce illegal crops must \r\nbe a priority, not only in terms of technical and \r\nfinancial resources, but also politically. Preferential \r\naccess to world markets for goods produced through \r\nsuch initiatives is an essential factor for their \r\nsustainability.  \r\n During the high-level segment of the Commission \r\non Narcotic Drugs, Colombia reiterated that the world \r\ndrug problem is an ever more global and transnational \r\nphenomenon that threatens the entire international \r\ncommunity. Colombia emphasized the importance of \r\ntackling the many elements of the chain comprising the \r\nworld drug problem, including consumption, crop \r\ncultivation, the production of natural and synthetic \r\npsychotropic drugs, trafficking and distribution, the \r\ndiversion of chemical precursors and money-\r\nlaundering.  \r\n At the same time, Colombia warned of the \r\ngrowing urgent need to increase national and \r\ninternational strategies to respond to the grave \r\nchallenges presented by the ever closer ties between \r\ndrug trafficking, corruption and other forms of \r\norganized crime, in particular trafficking in persons, \r\nthe illicit arms trade, cybercrime, money-laundering \r\nand the financing of terrorism. \r\n The constant evolution and adaptability of the \r\nmeans and resources used by organized crime demand \r\nthat we continually update our strategies. The \r\ninternational community must focus on an integrated \r\nand multidisciplinary approach that will allow us to \r\ntackle these new challenges. In this context, it is \r\nessential that we improve sources of information on the \r\ninternational level, so that Member States can better \r\nunderstand the trends and consequences of the \r\nproblem. Joint planning mechanisms must be created to \r\ndeal with specific routes and markets used for \r\ntrafficking and consuming drugs. We need better \r\noversight systems for evaluating the effectiveness of \r\nthe programmes and policies for reducing supply and \r\ndemand. And control and oversight programmes need \r\nto be updated in order to tackle the problems that come \r\nwith illicit synthetic drugs. \r\n In this regard, international cooperation must be \r\naimed at meeting the commitments and obligations \r\nentered into by States in the fight against the world \r\ndrug problem and related crimes. This can be achieved \r\nwith sufficient coordination of plans and actions \r\nbetween countries, financial and technical cooperation, \r\nand the timely exchange of operational and judicial \r\ninformation. An integrated strategy against the global \r\ndrug problem can be sustainable and effective only if \r\nthe international community as a whole confronts all \r\nthe links in the chain with equal resolve and unity. We \r\nmust all work together in an integrated way to produce \r\nresults and make progress in eliminating this scourge, \r\nincluding all the criminal activities that serve to sustain \r\nit. \r\n Colombia, for its part, continues to maintain its \r\nunflagging commitment to working on bilateral, \r\nregional and multilateral levels, through effective \r\ncoordination and cooperation measures that address the \r\n A/64/PV.38\r\n \r\n13 09-59497 \r\n \r\ntransnational, dynamic and multidimensional nature of \r\nthis global threat. \r\n Ms. Ross (United States of America): My \r\ndelegation would like to express our appreciation, \r\nthrough you, Mr. President, to Namibia, for its \r\nstewardship of the review of the General Assembly’s \r\nspecial session commitments and the high-level \r\nproceedings of the Commission on Narcotic Drugs, \r\nwhich were open to all Member States. We also express \r\nour gratitude to Mexico for its efforts in chairing the \r\ndraft resolution on this topic in the Third Committee \r\n(A/C.3/64/L.15/Rev.1) This General Assembly plenary \r\nmeeting on drugs is the culmination of the ten-year \r\nreview of the twentieth special session commitments \r\n(see resolutions S-20/2, S-20/3 and S-20/4) to further \r\nthe implementation of the three United Nations drug-\r\ncontrol conventions. Those conventions, to which more \r\nthan 95 per cent of Member States are parties, continue \r\nto provide the framework for our international efforts. \r\nThe Political Declaration and the Action Plan (see \r\nA/64/92), emanating from the Commission on Narcotic \r\nDrugs high-level segment at its fifty-second session in \r\nMarch, build on the political commitments of the 1998 \r\nspecial session documents and highlight the importance \r\nof continuing international cooperation in addressing \r\nthe world drug problem. \r\n We all agree that the illicit cultivation, \r\nproduction, trafficking, sale and consumption of \r\nnarcotic drugs are pressing and complex global \r\nchallenges. During the almost two-year-long process of \r\nthis review, we did not agree on every aspect of \r\naddressing the drug problem. Discussion was, at times, \r\ncontentious, as Governments with differing policies, \r\nlaws and social systems tried to reach agreement on a \r\nway forward. However, working together, we \r\naccomplished a great deal. Despite our differences, we \r\nreached consensus and adopted a document that \r\nbreathes life into the treaties. This extends the work \r\nthat we do into the future and shows that all of us \r\nfacing a global issue can work together to develop a \r\nseries of actions to address a scourge that we face at \r\nhome and abroad. \r\n Those documents represent a strong and \r\ncontinuing consensus on confronting the global drug \r\nproblem: to attack and disrupt the criminal \r\norganizations that traffic in illegal drugs and to bring \r\ntheir leaders to justice; to help rehabilitate drug \r\nvictims; and perhaps most importantly, to reduce and \r\nprevent drug use through education and a range of \r\nhealth programmes. The Commission’s Political \r\nDeclaration and Plan of Action have set out the goals \r\nand the strategy. All of us must now work together to \r\nturn those commitments into actions on the ground. \r\n I thank you again, Mr. President, for your efforts \r\nto lead us in these discussions, and I urge all Member \r\nStates to give strong support to enacting these \r\ncommitments. \r\n Mr. Churkin (Russian Federation) (spoke in \r\nRussian): It is difficult to overstate the significance of \r\nthe high-level segment of the Commission on Narcotic \r\nDrugs (CND) held in Vienna in March. The \r\nproceedings have become the main anti-narcotics event \r\nnot only of this year but perhaps of the entire decade, \r\nsince within its framework stock was taken of the great \r\ndistance the international community has come in \r\nachieving the goals formulated in 1998 at the General \r\nAssembly’s twentieth special session on drugs, and the \r\ntargets set for future work in this area. \r\n The discussion in Vienna was not easy. States’ \r\npositions on solving the global drug problem differed \r\nsubstantially. This is reflected in the Political \r\nDeclaration and Plan of Action (see A/64/92) adopted \r\nas a result of the discussion. They enshrine a consensus \r\non an approach that is on the whole balanced, aimed at \r\nachieving a solution to the problem of reducing supply \r\nand demand for drugs as well as strengthening \r\ninternational cooperation in this area. At the same time, \r\nthe assessment of the progress made in achieving the \r\ngoals set at the Assembly’s twentieth special session is \r\nproving excessively optimistic. In 2008 the world \r\nopium harvest was almost double what it was in 1998. \r\nThese figures speak for themselves. The opium harvest \r\nin Afghanistan for the period has more than tripled. \r\nThe international community has not yet succeeded in \r\nfinding a realistic alternative to that country’s booming \r\ndrug economy. \r\n The Member States of the United Nations were \r\nand remain united in their opinion of the growing \r\nthreat that the world drug problem presents, despite all \r\nthe measures taken at the national, regional and \r\ninternational levels. Hence the imperative of \r\nestablishing a more productive international system for \r\naddressing the issue, one capable of responding \r\neffectively to the challenges that are emerging. We \r\nsupport this approach wholeheartedly. \r\n We believe that the key element in this system \r\nmust be combating the production and trafficking of \r\nA/64/PV.38  \r\n \r\n09-59497 14 \r\n \r\nillegal drugs. In this context, the most acute problem \r\nglobally is the growing threat stemming from Afghan \r\nterritory. Regrettably, we are forced to conclude that \r\nAfghanistan is an unrivalled leader in opiate \r\nproduction, producing more than 90 per cent of world \r\noutput. The trade in Afghan opium has now become a \r\ntransnational threat, not only for countries on the \r\ntrafficking route and those of final destination, but also \r\nfor international security as a whole. The results of the \r\ndiscussions during the high-level segment, including \r\nthose reflected in the report under consideration \r\ncirculated by the Commission (A/64/92), bear eloquent \r\nwitness to this issue. We are convinced that the fight \r\nagainst the Afghan drug threat must be conducted on \r\nthe basis of the principle of common and shared \r\nresponsibility, which was once again reaffirmed and \r\nreinforced in the Political Declaration and Plan of \r\nAction of the CND’s high-level segment. \r\n In the opinion of the Russian Federation the basis \r\nfor stepping up international cooperation in fighting \r\nthe Afghan drug threat lies in the decisions adopted in \r\nthe context of the Paris-Moscow process, which \r\noperates under the aegis of the United Nations. We feel \r\nthat it is important to continue to consistently \r\nimplement the agreements reached at international \r\nconferences and other events of the Paris-Moscow \r\nprocess and renew and supplement appropriate \r\ndecisions in the light of the latest trends in the \r\nevolution of the drug situation in and around \r\nAfghanistan. In this regard, in our opinion, it is \r\nadvisable that a third ministerial conference within the \r\ncontext of the Paris-Moscow process be held at the end \r\nof 2010.  \r\n In our opinion, a fundamental element in the \r\nwhole array of measures for confronting the Afghan \r\ndrug threat is the creation of counter-narcotics and \r\nfinancial security belts that encircle Afghanistan. The \r\nneed for broad and effective cooperation in the context \r\nof this initiative is reflected in the final document of \r\nthe special conference on Afghanistan held in Moscow \r\nlast March under the aegis of the Shanghai Cooperation \r\nOrganization (SCO), including the statement of the \r\nmember States of the SCO and Afghanistan on the \r\nproblems of fighting terrorism, illicit drug trafficking \r\nand organized crime, as well as the appropriate plan of \r\naction adopted and worked out with the active \r\nparticipation of the Afghan side.  \r\n The Russian Federation supports the efforts of \r\nAfghanistan in fighting against drugs, notwithstanding \r\nthe very difficult situation in the country, including its \r\nwork to implement a national counter-narcotics \r\nstrategy. Last March, the Governments of Russia and \r\nAfghanistan concluded an agreement on cooperation in \r\nthe fight against illicit trafficking in narcotic drugs, \r\npsychotropic substances and their precursors, which \r\nopens up new prospects for interaction in this area.  \r\n We are taking part in staff training for the Afghan \r\ndrugs police. At present, in the context of the NATO-\r\nRussia Council, there is effective implementation of \r\nthe project for training such staff at the Russian \r\nInterior Ministry’s All-Russia Institute for Advanced \r\nTraining in Domodedovo. We intend to develop the \r\npotential of this project even further.  \r\n Our countries interact through financial \r\nintelligence units on the basis of the relevant \r\ninteragency agreement of 2007 on information \r\nexchange. In practical terms, we are talking about \r\nefforts aimed at shutting down financial channels used \r\nin Afghan drug trafficking and at tracking and seizing \r\nthe bank accounts of drug gang leaders, who, according \r\nto data of the International Narcotics Control Board, \r\ncontrol Afghanistan’s 90 per cent of worldwide illicit \r\nopium production.  \r\n We are developing cooperation with the Afghan \r\nside through the standing counter-narcotics machinery \r\nentitled Operation Channel, created as an appropriate \r\npreventive operation under the aegis of the Collective \r\nSecurity Treaty Organization. We note in particular the \r\nparticipation of the plenipotentiary representatives of \r\nthe law enforcement agencies of Afghanistan in \r\nOperation Channel in 2009.  \r\n The Russian Federation advocates an \r\nimprovement of mechanisms for coordinating donor \r\nassistance to Afghanistan geared to resolving \r\ninterrelated tasks: the fight against illicit drug \r\ntrafficking, the restoration of the economy and the \r\nmaintenance of peace and security in the country. We \r\nacknowledge that eradicating the illicit cultivation in \r\nAfghanistan of crops used for the production of \r\nnarcotic drugs should be carried out taking into \r\naccount the specific characteristics of the individual \r\nprovinces and the historical and economic aspects of \r\nopium cultivation, as well as the fact according to \r\nwhich structures of drug manufacturing groups and \r\nterrorist groups grow together. It is important that \r\nmeasures to destroy narcotic drugs plantations in \r\nAfghanistan be buttressed by socio-economic \r\n A/64/PV.38\r\n \r\n15 09-59497 \r\n \r\nprogrammes geared to creating legal agricultural \r\nproduction in the relevant provinces.  \r\n In providing assistance to the Afghan \r\nGovernment in implementing anti-narcotics operations, \r\nit is important to fully tap the potential of the \r\nInternational Security Assistance Force in Afghanistan. \r\nIt is our belief that the measures we have implemented \r\nand are proposing against drug trafficking from Afghan \r\nterritory correspond to the approach enshrined in the \r\nfinal documents of the high-level segment of the CND. \r\n A fundamentally important decision adopted in \r\nVienna was the reaffirmation of the significance of the \r\nthree anti-narcotics Conventions of the United Nations. \r\nThey remain the cornerstone of the international drugs \r\ncontrol system. We are convinced that that is how it \r\nshould be.  \r\n We note with concern the attempts to undermine \r\nthe regime set up by these Conventions, to interpret \r\nunduly broadly individual provisions of the \r\nConventions and to impose controversial methods of \r\nfighting narcotic drugs as a worldwide gold standard, \r\nfor example, the idea of harm reduction that has been \r\nput forward. In our opinion, harm reduction is not \r\nscience-based and neglects the national, historical and \r\nsocio-economic conditions for pursuing effective \r\nanti-drugs policy. In the overwhelming majority of \r\nStates, the effectiveness of measures of harm reduction \r\nhas not been validated by the experts of the \r\nInternational Narcotics Control Board.  \r\n In this regard, we feel that attempts in any form \r\nto push through the inclusion of this controversial \r\nconcept in the fundamental United Nations documents \r\non drugs issues are destructive. Regrettably, attempts \r\nwere made to do just that in March in Vienna, and they \r\nare being carried out now as well. It is our firm \r\nconviction that instead of enfeebling the existing basis \r\nfor international anti-narcotics cooperation, the States \r\nMembers of the United Nations must make additional \r\nefforts to strengthen this basis. This approach would \r\nfully correspond to the decisions of the high-level \r\nsegment on this issue. \r\n In 2014, the Commission on Narcotic Drugs is \r\ndue to analyse what has been done to achieve the \r\ntargets set forth in the Political Declaration and Plan of \r\nAction of the high-level segment of the CND (see \r\nA/64/92). The time frame for implementing the tasks \r\nset forth in these documents is short. We call on States \r\nmore actively to carry out the appropriate work. We are \r\nready for constructive interaction on all issues related \r\nto the global drugs problem. We intend to continue to \r\nmake the necessary efforts to resolve this problem. \r\n Mr. Koshyari (India): Let me at the outset \r\nwelcome the Political Declaration and Plan of Action \r\non International Cooperation towards an Integrated and \r\nBalanced Strategy to Counter the World Drug Problem \r\n(see A/64/92), which was adopted at the high-level \r\nmeeting of the fifty-second session of the Commission \r\non Narcotics Drugs in March 2009. Let me assure the \r\nAssembly of India’s commitment to the implementation \r\nof the Declaration. \r\n Let me also express my appreciation for the work \r\ndone on the world drug problem by the United Nations \r\nOffice on Drugs and Crime (UNODC) through its \r\nvarious initiatives and reports and in helping carry \r\nforward the drug control agenda through this important \r\nand timely review process. \r\n Over the past several decades, some measure of \r\nsuccess has been achieved in putting in place an \r\ninternational framework on drug control, notably the \r\nthree United Nations Conventions of 1961, 1971 and \r\n1988, and the Political Declaration and Plan of Action \r\nadopted at the twentieth special session of the General \r\nAssembly in 1998.  \r\n This year’s annual World Drug Report has made \r\nthe significant observation that there is evidence of \r\nreduction in the cultivation of crops for drugs and a \r\ndecline in the demand for illicit drugs globally. \r\nHowever, despite international efforts towards this end, \r\nillicit drug production, supply, consumption and traffic \r\nremains a major global challenge that affects the entire \r\ninternational community. It is therefore important not \r\nonly to reflect on the path traversed so far, but also to \r\nbuild on the gains, incremental as they may be, and \r\ntranslate them into an effective and coordinated \r\ninternational response, while charting a future course \r\nof action. \r\n India’s resolve to fight the menace of illicit drugs \r\nremains steadfast. We will continue to adhere to the \r\ncommitments made in the three United Nations \r\nConventions as well as in the Political Declaration and \r\nPlan of Action aimed at enhancing international \r\ncooperation to counter the world drug problem, \r\nadopted at the June 1998 special session of the General \r\nAssembly.  \r\nA/64/PV.38  \r\n \r\n09-59497 16 \r\n \r\n India is one of the world’s principal producers of \r\nlicit opium. We seek to ensure a balance in the demand \r\nand supply of licit opiates required for genuine \r\nmedical, medicinal and scientific purposes. \r\n The legal regime in India is defined by the \r\n1985 Narcotic Drugs and Psychotropic Substances Act \r\nand the Prevention of Money Laundering Act, which \r\nbring drug-related offences within their ambit. Due to \r\npersistent efforts during the last two decades, the \r\nsituation of illicit drugs in India has changed \r\nconsiderably. Significant success has been achieved by \r\nthe Narcotics Control Bureau of India in recent years in \r\nthe seizure and destruction of various illicit narcotic \r\ndrugs and in combating trafficking through interdiction \r\nand investigation. \r\n India supports a balanced approach that relies on \r\nthe destruction of illicit drug crops while at the same \r\ntime providing alternative means of livelihood to the \r\nfarmers adversely affected by such destruction. Such \r\nan approach could be utilized in Afghanistan as well, \r\nwhich must become the focus of the problem in the \r\nforeseeable future. \r\n There is also a need to control amphetamine-type \r\nstimulants and precursors, an area where significant \r\ngaps exist in the international control regime. We urge \r\nthe UNODC to bridge the asymmetry in the regulatory \r\nframework between different countries by helping \r\nexpand precursor control regulation to cover all \r\ncountries as a shared responsibility. \r\n We must raise social awareness about the adverse \r\nconsequences of drug addiction, particularly among the \r\nyounger generation, which is one of the most \r\nvulnerable groups. Apart from stringent legal \r\nmeasures, societies should strive to inculcate the \r\nhighest moral values in our youth through the \r\nteachings of our great philosophers and religious \r\nthinkers.  \r\n Incorporating practices such as yoga and \r\nmeditation in our daily lives is also helpful in weaning \r\nyouth away from toxic and destructive lifestyles that \r\nlead to problems like drug abuse. However, we are \r\nconscious that national efforts alone cannot effectively \r\naddress this problem. Combating the menace of illicit \r\ndrugs requires Member States to develop a cohesive, \r\nbalanced and integrated approach to the issue. \r\n In this context, India reaffirms its commitment to \r\nwork closely with other countries, both bilaterally and \r\nthrough regional and international collaboration, to \r\nachieve our common goal of a world free of illicit \r\ndrugs. Collective, coordinated and concrete strategies \r\nshould be devised to effectively combat illegal drug \r\nproduction, consumption and trade so as to jointly \r\naddress the challenges in the coming years. \r\n Drug trafficking is more often a transnational \r\ncrime and one of the main sources of financing for \r\nterrorist activities. It cannot be tackled individually or \r\nin isolation. Bilateral, regional and multilateral \r\ncooperation must be recognized as a key element of \r\nany strategy to effectively combat this problem. We \r\ncannot succeed in rooting out the threat posed by illicit \r\ndrug supply and production without also addressing the \r\ndestructive linkages with narcoterrorism, the arms \r\ntrade and money-laundering. \r\n To make a real difference, the international \r\ncommunity must break the pernicious nexus among \r\ndrug trafficking, terrorism, money-laundering, the \r\nillegal arms trade and transnational organized crime. \r\nThis is of particular concern to India, which is \r\npainfully familiar with the issue after having suffered \r\nfrom years of terrorism. The international community \r\nmust come together to take a coordinated, far-sighted \r\nand global approach. Crucial in this context is the need \r\nnow to adopt the comprehensive convention on \r\ninternational terrorism, which has been in negotiations \r\nat the United Nations for years. \r\n I reiterate India’s unwavering commitment to \r\nworking closely with the international community in \r\neliminating the world drug and attendant problems, \r\nincluding narcoterrorism and the financing of terrorism \r\nthrough drugs. \r\n Mrs. Ashipala-Musavyi (Namibia): In 1998, \r\nwhen we gathered at the twentieth special session of \r\nthe General Assembly to adopt the Guiding Principles \r\nof Drug Demand Reduction (see resolution S-20/3) and \r\nmeasures to enhance international cooperation to \r\ncounter the world drug problem (see resolution \r\nS-20/4), we did so in order to declare our collective \r\ncommitment to address the world drug problem. \r\n A decade later, the high-level segment of the \r\nfifty-second session of the Commission on Narcotic \r\nDrugs reviewed the progress made in implementing the \r\n1998 Political Declaration and declared that  \r\n “the drug problem continues to pose a serious \r\nthreat to the health, safety and well-being of all \r\n A/64/PV.38\r\n \r\n17 09-59497 \r\n \r\nhumanity, in particular youth, our most precious \r\nasset. Furthermore, the world drug problem \r\nundermines sustainable development, political \r\nstability and democratic institutions, including \r\nefforts to eradicate poverty, and threatens national \r\nsecurity and the rule of law. Drug trafficking and \r\nabuse pose a major threat to the health, dignity \r\nand hopes of millions of people and their families \r\nand lead to the loss of human lives”. (A/64/92, \r\npara. 13) \r\nThat is the devastating impact of the world drug \r\nproblem. \r\n Building on the achievements made since 1998, \r\nlimited though they may be, the high-level segment \r\nadopted a Declaration which embodies one clear \r\nmessage: that the drug problem remains global and \r\nthus in need of concerted global efforts to reduce \r\ndemand and supply of illicit drugs and enhance \r\nalternative development, and that the links between \r\ndrug trafficking, money-laundering and other types of \r\ntransnational organized crime cannot be overlooked, \r\nbut can only be effectively addressed through judicial \r\ncooperation. \r\n It further reiterates that countries have a common \r\nand shared responsibility to solve the world drug \r\nproblem through a balanced and comprehensive \r\napproach and stresses health as the basis for \r\ninternational drug policy and as a valuable tool to spur \r\nnational efforts and strengthen international \r\ncooperation. Clearly, no one country or region can \r\nseriously confront the drug problem alone, for we are \r\nall affected — perhaps some more than others. Africa \r\nis no exception. \r\n At a time when the African Union, complemented \r\nby its subregional organizations, is establishing \r\nmeasures to effect regional integration, drug trafficking \r\nand transnational organized crime are causing a serious \r\nregression in sustainable development in many parts of \r\nAfrica and threatening the security and sovereignty of \r\nmany of our countries. At the same time, our young \r\npeople are becoming victims of drug abuse at an \r\nalarming rate. In other words, Africa is no longer just a \r\ntransit route for drug traffic. Cannabis is increasingly \r\nbeing cultivated in some parts of our continent and it is \r\nwell known that cannabis is one of the most widely \r\nproduced, trafficked and abused illicit drugs \r\nworldwide. \r\n The convening of special Security Council \r\nmeetings on the situation in West Africa points to the \r\nseriousness and urgency of the problem. Hence, an \r\nappeal was made to the international community to \r\nmobilize resources to help build capacity in the \r\ncountries of the subregion so as to enable them to \r\nconfront this threat at the national and cross-border \r\nlevels. \r\n According to a report by the United Nations \r\nOffice on Drugs and Crime (UNODC), some parts of \r\nAfrica have become hubs for cocaine trafficking from \r\nLatin America to Europe. The report goes on to say \r\nthat illicit income generated from trafficking of cocaine \r\nsurpasses the gross domestic product of some African \r\ncountries. In parts of West Africa, the gravity of the \r\nsituation necessitated the adoption of a Political \r\nDeclaration on the Prevention of Drug Abuse, Illicit \r\nDrug Trafficking and Organized Crime in West Africa \r\nby the Heads of State and Government of the \r\nEconomic Community of West African States. \r\n Lest we forget: a number of African countries are \r\njust now emerging from conflict and thus facing a real \r\ndanger of backsliding into poor governance and social \r\nand economic strife and are in the process of rendering \r\nfutile our collective efforts at peacebuilding. \r\n Many African countries are facing challenges \r\nresulting from drug trafficking — especially border \r\ncontrol issues. Therefore, the capacity of law \r\nenforcement personnel must be improved to enable \r\nthem to effectively confront these challenges. \r\nFurthermore, national drug detection laboratories in \r\nmany countries are either non-existent or need \r\nstrengthening. \r\n The urgency of this situation was reiterated at the \r\nnineteenth African regional Meeting of Heads of \r\nNational Drug Law Enforcement Agencies \r\n(HONLEA-Africa), held in Windhoek, Namibia, from \r\n12 to 16 October. HONLEA-Africa adopted a number \r\nof recommendations to develop effective drug law \r\nenforcement, intelligence-led operational responses, \r\nnational responses in support of regional efforts, \r\ninitiatives in the fight against illicit drug trafficking, as \r\nwell as recommendations on the impact of the Internet \r\nand other electronic media on drug trafficking and the \r\nimpact of forensic services in Africa. \r\n The grim picture relating to drugs is a challenge \r\nnot only to African countries, but to the international \r\ncommunity, and therefore calls for full implementation \r\nA/64/PV.38  \r\n \r\n09-59497 18 \r\n \r\nof the African Union Plan of Action on Drug Control \r\nand Crime Prevention. The international community \r\nmust continue to complement the efforts of the African \r\nUnion Commission and the African countries in this \r\nregard. There is evidence that sustained and collective \r\nefforts through international and regional cooperation \r\nto counter the illicit production, trafficking and abuse \r\nof drugs can yield positive results. Therefore, technical \r\nassistance and support must be provided to the most-\r\naffected transit States in Africa and elsewhere in order \r\nto deal with this growing problem. \r\n Like many African countries, Namibia is affected \r\nby drug trafficking. It is becoming a transit country and \r\nis also gradually developing a consumption problem. In \r\nresponse to this challenge, the Government has \r\nundertaken a number of initiatives, including a \r\ncombating of drug abuse bill, which has been served \r\nbefore Parliament and is currently being finalized \r\nbefore its enactment into law. Furthermore, Namibia \r\nhas enacted legislation on the prevention of organized \r\ncrime. \r\n We have also ratified the Southern African \r\nDevelopment Community’s Protocol on Combating \r\nIllicit Drugs, the Single Convention on Narcotic Drugs \r\nof 1961, as amended by the Protocol of 25 March \r\n1972, the Convention on Psychotropic Substances of \r\n1971 and the United Nations Convention against Illicit \r\nTraffic in Narcotic Drugs and Psychotropic Substances \r\nof 1988. In its endeavours to manage and implement \r\nthose various drug control and management \r\ninstruments, Namibia has adopted a national drug \r\ncontrol master plan, which is, in essence, a \r\nmultiagency coordinating framework. \r\n The review by the high-level segment shows that \r\nnot only have we made limited progress, but that new \r\nchallenges have emerged. For example, women and \r\ngirls are increasingly being used as couriers in drug \r\ntrafficking. This is a growing phenomenon, not only in \r\nAfrica but worldwide. Hence at the last session of the \r\nCommission on Narcotic Drugs, a resolution was \r\nadopted which, inter alia, urges Member States to \r\nimplement broad-based programmes aimed at \r\npreventing women and girls from being used as \r\ncouriers for drug trafficking. It also requests the \r\nUNODC to assist States in developing programmes and \r\nimplementing alternative development policies to \r\ncounter the use and participation of women in the illicit \r\ndrug trade, and to take proper penal measures against \r\norganized criminal groups that use women and girls as \r\ncouriers. \r\n The resolution also encourages States to consider \r\nestablishing financial assistance programmes to \r\nsupport income-generating projects for the educational, \r\neconomic and social development of women and girls, \r\nas well as for the rehabilitation of women and girls \r\ninvolved in drug trafficking. \r\n Namibia reaffirms its support to UNODC and \r\nwishes to place on record its appreciation for the \r\ncontribution of the International Narcotics Control \r\nBoard in monitoring the implementation of the \r\ninternational drug control conventions. We commend \r\nthe Executive Director of the UNODC, Mr. Antonio \r\nMaria Costa, and his team, for their effective \r\nleadership and efforts in raising the profile of the \r\nimpact of the world drug problem in all its dimensions. \r\nThe UNODC’s effectiveness in implementing the \r\nmandate of the Commission on Narcotic Drugs to meet \r\nthe increasing needs of Member States hinges on how \r\neffectively we, the Member States, translate our \r\ncollective political will into greater effectiveness for \r\nthe UNODC. \r\n Drug control cannot be left to the goodwill of a \r\nfew Member States. Simply put, the UNODC cannot be \r\nexpected to effectively carry out its functions when it \r\nis ill-equipped to do so. The time has come for an \r\nincrease in the general purpose funds. For this reason, \r\nNamibia welcomes Commission on Narcotic Drugs \r\nresolution 52/13 on improving the governance and \r\nfinancial situation of the UNODC, which we view as a \r\nfirst step towards strengthening drug control. \r\n The adoption of the Political Declaration by the \r\nhigh-level segment is a means to an end. We need to \r\ncontinue to effectively monitor its implementation and \r\nthe emerging trends in the world drug problem. In this \r\ncontext, Namibia welcomes the recommendations for \r\nthe Economic and Social Council to devote one of its \r\nhigh-level segments to a theme related to the world \r\ndrug problem and for the General Assembly to convene \r\na special session on this issue. \r\n In conclusion, allow me to stress that only \r\nthrough collective and coordinated efforts can we \r\nfollow through on the commitment put forth in the \r\nDeclaration adopted at the high-level segment to \r\nactively promote a society free of drug abuse in order \r\nto ensure that all people can live in health, dignity and \r\npeace, with security and prosperity.  \r\n A/64/PV.38\r\n \r\n19 09-59497 \r\n \r\n The Acting President: Before proceeding \r\nfurther, I would like to consult Member States about \r\ninviting the Executive Director of the United Nations \r\nOffice on Drugs and Crime, Mr. Antonio Maria Costa, \r\nto make a statement on this occasion. \r\n If there is no objection, may I take it that it is the \r\nwish of the General Assembly, without setting a \r\nprecedent, to invite the Executive Director of the \r\nUnited Nations Office on Drugs and Crime, \r\nMr. Antonio Maria Costa, to make a statement at this \r\nmeeting? \r\n It was so decided. \r\n The Acting President: In accordance with the \r\ndecision just taken and without setting a precedent, I \r\nnow give the floor to Mr. Antonio Maria Costa, \r\nExecutive Director of the United Nations Office on \r\nDrugs and Crime. \r\n Mr. Costa (Executive Director, United Nations \r\nOffice on Drugs and Crime): The ministerial session of \r\nthe Commission on Narcotic Drugs took place in \r\nVienna last March under the chairmanship of Namibia. \r\nI would like to thank Ambassador Ashipala-Musavyi, \r\nwho just spoke, for her extraordinary leadership during \r\nthe session itself. At the meeting in Vienna there was \r\nbroad consensus in favour of the international drug \r\ncontrol system that has evolved at the United Nations \r\nover the past half century. \r\n However, in the Political Declaration adopted at \r\nthe meeting, Member States acknowledged that “drug \r\nproblem continues to pose a serious threat to the \r\nhealth, safety and well-being of all humanity, in \r\nparticular youth” (A/64/92, para. 13). Furthermore, the \r\nDeclaration stated that the world drug problem \r\n“undermines sustainable development, political \r\nstability and democratic institutions ... and threatens \r\nnational security”. That is why Member States agreed \r\nto a balanced, evidence-based and health-centred Plan \r\nof Action. \r\n The main challenge is to reduce demand for \r\ndrugs, which we refer to as the demand-control aspect \r\nof drug policy. Governments are therefore urged to \r\nbring health back to the centre of drug control. People \r\nwho are battling addiction — which is an illness — \r\nshould receive treatment; they should not be facing jail \r\nsentences. More resources are needed for prevention \r\nand treatment. Indeed, the bulk of resources have been \r\nspent on law enforcement against drug addicts. More \r\nresources are needed for prevention and treatment. \r\nTherefore, the United Nations Office on Drugs and \r\nCrime (UNODC) and the World Health Organization \r\nhave joined forces to achieve universal access to drug \r\ntreatment. \r\n As the Plan of Action says, demand reduction \r\nshould be done in a way that guarantees the human \r\nrights, dignity and fundamental freedoms of those \r\nconcerned. Furthermore, drug control measures should \r\nbe based on scientific evidence, not ideology or \r\npolitical expediency, as has happened most of the time. \r\n On the supply side — the other part of the \r\nequation — the Plan of Action highlights the \r\nimportance of eradicating poverty, not just drugs or \r\ncrops. More attention should be devoted to addressing \r\nthe new trends — and new threats, for example the \r\nthreat of synthetic drug production — by improving \r\nforensic capacity and precursor control. It would be a \r\ntragedy if the control of botanical drugs such as \r\ncocaine, heroine and opium were undermined by a new \r\nwave of production and use of synthetic drugs such as \r\nmethamphetamines and Ecstasy — especially in the \r\ndeveloping world — a wave which we have not yet \r\nidentified. \r\n If we can reduce the number of drug users in the \r\nworld and if we can reduce the supply of drugs, there \r\nwould of course be less business for the drug \r\ntraffickers who make billions of dollars a year by \r\nexploiting a very lucrative market. This money is being \r\nused to buy not only the real estate, economic assets \r\nand luxury goods of the world’s countries, but it is also \r\nspent buying power and elections, both in countries \r\nwhere illicit crops are grown and in those through \r\nwhich they are trafficked. Therefore, we insist that \r\ncrime control is both important in itself and one of the \r\nkeys to drug control. \r\n The legal instruments to fight crime and \r\ncorruption already exist, and they have been approved \r\nby the United Nations. For example, the United \r\nNations Convention against Corruption can cut down \r\nthe bribery and fraud that enable drug trafficking and \r\ncan assist States in seizing the proceeds of crime. \r\nAnother example is the United Nations Convention \r\nagainst Organized Crime, which was negotiated in \r\nVienna 10 years ago — we are indeed approaching its \r\ntenth anniversary — and which should be used by \r\nStates to control and prevent all types of crime, not just \r\ndrug trafficking. \r\nA/64/PV.38  \r\n \r\n09-59497 20 \r\n \r\n Regional and multilateral cooperation is essential \r\nto counter the transnational threat posed by drug \r\ntrafficking. For example, we have stimulated the \r\nsuccessful development of the Paris Pact, the Central \r\nAsia Regional Information and Coordination Centre \r\nsoon to be inaugurated in Almaty, Kazakhstan, and the \r\ntriangular initiative that we have promoted between \r\nAfghanistan, Iran and Pakistan. With the support of \r\nUNODC, regional cooperation to control drugs and \r\ncrime is also being strengthened in the Balkans, West \r\nAfrica, the Caribbean and Central America and, soon, \r\nEast Africa. \r\n In conclusion, the General Assembly special \r\nsession process did not solve the world drug problem, \r\nbut it did demonstrate that drugs can be controlled, \r\ngiven the right political and financial investment on the \r\nbasis of a balanced approach. \r\n Moving forward, in line with the Political \r\nDeclaration and Plan of Action, States must keep in \r\nmind the three-pronged strategy that the ministers \r\nendorsed when they met in Vienna: first, the focus on \r\nhealth to reduce demand; secondly, the focus on \r\ndevelopment to reduce supply; and thirdly, the \r\nimprovement of justice, security and the rule of law to \r\ntackle the crime associated with drug trafficking. \r\n The Acting President: The General Assembly \r\nhas thus concluded its plenary meeting to consider the \r\nresults of the high-level segment of the fifty-second \r\nsession of the Commission on Narcotic Drugs and this \r\nstage of its consideration of agenda item 105. \r\n The meeting rose at 12.20 p.m. \r\n"