" United Nations  A/64/PV.43\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fourth session \r\n \r\n43rd plenary meeting \r\nThursday, 12 November 2009, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n09-60430 (E) \r\n*0960430*   \r\nPresident: Mr. Ali Abdussalam Treki . . . . . . . . . . . . . . . . . . . . . . . . . . . (Libyan Arab Jamahiriya) \r\n \r\n \r\nThe meeting was called to order at 10.25 a.m. \r\n \r\n \r\nAgenda item 109 \r\n \r\nNotification by the Secretary-General under Article \r\n12, paragraph 2, of the Charter of the United Nations \r\n \r\n \r\n  Note by the Secretary-General (A/64/300) \r\n \r\n The President (spoke in Arabic): As members \r\nare aware, in accordance with the provisions of Article \r\n12, paragraph 2, of the Charter of the United Nations, \r\nand with the consent of the Security Council, the \r\nSecretary-General is mandated to notify the General \r\nAssembly of matters relative to the maintenance of \r\ninternational peace and security that are being dealt \r\nwith by the Security Council and of matters with which \r\nthe Council has ceased to deal. \r\n In that connection, the General Assembly has \r\nbefore it a note by the Secretary-General that has been \r\nissued as document A/64/300. \r\n May I take it that the Assembly takes note of that \r\ndocument? \r\n  It was so decided. \r\n \r\n The President (spoke in Arabic): May I take it \r\nthat it is the wish of the General Assembly to conclude \r\nits consideration of agenda item 109? \r\n \r\n  It was so decided. \r\n \r\nAgenda items 9 and 119 \r\n \r\nReport of the Security Council (A/64/2) \r\n \r\nQuestion of equitable representation on and increase \r\nin the membership of the Security Council and \r\nrelated matters \r\n \r\n The President (spoke in Arabic): I should now \r\nlike to make a brief statement in my capacity as \r\nPresident of the General Assembly.  \r\n Over the years, this joint debate in the Assembly \r\nhas provided a valuable and critical assessment of the \r\nwork of the Security Council. It has also served as a \r\nconstant reminder of the urgent need for early, \r\ncomprehensive reform of the Council, a collective \r\nobjective to which Member States are deeply attached. \r\nThis debate also contributes positively to strengthening \r\ncooperation and coordination between the General \r\nAssembly and the Security Council.  \r\n I am personally committed to promoting the \r\nrelationship between the General Assembly and the \r\nprincipal organs. The provisions governing the \r\nrelationship between the General Assembly and the \r\nSecurity Council, as well as their respective functions \r\nand powers, are clearly stipulated in the Charter of the \r\nUnited Nations. Among the provisions of the Charter is \r\nthe requirement that the Council submit annual reports \r\nto the Assembly for consideration. \r\n Among Member States, there is a widely shared \r\nview that that consideration by the Assembly can be \r\nmore meaningful if the Council report is substantive in \r\nterms of information and more analytical in terms of \r\nA/64/PV.43  \r\n \r\n09-60430 2 \r\n \r\nproviding a better understanding of the dynamics of \r\ndiscussion and decision-making in the Council. That \r\nprocess can be facilitated by maximizing the \r\navailability of information on the Council’s work in a \r\ntimely manner. In that regard, there is a strong opinion \r\nthat the Council should continue to expand the practice \r\nof open meetings and briefings and limit the number of \r\nclosed meetings. The recent practice of consulting \r\nnon-Council members in the preparation of the annual \r\nreport is also encouraging. That interaction should be \r\nfurther strengthened and broadened. \r\n The report of the Security Council is indicative of \r\nthe wide-ranging issues on its agenda. Given the \r\ncrucial and vital nature of the Council’s work, the \r\nexpectations of the international community are high \r\nand the scrutiny of the Council’s performance intense. \r\nIn numerous situations, in Africa in particular, the \r\nCouncil has deployed significant efforts to restore \r\npeace and stability, with appreciable results that are \r\nwell acknowledged.  \r\n At the same time, the Council has been \r\nquestioned for not being able to fully shoulder its \r\nresponsibility in dealing successfully with some of the \r\nmost pressing peace and security issues, including the \r\nMiddle East and the question of Palestine. We should \r\nencourage and support the Council in playing its due \r\nrole in achieving a peaceful resolution of those \r\nconflicts. Consistent and impartial implementation of \r\nthe Council’s decisions and resolutions is imperative in \r\nthat regard. While Member States have the right to \r\nhold the Council accountable in that area, they are also \r\nduty-bound to demonstrate a commitment to accept and \r\ncarry out the resolutions of the Council in accordance \r\nwith the Charter. \r\n In fact, it is the whole question of improving the \r\neffectiveness and credibility of the Security Council, \r\nand that of the General Assembly itself and the entire \r\nmultilateral system, that is at the heart of the United \r\nNations reform effort. We need a strengthened United \r\nNations — more democratic, open and inclusive — \r\nadaptable to changing realities and capable of \r\nresponding to the challenges we confront. \r\n I am committed to promoting this objective, on \r\nwhich Member States placed high priority at the \r\n2000 Millennium Summit and subsequently at the \r\n2005 World Summit. Security Council reform was also \r\namong the most mentioned issues in this year’s general \r\ndebate in September. I am encouraged that there is \r\nbroad agreement and support among Member States on \r\nthe need for that reform. We need to work diligently in \r\norder to attain more tangible results from our efforts. \r\n The intergovernmental negotiations that \r\ncommenced last year, under the informal plenary format \r\nof the General Assembly, offer an excellent opportunity to \r\ncarry forward this effort. This is a collective endeavour, \r\nwhich we shall continue during this session, as agreed in \r\ndecision 63/565 of 14 September 2009. \r\n To that end, as I wrote in my letter of 13 October \r\n2009, Ambassador Zahir Tanin of Afghanistan has \r\nkindly agreed to chair the negotiations on my behalf. I \r\nam hopeful that he will continue to enjoy your \r\ncooperation, support and confidence so that we can \r\nbuild on the important work that he steered so skilfully \r\nduring the sixty-third session. Member States will be \r\ninformed soon of the way forward to continue those \r\nnegotiations. \r\n For my part, I will continue to guide the process \r\nand will remain engaged with all parties on that issue at \r\nall times. As President of the General Assembly, I see \r\nmy role as a convener, facilitator and bridge-builder \r\nworking with all Member States in the best interest of \r\nall. \r\n The job ahead of us is not simple or easy. It \r\nrequires the same vigour, seriousness and cooperation \r\nthat characterized the intergovernmental negotiations \r\nin the last General Assembly session. The mandate is \r\nclear as contained in decision 62/557 of 15 September \r\n2008.  \r\n That is our real challenge — to find a reform \r\nmodel which is comprehensive and which takes into \r\nconsideration the inter-linkages of the following five \r\nkey issues: categories of membership, the question of \r\nthe veto, regional representation, the size of an \r\nexpanded Security Council and working methods of the \r\nCouncil, and, finally, the relationship between the \r\nSecurity Council and the General Assembly. \r\n A reform model that accommodates the interests \r\nand concerns of all Member States, including the small \r\nand medium States, which constitute the majority of \r\nStates, as well as the underrepresented regions, \r\nparticularly Africa and Latin America, whose \r\nlegitimate demand to address the historic injustice with \r\nregard to their rightful representation on the Council is \r\nyet to be created.  \r\n A/64/PV.43\r\n \r\n3 09-60430 \r\n \r\n Let us, therefore, chart a way forward for our \r\nwork in the course of this session that takes us closer to \r\nachieving our objectives. I am confident that views and \r\nsuggestions from all delegations will help make the \r\nintergovernmental negotiations more meaningful and \r\nproductive. \r\n I now give the floor to the President of the \r\nSecurity Council, His Excellency Mr. Mayr-Harting, to \r\nintroduce the report of the Security Council. I welcome \r\nhim and express our appreciation for the positions and \r\ninitiatives he has taken with regard to cooperation \r\nbetween the Council and the Assembly. \r\n Mr. Mayr-Harting (Austria): On behalf of all \r\nmembers of the Security Council, I would like to \r\ncongratulate you, Sir, on your election as President of \r\nthe General Assembly at its sixty-fourth session. I am \r\nconfident that, under your leadership, cooperation \r\nbetween the General Assembly and the Security \r\nCouncil can be further enhanced and strengthened. \r\n In my capacity as President of the Security \r\nCouncil for the month of November, it is my honour to \r\nintroduce the annual report of the Council to the \r\nGeneral Assembly as contained in document A/64/2. \r\nThe report covers the period from 1 August 2008 to \r\n31 July 2009. \r\n The introduction to the report was prepared by \r\nthe delegation of Uganda, which held the presidency in \r\nthe month of July. On behalf of the Council, I wish to \r\nthank the delegation of Uganda for its efforts to \r\nprovide a more informative, balanced and analytical \r\nreport. The second part of the report, which contains \r\nuseful statistics and data on the work of the Security \r\nCouncil, was prepared by the Secretariat. \r\n While there will always be scope to improve \r\nfurther the analytical depth of the introduction, it is \r\nalso important to remind ourselves that the annual \r\nreport constitutes, in its entirety, an important reference \r\ndocument for our work in the medium and long term. \r\nThat should not be underestimated. \r\n During the period under review, the Council \r\naddressed a wide range of regional, thematic and \r\ngeneral issues. It held 228 formal meetings, of which \r\n205 were public, in addition to 18 meetings with troop-\r\ncontributing countries. The Council also held 141 \r\nconsultations of the whole. In that period, the Council \r\nadopted 53 resolutions, 43 presidential statements and \r\nissued 35 press statements. \r\n During the reporting period, the Council’s \r\nextensive work was also characterized by an increase \r\nin the number of open debates and open briefings. The \r\nCouncil undertook missions to Afghanistan from 21 to \r\n28 November 2008, to Haiti from 11 to 14 March 2009, \r\nand to Africa from 14 to 21 May 2009, including visits \r\nto Ethiopia and the African Union Commission in \r\nAddis Ababa, to Rwanda, to the Democratic Republic \r\nof the Congo and to Liberia. \r\n We also recognize the initiative by the Permanent \r\nRepresentative of Uganda to organize an informal \r\nmeeting with the General Assembly, at which Member \r\nStates were given the opportunity to learn about the \r\nprocess of preparing the report and to comment on it in \r\nan informal setting. I was very happy to participate in \r\nthat meeting. I am also pleased to inform the Assembly \r\nthat the Council is paying particular attention to \r\nrequests from Member States regarding its working \r\nmethods. In the reporting period, the Council held an \r\nopen debate on its working methods for the first time. \r\n The introduction to the annual report sets out in \r\ndetail the Council’s activities during the reporting \r\nperiod and all the issues it addressed. The Security \r\nCouncil again faced a challenging and complex set of \r\nsituations and issues posing a threat to international \r\npeace and security throughout the world. \r\n The Security Council was regularly briefed and \r\ntook appropriate actions on developments in conflict \r\nsituations in Africa, including Chad, the Central \r\nAfrican Republic, Côte d’Ivoire, the Democratic \r\nRepublic of the Congo, Guinea-Bissau, Madagascar, \r\nthe Great Lakes region, Djibouti/Eritrea, Somalia, the \r\nSudan and the situation in Western Sahara. \r\n Peacebuilding efforts in Burundi, Guinea-Bissau, \r\nLiberia and Sierra Leone were reviewed on a regular \r\nbasis. In the cases of Burundi, Guinea-Bissau, the \r\nCentral African Republic and Sierra Leone, the \r\nrespective Chairs of the country-specific configuration \r\nof the Peacebuilding Commission also addressed the \r\nCouncil. The Council adjusted peacekeeping mandates \r\nand amended some sanctions regimes to make them \r\nmore appropriate to the respective situations. \r\n The situation in the Democratic Republic of the \r\nCongo, in particular in the east of the country, \r\ncontinued to be of great concern, especially with \r\nrespect to the protection of the civilian population. The \r\ninstability in Somalia and the Horn of Africa required \r\nincreased attention by the Council. The Council \r\nA/64/PV.43  \r\n \r\n09-60430 4 \r\n \r\nextended the mandate of the African Union Mission in \r\nSomalia and requested the Secretary-General to \r\nprovide a United Nations logistical support package to \r\nthat Mission. The Council also adopted several \r\nresolutions on fighting piracy off the coast of Somalia. \r\n The Security Council remained engaged on the \r\nSudan, both with regard to the implementation of the \r\nComprehensive Peace Agreement in the Sudan and the \r\nsituation in Darfur. In that context, it received two \r\nreports from the Office of the Prosecutor of the \r\nInternational Criminal Court, in accordance with \r\nresolution 1593 (2005). \r\n The Council also adopted a presidential statement \r\nin which it expressed its deep concern over the \r\nresurgence of unconstitutional changes of Government \r\nin a few African countries, and stressed the importance \r\nof expeditiously restoring constitutional order, \r\nincluding through open and transparent elections. \r\nDuring the reporting period, the Council addressed the \r\nunconstitutional changes of Government, or attempts \r\nthereof, in Madagascar, Mauritania and Guinea-Bissau, \r\nas well as in countries outside Africa, such as Fiji. \r\n The situation in the Middle East, including the \r\nPalestinian question, received close attention by the \r\nCouncil. The Council remained engaged with the \r\nsituation and held urgent meetings, particularly with \r\nregard to the situation in Gaza during the latter part of \r\n2008 and early 2009. It also held debates and open \r\ndebates, including four at the ministerial level. The \r\nSecurity Council adopted two resolutions, one focusing \r\non support to the overall peace process and the parties’ \r\nagreed principles for bilateral negotiations, and the \r\nother calling, inter alia, for an immediate, durable and \r\nfully respected ceasefire leading to the full withdrawal \r\nof Israeli forces from Gaza and the unimpeded \r\nprovision and distribution of humanitarian assistance \r\nthroughout Gaza. In a presidential statement, the \r\nPresident of the Council for the month of May \r\nreiterated the Council members’ call for a just, \r\ncomprehensive and lasting solution. The situation in \r\nLebanon was also addressed regularly. \r\n The Council intensified its engagement on \r\nsituations in the Asian region, including Iraq, Nepal, \r\nSri Lanka, Myanmar and Timor-Leste. In November \r\n2008, the members of the Council undertook a mission \r\nto Afghanistan to get a first-hand assessment of the \r\nsituation in that country. On Iraq, the Council followed \r\ndevelopments in the country, where there were \r\nimprovements in the security situation and an ongoing \r\nneed to work towards national reconciliation. On \r\nNepal, the President made a statement on behalf of the \r\nCouncil, contained in document S/PRST/2009/12, \r\nwhich expressed concern about the political crisis in \r\nNepal and underscored the urgent need for the \r\nNepalese Government and all political parties to work \r\ntogether in the spirit of compromise. \r\n In March 2009, the members of the Council \r\nundertook a mission to Haiti and assessed the country’s \r\nsituation at a time when there appeared to be an \r\nopportunity to ensure stability and sustainable \r\ndevelopment. In April, the President delivered a \r\nstatement in which the Council welcomed progress on \r\nthe consolidation of Haiti’s stability, but also reiterated \r\nthe need for security to be accompanied by social and \r\neconomic development as a means of achieving lasting \r\nstability. The Council also expressed its strong support \r\nfor the United Nations Stabilization Mission in Haiti \r\nand the Special Representative of the Secretary-\r\nGeneral in their efforts to improve stability and \r\ngovernance in Haiti. \r\n With regard to Europe, the Security Council \r\nfollowed developments in Bosnia and Herzegovina, \r\nKosovo, Cyprus and Georgia. The Council did not \r\nadopt a draft resolution to extend the mandate of the \r\nUnited Nations Observer Mission in Georgia \r\n(UNOMIG). In view of that outcome, the Secretary-\r\nGeneral instructed his Special Representative to cease \r\nthe operations of UNOMIG. \r\n Terrorism remained a top concern of the Council. \r\nThe Council was quick to react to terrorist acts \r\nwherever they occurred, including in Mumbai, \r\nAfghanistan, Lebanon and Pakistan, among other \r\nplaces. The work of the Committee established \r\npursuant to resolution 1373 (2001), which is known as \r\nthe Counter-Terrorism Committee, and that of the \r\nCommittee established pursuant to resolution 1267 \r\n(1999), concerning Al-Qaida and the Taliban and \r\nassociated individuals and entities, and the Committee \r\nestablished pursuant to resolution 1540 (2004) was \r\nconsidered extensively by the Council. \r\n The Council devoted significant time and close \r\nattention to the consideration of thematic, general and \r\nother issues, including peacekeeping, peacebuilding, \r\nthe mediation and settlement of conflicts, the protection \r\nof civilians in armed conflict, children and armed \r\nconflict, the strengthening of collective security \r\n A/64/PV.43\r\n \r\n5 09-60430 \r\n \r\nthrough general regulation and reduction of armaments, \r\nand women and peace and security. Following a joint \r\nFranco-British initiative, the Council devoted particular \r\nattention to the current challenges encountered by \r\nUnited Nations peacekeeping operations. During the \r\nreporting period, the Council held two debates with the \r\nparticipation of troop- and police-contributing countries \r\nand regional organizations. The relationship between \r\npeacekeeping and peacebuilding — and in particular \r\nthe fact that peacekeeping and peacebuilding should go \r\nhand-in-hand — was a theme that was addressed both \r\nin country-specific and thematic debates. \r\n Non-proliferation matters also received close \r\nattention from the Council, particularly in response to a \r\nseries of actions by the Democratic People’s Republic \r\nof Korea in violation of relevant Security Council \r\nresolutions. That led to the adoption of resolution 1874 \r\n(2009), in which the nuclear test conducted by that \r\ncountry was condemned in the strongest terms and the \r\nsanctions regime was strengthened, including through \r\nnew designations and the establishment of a panel of \r\nexperts. \r\n The work of the International Criminal Tribunals \r\nfor the Former Yugoslavia and Rwanda was discussed \r\nby the Council on several occasions, particularly in \r\nrelation to their completion strategies. \r\n Let me conclude with some general observations \r\non the work of the Council during the reporting period. \r\nFirst, the Council increased its open debates and open \r\nbriefings.  \r\n Secondly, decisions by the Council were taken by \r\nand large unanimously. Council members made \r\nconsiderable efforts to preserve the unity of the \r\nCouncil. Only in a few cases was the Council unable to \r\nadopt resolutions with a unanimous vote — for \r\ninstance, on the Middle East and the United Nations \r\nPeacekeeping Force in Cyprus. In one case, as I have \r\nalready mentioned, the Council did not adopt a draft \r\nresolution to extend the mandate of UNOMIG due to \r\nthe use of the veto. The unity of the Council’s \r\ndecisions was also preserved in connection with \r\nprocedural questions. Let me add that the annual report \r\nalso sets out instances in which the Security Council \r\nwas unable to agree, and therefore did not take action. \r\n Thirdly, Security Council missions constitute an \r\nimportant tool for the members of the Council to \r\nreceive first-hand information on the work of United \r\nNations missions on the ground and on the challenges \r\nthat they face. The experiences gathered contributed to \r\nthe richness of the Council’s deliberations when \r\naddressing the work of specific missions and cross-\r\ncutting issues such as the protection of civilians in \r\narmed conflict and sexual violence against women. \r\n Fourthly, the Security Council made efforts at \r\nstrengthening its cooperation and partnership with \r\nregional and subregional organizations. Council \r\nmembers met with senior African Union officials \r\nduring the mission to Addis Ababa. The Council also \r\nheld a high-level debate on peace and security in \r\nAfrica, during which it welcomed the efforts of the \r\npanel, led by President Romano Prodi, to prepare a \r\nreport containing recommendations on strengthening \r\nAfrican Union-United Nations cooperation.  \r\n Cooperation with the European Union has been \r\ncontinuously strengthened. The support of the \r\nEuropean Union bridging operation in Chad to assist \r\nthe United Nations Mission in the Central African \r\nRepublic and Chad (MINURCAT) was an interesting \r\nexample of such cooperation. The transfer of authority \r\nto a United Nations-led military presence in \r\nMINURCAT was successful. \r\n In conclusion, on behalf of all Security Council \r\nmembers, I should like to thank the members of the \r\nAssembly for this opportunity to introduce the report \r\nof the Council. I would also like to express my \r\nappreciation for the work of the Secretary-General and \r\nthe Secretariat, who demonstrated their customary \r\nleadership and professionalism and provided \r\ninvaluable support to the Security Council, allowing it \r\nto fulfil its mandate. \r\n Mr. Abdelaziz (Egypt): I am pleased to deliver \r\nthis statement today on behalf of the Non-Aligned \r\nMovement (NAM). \r\n At the outset, the Movement expresses its \r\ngratitude to you, Sir, for including reform of the \r\nSecurity Council among the main priorities of your \r\npresidency of the General Assembly at its sixty-fourth \r\nsession and for your commitment, expressed in your \r\nopening remarks today, to making all possible effort to \r\nachieve such reform as soon as possible. I assure you \r\nof the Movement’s strong support in making tangible \r\nprogress under your presidency towards our common \r\ngoal of expanding and reforming the Security Council. \r\nI would also like to express the Movement’s \r\nappreciation for the remarks made by the Permanent \r\nRepresentative of Austria, in his capacity as President \r\nA/64/PV.43  \r\n \r\n09-60430 6 \r\n \r\nof the Security Council, in introducing the report of the \r\nCouncil today.  \r\n In addition, I would like to express the \r\nMovement’s appreciation to His Excellency Miguel \r\nd’Escoto Brockmann, President of the General \r\nAssembly at its sixty-third session, for his efforts in \r\nadvancing this important issue and to congratulate the \r\nPermanent Representative of Afghanistan, His \r\nExcellency Ambassador Zahir Tanin, Chair of the \r\nintergovernmental negotiations, on his good work \r\nduring the sixty-third session and to express our \r\nsupport for your decision to entrust him with that task \r\nat the sixty-fourth session with a view to achieving the \r\nrequired results. \r\n The Non-Aligned Movement attaches particular \r\nimportance to achieving rapid and concrete results \r\nthrough intergovernmental negotiations in the informal \r\nplenary of the General Assembly on the important \r\nquestion of equitable representation on and increase in \r\nthe membership of the Security Council and other \r\nmatters related to the Security Council, in accordance \r\nwith General Assembly decision 62/557. \r\n The heads of State or Government of the \r\nMovement, gathered at Sharm el-Sheikh on the \r\noccasion of the fifteenth NAM summit, held on 15 and \r\n16 July 2009, expressed the Movement’s common \r\nposition in section E of the summit’s final document. \r\nThe NAM summit document welcomes the \r\ncommencement of the intergovernmental negotiations \r\non the question of equitable representation on and \r\nincrease in the membership of the Security Council and \r\nother matters related to the Security Council in the \r\ninformal plenary of the General Assembly at its sixty-\r\nthird session, pursuant to General Assembly decision \r\n62/557. \r\n The Movement believes that reform of the \r\nSecurity Council should be addressed in a \r\ncomprehensive, transparent and balanced manner. \r\nMoreover, enlarging and reforming the Security \r\nCouncil and its working methods should ensure that the \r\nCouncil’s agenda reflects the needs and interests of \r\nboth developing and developed countries in an \r\nobjective, rational, non-selective and non-arbitrary \r\nmanner. It should be aimed at limiting and curtailing \r\nthe use of the veto with a view to its elimination and \r\nshould lead to a democratic, more representative, more \r\naccountable and more effective Council. \r\n In that context, the heads of State or Government \r\nacknowledged the historical injustices against Africa with \r\nregard to its representation in the Security Council and \r\nexpressed support for increased and enhanced \r\nrepresentation for Africa in a reformed Council. They \r\ntook note of the African common position as reflected in \r\nthe Ezulwini Consensus and the Sirte Declaration. \r\n Our leaders stressed that, while there have been \r\nsome improvements made to the Council’s working \r\nmethods, they have not satisfied even the minimum \r\nexpectations of the United Nations general \r\nmembership, leaving much room for improvement. In \r\nthat regard, the Movement will push for the \r\nimplementation of all its proposals as reflected in the \r\nfinal document of the Sharm el-Sheikh summit. The \r\nrules of procedure of the Security Council, which have \r\nremained provisional for more than 60 years, should be \r\nformalized in order to improve the Council’s \r\ntransparency and accountability. \r\n Furthermore, the leaders rejected any attempts to \r\nuse the Security Council to pursue national political \r\nagendas and stressed the necessity of non-selectivity \r\nand impartiality in the work of the Council, as well as \r\nthe need for the Council to keep strictly within the \r\npowers and functions accorded to it by Member States \r\nunder the United Nations Charter. \r\n The summit document further stresses that \r\nsanctions imposed by the Security Council remain an \r\nissue of serious concern to non-aligned countries. In \r\naccordance with the United Nations Charter, the \r\nimposition of sanctions should be considered only after \r\nall means of the peaceful settlement of disputes under \r\nChapter VI of the Charter have been exhausted and \r\nthorough consideration undertaken of the short- and \r\nlong-term effects of sanctions. \r\n Sanctions are a blunt instrument whose use raises \r\nfundamental ethical questions as to whether sufferings \r\ninflicted on vulnerable groups in the target country are \r\nlegitimate means of exerting pressure. The objective of \r\nsanctions is not to punish or otherwise exact retribution \r\non the population. In that regard, the objectives of \r\nsanctions regimes should be clearly defined, imposed for \r\na specified time frame and based on tenable legal \r\ngrounds. They should also be lifted as soon as their \r\nobjectives have been attained. The conditions demanded \r\nof the State or party on which sanctions are imposed \r\nshould be clearly defined and subject to periodic review. \r\n A/64/PV.43\r\n \r\n7 09-60430 \r\n \r\n Sanctions should be imposed only when there \r\nexists a threat to international peace and security or an \r\nact of aggression, in accordance with the Charter, and \r\nare not applicable as a preventive measure in instances \r\nof the mere violation of international law, norms or \r\nstandards. \r\n Last year, the Non-Aligned Movement expressed \r\nregret that the annual report of the Security Council \r\nlacked analytical depth and had limited added value for \r\nthe membership at large. Upon examining this year’s \r\nreport, NAM notes that it continues to be a procedural \r\noverview of the Council’s meetings, activities and \r\ndecisions. While the enumeration of meetings and \r\ndocuments in the report reflects the major role played \r\nby the Council in various fields, NAM continues to \r\nbelieve that the report could better reflect the Council’s \r\nchallenges, assessments and rationale, as well as the \r\ndecision-making process followed in each of the cases \r\ncovered during the reporting period. \r\n In our view, the report should be more explanatory \r\nwith regard to positions taken concerning the various \r\nissues being addressed in the Council, including why the \r\nCouncil refrained from taking or was unable to take \r\ndecisive action in some situations, particularly those \r\nrelated to the maintenance of international peace and \r\nsecurity, or why the Council reacted in various ways, \r\nincluding resolutions, presidential statements, press \r\nreleases or other statements to the press, as well as the \r\ncriteria followed and arguments used by the Council in \r\ndeciding how it would react in every case. \r\n Now addressing the Assembly in my national \r\ncapacity, I would like to associate myself with the \r\nstatement to be made by the Permanent Representative \r\nof Sierra Leone on behalf of the African Group and to \r\nhighlight a few additional significant points concerning \r\nthe Security Council reform process. \r\n The African common position, as outlined in the \r\nEzulwini Consensus and the Sirte Declaration, adopted \r\nby consensus and reiterated by African leaders at all \r\nconsecutive African summits, demands, among other \r\nthings, no fewer than two permanent seats, with all the \r\nprerogatives and privileges of permanent membership, \r\nincluding the right to the veto, and two additional \r\nnon-permanent seats. \r\n It has to be stressed here that Africa is opposed in \r\nprinciple to the right of veto, but it is also of the view \r\nthat as long as the veto exists, as a matter of common \r\njustice it should be made available to all permanent \r\nmembers of the Security Council. As the veto right \r\ncontinues to be the central issue in the expansion \r\nprocess that aims to enhance good international \r\ngovernance, Africa continues to believe that expansion \r\nin the non-permanent category alone is not an option, \r\nas it will not change the power structure of the Council \r\nnor correct the historical injustices to Africa. The same \r\napplies to increasing the number of permanent \r\nmembers without granting the new permanent members \r\nthe same veto granted to the current permanent \r\nmembers, pending the full elimination of the veto. \r\n It is therefore essential to rapidly rectify the \r\nserious historical injustices to Africa because of the \r\nfact that it is not represented in the category of the \r\npermanent membership of the Security Council, nor \r\nrepresented by an adequate number of seats in the \r\nnon-permanent category, and because of the negative \r\nimpact of the continuation of the current situation on \r\nthe Council’s ability to deal effectively with many of \r\nthe conflict situations around the world, particularly on \r\nthe African continent. \r\n Decision 62/557, adopted by the General Assembly \r\nwithout a vote on 15 September 2008, should continue to \r\nbe the main guide for the intergovernmental negotiations \r\non Security Council reform. In paragraph (d) of the \r\ndecision it is clearly stipulated that the intergovernmental \r\nnegotiations will be based on proposals by Member States \r\nonly, in clear exercise of national ownership and full \r\nresponsibility for the proposals, which should reflect \r\nexclusively a governmental point of view, thus making \r\nthe negotiations truly intergovernmental. Moreover, the \r\ndecision explicitly specifies in paragraph (e) the \r\nnegotiables for the intergovernmental negotiations, \r\nincluding the interlinked five main issues that constitute \r\nan integral, inseparable package that has to be agreed \r\ntogether. \r\n It is imperative that all of us in the sixty-fourth \r\nsession continue to abide by the letter and spirit of that \r\ndecision as the basis of the intergovernmental \r\nnegotiations, taking into account the progress achieved \r\nand all the positions and proposals presented by \r\nMember States so far, as well as those that may be \r\npresented at the present session. In this context, Egypt \r\nexpresses its appreciation to all States that submitted \r\nproposals at the sixty-third session aiming to push the \r\nprocess forward. \r\n Egypt continues to believe that the veto is the \r\ncornerstone in the process of the reform of the Security \r\nA/64/PV.43  \r\n \r\n09-60430 8 \r\n \r\nCouncil. The African demand for the elimination of the \r\nveto in its entirety is closely tied to its demand to grant \r\nthe same veto rights to the new African permanent \r\nmembers in the Council until its elimination, in full \r\napplication of the principle of equality between current \r\nand new permanent members. The same equality \r\nshould apply in case the General Assembly decides, \r\nwithin the enlargement process, to restrict the scope of \r\napplication of the veto in cases that could include \r\ncrimes against humanity, war crimes, genocide, acts of \r\naggression, the cessation of hostilities between \r\nbelligerent parties and the selection of the Secretary-\r\nGeneral. In that case, applying the same principle of \r\nequality and common justice, the new permanent \r\nmembers would only be granted the veto with the same \r\nrestricted scope of usage. \r\n Egypt is convinced that the effectiveness of the \r\nCouncil is not linked to the size of the enlarged \r\nCouncil. An enlarged Security Council that includes \r\nmembers that enjoy the confidence and trust of the \r\nlarger membership of the Organization will definitely \r\nconstitute the success of our intergovernmental \r\nnegotiations, and we believe that a Council with at \r\nleast 26 seats will achieve that goal. \r\n By all means, any enlargement in the size of the \r\nSecurity Council should take into consideration the \r\nAfrican demands for larger representation in both \r\ncategories of the membership in the Council. It should \r\nalso achieve a balanced representation of all regional \r\ngroups. That is why Africa is demanding no less — I \r\nrepeat, no less — than two permanent seats. The final \r\nnumber will be decided on the basis of how many \r\npermanent seats will be allocated to other regional \r\ngroups. \r\n Regarding regional representation, Egypt believes \r\nthat some elements of the concept may be reflected in \r\nthe Ezulwini Consensus, which states that the African \r\nUnion should be responsible for the selection of its \r\nrepresentatives in the Security Council, based on \r\ncriteria to be determined by that organization and \r\ntaking into consideration the representative nature and \r\ncapacity of those chosen. However, Egypt deems it \r\nappropriate that we discuss the application of this \r\nconcept in all regions, not only in Africa, and without \r\nprejudice to the provisions of Article 23 of the Charter \r\ncovering the procedures for election of new members \r\nof the Security Council by the General Assembly. \r\n Reform of its working methods, which should be \r\nbased on enhancing transparency and accountability, is \r\nalso an important aspect of Security Council reform. \r\nAlthough several attempts to improve the working \r\nmethods of the Security Council have been undertaken \r\nwithin the Council, particularly by the its Informal \r\nWorking Group on Documentation and other \r\nProcedural Questions, and as expressed in the note of \r\nthe Council President contained in document \r\nS/2006/507 — as well as in the proposals by Costa \r\nRica, Jordan, Liechtenstein, Singapore and Switzerland, \r\nknown as S-5, submitted in March 2006 — none of \r\nthose attempts stands up to the ambitions of Member \r\nStates. What is missing to reform the working methods \r\nof the Security Council are not additional proposals but \r\nthe political will on the part of the permanent and \r\nnon-permanent members of the Security Council to \r\nachieve real reform of the working methods of the \r\nCouncil. \r\n Egypt opposes any attempt to categorize the veto \r\nissue as a subsidiary issue falling under working \r\nmethods. We still believe that the veto should remain a \r\nseparate issue among the five negotiables as agreed in \r\nparagraph (e) of decision 62/557. \r\n The relationship between the Security Council and \r\nthe General Assembly is defined in the Charter. Egypt is \r\nconvinced that the problem in this regard lies in how the \r\nCouncil and the Assembly apply this relationship. The \r\nSecurity Council continues encroaching on the mandate \r\nof the General Assembly. It does not bring any matter to \r\nthe attention of the General Assembly nor does its \r\ncomposition reflect the implementation of the principle of \r\nequitable geographical distribution. In most cases it acts \r\nin a way that ignores the will and views of the countries \r\nconcerned and the general membership of the United \r\nNations. \r\n For its part, the General Assembly does not \r\nexercise its rights enshrined in the Charter concerning \r\nits relationship with the Council, even though it can do \r\nso — and very successfully — as it did in dealing with \r\nthe situation in Honduras at its last session. Therefore, \r\nconcrete steps should be undertaken to enhance the \r\nrelationship between the Security Council and the \r\nGeneral Assembly in the future. \r\n On the way forward, Egypt reiterates the African \r\nposition that the transitional or intermediary approach \r\nis not acceptable. This approach does not respond to \r\nthe African demands encompassed in the African \r\n A/64/PV.43\r\n \r\n9 09-60430 \r\n \r\ncommon position, as it is not based on expansion in \r\npermanent seats, but on extended seats without the \r\nprerogatives and privileges of the permanent seats, \r\nparticularly the veto right. In practice this means \r\nexpansion in the number of non-permanent seats for \r\nlarger or shorter durations. We believe that this \r\napproach lacks clarity and requires further \r\nclarification. \r\n Egypt supports increasing the representation of \r\nthe developing countries and small States in the \r\nSecurity Council, as was enshrined in 1993 in General \r\nAssembly resolution 48/26. I will omit the details from \r\nthis statement. \r\n In conclusion, Mr. President, I am confident that, \r\nunder your guidance, we can reach an agreement on the \r\nreform and expansion of the Security Council, built on \r\nsolidifying the principles of justice and equality in \r\nrights and obligations which would allow the Security \r\nCouncil to become a platform for democracy, \r\ntransparency and accountability. \r\n Mr. Touray (Sierra Leone): It is an honour for \r\nme to speak on behalf of the African Group in this joint \r\ndebate on agenda items 9 and 119. I wish to express \r\nour appreciation for including them on the agenda and \r\nto note with thanks the report of the Open-ended \r\nWorking Group on the Question of Equitable \r\nRepresentation on and Increase in the Membership of \r\nthe Security Council and Other Matters related to the \r\nSecurity Council (A/63/47) and the report of the \r\nSecurity Council on the work of the Council for the \r\nperiod covering 1 August 2008 to 31 July 2009 \r\n(A/64/2). \r\n For us, this joint debate provides a welcome \r\nopportunity to take stock of the recently concluded \r\nthree rounds of the intergovernmental negotiations and \r\nto set the stage for the next phase. Hopefully, this time \r\nthey will be geared towards moving the process in a \r\nmore meaningful direction that leads to the building of \r\nconsensus. \r\n The transition from consultations of the \r\nOpen-ended Working Group following the adoption of \r\nAssembly decision 62/557, of 15 September 2008, to \r\nthe launching of the intergovernmental negotiations \r\nthat ensued in three rounds during the past session was \r\na significant move in this debate, which has been \r\nongoing for over a decade and a half. \r\n The report on the Open-ended Working Group on \r\nreform, contained in document A/63/47, provides an \r\ninstructive catalogue of the evolution of this discussion \r\ndating as far back as the forty-eighth session of the \r\nGeneral Assembly, in 1993. The three rounds of \r\nintergovernmental negotiations in the past session \r\nushered in moderate but meaningful development in \r\nthe Security Council reform dialogue. \r\n Allow me, on behalf of the Group, to pay tribute to \r\nthe facilitators for their stewardship of the process to date. \r\nSince the adoption of decision 62/557, the reform process \r\nhas cautiously forged ahead, albeit at a pace not to our \r\nliking. But delegations have remained remarkably \r\nengaged with interest. Convergences, divergences and \r\npossible sticky areas are now very well known. In our \r\nview, that is a commendable point of departure. \r\n We believe that the positions of the various \r\ngroups and of Member States have by now been stated \r\nand restated during the many exchanges of the three \r\nrounds already held. At this time, it is our hope that a \r\nspirit of an effective interactive approach in the \r\nsubsequent rounds of the Security Council reform \r\nnegotiations will dictate the pace of the process and \r\nconveniently lead to trade-offs in the negotiations. \r\n Bringing together agenda items 9 and 119 in this \r\njoint debate is a clear indication of an appreciation of \r\nthe interrelationship between the two. In that \r\nconnection, the African Group acknowledges the \r\nCouncil’s holding of more public meetings with other \r\nstakeholders, such as Member States, troop-\r\ncontributing countries and non-governmental \r\norganizations, with a view to nurturing, enhancing and \r\nimproving its relations with relevant stakeholders. The \r\nCouncil’s move to provide an opportunity to discuss its \r\ndraft report informally with Member States was a \r\nwelcome innovation. We would encourage such open \r\nand frank discussions to ensure transparency and \r\ninclusiveness. We also welcome the Security Council’s \r\nvisits to various areas on the continent in connection \r\nwith specific missions on its agenda, which were \r\nintended to increase the effectiveness of sanctions and \r\nto gather information on the ground. \r\n However, we are wholeheartedly disappointed \r\nabout the apparent resistance to improving many other \r\naspects of Council’s working methods that we believe \r\nwill further lead to increased transparency, inclusiveness \r\nand the legitimacy of its proceedings. In particular, that is \r\nthe case with regard to its rules of procedure, which still \r\nA/64/PV.43  \r\n \r\n09-60430 10 \r\n \r\nremain provisional, even after 60 years of the Council’s \r\nexistence. \r\n We have consistently emphasized the need for the \r\nSecurity Council to conduct its work in accordance \r\nwith the relevant provisions of the United Nations \r\nCharter, and to maintain a balance in its relationship \r\nwith the Assembly, as envisaged in the Charter. In that \r\nregard, we have expressed our preparedness to \r\nsubscribe to, and consider, views and measures that \r\nrequire the Council to submit special subject-oriented \r\nreports to the General Assembly for its consideration, \r\nincluding on issues of current international concern. \r\nWe have also urged that the Council’s reports be \r\ncomprehensive and analytical, as well as that the \r\nCouncil engage, interact and interface with the \r\nAssembly more regularly and seamlessly. \r\n The African Group has consistently reiterated the \r\nimperative need to reform the Security Council if the \r\nUnited Nations is to respond to the current geopolitical \r\nrealities of the global community. Only a \r\ncomprehensive reform of the Security Council will \r\naddress the historical injustice that leaves Africa as the \r\nonly continent not represented in the permanent \r\ncategory of Council membership. \r\n Paradoxically, that organ devotes 70 per cent of \r\nits time to dealing with issues that directly, and \r\nsometimes exclusively, affect the continent, which also \r\nprovides over a quarter of the membership of the \r\nUnited Nations. Accordingly, Africa has a common \r\nposition, which is reflected in the Ezulwini Consensus \r\nand the Sirte Declaration. That position is based on \r\nopposing in principle the right of the veto. But as long \r\nas that right exists, as a matter of common justice, it \r\nshould be made available to all permanent members of \r\nthe Security Council. Africa therefore requests to be \r\nfully represented in the Security Council, with no less \r\nthan two permanent seats having all the prerogatives \r\nand privileges of permanent membership, including the \r\nright of the veto, as well as five non-permanent seats, \r\nwith the African Union being given the responsibility \r\nfor selecting Africa’s candidates for permanent \r\nmembership. \r\n The requirement for a democratic, inclusive and \r\nlegitimate decision-making Council, in particular in the \r\nexecution of its primary responsibility for the \r\nmaintenance of international peace and security, cannot \r\nbe overemphasized. We therefore remain firm in our \r\ncommon position for a comprehensive reform of the \r\nSecurity Council that will make the Council more \r\nresponsive to the needs of the current geopolitical \r\nrealities of the world. As a Group, we have always \r\nexpressed reservations about the process of the \r\nnegotiations itself. In a way, that process seems to be \r\ndriven by other than the proposals and positions of \r\nMember States, as is required by decision 62/557. But \r\nwe have nonetheless, in a spirit of good will, continued \r\nto be engaged and committed to negotiating in good \r\nfaith and with mutual trust. \r\n The emergence of an intermediate approach, \r\nalong with its various permutations, as well as the \r\nfailure to produce an outcome paper that reflects the \r\ndegree of support enjoyed by each and every position \r\nand proposal on the table, was, in large measure, an \r\nunwelcome démarche vis-à-vis the expectations of \r\nmany delegations, including the African Group. The \r\nlast session of the intergovernmental negotiations \r\nserved to strengthen Africa’s determined position that \r\nan intermediary, transitional or intermediate approach \r\nought not to factor as a viable proposition in the reform \r\nprocess. It is the product of the facilitators, which \r\nactually predates the intergovernmental negotiations \r\nand is not a natural outcome emerging from that \r\nprocess. It leaves itself open to different \r\ninterpretations, thereby making all proposals based on \r\nit unclear with regard to its main pillars. Moreover, it is \r\nin conflict with the African Union’s Ezulwini \r\nConsensus and the Sirte Declaration, and does not in \r\nany way respond to African demands. It can now be \r\nsafely assumed from the last session of the \r\nintergovernmental negotiations that the intermediate \r\napproach did not garner the expected support from \r\nMember States and groups necessary for it to contend \r\nfor consideration at this stage. \r\n On the other hand, the sense of the house was that \r\na good majority of delegations during the negotiations \r\nwere in favour of an expansion in both categories. \r\nClearly, some Permanent Five members expressed \r\nsupport for the candidacies of a select few Member \r\nStates to become permanent members of the Security \r\nCouncil. The African Group and Caribbean Community \r\n(CARICOM) regional group, and some Member States \r\nof Latin America, Asia and Eastern Europe, as well as \r\nothers, also expressed support for expansion in the two \r\ncategories. Furthermore, there was considerable \r\nsupport for the inclusion of small and medium-size \r\nStates, and of course Africa, in the expansion of the \r\nCouncil. \r\n A/64/PV.43\r\n \r\n11 09-60430 \r\n \r\n One sticky area of concern in the negotiations has \r\nbeen the question of what to do with the veto. Should it \r\nbe abolished, curtailed or extended? Though there \r\nappears to be a preponderance of views in favour of its \r\ncurtailment and use in some specific instances, there is \r\nstrong resistance to abolishing it from quarters that \r\nnow enjoy the privilege exclusively. Again, while there \r\nhas been resistance to extending the veto, there are \r\nthose who favour that extension, either immediately or \r\nafter an agreed period of review. \r\n Africa’s position has been that the veto should be \r\nabolished as a matter of principle, but if it has to be \r\nretained, we favour its extension to all new permanent \r\nmembers as a matter of common justice. We are of the \r\nview that more focus should be placed on discussions \r\nof the veto in an effort to determine the scope and \r\nnature of the type of expansion, in both permanent and \r\nnon-permanent categories, that would be acceptable to \r\nthe general membership. \r\n In conclusion, Africa stands ready and willing to \r\ncontinue to negotiate in good faith and with mutual \r\ntrust as the intergovernmental negotiations continue in \r\nthe informal plenary of the General Assembly of this \r\ncurrent session, building on the positions and proposals \r\nof Member States and using such progress as may \r\nalready have been achieved as a starting point. Africa \r\nis in a hurry and is impatient to see an historical \r\ninjustice redressed. We therefore hope that an \r\nacceptable outcome will be forthcoming at the present \r\nsession on the reform issue, and look forward to better \r\ncoordination in the relationship between the Security \r\nCouncil and the General Assembly. \r\n Mr. Hackett (Barbados): I take the floor to speak \r\non agenda item 9, concerning the report of the Security \r\nCouncil (A/64/2), and item 119, “Question of equitable \r\nrepresentation on and increase in the membership of \r\nthe Security Council and related matters”. I have the \r\nhonour to speak on behalf of the 14 Member States of \r\nthe Caribbean Community (CARICOM) that are \r\nmembers of the United Nations, namely Antigua and \r\nBarbuda, the Bahamas, Belize, Dominica, Grenada, \r\nGuyana, Haiti, Jamaica, Saint Kitts and Nevis, Saint \r\nLucia, Saint Vincent and the Grenadines, Suriname, \r\nTrinidad and Tobago and my own country, Barbados. \r\n At the outset, I would like to thank Ambassador \r\nThomas Mayr-Harting, Permanent Representative of \r\nAustria and current President of the Security Council, \r\nfor his detailed presentation of the report of the \r\nCouncil. CARICOM commends the members of the \r\nCouncil for the work they have undertaken during the \r\nreporting period. \r\n The work of the Council over the past year \r\ncovered virtually all regions of the world, although the \r\nprincipal focus continued to be on Africa. CARICOM \r\nwould like to thank the members of the Council for \r\ntheir efforts in seeking to bring peace and stability to \r\nthe various conflicts around the world. We regret the \r\nfact, however, that the Council, despite paying close \r\nattention to the situation in the Middle East, including \r\nthe Palestinian question, was not able to reach the \r\nunanimity needed for it to take any action on this issue \r\nduring the reporting period. CARICOM hopes that the \r\nCouncil will be able to intensify its engagement with \r\nthe issue in the future, for the people of that region of \r\nthe world deserve sustainable peace and security after \r\nexperiencing so many years of conflict. \r\n CARICOM has noted that terrorism remained a \r\ntop concern for the Council. We would, however, like \r\nto use this occasion to remind Member States of the \r\ncausal nexus between the perpetrators of heinous acts \r\nof terrorism and other criminal acts, such as drug \r\ntrafficking, the illicit proliferation of small arms and \r\nlight weapons and the presence of criminal gangs. \r\nWithin CARICOM this connection has given rise to a \r\nhighly organized criminal network that is supported by \r\nvarious sophisticated criminal organizations within and \r\noutside our region, as well as the development of a \r\nsubculture that glorifies violence and gun ownership. It \r\nalso places severe constraints on the development \r\nefforts of our countries. \r\n It is our desire that this dimension be given \r\nincreased attention by the international community, and \r\nparticularly by those development partners who \r\nsupport the work of the United Nations Office on \r\nDrugs and Crime (UNODC). We appeal to the \r\nSecretary-General and UNODC to secure the resources \r\nnecessary to enable the reopening of the UNODC \r\noffice in the Caribbean to assist the countries of \r\nCARICOM in addressing this problem. \r\n CARICOM welcomes the attention that the \r\nCouncil has paid to the situation in Haiti and the \r\nsupport provided to the United Nations Stabilization \r\nMission in Haiti (MINUSTAH). The extension of the \r\nmandate of MINUSTAH will provide further \r\nopportunities for the international community to \r\ncontinue to support the Haitian political leadership and \r\nA/64/PV.43  \r\n \r\n09-60430 12 \r\n \r\nthe Haitian people in rebuilding Haiti and progressing \r\ntowards sustainable development. \r\n The General Assembly, while determining in its \r\ndecision 62/557 that the intergovernmental \r\nnegotiations on Security Council reform should \r\ncommence in informal plenary of the General \r\nAssembly during its sixty-third session, also decided \r\nthat the Open-ended Working Group on Equitable \r\nRepresentation on and Increase in the Membership of \r\nthe Security Council and Other Matters related to the \r\nSecurity Council should continue its work and submit a \r\nreport to the Assembly before the end of that session. I \r\nwould like to thank the President at the sixty-third \r\nsession, Mr. Miguel d’Escoto Brockmann, for the \r\npreparation of the report, which we have before us \r\ntoday in document A/63/47. During the early part of \r\nthe sixty-third session, the Working Group addressed \r\nthe framework and modalities in order to prepare for \r\nand facilitate the intergovernmental negotiations that \r\nhad been called for in the Assembly’s decision 62/557. \r\nNow that intergovernmental negotiations have begun, \r\nCARICOM sees no justification for the continuation of \r\nthe Open-ended Working Group. \r\n Let me now turn to the intergovernmental \r\nnegotiations themselves and provide CARICOM’s \r\nperspective on the progress achieved to date and on the \r\nway forward. Following the launch of \r\nintergovernmental negotiations in February, Member \r\nStates fully explored, and I daresay exhausted, the \r\nsubstantive underpinning of the five key issues that \r\nwere to be addressed in the negotiations, in accordance \r\nwith General Assembly decision 62/557. CARICOM \r\nwould like to thank Ambassador Tanin of Afghanistan \r\nfor his leadership in his capacity as Chairman of the \r\ninformal plenary. \r\n CARICOM continues to believe that Security \r\nCouncil reform needs to be one of the priority issues to \r\nbe addressed at this session of the General Assembly \r\nand that it will be incumbent on Member States to \r\nbuild on the progress that was made during the sixty-\r\nthird session. \r\n During the negotiations, there were a number of \r\ncompeting options on the first key issue of expansion \r\nin both categories. These included, first, new \r\npermanent and new non-permanent members; secondly, \r\nnew non-permanent members only; and thirdly, new \r\nextended-term members until the review of 10 to \r\n15 years, or a defined term between 2 and 15 years, \r\nwith the possibility for immediate re-election and new \r\nnon-permanent members. \r\n Having participated fully in the \r\nintergovernmental negotiations that were held to date \r\nand having followed closely all of the statements made, \r\nCARICOM recognizes that there has been general \r\nsupport for the model that calls for expansion in both \r\ncategories, including its different varieties. We \r\ntherefore believe that this should be the area of focus \r\nas we seek agreement in the intergovernmental \r\nnegotiations on this issue. \r\n In this regard, we restate our belief that any \r\nexpansion in the permanent category should include \r\nrepresentation particularly from those regions currently \r\nunderrepresented or not represented at all in the \r\nCouncil, namely Africa, Asia and the Group of Latin \r\nAmerican and Caribbean States. Regarding the \r\nnon-permanent category, CARICOM believes that the \r\nnumber of seats should be increased to enable small \r\nStates, particularly small island developing States, to \r\nhave more opportunities to serve on the Council. \r\n While CARICOM does not have a definitive \r\nposition on the size of a reformed Security Council, we \r\nsupport the position of the African Group recognizing \r\nthat a Council of between 25 and 26 seats might \r\nrepresent the most viable option. \r\n On the question of regional representation, \r\nCARICOM believes that the African Group position is \r\nthe one that comes closest to the concept of genuine \r\nregional representation. CARICOM’s perception of a \r\nreformed Security Council is one that should ideally \r\nprovide for equitable representation for developing \r\ncountries, including more balanced, equitable \r\ngeographical distribution of sub-groups within groups. \r\nIt should also greatly increase accessibility and \r\nopportunities, especially for small developing States \r\nlike those of CARICOM.  \r\n In this connection, we have stated in the \r\nintergovernmental negotiations — and I restate here — \r\nthat CARICOM believes that one of the most \r\nmeaningful ways of appropriately addressing this issue \r\nwould be through the creation of a small island \r\ndeveloping State seat in the Council, which would \r\nrotate among developing countries located within the \r\nregions of Africa, Latin America and the Caribbean and \r\nAsia. This would be an additional seat in the \r\nnon-permanent category exclusively to represent small \r\nisland developing countries. \r\n A/64/PV.43\r\n \r\n13 09-60430 \r\n \r\n Indeed, as the Permanent Representative of \r\nJamaica, Ambassador Wolfe, declared on behalf of \r\nCARICOM in his statement to the informal plenary of \r\nthe General Assembly on 2 September,  \r\n “a reformed Security Council should provide for \r\ngreater access and the effective participation of \r\nsmall island developing States, including those of \r\nCARICOM. Any proposal, therefore, which seeks \r\nto exclude or marginalize us will not, under any \r\ncircumstances, gain our support”.  \r\n On the question of the veto, CARICOM believes \r\nthat it should be abolished. We consider the practice to \r\nbe fundamentally undemocratic and unrepresentative of \r\nthe wider membership of the United Nations in whose \r\ninterest the Council is empowered to take action. The \r\nmisuse and abuse of the veto seriously undermine the \r\nmain purpose of reform efforts to make the Council \r\nmore transparent and accountable. However, if \r\nabolition of the veto is not likely to be immediately \r\npossible, there should be an agreement that it would be \r\nused with the utmost restraint and limited to actions \r\nunder Chapter VII of the Charter.  \r\n In addition to forbidding the use of the veto \r\nexcept in specifically prescribed instances, we suggest \r\nfurther that an explanation of the use of the veto be \r\nmade to the general membership and that a provision \r\nbe adopted that would allow for a veto override by a \r\nspecified super-majority. \r\n Finally on this point, CARICOM countries \r\nbelieve that as long as the veto is retained, it should be \r\nextended to all new permanent members of the \r\nreformed Security Council, particularly since there \r\nexists the current untenable situation that no member \r\nof the African or Latin American and Caribbean \r\ngeographic regions has the power of the veto. \r\n The relationship between the Security Council \r\nand the General Assembly is another issue that calls for \r\ncritical examination so that the disparity that has \r\ndeveloped over time in the relationship between these \r\ntwo important main organs of the Organization can be \r\ncorrected. The General Assembly is the chief \r\ndeliberative and policymaking organ of the United \r\nNations in which all Member States participate. Thus, \r\nin accordance with Article 24 of the Charter, its \r\nprimacy among the main organs of the United Nations \r\nmust be respected and preserved. This essentially \r\nmeans that the Security Council should refrain from \r\nencroaching on the powers and mandate of the \r\nAssembly by not addressing issues that traditionally \r\nfall within the purview and competence of the General \r\nAssembly. \r\n Furthermore, in discharging its responsibility for \r\nthe maintenance of international peace and security, the \r\nSecurity Council is acting on behalf of the General \r\nAssembly and is therefore accountable to the \r\nAssembly. That is a responsibility that Member States \r\nhave conferred on the Security Council in accordance \r\nwith Article 24 of the Charter. Such accountability \r\nshould include the submission to the General Assembly \r\nby the Security Council of clear, comprehensive and \r\nanalytical annual and special reports for its \r\nconsideration. \r\n On this point, CARICOM would like to signal \r\nour disappointment in the report of the Council, which \r\nagain this year is simply a factual listing of meetings, \r\nitems on the Council’s agenda and an identification of \r\nwho spoke on a particular issue. We are of the view \r\nthat the inclusion of an analytical component, which is \r\ncurrently missing from the report, would be an \r\nimportant step towards the Council’s fulfilment of its \r\nobligations to the larger membership of the \r\nOrganization. We would also like to see the Security \r\nCouncil, in the conduct of its work, take fully into \r\naccount recommendations made by the General \r\nAssembly regarding matters related to international \r\npeace and security, consistent with Article 11 of the \r\nCharter. \r\n CARICOM recognizes that there are no \r\nsubstantive issues or contending proposals to be \r\nnegotiated on this point. We believe therefore that the \r\nPresident of the General Assembly should immediately \r\nproceed to undertake a compilation of the proposals \r\nand positions relating to the relationship between the \r\nSecurity Council and the General Assembly for \r\ninclusion in a draft outcome document of the \r\nintergovernmental negotiations on Security Council \r\nreform. \r\n CARICOM believes that the reform of the \r\nworking methods of the Security Council is integral to \r\nthe comprehensive reform of that body. We therefore \r\nsupport the approval and implementation of working \r\nmethods that make for greater transparency, \r\naccountability and effectiveness of the Security \r\nCouncil, as well as more inclusiveness of Member \r\nStates that are not members of the Council. \r\nA/64/PV.43  \r\n \r\n09-60430 14 \r\n \r\n In closing, much progress was made during the \r\nintergovernmental negotiations at the sixty-third \r\nsession of the General Assembly. We now need to build \r\non that progress. CARICOM welcomes the \r\nreappointment of Ambassador Tanin of Afghanistan as \r\nthe chair of the intergovernmental negotiations during \r\nthis sixty-fourth session of the General Assembly. We \r\nlook forward to the resumption of these negotiations in \r\nthe near future and recommit ourselves to participating \r\nactively and in a spirit of flexibility and compromise \r\nwith a view to reaching a meaningful outcome before \r\nthe end of the session that would command the support \r\nof a majority of Member States. \r\n The call of all of our leaders in 2005 to reform \r\nthat most important main organ of the United Nations \r\nshould not be further delayed. \r\n Mr. Lippwe (Federated States of Micronesia): I \r\nhave the honour to speak on behalf of the Pacific small \r\nisland developing States (Pacific SIDS) represented at \r\nthe United Nations, namely, Fiji, Palau, Papua New \r\nGuinea, the Republic of the Marshall Islands, Nauru, \r\nSamoa, the Solomon Islands, Tuvalu, Tonga, Vanuatu \r\nand my own country, the Federated States of \r\nMicronesia. The Pacific SIDS welcome the opportunity \r\nto participate in this debate on the question of equitable \r\nrepresentation on and increase in the membership of \r\nthe Security Council and related matters. We thank the \r\nAustrian President of the Security Council for his \r\ncomprehensive presentation in introducing the \r\nCouncil’s report (A/64/2) under agenda item 9. \r\n Let me begin by addressing the question of the \r\ncategories of Security Council membership. We \r\nconsider it important that there be an expansion of \r\nmembership that includes both new permanent and new \r\nnon-permanent members. It is clear that the increase in \r\nonly non-permanent members of the Council in the \r\nearly 1960s did not result in any real change in the \r\nCouncil’s decision-making process. That was \r\nrecognized by our leaders at the 2005 World Summit \r\nand led to the call for early reform of the Security \r\nCouncil. Furthermore, the increase in the membership \r\nof the United Nations since the early 1960s \r\nnecessitates expansion in both the permanent and the \r\nnon-permanent categories of the Council. \r\n The view of the Pacific SIDS on regional \r\nrepresentation in the Council is well known. The \r\nCouncil’s current composition does not sufficiently \r\nrepresent all regions of the world and no longer reflects \r\nthe geopolitical realities of the twenty-first century. \r\nThe Pacific SIDS do not support the creation of new \r\ncategories of membership in a reformed Council, such \r\nas a new category of extended seats.  \r\n Africa and the Group of Latin American and \r\nCaribbean States are not represented in the permanent \r\ncategory of the Council. As a region, Asia, with only \r\none permanent member, has been underrepresented. It \r\nis imperative that that historical imbalance be \r\naddressed through the election of individual Member \r\nStates from the regions concerned as permanent \r\nmembers of the Security Council. We consider that \r\nessential to address the issue of non-representation and \r\nunderrepresentation of regions in one of the major \r\ndecision-making bodies of the United Nations. \r\n The support of the Pacific SIDS for six new \r\npermanent seats is in keeping with the desire expressed \r\nby leaders in the 2005 World Summit Outcome \r\n(resolution 60/1) to make the Council more broadly \r\nrepresentative of the twenty-first century and ensure \r\nthat it takes into account geopolitical realities. We \r\nsupport two new permanent seats on the Council for \r\nAfrica and one for Latin America and the Caribbean. \r\nWe also support two additional permanent seats for \r\nAsia and one for the Group of Western European and \r\nother States. Furthermore, our support for five \r\nadditional non-permanent seats is premised on the \r\nconviction that all countries can and must contribute to \r\nthe maintenance of international peace and security, \r\nalbeit to different extents. \r\n The existing regional group arrangement used to \r\npropose members for two-year non-permanent seats on \r\nthe Council through the concept of equitable \r\ngeographical distribution requires reform. The existing \r\narrangement is no longer equitable in the distribution \r\nor selection of members from within the regional \r\ngroups to serve in the Council. Reform must ensure \r\nthat there is a more democratic and fair system of \r\nselection and a more balanced geographical \r\ndistribution of subregions within groups when \r\nproposals are put forward by groups for non-permanent \r\nseats on the Council. \r\n The Pacific SIDS believe that the option of \r\nallocating a seat to the small island developing States \r\nwithin the existing group structures must be covered by \r\nsome form of assurance, contained in guidelines that \r\ncould be part of a realistic reform process. That \r\nassurance would afford the SIDS a more balanced \r\n A/64/PV.43\r\n \r\n15 09-60430 \r\n \r\nopportunity to serve on the Council and would reflect a \r\nmore democratic, shared implementation of the concept \r\nof equitable geographical distribution. \r\n We are aware that fatigue and frustration may set \r\nin, as there have not been many visible or tangible \r\nresults after so many years of ongoing discussions \r\nwithin this Organization on reforming the Security \r\nCouncil. However, we must stay the course and remain \r\ncommitted.  \r\n The Pacific SIDS are grateful for your statement \r\nearlier, Mr. President, and your words of assurance and \r\ncommitment to pressing on with this important issue \r\nduring the current session. We must all work together \r\naggressively to overcome the barriers that stand in the \r\nway of our progress and remain loyal to the cause of \r\nreform. \r\n Mr. Tewari (India): I am honoured to address the \r\nGeneral Assembly on behalf of my country on the \r\nreport of the Security Council (A/64/2) and the \r\nquestion of equitable representation on and increase in \r\nthe membership of the Security Council and related \r\nmatters. Let me commence by congratulating Bosnia \r\nand Herzegovina, Brazil, Gabon, Nigeria and Lebanon \r\non having been elected to non-permanent seats on the \r\nCouncil for the period of 2010 to 2011. India looks \r\nforward to working with those countries in a \r\nconstructive and positive manner. We thank the \r\ndelegation of Austria for introducing the annual report \r\nof the Security Council for the period of 1 August 2008 \r\nto 31 July 2009. \r\n In our view, the report of the Security Council is \r\nan important means of facilitating interaction between \r\nthe most representative organ of the United Nations \r\nand its most empowered sibling. The United Nations \r\nCharter itself bestows on the report a profound \r\ngravitas, as is evident from the fact that a separate \r\nprovision mandating such a report exists, rather than \r\ngrouping it with reports from other United Nations \r\nbodies. It is, therefore, imperative that the annual \r\nreport of the Security Council inform on, highlight and \r\nanalyse the measures that the Council has decided upon \r\nor has taken to maintain international peace and \r\nsecurity during the reporting period. \r\n The membership of the General Assembly has \r\nrepeatedly requested that that report be more analytical \r\nand incisive rather than a mere narration of events. It is \r\nimportant that the General Assembly be aware not only \r\nof what decisions were taken, but also of the rationale, \r\nthe efficacy and the impact of the Council’s decisions, \r\nin terms of crystallized takeaways for the membership \r\nof the General Assembly. \r\n We must recognize that the lacunae in the report \r\nare a manifestation of the underlying problems of the \r\nCouncil’s representation and working methods, which \r\nremain opaque and non-inclusive. This year too, as \r\nsome previous speakers also pointed out, the report \r\ncontinues to be a statistical compilation of events, a \r\nbland summary and a listing of meetings and outcome \r\ndocuments. \r\n There is no option other than to recognize that the \r\nreal solution not only for a more credible, legitimate \r\nand representative Council, but even for a more \r\nthorough report, lies in the comprehensive reform of \r\nthe Council, including expansion in both the permanent \r\nand the non-permanent categories of membership, and \r\nof the Council’s working methods. \r\n In that context, it is important to note that an \r\noverwhelming majority of Member States have clearly \r\nexpressed their preference for such a reform during the \r\nthree rounds of intergovernmental negotiations held so \r\nfar on the reform of the Council. \r\n Let us recall that since the General Assembly \r\ndeliberated on this agenda item last year, \r\nintergovernmental negotiations have finally \r\ncommenced after years of going around in circles in \r\nthe Open-ended Working Group. This is a significant \r\ndevelopment and the General Assembly must strongly \r\nsupport expediting the negotiations so as to achieve an \r\nearly reform. \r\n The most obvious way to achieve such a result is \r\nto immediately convene the negotiations and build on \r\nthe progress achieved during the negotiations thus far. \r\nThis, in fact, is precisely what the Assembly \r\nunanimously agreed to do in its decision on \r\n14 September 2009. It would also be useful to recall \r\nthat the preference of Member States for a Council \r\nreform involving expansion, in both the permanent and \r\nnon-permanent membership categories, was clearly \r\nreflected in the summaries issued by the Chair of the \r\nintergovernmental negotiations. \r\n We would also like to take this opportunity to \r\nthank you, Mr. President, for your leadership and \r\nwisdom in reappointing Ambassador Zahir Tanin, \r\nPermanent Representative of Afghanistan, as the Chair \r\nof the negotiations during the sixty-fourth session. The \r\nA/64/PV.43  \r\n \r\n09-60430 16 \r\n \r\nneed for continuity to ensure success can hardly be \r\noveremphasized. My delegation would also like to \r\ncongratulate Ambassador Tanin on his appointment, \r\nand we wish him all success in his continued efforts. \r\nHe can be assured of my delegation’s full support in \r\nthat very important role. \r\n With a view to focusing the negotiations and \r\nmoving in a result-oriented manner, a text from the \r\nChair would be a critical enabler. \r\n It is imperative that we make genuine and rapid \r\nprogress on the issue of United Nations Security \r\nCouncil reform, without which the whole process of \r\nUnited Nations reform would be incomplete. Our \r\ninstitutions of global governance cannot remain \r\nchained to the balance of global power that existed in \r\n1945. The economic meltdown of 2008 highlighted the \r\nurgent need for international institutions to reflect \r\ncontemporary global reality. This, once again, strongly \r\nunderscores the imperative of reform of the Council. \r\n Some, though barely a handful among us, do \r\nargue, unconvincingly, that an expansion in only the \r\nnon-permanent category would fulfil these objectives. \r\nUnfortunately, this has not been borne out by history \r\nand the expansion of 1965 is but one testimony to this. \r\n Among areas that require critical attention are \r\nproper implementation of Articles 31 and 32 of the \r\nCharter that deal with participation of non-members in \r\nthe Security Council’s deliberations, enhancing \r\nparticipation of troop-contributing countries in \r\ndecision-making on peacekeeping mandates and \r\nincreasing the transparency of the Council’s work. \r\n We have also heard proposals for interim or \r\nintermediate solutions. However, such ideas raise more \r\nquestions than they can provide significant and \r\nsubstantive answers. Let us be clear: pushing this \r\ndecision into the future does not solve the problem, it \r\nmerely enhances the perception of the erosion of the \r\ncredibility and legitimacy of the Council. The luxury of \r\ninaction is not an option available to the collective will \r\nof humanity represented in this Assembly. \r\n In conclusion, let me reiterate the imperative for \r\nintergovernmental negotiations to resume immediately \r\nand to make genuine progress, by focusing on \r\nexpansion in both the permanent and non-permanent \r\nmembership categories of the Council. \r\n Mr. Araud (France) (spoke in French): May I \r\nfirst of all express my thanks to the Permanent \r\nRepresentative of Austria, in his capacity as President \r\nof the Security Council for this month, for the detailed \r\npresentation of the annual report of the Council to the \r\nGeneral Assembly, contained in document A/64/2.  \r\n I would also like to express great thanks to the \r\ndelegation of Uganda for their excellent work in \r\npreparing this report. I wish to emphasize the calibre of \r\nthe document, which I firmly believe meets legitimate \r\nand well-known expectations. \r\n The informal meeting, chaired by Uganda last \r\nJuly, provided the opportunity for dialogue on the \r\nCouncil’s annual report with States that are not \r\nmembers, which, in turn, made it possible to raise \r\nmany issues in a spirit of transparency, something we \r\nfervently wish to see. \r\n Ms. Štiglic (Slovenia), Vice-President, took the \r\nChair. \r\nFrance remains, of course, committed to improving the \r\nworking methods of the Security Council in order to \r\nachieve even greater transparency and better \r\ninteraction with non-Council members, without \r\nchallenging the balance of power set out in the Charter. \r\n I would also like to clarify France’s position on \r\nSecurity Council reform. The General Assembly has, \r\nthis year, made that reform one of the priorities of its \r\nmandate and we welcome that. The renewal of the \r\nmandate of Ambassador Tanin of Afghanistan as Chair \r\nof the intergovernmental negotiations is also good \r\nnews. I wish to reiterate to him our full confidence and \r\nto wish him every success. \r\n The support of my delegation can be relied upon \r\nso that, together, we may achieve ambitious reform of \r\nthe core United Nations institution responsible for \r\ntaking action on international peace and security, \r\nwhich is the Security Council. Reform of the Council \r\nis essential, if it is to remain effective and \r\nrepresentative in a world different from that of 1945. \r\nThat is imperative. The status quo is not an option. \r\n In our view, and I understand that this is a \r\nposition shared by many delegations, Security Council \r\nreform to make the Council more representative of the \r\nreality of today’s world must be affected for both \r\ncategories of members — permanent and \r\nnon-permanent. Reform must take into account the \r\nemergence of new Powers who wish to bear the \r\nresponsibility of a permanent seat on the Security \r\nCouncil and who, in accordance with the Charter, are \r\n A/64/PV.43\r\n \r\n17 09-60430 \r\n \r\nin a position to make an important contribution to the \r\nCouncil’s action in maintaining international peace and \r\nsecurity. \r\n In this regard, we support permanent membership \r\nbeing awarded to Germany, Brazil, India and Japan. We \r\nalso wish to see more African countries as members of \r\nthe Security Council, in particular as permanent \r\nmembers. There is also the question of an Arab country \r\nbeing one of the permanent members of the Security \r\nCouncil.  \r\n At the same time, expansion of the Security \r\nCouncil must not come at the cost of diminishing its \r\neffectiveness of its action and its credibility as the \r\nprinciple body responsible for the maintenance of \r\ninternational peace and security. The Council, \r\ntherefore, must remain of a reasonable size. \r\n To overcome the current stalemate, and in order \r\nto more surely arrive at Security Council reform, we \r\nmust demonstrate pragmatism and creativity. As the \r\nPresident of the French Republic proposed, together \r\nwith the British Prime Minister, on 27 March 2008 and \r\nonce again on 6 July 2009, we support the option of \r\ninterim reform. That solution could create a new \r\ncategory of membership with a mandate longer than \r\nthe two years of the current elected members. At the \r\nend of the interim phase, a decision could be taken to \r\nconvert those new seats into permanent seats. Such a \r\npragmatic solution would make it possible to try out, \r\nduring a transitional phase, the parameters of Security \r\nCouncil reform. That is why we trust that this solution \r\nmay be discussed at the current Assembly session, \r\nduring which we hope for significant progress. \r\n In order to make real progress in \r\nintergovernmental negotiations, which we trust will be \r\nresumed as soon as possible, we must now propose a \r\nreform model. Here a document from the chair of the \r\nnegotiations outlining the main parameters of the \r\nreform, in particular the composition of the Security \r\nCouncil, would help our discussions. \r\n Mr. Ney (Germany): At the outset, I wish to \r\nthank the President of the General Assembly for \r\nconvening this important first debate on Security \r\nCouncil reform during his presidency. I should also \r\nlike to thank the President of the Security Council, \r\nAmbassador Thomas Mayr-Harting, for presenting the \r\nreport of the Security Council (A/64/2). \r\n We are confident that we can make decisive \r\nprogress on Security Council reform at the sixty-fourth \r\nsession, and we look forward to the leadership to the \r\nPresident of the General Assembly and his support for \r\nthis process. I trust that this debate will jumpstart the \r\nlong-awaited resumption of the intergovernmental \r\nnegotiation process. At the end of the Assembly’s last \r\nsession, if I may be permitted this reminder, we had \r\nagreed to continue this process immediately. \r\n Allow me a brief look back at what we achieved \r\nin the General Assembly at its sixty-third session. \r\nUnder the dedicated and skilful guidance of \r\nAmbassador Tanin — whose reappointment we \r\nwelcome — we succeeded in clarifying the basic \r\nprerequisites for a successful reform process. The \r\noverwhelming majority want a meaningful reform of \r\nthe Security Council, and they want to move forward \r\nnow. \r\n It is our responsibility to ensure that the Security \r\nCouncil can play its role in the twenty-first century. \r\nThe overwhelming majority of Member States consider \r\nthis aim to be served best by an expansion in both \r\ncategories. Like our partners in Africa, the Caribbean \r\nCommunity and Micronesia, as well as many, many \r\nothers, Germany and its partners in the Group of Four \r\nfirmly support this model of expansion. That was the \r\nclear result of the sixty-third session — a result we \r\nnow need to build upon. \r\n Where do we go from here? How should we \r\nproceed in the months ahead of us? We all \r\nacknowledge the need for a speedy reform. Hence, we \r\nnow need to take the process a step forward. And \r\nMember States are not only ready for this; they expect \r\nus to achieve decisive progress at this session. \r\n We are convinced that the logical next step is to \r\narrive at a text that will serve as a basis for \r\nnegotiations. The positions of Member States are well \r\nknown. They have been outlined repeatedly, including \r\nin this forum. They can and should now be cast into a \r\nnegotiation text. \r\n From our point of view, that text should emanate \r\nfrom a trusted, impartial and balanced source. That is \r\nwhy we call on the chair of the intergovernmental \r\nnegotiations to present a text that will then be the basis \r\nfor our negotiations. That text should of course contain \r\nall the relevant reform options presented and promoted \r\nby Member States in the past. \r\nA/64/PV.43  \r\n \r\n09-60430 18 \r\n \r\n In this process, two things are obvious. First, the \r\nchair is of course invested with the authority to help \r\nMember States narrow down the options. That will \r\nallow us to focus on the main options. Secondly, the \r\ntext the chair would present will not be the solution to \r\nthe reform question; rather, it will be the beginning of a \r\nnegotiation process — and by that I mean a negotiation \r\nprocess that is true to its name. Once a first draft is on \r\nthe table, delegations can and should point out where \r\nthey see shortcomings in the text and propose additions \r\nor deletions. The text would then be repeatedly revised \r\nby the chair, just as in all the other negotiation \r\nprocesses in the United Nations. \r\n We want to achieve an expansion in both \r\ncategories. On the way there, we might think about \r\nintermediate solutions. But let me be clear: any \r\nintermediate solution must be constructed in a fashion \r\nso as to pave the way for an expansion in both \r\ncategories. An intermediate model must allow Member \r\nStates to make a decision at the review conference for a \r\ntransition of the intermediate model into a permanent \r\nexpansion in both categories. \r\n I wish to be clear here: all other variations of the \r\nintermediate model are just disguised forms of an \r\nenlargement in the non-permanent category only. We \r\nwill not support any of these variations. \r\n Since the positions of Member States have been \r\nstated over and over again, I will not repeat ours at \r\nlength. I should like just briefly to stress that we should \r\narrive at a reform that changes the Security Council for \r\nthe better. In that, a permanent African presence on the \r\nCouncil and a permanent presence of other countries \r\nfrom the South — Brazil and India — on the Council \r\nare essential. But also those who significantly \r\ncontribute to the maintenance of international peace \r\nand security, like Japan and Germany, should assume \r\ntheir rightful place among the permanent members. \r\nAnd last but not least, the improvement of the \r\nCouncil’s working methods is another essential \r\nelement of such reform. The Council thus reformed \r\nwould better serve the interests of all Member States. \r\n Mr. Almansoor (Bahrain) (spoke in Arabic): At \r\nthe outset, I should like to thank the Permanent \r\nRepresentative of Austria, President of the Security \r\nCouncil for this month, for presenting the annual report \r\nof the Security Council, contained in document A/64/2, \r\nin accordance with the relevant provisions of the \r\nCharter of the United Nations. My delegation supports \r\nthe statement made by the Chair of the Non-Aligned \r\nMovement on this matter. \r\n These two agenda items — numbers 9, on the \r\nannual report of the Security Council, and 119, on the \r\nquestion of equitable representation on and increase in \r\nthe membership of the Security Council and related \r\nmatters — are of particular importance to the Member \r\nStates of the United Nations. We are discussing them \r\ntogether because they are inextricably linked. While we \r\nare discussing these two items, I would like to make \r\nsome observations.  \r\n First, with regard to the Council’s annual report, \r\nwe believe that these discussions are the only \r\nopportunity for the non-members of the Council \r\ncollectively to make comments and observations on the \r\nCouncil’s work, assess its activities and resolutions in \r\ndetail and propose adequate solutions to improve its \r\nworking methods.  \r\n The report now before us reveals in its \r\nintroduction the increase in the number of public \r\nmeetings and open briefings. Like previous reports, it \r\ngroups the Council’s decisions and resolutions in a \r\ndescriptive overview of the various topics discussed in \r\nthe course of a full year. That method results in a report \r\nthat needs to take a more analytical approach and show \r\nthe obstacles and problems that stood in the way of the \r\nCouncil’s reaching agreement on certain issues. It \r\nwould fare better to discuss, even briefly, the reasons \r\nthat prevented agreement on those issues.  \r\n We might say that the international community \r\nviews the United Nations through the prism of the \r\nSecurity Council and the resolutions it takes, but it is \r\nalso correct to say that it is urgent to clarify the reasons \r\nfor the Council’s failure to find solutions to issues so \r\nthat all of the Member States can help settle those \r\nproblems.  \r\n My delegation appreciates and understands the \r\nconsiderable efforts and tasks entrusted to the Council \r\nas well as the grave responsibility assigned to it, which \r\nis evident from the report. We highly appreciate the \r\nCouncil’s interest in the continent of Africa, which has \r\nwitnessed numerous conflicts that have led to both \r\npositive and negative changes. The Council has dealt \r\nwith issues in Africa in a very careful manner. It also \r\ntakes interest in other parts and regions of the world, \r\nand we commend it for that and appreciate its efforts.  \r\n A/64/PV.43\r\n \r\n19 09-60430 \r\n \r\n We can say that the Council has acted seriously in \r\nredressing numerous problems. However, it failed to \r\ntackle other highly important issues, such as the \r\nquestion of Palestine, which is still on the Council’s \r\nagenda.  \r\n Despite the clarifications made in the report on \r\nmeasures taken by the Security Council this year with \r\nregard to increasing the number of public meetings and \r\nopen briefings, efforts must be intensified to make the \r\nCouncil’s work more transparent and to undo the \r\nambiguity that surrounds its work. All States should be \r\nable to participate in decisions regarding the items on \r\nthe Council’s agenda that would lead to concrete \r\nresults, especially if States see the issues that are \r\nrelevant to them being discussed in the Council. That \r\nwould contribute to achieving the aspirations of the \r\nvarious Member States and would improve the \r\nrelationship between the Council and the General \r\nAssembly. Discussing those two issues would \r\ncontribute to achieving that goal, as the two organs \r\nundertake considerable responsibilities in \r\nstrengthening and implementing the principles and \r\npurposes of the United Nations.  \r\n Secondly, on the matter of equitable \r\nrepresentation on and increase in the membership of \r\nthe Security Council, I would like to commend the \r\nPresident of the General Assembly at is sixty-third \r\nsession and the Permanent Representative of \r\nAfghanistan for the important roles they have played \r\nand the efforts they have deployed in conducting \r\ncomprehensive and transparent intergovernmental \r\nnegotiations to arrive at proposals that can be \r\nimplemented and upon which a wide-ranging political \r\nagreement among the Member States can be built. \r\n The leaders of the world are still committed to \r\nsupporting the early reform of the Security Council, to \r\nwhich they committed themselves in 2005. We have to \r\ninsist on the preservation of the clear mandate that \r\nexists on this issue. It is an essential element in the \r\noverall effort to reform the United Nations and to make \r\nthe Council more representative, more efficient and \r\nmore transparent, to enhance its legitimacy and make \r\nits resolutions more effective. That perspective is set \r\nout in paragraph 153 of resolution 60/1. \r\n After many years of discussions that have failed \r\nto lead to an outcome on this matter, it is high time for \r\nall of us to make a realistic evaluation of this question \r\nin all its aspects. We should look at it with an open \r\nmind so that progress can be achieved and an \r\nagreement satisfactory to everybody can be reached.  \r\n In this regard, I would like to state that the \r\nconsultations under way since last year, which are \r\ncontinuing this year, have contributed to providing \r\nspecific, useful proposals on Council reform. What is \r\nneeded now is to pursue those negotiations to \r\nscrutinize once again the proposals presented and \r\nstudied and to present new ideas to reach an agreement \r\nattracting wider support by Member States.  \r\n Through the exchange of views it has become \r\nclear that there is a general agreement that the Security \r\nCouncil is in need of greater balance. At present, it \r\ndoes not reflect the international political situation, and \r\nthat situation must be corrected immediately. The \r\nreform must be inclusive and interrelated. We back the \r\nprinciple of increasing the membership of the Security \r\nCouncil in accordance with equitable and just \r\ngeographical distribution and including the two \r\ncategories of membership, permanent and \r\nnon-permanent. All States should be represented \r\ntherein. It is important to set aside a seat for the Arab \r\nStates, which should be occupied in rotation in \r\naccordance with what is agreed on by the League of \r\nArab States. \r\n We wish to emphasize the need to reform the \r\nworking methods of the Council. With greater \r\nopenness and transparency in this area, the Council’s \r\nperformance, competency and efficiency will improve. \r\n It is important that the competence of each \r\nprincipal United Nations organ be respected in order to \r\nensure that none of them encroach on the competence \r\nof the others. The role to be played by the Council in \r\naddressing issues that pose threats to international \r\npeace and security must be specified, in accordance \r\nwith the Charter provisions. \r\n An equal relationship must be promoted between \r\nthe Security Council and the General Assembly, which \r\nis the highest legislative authority of the United \r\nNations and embodies the sovereignty of all Member \r\nStates. Members of the Council should not overuse \r\nChapter VII of the Charter, which should be resorted to \r\nonly after all diplomatic means set out in the \r\nprovisions of Chapters VI and VIII have been \r\nexhausted. \r\n With regard to the right of the veto, it is \r\nimportant to restrict its use, which obstructs the \r\nA/64/PV.43  \r\n \r\n09-60430 20 \r\n \r\nadoption of resolutions agreed upon by the majority of \r\nCouncil members. Therefore, the right of the veto can \r\nbe invalidated through an affirmative vote by the \r\nmajority of Council members or nullified by a two-\r\nthirds majority vote in the General Assembly. \r\n The Kingdom of Bahrain attaches particular \r\nimportance to this matter. It regards the Security \r\nCouncil as the organ that should reflect the current \r\ninternational economic and political situation. That \r\nwould enable all Member States, small or large, to \r\nparticipate in the Council in a democratic and \r\ntransparent manner. We hope that the Security Council \r\nwill soon have a new expanded image so that all will \r\nfeel that it expresses their positions, aspirations and \r\nhopes. \r\n Mr. Moraes Cabral (Portugal): I wish to thank \r\nthe President for convening this joint debate on the \r\nagenda items “Report of the Security Council” and \r\n“Question of equitable representation on and increase \r\nin the membership of the Security Council and related \r\nmatters”. I would also like to express my gratitude to \r\nAmbassador Thomas Mayr-Harting, President of the \r\nSecurity Council, for his introduction of the annual \r\nreport of the Council (A/64/2) and to the representative \r\nof Uganda for his important contribution to its \r\npreparation. \r\n The annual report of the Security Council \r\nprovides the General Assembly with a valuable account \r\nof the work of the body that the Charter of the United \r\nNations entrusted with primary responsibility for the \r\nmaintenance of international peace and security. But \r\nthe relevance of the report goes well beyond the \r\ndescription of the Council’s activities. In fact, the \r\npreparatory process leading to the adoption of the \r\nreport and the report’s content reflect the way in which \r\nthe Security Council understands that its business \r\nshould be conducted and the way in which it believes \r\nits interaction with the wider membership should \r\nappear. \r\n While I once again thank Ambassador Thomas \r\nMayr-Harting, I believe that there is room for \r\nimprovement in these areas. With that in mind, allow \r\nme to briefly put forward some remarks in a \r\nconstructive mood. \r\n Regarding the preparatory process, we believe \r\nthat the idea of a meeting with the wider membership \r\nto exchange views on the report well in advance of its \r\nformal adoption is a commendable and helpful one, as \r\nshown in the past. Secondly, we would like to see the \r\nSecurity Council take advantage of the possibility of \r\npresenting annual reports with a more analytical \r\nperspective, as well as of the possibility of submitting \r\nspecial reports to the General Assembly. Thirdly, we \r\nare of the view that the Informal Working Group on \r\nDocumentation and Other Procedural Questions could \r\nplay a more meaningful role with a view to improving \r\nthe Council’s working methods. Finally, we continue to \r\nbelieve in the usefulness of annexing to the annual \r\nreport assessments by outgoing Council Presidents of \r\nthe work done by the Council under their leadership, as \r\nprovided for in a 1997 note by the Council President \r\n(S/1997/451). \r\n During the Assembly’s sixty-third session, we \r\nsuccessfully launched intergovernmental negotiations \r\non Security Council reform. Portugal welcomed that \r\ndevelopment, believing that the need for such reform is \r\npressing. As I stated last February, Security Council \r\nreform is an urgent task, not only because the Council \r\ndoes not reflect the present geopolitical realities and \r\nneeds to reflect them in order to effectively discharge \r\nits mandate, but mainly because the Council runs the \r\nrisk of becoming irrelevant. Since then that risk has \r\nbeen further underlined as formal and informal bodies \r\nthat do not represent the international community as a \r\nwhole and do not enjoy the legal, political and moral \r\nlegitimacy emanating from the Charter increasingly \r\ntake responsibility in deciding issues that affect us all. \r\n The primary responsibility for the maintenance of \r\ninternational peace and security rests with the Security \r\nCouncil, and it should and must remain there. \r\nHowever, in order to carry out that responsibility \r\neffectively and unquestionably, the Council must be \r\nreformed. \r\n Portugal’s views on how to bring the Security \r\nCouncil into line with current geopolitical realities are \r\non record. We support comprehensive reform touching \r\non both the Council’s working methods and an \r\nexpansion in its two existing categories of members. In \r\nparticular, we firmly believe that the current \r\nunderrepresentation of developing countries in Africa, \r\nAsia and Latin America and the Caribbean must be \r\nredressed. \r\n Portugal is also on record as holding the view \r\nthat the legitimate interests and aspirations of small \r\nand medium-sized Member States — which account for \r\nthe vast majority of the membership — must be fully \r\n A/64/PV.43\r\n \r\n21 09-60430 \r\n \r\nrespected. We have heard no dissent from that assertion \r\nduring the intergovernmental negotiations. In the \r\nopinion of Portugal, the following consequences \r\nshould derive from that principled position. \r\n First, there must be an increase in the \r\nopportunities for medium-sized and small countries to \r\nserve on the Council. In any case, the conditions for an \r\neffective rotation in the non-permanent category, \r\npreventing the establishment of a de facto category of \r\n“permanent non-permanent members”, must be \r\npreserved. Secondly, the role played by non-permanent \r\nmembers in the Council’s decision-making process \r\nmust be enhanced. Finally, there must be improved \r\naccess for the wider membership to the work of the \r\nCouncil when they are not members of that body. \r\n Deep divergences remain between States and \r\ngroups of States concerning Security Council reform. \r\nThat should be expected and is even healthy, for the \r\nexercise touches upon core national interests and key \r\nsecurity concerns are at stake. But we cannot carry on \r\nendlessly, restating well-known positions as in a ritual \r\nexercise with a foregone conclusion. Our work during \r\nthe previous session was undoubtedly useful and \r\nclarifying, but we must now move ahead. \r\n For that, we need an effective spirit of flexibility \r\nand compromise, so that we achieve a solution with \r\nwhich the whole membership is comfortable, one \r\nreflecting the legitimate concerns and fundamental \r\ninterests of every Member State. It also requires that \r\nwe build on areas of convergence that we have already \r\nbeen able to identify. \r\n If the Assembly’s sixty-third session marked the \r\ncommencement of intergovernmental negotiations, at \r\nthe sixty-fourth session we must make decisive \r\nprogress under the able leadership of the President and \r\nwith his commitment to Security Council reform. \r\n We welcome the reappointment of Ambassador \r\nZahir Tanin of Afghanistan as chair of the \r\nintergovernmental negotiations. We recall his words in \r\nthe context of our debates: “impartial to any of the \r\npositions, yet partial to progress”. We are sure that that \r\nprinciple will continue to guide his efforts. We look \r\nforward to the workplan that he will soon share with \r\nthe membership, which we envisage as the framework \r\nthat will place the negotiations in a more decisive stage \r\nafter the exhaustive rounds at the sixty-third session, \r\nwhich already allowed us to look at all relevant issues \r\nfrom every possible angle. \r\n But now, as I said, we must move forward, taking \r\ninto account the importance and the urgency of the task \r\nbefore us. Ambassador Tanin has our full confidence \r\nand we encourage him to state the options that lie \r\nbefore us and upon which we must decide. We are sure \r\nthat his task will be carried out in a fair and \r\ncomprehensive way, and we wish him well in his \r\nendeavours. \r\n As always, Portugal offers its full cooperation \r\nand support to the President of the Assembly and to the \r\nChairman of the negotiations and stands ready to \r\nengage deeply and constructively in the collective \r\nwork that lies ahead of us. \r\n Mr. Dapkiunas (Belarus) (spoke in Russian): \r\nBelarus is in favour of maintaining and strengthening \r\nthe role of the Security Council as a central element of \r\nthe system for the maintenance of international peace \r\nand security. At the same time, we are against the \r\nunwarranted expansion of the Security Council’s \r\nagenda to include issues that fall within the purview of \r\nthe General Assembly and the Economic and Social \r\nCouncil. We believe it essential to improve interaction \r\nbetween the General Assembly and the Security \r\nCouncil, including through regular consultations and \r\njoint briefings of the presidents of the two main United \r\nNations bodies. \r\n Although the report of the Security Council \r\n(A/64/2) is comprehensive and informative, it still \r\nlacks analytical depth. One of the main ways to remedy \r\nthis would be to shift the main analytical focus over to \r\nthe monthly reports prepared by delegations presiding \r\nover the Security Council. That has already been \r\nproposed by Belarus. It would be beneficial if the \r\nmonthly reports were prepared regularly, included \r\nanalytical assessments and were prepared with less \r\ndelay. Fulfilment of those three conditions would make \r\nit possible for delegations that are non-members of the \r\nSecurity Council to have more timely and complete \r\ninformation. \r\n We believe it essential to continue working \r\ntowards improving the transparency of the Security \r\nCouncil. Belarus welcomes expansion of the practice \r\nby the Council’s presidency of holding open debates \r\nand briefings and we suggest that such briefings should \r\nnot be limited to the beginning of the month but could \r\nalso occur at the end of the month or, as appropriate, \r\nthroughout the term of the presidency. \r\nA/64/PV.43  \r\n \r\n09-60430 22 \r\n \r\n We call upon the Council to reflect on ways of \r\nensuring wider participation of non-members in its \r\nactivities. Belarus suggests that, in addition to the \r\nexisting formats for the Council’s work, we consider a \r\nnew format for meetings that would be closed to the \r\npress and to non-governmental organizations but would \r\nbe open to delegations. \r\n Belarus believes such an approach would take \r\ninto account the views of Security Council members \r\nthat are in favour of retaining the traditional \r\nconservative or closed methods of work, as well as the \r\nwishes of those that are in favour of trying out more \r\nmodern work methods. We also think it appropriate to \r\nconsider allowing more time between an open meeting \r\nand the adoption of decisions based on the results of \r\nthat meeting, which would allow for better reflection, \r\nin the outcome documents, of the ideas expressed in \r\nthe meeting. Belarus believes that that would be a \r\nfairer approach and would take into account the views \r\nof a broader number of delegations. \r\n When we choose members of the Security \r\nCouncil, we are not only deciding on who will be \r\ninvolved in the debates on important security issues, \r\nwe are also entrusting those members with an \r\nextremely responsible mandate. In addition there is an \r\nobligation of honesty and openness with respect to \r\nthose who have elected them. We count on close \r\ncooperation with the newly elected Security Council \r\nmembers and on their readiness to hear our concerns \r\nand to share information on the work of the Council \r\nwith non-members.  \r\n Belarus also hopes that permanent members of \r\nthe Security Council consider their role in the Council \r\nto be first and foremost as guarantors of peace and \r\nstability in the world, rather than as an opportunity to \r\nbe members of an elite club with an exclusive position \r\nvis-à-vis the other members of the General Assembly. \r\n Reform of the Security Council is an important \r\nelement relating to the renewal of the Organization and \r\nits adaptation to the new realities in the world. Belarus \r\nthus calls on Member States to speed up efforts to find \r\na compromise formula to expand the Council’s \r\nmembership and strengthen its efficiency. \r\n Mr. Benmehidi (Algeria) (spoke in French): \r\nAllow me, first of all, to thank Ambassador Thomas \r\nMayr-Harting, Permanent Representative of Austria \r\nand President of the Security Council in November, for \r\nthe presentation of the report of the Security Council \r\n(A/64/2) to the General Assembly. \r\n Examination of the report year after year \r\nconfirms the growing number of issues brought before \r\nthe Security Council and its increased activity in order \r\nto address the many conflict or emergency situations \r\nand regional or international disputes. The annual \r\npresentation of the report makes a valuable contribution \r\nto cooperation and interaction between the General \r\nAssembly and the Security Council within the balanced \r\nframework established by the Charter. \r\n Algeria thanks Ambassador Le Luong Minh, \r\nPermanent Representative of Viet Nam, who, as \r\nPresident of the Council in July, organized a meeting \r\nwith Member States on the draft report. That initiative \r\ncontributed to greater transparency in the Council’s \r\ndiscussions and should become a permanent practice. \r\n As indicated in the report, during the course of \r\nthe year from August 2008 through July 2009, the \r\nCouncil adopted more than 130 texts, including \r\n53 resolutions. It held more than 200 meetings. The \r\nnumber of informal consultation meetings — private \r\nmeetings — has sharply risen. This shows the need to \r\nmake real efforts towards greater transparency. Regular \r\nconsultations between the Security Council President \r\nand the President of the General Assembly are \r\nindispensable, so that the latter remains permanently \r\ninformed on the Council’s examination of certain \r\ntopics. \r\n The Security Council must also ensure that it \r\nprovides special reports on the questions before it to \r\nthe General Assembly during the course of the session, \r\npursuant to Article 24, paragraph 3, of the Charter. \r\n My delegation has already stated that this report \r\nof more than 200 pages is narrative and factual, at the \r\nexpense of being more analytical and critical, which \r\nallow greater visibility of what is at stake with regard \r\nto the Council’s activities. In particular, the report does \r\nnot indicate those cases where the Council failed to \r\nreach a decision on a specific issue and the reasons \r\nbehind the apparent absence of an adequate majority or \r\nsome other reasons. In that context, the report does not \r\nexplain why the Security Council was not in a position \r\nto react promptly to Israel’s invasion of the Gaza Strip \r\nand had to wait a long time, while Israel continued its \r\naggression and the Israeli army committed crimes in \r\nPalestinian territory over three long weeks, before \r\nSecurity Council resolution 1860 (2009) was adopted. \r\n A/64/PV.43\r\n \r\n23 09-60430 \r\n \r\n The adoption by the General Assembly of \r\nresolution 64/10 on 5 November, in which the \r\nAssembly, inter alia, requested the Secretary-General \r\nto transmit the report of the United Nations Fact-\r\nFinding Mission on the Gaza Conflict to the Security \r\nCouncil, provided an opportunity from that time on for \r\nthe Council to assume its responsibilities. As the main \r\norgan with the primary responsibility for the \r\nmaintenance of international peace and security, the \r\nCouncil must provide the necessary answers following \r\nthe violations of international humanitarian law and \r\ninternational human rights law perpetrated by Israel \r\nand confirmed by the Goldstone report (A/HRC/12/48). \r\n The same applies to Western Sahara, where the \r\ndecolonization process for that last remaining colony \r\non the African continent remains blocked. Established \r\nby the Security Council in 1990, the United Nations \r\nMission for the Referendum in Western Sahara \r\n(MINURSO) has been virtually reduced to overseeing \r\na ceasefire that has been in force since 1991. The \r\nSecurity Council is duty-bound in this case to lift the \r\nconstraints and refocus its action on MINURSO’s \r\noriginal mandate — the organization and supervision \r\nof a referendum on self-determination that will allow \r\nthe Saharan people to freely decide their future. \r\n As in previous years, the report of the Security \r\nCouncil reveals that questions of peace and security in \r\nAfrica continue to dominate the Council’s agenda. The \r\nCouncil has made considerable effort in this area, \r\nwhich has deployed two of its most significant \r\npeacekeeping operations on that continent: the United \r\nNations Organization Mission in the Democratic \r\nRepublic of the Congo (MONUC) and the African \r\nUnion-United Nations Hybrid Operation in Darfur \r\n(UNAMID) in the Sudan. This effort remains \r\nnonetheless inadequate to the African countries and \r\npeoples who face challenges beyond their capacity to \r\naddress. \r\n For its part, the African Union (AU) has \r\nincreased its initiatives to strengthen its capacity in the \r\nareas of prevention and settlement of conflicts in \r\nAfrica. On 31 August, the AU summit in Tripoli \r\ndecided to double budget allocation to the African \r\nPeace Fund. It was also decided at the summit to \r\noperationalize the African Standby Force in 2010. AU \r\nmember States, which have been working on this \r\ncourageous effort for several years, will soon possess a \r\nvaluable tool for ensuring the timely deployment of \r\nAfrican forces in the five subregions of the continent. \r\n Moreover, the commitment of the AU has also \r\nbeen demonstrated through the deployment of the \r\nAfrican Union Mission in Somalia (AMISOM) since \r\n2007. Organized to compensate for the lack of a United \r\nNations mission and to create conditions conducive to \r\nthe restoration of peace and stability in a country that \r\nhas been crippled by long years of civil war, the \r\nMission has faced many challenges, particularly a lack \r\nof equipment and funding, since its inception. \r\nFollowing the Security Council’s assistance to \r\nAMISOM through transfers of equipment and financial \r\ncontributions, we call on the Council to decide \r\nforthwith, as it has pledged to do, on deploying a \r\nUnited Nations peacekeeping mission in Somalia. \r\n The report of the Prodi Commission on the \r\nmodalities of how to support African Union \r\npeacekeeping operations (see A/63/666) clearly \r\nindicated ways, often involving innovative proposals, \r\nto establish a true partnership in this area between the \r\nUnited Nations and the AU. As the main body \r\nresponsible for maintaining international peace and \r\nsecurity, the Security Council must play an essential \r\nrole in this process by contributing to the \r\nimplementation of the Commission’s proposals. \r\n Another aspect that we believe deserves particular \r\nattention, both in regard to the Council’s activities and in \r\nits formulation of its report to the General Assembly, is \r\nthat of post-conflict peacebuilding. We feel it essential \r\nthat this dimension be taken into account from the very \r\nbeginning of every peacekeeping operation through a \r\nspecialized unit and earmarked resources. Increasing \r\nthe civilian component in this regard would improve \r\nthe reintegration of former combatants into society. \r\n In a world undergoing profound change and the \r\nglobalization of every aspect of international existence, \r\nthe Security Council, whose composition and operating \r\nrules reflect the realities of the world as they were in \r\n1945, cannot confront these challenges reliably and \r\neffectively. Security Council reform must ultimately \r\ncreate an organ that is more representative, more \r\nbalanced, more transparent and, finally, more \r\nlegitimate. \r\n The launch of intergovernmental negotiations \r\nwithin the framework of the General Assembly has \r\nallowed for a more practical approach to this important \r\nissue and for better awareness of the various positions \r\nheld. Algeria subscribes to the common African \r\nposition defined by the Ezulwini Consensus and set out \r\nA/64/PV.43  \r\n \r\n09-60430 24 \r\n \r\nin the Sirte Declaration, and stresses the need for a \r\ncomprehensive approach, aimed at redressing a \r\nhistorical injustice to Africa by offering the continent \r\ntwo permanent seats with all attendant prerogatives, \r\nincluding the right to veto, and five non-permanent \r\nseats. \r\n In this regard, my delegation stresses its \r\nwillingness and determination to take part, \r\nconstructively and in good faith, in the negotiations on \r\nthis issue at the current session. We trust that this \r\nprocess, under way for more than 15 years, will be \r\ncompleted in a reasonable period of time and finally \r\nredress the injustice done to Africa, the only continent \r\nwithout a permanent seat. \r\n Mr. Kleib (Indonesia): We welcome the \r\nconvening of this joint debate on two related important \r\nissues. We wish to thank the President of the Security \r\nCouncil for his remarks, and all members of the \r\nSecurity Council for their comprehensive annual \r\nreport. We are also grateful for the report of the \r\nOpen-ended Working Group on the Question of \r\nEquitable Representation on and Increase in the \r\nMembership of the Security Council and Other Matters \r\nrelated to the Security Council (A/63/47). We also wish \r\nto thank the chair of the intergovernmental negotiations \r\non Council reform during the sixty-third session. \r\n Indonesia associates itself with the statement \r\ndelivered earlier by the representative of Egypt on \r\nbehalf of the Non-Aligned Movement.  \r\n The wide range of regional and thematic issues \r\nmentioned in the report of the Security Council \r\n(A/64/2) demonstrates the progress made and \r\nchallenges facing the Council in this reporting period. \r\nThe number of resolutions adopted, presidential \r\nstatements made and field missions undertaken reveal \r\nthe Council’s continued commitment to addressing the \r\nmatters on its agenda. This is indeed commendable. \r\n Indonesia also notes some positive developments, \r\nsuch as more open debates in the Council involving the \r\nwider United Nations membership, more open \r\nbriefings and early consultations with troop-\r\ncontributing countries when renewing or issuing new \r\nmandates for peacekeeping operations. Initiatives of \r\nnon-permanent Council members, such as the opening \r\nup of committee and working group discussions and \r\noutreach to the wider membership, are also \r\nencouraging. We wish that they might be imitated, as \r\nappropriate, in the Council’s other working methods. \r\n The Security Council must continue to interact \r\nand engage with the wider United Nations membership \r\non a more frequent and regular basis. There is no other \r\navenue for the Council to gather ideas and views \r\nconcerning the issues on its agenda. This is the path \r\nthat will ensure that the Council’s deliberations are in \r\nline with reality on the ground. This is the way to build \r\ngreater support for the Council’s efforts to promote \r\nglobal peace and security. We also support an early and \r\nmeaningful exchange of views between the Council \r\nand relevant United Nations entities, as well as \r\nnon-Organization partners. \r\n We are confident that, building on its own \r\ninitiatives, the Council can further explore ways to better \r\naddress the challenges to discharging its mandate and \r\nfinding early solutions to most conflicts in a more \r\ncomprehensive manner. The Council’s effectiveness in \r\ncarrying out its work is compatible with greater \r\ntransparency and interaction with non-Council members. \r\nIndeed, such transparency and interaction is quite \r\ninseparable from efforts to further enhance the legitimacy \r\nof the Council’s decisions and its efficacy in discharging \r\nits Charter-mandated responsibilities. \r\n We commend the Council for its efforts in \r\nproducing a more analytical report, but there is always \r\nroom for improvement. In this regard, it would be \r\nuseful to Members if the Council’s report could also \r\ninclude the status of the implementation of its own \r\ndecisions. The report should not be only about its \r\nsuccessful deliberations, but also about its failures to \r\nact on particular cases. The Council is not an Oedipus \r\nthat considers itself incapable of failure. \r\n Turning to the issue of the reform of the Security \r\nCouncil, Indonesia has no doubt as to its urgency. The \r\nGeneral Assembly informal plenary is the appropriate \r\nprimary vehicle for promoting long-overdue Council \r\nreform. The General Assembly is the fount of global \r\nlegitimacy. No other organ of the United Nations can \r\nhave the stature of the Assembly. \r\n As we launch a fresh round of negotiations at the \r\nsixty-fourth session, we must ensure that this valuable \r\nopportunity is not squandered because of the differences \r\non some key reform issues. Differences will always be \r\npresent; there can be no doubt about that. Instead, our \r\npolitical energies should be funnelled towards finding a \r\nway to build a bridge that will lead us to common ground.  \r\n Indonesia believes that if we are to yield tangible \r\nresults, we must strive to emphasize our collective \r\n A/64/PV.43\r\n \r\n25 09-60430 \r\n \r\ninterests as Member States. We must seek the convergent \r\nelements in the various proposals that have been offered. \r\nThere are already areas of convergence. They are the need \r\nto address the Council’s working methods and its \r\nrelationship with the General Assembly and to reflect \r\nequitable geographical distribution and the plurality of the \r\nworld in the Council. \r\n With regard to the key issue of categories of \r\nmembership, there should be some middle ground. An \r\ninsurmountable wall of difficulties will prevent us from \r\nreaching an agreement should we fail to achieve the \r\nwidest possible political acceptance. Thus, Indonesia’s \r\nchoice is to expand the Council in both categories. We \r\nneed to invest more of our political energy in order to \r\nmake substantial progress. \r\n In Indonesia’s view, however, idealism must be \r\ncoupled with pragmatic approaches. We must build the \r\nhouse of reform brick by brick, wall by wall. \r\nTherefore, the least divisive option at the present time \r\nis to further consider the possibility of an intermediate \r\napproach. In that regard, sufficient time should be \r\nallocated to further exploring the elements on which \r\nagreement can be reached in the intermediate approach.  \r\n We hope that the workplan for the \r\nintergovernmental negotiations reflects this. Indeed, \r\nthe workplan was established with the understanding \r\nthat all five key issues of Council reform should be \r\nagreed upon and adopted as an integral part of a \r\ncomprehensive package. However, the fact that we \r\nhave stated our preference for the intermediate \r\napproach does not mean that the possibility of future \r\nreform involving an expansion in the number of \r\npermanent members is off the table. That is certainly \r\nnot the case. That issue can be properly addressed at \r\nthe proposed review conference. \r\n Finally, the family of nations today is \r\ncharacterized by greater diversity and pluralism, which \r\nmeans that the Security Council is now grappling with \r\nfar more complex and multidimensional issues. That \r\nrequires a comprehensively reformed Council that is \r\nrepresentative, accountable, democratic and able to \r\nspeak in a single voice with credibility and legitimacy. \r\n Mrs. Dunlop (Brazil): The report of the Security \r\nCouncil (A/64/2) makes it clear that attempts continue \r\nto be made to reach out to the wider membership and \r\nother relevant international actors. Open debates, field \r\nmissions and consultations with troop- and police-\r\ncontributing countries reveal that intent. It is essential \r\nto deepen and broaden the effort under way so that \r\nnon-members of the Council can be properly heard and \r\nthe organ can be better prepared to discharge its \r\nresponsibilities. Increased participation in and access \r\nto the Council for non-members will certainly \r\nstrengthen international peace and security. \r\n However, Brazil believes that, no matter how \r\noften the Security Council reaches out to other actors, \r\nall such initiatives will be insufficient if that body does \r\nnot truly reflect present-day global realities. Only \r\ngenuine reform of the Council’s structure can bring it \r\ncloser to that goal. Diversity must be embedded in its \r\nvery heart, thus making it more legitimate, more \r\nrepresentative and hence more effective. That is why \r\nwe are now discussing equitable representation on and \r\nincrease in the membership of the Security Council. \r\n During the Assembly’s sixty-third session, we \r\nmade decisive progress in that direction. That was \r\nmade possible by the faithful implementation of \r\ndecision 62/557, which mandated the launching of \r\nintergovernmental negotiations on Security Council \r\nreform in the informal plenary of the General \r\nAssembly. The three rounds of negotiations yielded \r\nimportant results, as described in the note by the \r\nPresident of the General Assembly contained in the \r\ndocument A/63/960. Now that the oral and written \r\npositions have been exhaustively discussed by the \r\nmembership, the main options and negotiable elements \r\nfor successful reform are very clear. It has also been \r\npossible to establish that the model of Security Council \r\nreform that commands the most support from \r\ndelegations is the one that includes expansions in both \r\ncategories of members. \r\n As for the so-called intermediate model, it has \r\nbecome evident that it does not represent the first \r\npreference of any delegation. In addition, it continues \r\nto raise many questions owing to the lack of clarity \r\nabout its meaning. Just as important, Member States \r\nagreed in decision 63/565 to immediately continue \r\nintergovernmental negotiations at the Assembly’s \r\nsixty-fourth session, building on the progress made at \r\nits sixty-third session. \r\n In that connection, we welcome the letter from \r\nthe President of the General Assembly dated \r\n13 October, in which he appointed His Excellency \r\nMr. Zahir Tanin, Permanent Representative of the \r\nIslamic Republic of Afghanistan, to continue chairing \r\nthe negotiations on his behalf. Ambassador Tanin ably \r\nA/64/PV.43  \r\n \r\n09-60430 26 \r\n \r\nperformed that task at the previous session. His stance \r\nof impartiality towards any of the positions, yet \r\npartiality to decisive progress, has earned the trust of \r\nMember States. \r\n My delegation eagerly awaits the workplan that the \r\nPresident has requested Mr. Tanin to draw up for the \r\nnegotiations. We cannot afford to waste any more time. \r\nWe must maintain the momentum generated at the \r\nsixty-third session. We should not miss the opportunity to \r\ntake advantage of current movements towards global \r\ngovernance reform. The renewed commitment of Member \r\nStates to multilateralism has sent the right message across \r\nthe entire United Nations membership. \r\n By the end of this session, my delegation expects \r\na concrete outcome. If that is to be accomplished, it is \r\nimperative to narrow down the options for reform as \r\nsoon as possible, discarding those that have a very \r\nlimited chance of attracting the majority vote required \r\nfor Charter amendments. We hope that Ambassador \r\nTanin’s text can be used as a basis for negotiations, \r\nwhich should — I repeat — narrow down the options \r\nand clear the way to our objective. A road map with too \r\nmany roundabouts and detours gives us no direction. \r\n History has been evolving towards ever-growing \r\ninterconnectedness and interdependence among \r\npeoples. The establishment of multilateral institutions \r\nis testimony to that broad tendency. In that sense, \r\nSecurity Council reform is an historical necessity. \r\n Brazil has always been a staunch supporter of the \r\nUnited Nations as the embodiment of multilateralism. \r\nWe are convinced that we are on the side of the United \r\nNations when we uphold our preferred model of \r\nreform. A Security Council of 25 members, with six \r\nnew permanent members and four new non-permanent \r\nseats, including developing countries in both \r\ncategories, can bring about the desired change. \r\n Such a Council would be up to the task of dealing \r\nnot only with the threats of peace and security of today, \r\nbut also with those of tomorrow. Such a Council would \r\nbe better prepared to hold high the principles and \r\npurposes of the Charter in the twenty-first century. \r\nThat is an imperative of sound international \r\ngovernance, the fulfilment of which we should not \r\ndelay any further. \r\n Mr. Yáñez-Barnuevo (Spain) (spoke in Spanish): \r\nMy delegation appreciates the opportunity to have this \r\njoint debate on the annual report of the Security \r\nCouncil to the General Assembly (A/64/2) and on the \r\nquestion of Security Council reform. With regard to the \r\nreport of the Security Council to the Assembly, I am \r\ngrateful for the presentation by the Permanent \r\nRepresentative of Austria as this month’s President of \r\nthe Security Council. The report submitted during this \r\nsession is more analytical than last year’s, but we \r\nbelieve that even more progress should be made by \r\nincluding additional qualitative information. \r\n Spain attaches great importance to the existence \r\nand the development of good interaction between the \r\nSecurity Council and the General Assembly. It is \r\nessential to improve the interaction and the cooperation \r\nbetween those two principal organs of the United \r\nNations through greater transparency and \r\naccountability, which would contribute to adopting \r\nmore effective measures to prevent and eliminate \r\nthreats to international peace and security. \r\n As we know, the United Nations Charter provides \r\nguidelines for the interaction between the General \r\nAssembly and the Security Council. Articles 15 and 24 \r\nestablish the submission not only of annual reports but \r\nalso of special reports by the Security Council to the \r\nGeneral Assembly for its consideration. With that in \r\nmind, we believe that it would be very interesting to \r\nreceive special reports of the Security Council on \r\ncross-cutting matters that are particularly relevant to \r\nthe General Assembly. I am referring in particular to \r\nissues such as the protection of civilians in armed \r\nconflict, women and armed conflict, the fight against \r\nterrorism, non-proliferation and disarmament and the \r\nreform of peacekeeping operations. All of those issues \r\nhave been occupying the attention of the Council and \r\nare also of great interest to the Assembly. \r\n Greater transparency in the work of the Security \r\nCouncil and a greater participation of Member States \r\non those issues that affect them directly would also be \r\ndesirable. Rule 48 of the Security Council’s provisional \r\nrules of procedure provides that unless it decides \r\notherwise, the Security Council shall meet in public. \r\nMy delegation believes that open Council meetings \r\nshould be the general rule, thus giving States not \r\nmembers of the Council greater access to information \r\nand participation in its activities. \r\n Articles 31 and 32 of the Charter provide for the \r\nparticipation of General Assembly members in the \r\nSecurity Council’s deliberations when their interests \r\nare affected or when they are party to a dispute under \r\n A/64/PV.43\r\n \r\n27 09-60430 \r\n \r\nconsideration by the Council. It would be desirable for \r\nthe Council’s debates to be more open to statements by \r\nthose States that have an interest in issues under \r\ndiscussion and for there to be greater interaction with \r\ncountries contributing troops to peacekeeping \r\noperations authorized by the Council. The fact that \r\nCouncil meetings with troop-contributing countries \r\ntake place well before the adoption of extensions to \r\nsuch operations is a step in that direction. My \r\ndelegation considers it very important that the points of \r\nview of troop-contributing countries be taken into \r\naccount in approving or extending the mandates of \r\nsuch operations. \r\n I would like now to speak of Security Council \r\nreform. My delegation is ready to continue engaging \r\nactively and constructively in the intergovernmental \r\nnegotiations that we will soon resume, giving \r\ncontinuity to the three rounds held during the previous \r\nGeneral Assembly session. We have been able to \r\nreview in detail each of the five main issues of Security \r\nCouncil reform included in General Assembly decision \r\n62/557, namely, categories of membership, the \r\nquestion of the veto, regional representation, size and \r\nworking methods and the relationship between the \r\nSecurity Council and the General Assembly. \r\n We have done this both individually, devoting \r\nmeetings to single items, and collectively, grouping the \r\nitems in clusters, as well as by meeting to consider all \r\nof them together. We also had a meeting to examine for \r\nthe first time what is known as the intermediary \r\napproach, intended as a possible compromise solution \r\namong the main positions of various groups and \r\nMember States. \r\n For its part, my delegation, together with others \r\nin the Uniting for Consensus group, has introduced a \r\nnew reform model as an alternative to the one that we \r\nhad submitted in 2005. This new model includes some \r\nelements of the intermediary model, such as the \r\ncreation of a category of non-permanent members with \r\nlengthier terms than the current ones — longer-term \r\nseats, as they are called — with a review at the end of a \r\ncertain period of time. Those elements did not appear \r\nin our 2005 model.  \r\n I sincerely believe that both Spain and the entire \r\nUniting for Consensus group have shown that we are \r\nready to adjust our positions by renouncing initial \r\npositions in an effort to reach a compromise solution \r\nthat could attain the broadest possible support among \r\nMember States. We hope that the other groups of \r\ncountries are willing to do the same. \r\n That said, we remain convinced that a more \r\ndemocratic, more representative and more accountable, \r\nand thus more legitimate, Security Council can be \r\nachieved only through an expansion in the category of \r\nnon-permanent members, namely, those that are \r\nperiodically elected by the Assembly and therefore \r\nhave the support of a very large majority of United \r\nNations Members. \r\n Although the assessment of the first three rounds \r\nof negotiations was generally positive, we noticed the \r\nappearance of some symptoms that seem to us of \r\nconcern, above all with a view to continued \r\nnegotiations in a fourth round. In particular, we were \r\nconcerned about the increasingly repetitive and \r\nredundant nature of the statements made during the \r\nrounds, as well as the lack of flexibility and \r\nwillingness to compromise shown to date by other \r\ngroups, which could make us lose the momentum and \r\ndetermination necessary to reach an agreement. For \r\nthat reason, we await with interest the workplan to be \r\npresented by the Permanent Representative of \r\nAfghanistan, Ambassador Tanin, to whom we offer our \r\ncongratulations on his reappointment as chair of the \r\nnegotiations. \r\n With regard to the workplan, I would like to \r\nmake some recommendations regarding three aspects \r\nthat seem fundamental to us: the starting date, the \r\ncontent, and the format or modalities of negotiations \r\nduring the fourth and, eventually, future rounds of \r\nnegotiations. \r\n First, regarding the starting date, my delegation is \r\nin favour of starting the fourth round as soon as \r\npossible, ideally before the end of the year. That being \r\nsaid, we are aware that some delegations might have \r\ndifficulty managing both the start of that round and \r\nadequate follow-up in the plenary and the Assembly’s \r\nMain Committees. For that reason, it would be \r\nunderstandable if the start of the fourth round were \r\npostponed until the beginning of next year. \r\n Secondly, on the content of negotiations, my \r\ndelegation would like to stress the comprehensive \r\nnature of Security Council reform, as well as the \r\ninterrelations among its five key issues. Thus, the \r\nnegotiations should continue to include those five \r\nissues, without leaving any of them out, even \r\ntemporarily. \r\nA/64/PV.43  \r\n \r\n09-60430 28 \r\n \r\n Thirdly, regarding the format or modalities of the \r\nnegotiations, my delegation wishes that they continue \r\nto be open and transparent but also, and above all, \r\ninclusive, in accordance with Assembly decision \r\n62/557. Therefore, no delegation or group, nor any \r\nmodel, should be excluded, at least in the present \r\ninformal phase of negotiations. \r\n Finally, my delegation would appreciate \r\nincreased involvement by the Assembly President in \r\nthe negotiations, including his personal involvement, \r\nwithout diminishing the role of Ambassador Tanin. For \r\nthat reason we take great interest in President Treki’s \r\nwords opening this debate, and we encourage him to \r\ntake an active role in the coming phase of negotiations. \r\nThe meeting rose at 1.15 p.m. \r\n"