" United Nations  A/64/PV.53\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fourth session \r\n \r\n53rd plenary meeting \r\nTuesday, 1 December 2009, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n09-62814 (E) \r\n*0962814*   \r\nPresident: Mr. Ali Abdussalam Treki . . . . . . . . . . . . . . . . . . . . . . . . . . . (Libyan Arab Jamahiriya) \r\n \r\n \r\n The meeting was called to order at 3.25 p.m. \r\n \r\nAgenda item 16 (continued) \r\n \r\nQuestion of Palestine \r\n \r\n  Report of the Committee on the Exercise  \r\nof the Inalienable Rights of the Palestinian \r\nPeople (A/64/35) \r\n \r\n  Report of the Secretary-General (A/64/351) \r\n \r\n  Draft resolutions (A/64/L.20, A/64/L.21, \r\nA/64/L.22 and A/64/L.23) \r\n \r\n Mr. McNee (Canada): At the outset, Canada \r\nwishes again to reiterate its commitment to the goal of \r\na negotiated two-State solution and a comprehensive \r\nand lasting peace in the Middle East. Canada supports \r\nIsrael’s right to live within secure borders and the \r\nestablishment of a sovereign, independent and viable \r\nPalestinian State as part of the negotiated settlement. \r\n In that light, Israel has recently announced a \r\n10-month suspension of private construction of \r\nsettlements in the West Bank, excluding East \r\nJerusalem. While that is not the complete settlement \r\nfreeze that Canada would have preferred, it is, \r\nnevertheless, a significant step and it is a starting point. \r\nWe hope that announcement will be accepted by the \r\nPalestinians and lead to the resumption of negotiations. \r\n While the situation on the ground has remained \r\nlargely calm since the Gaza conflict, there have been \r\nsporadic rocket attacks on Israel emanating from \r\nsouthern Lebanon and from Gaza, which we strongly \r\ncondemn as severely obstructing the resumption of the \r\npeace process. It is important that spoiler elements not \r\nbe given the opportunity to derail the chance for both \r\npeoples to have a future where they can live in peace \r\nand security. \r\n In order for the peace process to succeed, it is \r\nessential that the parties take the necessary steps to \r\nfoster the conditions for peace. It is vital that the \r\nparties continue to make efforts towards meeting all of \r\ntheir road map obligations. While the Palestinian \r\nAuthority has made real progress, more needs to be \r\ndone. That is why Canada’s assistance is focused \r\nclearly on the security and justice sectors. \r\n At the same time, further action is needed by the \r\nGovernment of Israel to address its serious obligations \r\nregarding settlements, and access and movement. \r\n(spoke in French) \r\n Canada continues to recognize the important role \r\nof the United Nations and its Member States in \r\nsupporting the peace process. United Nations agencies \r\nare at the forefront of providing assistance to those in \r\nneed in the region. However, Canada remains \r\nconcerned about the number of United Nations \r\nresolutions that single out Israel, as well as the \r\ndisproportionate focus placed on the Middle East. We \r\nstrongly believe that the efforts of the United Nations \r\nand its Member States should complement efforts \r\ntowards a comprehensive settlement. \r\n In conclusion, Canada urges the parties to take a \r\ngamble on peace by restarting negotiations. We stand \r\nA/64/PV.53  \r\n \r\n09-62814 2 \r\n \r\nready to assist, if requested. It is the duty of the parties, \r\nwith support from the international community, to \r\nreturn to the negotiating table so that Israelis and \r\nPalestinians may enjoy a future of peace and \r\nprosperity. \r\n Mr. Mohamed (Maldives): On behalf of the \r\nGovernment and the people of the Republic of \r\nMaldives, I wish to reiterate the steadfast solidarity of \r\nthe people of Maldives with our brothers and sisters in \r\nPalestine and our unwavering commitment to the \r\nrealization of the inalienable rights of the Palestinian \r\npeople. \r\n My delegation also welcomes the report of the \r\nCommittee on the Exercise of the Inalienable Rights of \r\nthe Palestinian People as contained in document \r\nA/64/35 and the work carried out by the United \r\nNations Division for Palestinian Rights in advancing \r\nthe just cause of the Palestinian people. \r\n As the Assembly will recall, the Maldives \r\nwelcomed the Goldstone report (A/HRC/12/48), which \r\nwas presented to the Assembly last month, and the \r\nMaldives voted in support of the resolution on the \r\nUnited Nations Fact-Finding Mission on the Gaza \r\nConflict (resolution 64/10). We firmly believe that the \r\nprinciples enshrined in the Charter of the United \r\nNations and the norms of international law must be \r\nupheld and respected by all Member States, if we wish \r\nto alleviate the suffering of the Palestinian people that \r\noccurs on a routine basis in the occupied territories. \r\n The Maldives also wishes to raise concern over \r\nthe aggravated suffering and hardship experienced \r\nespecially by Palestinian women and children as \r\nvulnerable social groups. Social and economic \r\ninstability has the greatest impact on those groups in \r\nany region of the world. It is for that reason that the \r\nMaldives urged the Special Rapporteur on the situation \r\nof human rights in the Palestinian territories occupied \r\nsince 1967 to include a gender perspective in his work. \r\nMy delegation believes that the legitimacy of such a \r\nperspective can be derived from existing principles and \r\nnorms of international law. \r\n The Maldives is particularly disheartened by the \r\ndeadlock in the peace negotiations between Palestine \r\nand Israel and reiterates the necessity of an immediate \r\nfreeze on all illegal settlement activities in the \r\noccupied territories. We believe that a return to the \r\npeace process in pursuit of a comprehensive settlement \r\nof the Arab-Israeli dispute remains the best solution for \r\nrealizing the inalienable rights of the Palestinian \r\npeople. \r\n The Maldives welcomes the renewed efforts by \r\nthe international community to revitalize the process of \r\ndialogue between Palestine and Israel in pursuit of \r\nfinding a two-State solution to the Palestinian question. \r\nHowever, it is clear that more needs to be done to help \r\nthe Palestinian people, who, for more than six decades \r\nnow, have been denied their most basic rights to \r\nself-determination and their right to live in their own \r\nState in peace and freedom. \r\n The President (spoke in Arabic): We have heard \r\nthe last speaker in the debate on agenda item 16. I \r\nwould like to remind members that action on draft \r\nresolutions A/64/L.20 to A/64/L.23 will be taken \r\nimmediately after the debate on agenda item 15, \r\nentitled “The situation in the Middle East”. \r\n The representative of Lebanon has asked to speak in \r\nexercise of its right of reply, and I give him the floor.  \r\n Mr. Ramadan (Lebanon): Since mention has \r\nbeen made of Hizbullah, which is part of my country’s \r\nNational Unity Government at this time, allow me to \r\nremind the Assembly that what had prompted the \r\ncreation of the resistance movement that is Hizbullah \r\nwas nothing other than the occupation of parts of my \r\ncountry by Israel. \r\n The President (spoke in Arabic): The General \r\nAssembly has thus concluded this stage of its \r\nconsideration of agenda item 16. \r\n \r\nAgenda item 15  \r\n \r\nThe situation in the Middle East \r\n \r\n  Reports of the Secretary-General (A/64/343  \r\nand A/64/351) \r\n \r\n  Draft resolutions (A/64/L.24 and A/64/L.25) \r\n \r\n The President (spoke in Arabic): I now give the \r\nfloor to the representative of Egypt to introduce draft \r\nresolutions A/64/L.24 and A/64/L.25. \r\n Mr. Abdelaziz (Egypt) (spoke in Arabic): Today, \r\nthe General Assembly is considering the agenda item \r\nentitled “The situation in the Middle East”. In so \r\ndoing, it exercises its inherent role in addressing the \r\nconflict in the Middle East region and the constant \r\ntension resulting from Israel’s illegal occupation of the \r\nArab territories occupied since 1967 and its refusal to \r\n A/64/PV.53\r\n \r\n3 09-62814 \r\n \r\naccept the will of the international community by \r\nimplementing the relevant United Nations resolutions \r\nand international law, despite all regional and \r\ninternational efforts to reach a lasting and just \r\nnegotiated peaceful settlement of the question of \r\nPalestine, the core of the conflict. \r\n There is no doubt that the Middle East has been \r\ngoing through an extremely serious phase this year, at a \r\ncrossroads between achieving peace, security and \r\ncoexistence, on the one hand, and having more \r\nviolence, destruction and extremism, on the other. This \r\nis due to a deep impasse despite political efforts aimed \r\nat reaching a negotiated two-State solution based on \r\n1967 borders and is a result of the new Israeli \r\nGovernment’s rejection of the basic terms of reference \r\nand the core issues of the peace process and its refusal \r\nto implement previous commitments on freezing \r\nsettlements and commencing serious negotiations on \r\nborders, refugees and all the other issues that must be \r\nresolved in a final solution adopted by the United \r\nNations and that have been sought after for \r\nimplementation by the Quartet for years and years. \r\n In the light of the intransigent positions of the \r\nIsraeli Government, the international community, as \r\nrepresented in the General Assembly, is called upon \r\ntoday more than ever to provide political support for \r\nthe efforts aimed at resuming the negotiating process, \r\nto emphasize the illegality of the acquisition of the \r\nterritories of others by force, and to compel Israel to \r\nfulfil its commitments and enter into serious \r\nnegotiations on the six core issues, leading to a just, \r\nlasting and comprehensive peaceful solution to the \r\nArab-Israeli conflict on all tracks, on the basis of the \r\nprinciple of land for peace, the Arab Peace Initiative, \r\nthe road map and relevant United Nations resolutions. \r\n To express the international community’s \r\nrejection of Israel’s ongoing occupation and illegal \r\npractices in the occupied Arab territories and to address \r\nthe grave deterioration in the peace process, two highly \r\nimportant draft resolutions A/64/L.24 and A/64/L.25 \r\nare being presented by the sponsors under the agenda \r\nitem entitled “The situation in the Middle East”. \r\n The first draft resolution, A/64/L.24, deals with \r\nthe occupied city of East Jerusalem, which has been \r\nwitnessing a fierce assault of Israeli settlement in \r\nIsrael’s attempt to alter the city’s geographic and \r\ndemographic features and to create de facto \r\nannexation, in order to consolidate its illegal \r\noccupation. Israel has acted in this manner despite the \r\nopposition and denunciation of the international \r\ncommunity which has emphatically referred to all \r\nrelevant international resolutions on the illegality of \r\nthis settlement activity and the need to maintain the \r\nparticular character and status of East Jerusalem as \r\noccupied Palestinian Arab territory. The international \r\ncommunity has also emphasized the illegality of all \r\nactions taken by successive Israeli Governments to \r\nchange East Jerusalem’s status before the negotiation \r\nof a final solution. \r\n The second draft resolution, A/64/L.25, is related \r\nto the occupied Syrian Golan. It confirms the will of \r\nthe international community by expressing the General \r\nAssembly’s continued determination to see Israel’s \r\nillegal occupation of the occupied Syrian territories \r\ncome to an end, with full Israeli withdrawal from the \r\nGolan Heights to the borders of 4 June 1967. The draft \r\nresolution also emphasizes the illegality of Israel’s \r\ndecision to impose Israeli laws and Israeli settlements \r\non this territory. \r\n The aim of the two draft resolutions — each \r\nwithin its framework — is to exhort Israel to commit to \r\nstopping settlement activity, to put an end to its illegal \r\npractices in occupied East Jerusalem and its illegal \r\nblockade of the Gaza Strip, to accept to resume \r\nnegotiations in accordance with clear terms of \r\nreference and within an internationally defined time \r\nframe, in order to reach an agreement that allows for \r\nthe establishment of an independent, sovereign and \r\nviable Palestinian State on the West Bank and in Gaza, \r\nwith East Jerusalem as its capital, and pave the way for \r\na comprehensive settlement of the conflict, end the \r\nillegal occupation by Israel of all Arab territories \r\noccupied since 1967, including East Jerusalem, the \r\nSyrian Golan and the occupied Lebanese territories, in \r\norder to achieve just and comprehensive peace and \r\nestablish normal relations between the Arabs and \r\nIsrael, in accordance with the Arab Peace Initiative \r\nwhich is based on the principles of complete Israeli \r\nwithdrawal and settlement of the refugee issue in \r\nexchange for full peace. \r\n There is no question that the goal of a \r\ncomprehensive peace is primarily dependent on the \r\nextent to which Israel is serious about committing to \r\nreaching the desired settlement, and about taking \r\naction to demonstrate that commitment. This should be, \r\nfirst and foremost, a complete cessation of all \r\nsettlement activities in the occupied Palestinian \r\nA/64/PV.53  \r\n \r\n09-62814 4 \r\n \r\nterritory, including East Jerusalem; a halt to \r\nconstruction of the separation wall; an end to \r\ndeepening the gap between the West Bank and the \r\nGaza Strip; and promotion of endeavours to start \r\nfruitful negotiations to settle all final status issues. \r\n In this regard, the unilateral declaration by Israel \r\non a freeze on construction of housing units in the West \r\nBank for a period of 10 months is not enough. What is \r\nneeded is an end to the occupation of the West Bank, \r\nthe Gaza Strip and East Jerusalem, and the \r\nestablishment of a Palestinian State on all territories \r\noccupied by Israel since 1967. Similarly, we look \r\nforward to the resumption of negotiations on the Syrian \r\ntrack, and to reaching an agreement that allows for \r\nIsrael’s full withdrawal from the occupied Syrian \r\nGolan to the borders existing on 4 June 1967, on the \r\nbasis of all the relevant terms of reference and what \r\nwas accomplished during the previous rounds of \r\nnegotiations, in order to achieve a comprehensive \r\npeace in the region. \r\n I have the pleasure today of presenting to the \r\nGeneral Assembly two draft resolutions under agenda \r\nitem 15, “The situation in the Middle East”: these are \r\ndraft resolution A/64/L.24, on Jerusalem, and draft \r\nresolution A/64/L.25, on the Syrian Golan. The first of \r\nthese recalls the relevant General Assembly and \r\nSecurity Council resolutions, which remain the main \r\nterms of reference for the special status of occupied \r\nEast Jerusalem and which have repeatedly affirmed the \r\nrenunciation and repudiation of all legislative and \r\nadministrative measures and actions taken by Israel, \r\nthe occupying Power, aimed at altering the character \r\nand legal status of the city. \r\n Moreover, draft resolution A/64/L.24 confirms \r\nthat any just and comprehensive solution to the \r\nquestion of Jerusalem must include provisions for \r\ninternational guarantees assuring its inhabitants \r\nfreedom of religion and worship independent of \r\nsettlement activity, Israel’s unlawful attempts to \r\nimpose a Jewish character on the city, violations of the \r\nright of Palestinians to worship, and their repeated \r\nattacks on and threatened destruction of the \r\nfoundations of the Al-Aqsa Mosque. \r\n The second draft resolution, A/64/L.25, on the \r\noccupied Syrian Golan, reaffirms Security Council \r\nresolution 497 (1981) and underlines the General \r\nAssembly’s deep concern regarding Israel’s continued \r\nnon-compliance with its implementation. It also \r\nreaffirms the applicability of the Hague Convention of \r\n1907 and the Fourth Geneva Convention of 1949 to the \r\nSyrian territories occupied since 1967. It stresses the \r\nillegitimacy of both the decision to apply Israeli laws \r\nin this territory and the settlement activities there. The \r\ndraft resolution also renews the Assembly’s call on \r\nIsrael to withdraw completely from the occupied \r\nSyrian Golan to the lines of 4 June 1967, to resume \r\ndirect peace negotiations on the Syrian track and to \r\nrespect the commitments reached in previous \r\nnegotiations. \r\n The sponsors of these two draft resolutions \r\nbelieve that it is high time for the international \r\ncommunity to deal with the situation of the conflict in \r\nthe Middle East through a comprehensive approach. \r\nThe peoples of the region, who are still suffering under \r\nthe scourge of war and aggression, aspire to peace, \r\nstability and coexistence. These cannot be achieved \r\nwithout Israel’s political will and serious commitment \r\nto withdraw completely from all occupied Palestinian \r\nand Arab territories, based on the principle of land for \r\npeace, rules of international law, the Arab Peace \r\nInitiative and the road map, as well as all the terms of \r\nreference in the Madrid principles and the relevant \r\nSecurity Council and General Assembly resolutions. \r\n To achieve all this, the sponsors look to all \r\nMember States of the General Assembly to vote in \r\nfavour of these two draft resolutions, and to support the \r\nimportant goals they set out, in order to underscore the \r\ndetermination of the international community to \r\nachieve those goals and to uphold the lofty purposes \r\nand principles of the Charter endorsed over the years \r\nby the Member States of the United Nations. \r\n(spoke in English) \r\n In coordination with my dear colleague, the \r\nPermanent Representative of Senegal, Ambassador \r\nPaul Badji, who yesterday introduced the draft \r\nresolutions under agenda item 16, “Question of \r\nPalestine”, contained in documents A/64/L.20, \r\nA/64/L.21, A/64/L.22 and A/64/L.23, and on my own \r\nbehalf, we would like to request that action on those \r\ndraft resolutions, and on draft resolutions A/64/L.24 \r\nand A/64/L.25, under agenda item 15, “The situation in \r\nthe Middle East”, be taken at 10 a.m. tomorrow,  \r\n2 December, before the pledging conference for the \r\nUnited Nations Relief and Works Agency for Palestine \r\nRefugees in the Near East (UNRWA). \r\n A/64/PV.53\r\n \r\n5 09-62814 \r\n \r\n Mr. Ja’afari (Syrian Arab Republic) (spoke in \r\nArabic): Since 1947, the United Nations, especially the \r\nGeneral Assembly and the Security Council, has been \r\ndealing with different aspects of the situation in the \r\nMiddle East. The General Assembly has been \r\nconsidering the item “The situation in the Middle East” \r\nsince its twenty-fifth session, in 1970, and is still \r\nconsidering it today. At each and every session, the \r\nAssembly has repeated its request to Israel, the \r\noccupying Power, to put an end to its occupation of \r\nArab territories, and has emphasized that any measures \r\ntaken by Israel, the occupying Power in Arab \r\nterritories, to impose its laws, jurisdiction or \r\nadministration on the occupied city of Jerusalem and \r\nthe occupied Syrian Golan are illegal acts that lack any \r\nlegitimacy and are in fact null and void. \r\n The General Assembly, in its repeated \r\nresolutions, has been in full concert with the position \r\nexpressed by the Security Council in its unanimous \r\nadoption of the two famous resolutions, namely, 478 \r\n(1980), concerning occupied East Jerusalem, and 497 \r\n(1981), concerning the occupied Syrian Golan — two \r\nresolutions that rejected the unilateral decision by the \r\noccupying Israeli authorities to annex Jerusalem and \r\nthe Golan and considered them null and void and \r\nwithout any legal effects whatsoever. From this very \r\nrostrum, global leaders have repeatedly expressed \r\nunanimously that the Middle East is the most tense \r\nregion in the world and that achieving a just and \r\ncomprehensive peace immediately is essential to \r\nmaintaining international peace and security. \r\n Talking about the need for peace, however, is one \r\nthing; working for peace is something else. For reasons \r\nthat are well known to all, peace has been elusive, due \r\nto Israel’s actual practices, both in the region and \r\noutside it. In the last several years, Israel has launched, \r\nwith external support, two destructive wars on Lebanon \r\nand Gaza. It has continued to violate international law, \r\nas we have seen in the blockade of the unarmed \r\nPalestinian people; the murder of women and children; \r\nthe violation of places of worship; the application of \r\npolicies of collective punishment, detention and \r\nscorched earth; the building of settlements; and the \r\nconstruction of the racist separation wall. It has also \r\ncontinued its occupation of Palestinian and Lebanese \r\nland and of the Syrian Golan.  \r\n Today, the new and more prominent chapter is \r\nIsrael’s aggression against the character and the \r\npopulation of occupied Jerusalem and an oppressive \r\nblockade that is proving to be the most formidable in \r\nits history. The city is suffering a fierce and \r\nunprecedented oppression, along with an intensified \r\nand cancerous settlement activity that is targeting its \r\nIslamic and Christian character. \r\n In view of the symbolic status of Jerusalem for \r\nthe Arab and Islamic worlds and because it is an \r\noccupied city, which would give it some protection \r\nunder the provisions of the Fourth Geneva Convention \r\nof 1949, the Israeli violations constitute a provocation \r\nagainst those peoples and exacerbate tensions in the \r\nregion and around the world. \r\n From this rostrum of the General Assembly, we \r\nrenew our call to the international community to put an \r\nimmediate and decisive end to those Israeli practices, \r\nin fulfilment of the will of the international community \r\nto create peace in the region and to abort the Israeli \r\nescalation, which seeks explosion and conflict. \r\n Over the past year, we have seen yet another \r\nchapter of Israeli barbarity manifested in the war \r\ncrimes committed by Israel against the people of Gaza \r\nat the end of 2008 and beginning of 2009. During that \r\naggression, the Israelis used lethal weapons that are \r\ninternationally banned. That aggression left behind in \r\nits wake thousands of dead and wounded, most of them \r\nchildren, women and the elderly. Israel also used \r\ncivilians as human shields to implement its criminal \r\nplans. \r\n The United Nations Fact-Finding Mission on the \r\nGaza Conflict, chaired by Justice Richard Goldstone, \r\nhas collected convincing evidence on the commission \r\nof those crimes, including war crimes and crimes \r\nagainst humanity. The evidence gathered by that \r\nMission was not the only one to condemn Israel \r\nregarding its aggression against Gaza. Several \r\ninternational committees and international envoys have \r\nsubmitted dozens of reports, including the report of the \r\nUnited Nations Board of Inquiry, led by Ian Martin, on \r\nthe targeting by Israel of the United Nations Relief and \r\nWorks Agency for Palestine Refugees in the Near East \r\n(UNWRA) buildings. That report presents the facts in a \r\nmanner that makes Israel’s denial of those legally and \r\nconscientiously obtained facts, in face of the entire \r\ninternational community and all laws of international \r\nlegitimacy, all the more incredible. \r\n Perhaps the best example of that attitude can be \r\nfound in the statement by the Prime Minister of Israel \r\non 20 October 2009, in which he announced that Israel \r\nA/64/PV.53  \r\n \r\n09-62814 6 \r\n \r\nwants to reconsider all international humanitarian laws \r\nregarding war crimes. That statement by the Israeli \r\nPrime Minister came directly after the General \r\nAssembly endorsed the Goldstone report. \r\n Could the United Nations ever forget the number \r\nof times Israel has refused to receive and cooperate \r\nwith United Nations investigation and fact-finding \r\nmissions? Could the United Nations forget the number \r\nof times Israel has denied its permission to United \r\nNations rapporteurs seeking to visit the occupied Arab \r\nterritories, or the number of United Nations personnel \r\nand peacekeeping forces killed in our region by Israeli \r\nfire?  \r\n Could the United Nations forget the way Israel \r\nhas dealt with eminent international personalities like \r\nCount Bernadotte, Archbishop Desmond Tutu, former \r\nFinnish President Ahtisaari and former United States \r\nPresident Carter, as well as the Special Rapporteurs \r\nJean Ziegler, John Dugard and Richard Falk? Could \r\nIsrael have repeatedly pursued its policy of \r\nnon-implementation of resolutions of international \r\nlegitimacy had it not been assured of impunity for its \r\nactions? Had the Security Council implemented one of \r\nits 35 resolutions adopted on the Middle East, Israel \r\ncould not have continued its disregard for international \r\nlaw and United Nations resolutions. \r\n Recently, the General Assembly adopted \r\nresolution 64/10, by which it approved the \r\nrecommendations of the Goldstone report, calling on \r\nall United Nations organs to implement those \r\nrecommendations. Thus, the Security Council is now \r\nrequired to assume its responsibilities and to pursue \r\nIsraeli officials for the crimes that they committed in \r\nGaza, in conformity with legal standards. The impunity \r\nand double standards that Israel enjoys, despite its \r\ncrimes, must come to an end. Justice must be sought \r\nfor the victims of the barbarous Israeli aggression — \r\nthe martyrs, the wounded and the disabled. \r\n We also call on the international community, \r\nespecially the Security Council, to immediately lift the \r\nunjust blockade imposed on the Palestinian people in \r\nGaza and to open all the crossing points. Gaza must be \r\nrebuilt and international guarantees must be put into \r\nplace to prevent Israel from destroying that \r\nreconstruction, including reconstructed infrastructures. \r\n Since its occupation of the Syrian Arab Golan, \r\nIsrael has used different methods to change its nature \r\nand character by expelling Arabs from their land, \r\nvillages and towns. Israel has continued to build \r\nsettlements and to fill them with newly arrived \r\nimmigrants at the expense of the people of the \r\noccupied Syrian Golan while depriving them of all \r\ntheir basic humanitarian freedoms and rights. \r\n Israel, the occupying Power, has indeed exceeded \r\nits own policies against the civilian Syrian nationals of \r\nthe occupied Golan and has crossed serious red lines in \r\nits grave violations of prisoners’ rights. The people of \r\nthe Golan are subject to indiscriminate and inhumane \r\ndetention. Israel, in its oppressive practices, has \r\nadopted unimaginable policies. It has imposed house \r\narrest on an infant who is no more than two years old, \r\nFahid Lu’ay Shqeir, on the pretext that he was born \r\noutside the occupied Syrian Golan when his parents \r\nwere studying at the University of Damascus. \r\n Israel continues its policies of disconnecting and \r\nblocking all sorts of communication between Syrian \r\nfamilies who were separated from one another as a \r\nresult of the occupation. For example, Golan nationals \r\nare prevented from visiting the homeland, Syria, \r\nthrough the Quneitra crossing. Israel continues to \r\ndetain the Syrian journalist, Atta Farhat and the citizen \r\nYoussef Shams and others who have been detained for \r\nmore than 20 years on fabricated charges meant to \r\nweaken their belief in their country and their call for an \r\nend to occupation.  \r\n The clear, glaring reality, as stated by President \r\nBashar Al-Assad, is that peace has never been the main \r\npreoccupation of Israeli Governments. Their \r\npreoccupation has always been, rather, security in the \r\nnarrowest sense of the word: their security, which can \r\nnever be realized, in their view, except at the expense \r\nof our security and our rights. It is illogical and \r\nunacceptable that we, the Arabs, are requested to \r\ncontinue providing evidence of our desire for peace \r\ndespite the fact that we have repeatedly declared and \r\nexpressed that wish on various occasions, especially \r\nsince the Madrid Conference of 1991. \r\n Israelis should prove that they have the same \r\nintentions and express in a concrete way their readiness \r\nfor peace, and should try to convince us, the Arabs, \r\nthat they are sincere. They are the ones who are \r\noccupying our land. They are the ones who are \r\ncommitting aggression against our people, who are \r\ndisplacing millions of our people, not the other way \r\naround. They are the ones who are committing all these \r\ninfractions and yet they are calling for protection and \r\n A/64/PV.53\r\n \r\n7 09-62814 \r\n \r\nguarantees and using them as pretexts for more \r\nconcessions and for blackmail. \r\n The world is unanimous in stating that a just and \r\ncomprehensive peace can only be realized on the basis \r\nof the terms of reference for peace that are well known, \r\nincluding resolutions of international legitimacy. Those \r\nterms mean, by definition, that there must be an Israeli \r\npartner to realize such terms. That partner is not there \r\nnow. What is called for is the return of all the occupied \r\nArab territories, including the Syrian Golan, to the \r\nborders of 4 June 1967, the establishment of an \r\nindependent Palestinian State, with Jerusalem as its \r\ncapital, because the continuation of the occupation runs \r\ncontrary to peace, and therefore all methods to put an \r\nend to this occupation must be mobilized. \r\n Mr. Benítez Versón (Cuba) (spoke in Spanish): \r\nCuba is a sponsor of and supports the two draft \r\nresolutions on the situation in the Middle East just \r\nintroduced by the representative of Egypt (A/64/L.24 \r\nand A/64/L.25). \r\n The situation in the Middle East remains \r\ncomplex, in particular the situation in the occupied \r\nPalestinian territory, including East Jerusalem, which is \r\ncharacterized by the expansion of Israeli settlements \r\nand the ongoing construction of the separation wall. \r\nIsrael’s violations of international law and its ongoing \r\nillegal occupation of Arab territories remain the key \r\nobstacles to achieving a just, lasting and widespread \r\npeace in the region. \r\n Cuba reiterates its deep concern for the ongoing \r\ndeterioration of the situation in the occupied \r\nPalestinian territory, in particular as a result of Israel’s \r\nexcessive and indiscriminate use of force against the \r\nPalestinian civilian population and many other illegal \r\npolicies and practices. These include the inhuman and \r\ndestructive measures of collective punishment against \r\nthe Palestinian civilian population, in particular in \r\nGaza, which violate the rights of the Palestinian people \r\nand which worsen their socioeconomic circumstances.  \r\n Israel continues to build the separation wall in \r\nflagrant defiance of and disregard for the advisory \r\nopinion of the International Court of Justice (A/ES-\r\n10/273) and in violation of General Assembly \r\nresolution ES-10/15, which reaffirms the illegal \r\ncharacter of the construction of the wall in the West \r\nBank and East Jerusalem. Cuba remains concerned \r\nabout the vast physical, economic and social \r\ndevastation that the wall has caused, dividing occupied \r\nPalestinian territory into isolated and enclosed cantons, \r\ndestroying entire communities.  \r\n The illegal settlement activities are equally \r\nunacceptable, impeding the continuation of the peace \r\nnegotiations and the search for a two-State solution. \r\nCuba reaffirms that all actions that Israel has taken or \r\nmay take to change the legal, physical and \r\ndemographic status and the institutional structure of \r\nthe occupied Syrian Golan, are null and legally void, as \r\nare any attempts on its part to exercise administrative \r\njurisdiction over that area. \r\n We reaffirm as well that all these measures and \r\nactions, including the illegal construction and \r\nexpansion of Israeli settlements in the Syrian Golan \r\nsince 1967, are violations of international law, of \r\ninternational agreements, of the Charter and resolutions \r\nof the United Nations, including Security Council \r\nresolution 497 (1981), and of the Fourth Geneva \r\nConvention. We demand that Israel respect Security \r\nCouncil resolution 497 (1981) and withdraw entirely \r\nfrom the occupied Syrian Golan to the borders of \r\n4 June 1967. \r\n Cuba reiterates its hope that current efforts and \r\nthose that the international community might deploy in \r\nthe future will put an end to the occupation of all the \r\nArab territories occupied by Israel since 1967, \r\nincluding the occupied Palestinian territory with East \r\nJerusalem and the occupied Syrian Golan. We trust that \r\nsooner rather than later the independent State of \r\nPalestine will be established, based on the 1967 \r\nborders, with East Jerusalem as its capital. \r\n Mr. Bu Dhhair (Kuwait) (spoke in Arabic): At \r\nthe outset, I would like to thank the Secretary-General \r\nfor his great efforts to support peace efforts in the \r\nMiddle East. I have the pleasure to declare, on behalf \r\nof my county, our full support for our Palestinian \r\nbrothers, whose cause we honoured yesterday on the \r\noccasion of the International Day of Solidarity with the \r\nPalestinian People. \r\n The General Assembly is discussing an important \r\nissue on its agenda, given the intrinsic link between \r\nthis issue and international peace and security, in \r\nparticular in the Middle East. For that reason, this is a \r\nvery important issue. Six decades after the founding of \r\nthe Israeli State, our region has not yet seen stability, \r\ndespite its strategic and historic importance, because of \r\nthe successive wars that the region has suffered and \r\nthat have drained its energy and its resources. The \r\nA/64/PV.53  \r\n \r\n09-62814 8 \r\n \r\nMiddle East as a region is suffering in particular from a \r\npolitical and security situation that is constantly \r\ndeteriorating, given the fact that the occupying Power, \r\nIsrael, is continuing its illegal and immoral policies \r\nand practices.  \r\n Israel is unceasingly pursuing its illegal \r\nsettlement policy in the occupied Palestinian territory, \r\nincluding East Jerusalem, by grabbing land, building \r\nnew and expanding existing settlements under the \r\npretext of so-called natural growth, which is not \r\nacceptable under international law and is strongly \r\nrejected by the United Nations and all States of the \r\nworld. Israeli initiatives seeking to complicate the \r\nsituation regarding the settlements present an obstacle \r\nto all hopes for negotiations aimed at bringing about a \r\ncomprehensive and just peace. Israel called for a \r\n10-month freeze on settlements in the West Bank, but it \r\nexcluded Jerusalem from that initiative. That is a \r\nflagrant manoeuvre that Israel is using to blackmail the \r\nQuartet and the international community, using the \r\npretext that it is making concessions, but in fact, those \r\nconcessions do not meet any of the demands of the \r\nPalestinian people.  \r\n Israel continues to build the racist separation wall \r\ndespite the advisory opinion of the International Court \r\nof Justice, which was adopted on 9 July 2004, and \r\ndespite the illegal nature of that construction, which \r\nruns counter to international resolutions. The Court’s \r\nopinion calls for the dismantling of the wall and for \r\ncompensating Palestinians affected by its construction. \r\nIsrael continues its almost daily detentions and \r\nassassinations of Palestinians and the demolition of \r\ntheir homes in flagrant violation of international laws \r\nand norms. \r\n Israel’s closing of crossing points, continuing its \r\nblockade of Gaza, and its imposition of collective \r\npunishment on Gaza, before and after the invasion, \r\nshows that Israel’s total disregard for international law \r\nand highlights the enormity of the war crimes that \r\namount to crimes against humanity, which Israel \r\ncommitted against the Palestinians, as was stated \r\nclearly in the Goldstone report (A/HRC/12/48).  \r\n We would like to reiterate our support for General \r\nAssembly resolution 64/10, adopted on 5 November \r\n2009, after numerous intensive meetings where most of \r\nthe nations of the world denounced these violations by \r\nIsrael. We welcome the report that the Secretary-\r\nGeneral has submitted to the General Assembly and the \r\nSecurity Council (A/64/351), in which he draws \r\nattention to the problem of impunity and argues that \r\nIsrael should realize that it is not exempt and is not \r\nbeyond the reach of international law.  \r\n Israel pursues violations of provisions of the \r\nFourth Geneva Convention adopted in 1949 on the \r\nprotection of civilians during times of war. States \r\nparties to the Convention need to take practical \r\nmeasures to activate the provisions of the Convention \r\nas part of their full commitment to impose respect for \r\nthis Convention by Israel. In this regard, we would like \r\nto thank the Government of Switzerland for expressing \r\nits determination to call the High Contracting Parties to \r\nthe Convention to a meeting in Geneva as soon \r\npossible. \r\n More than 40 years after the Israeli occupation of \r\nArab territories, the situation in the occupied \r\nPalestinian territory, including East Jerusalem, remains \r\nvery dangerous. The humanitarian situation is \r\nconstantly deteriorating as is the economic situation. \r\nThe Palestinian people are struggling to exercise their \r\ninalienable rights that they should enjoy, including \r\ntheir right to self-determination and the establishment \r\nof an independent State.  \r\n In this context, the State of Kuwait reiterates its \r\ncommitment to support the struggle of the Palestinian \r\npeople to recover all its legitimate political rights by \r\nsetting up an independent State on its land, with \r\nJerusalem as its capital. We affirm that if the \r\nPalestinian people do not recover their legitimate \r\nrights, in accordance with relevant Security Council \r\nresolutions, namely resolutions 242 (1967), 338 \r\n(1973), 1397 (2002) and 1515 (2003) and 1860 (2009), \r\nand the principle of land for peace, not to mention the \r\nArab Peace Initiative, which must not remain a dead \r\nletter just because of the obstinacy and refusal of \r\nIsrael. Without these resolutions being enforced, we \r\nwill not be able to find a just, lasting and \r\ncomprehensive settlement to the Israeli-Palestinian \r\nconflict, which is at the core of the Arab-Israeli \r\nconflict.  \r\n The State of Kuwait once again calls for Israeli \r\nwithdrawal from the occupied Syrian Arab Golan, a \r\nreturn to the borders of 4 June 1967, pursuant to \r\nSecurity Council resolution 497 (1981), with a view to \r\nreaffirming the illegal nature of Israeli activities in \r\nSyrian Golan. When Israel pursues the occupation of a \r\npart of the Syrian Arab territory and declares the \r\n A/64/PV.53\r\n \r\n9 09-62814 \r\n \r\nannexation of this area, Israel is putting sticks in the \r\nspokes of the wheel of progress ensuring that there will \r\nbe no peace in the Middle East. \r\n As regards Lebanon, my delegation reiterates its \r\ncommitment to Lebanon and to the security, unity and \r\nterritorial integrity and political independence of \r\nLebanon. We call upon Israel to stop its violations of \r\nLebanese land and air space and we call upon it to \r\nenforce Security Council resolution 1701 (2006), to \r\nwithdraw from occupied Lebanese territory, namely, \r\nthe Sheba’a farms, the village of al-Ghajar and \r\nKafarshuba. We urge the international community to \r\nassist the Lebanese Government to expand its authority \r\nacross the totality of its territory.  \r\n The international community continues to assist \r\nIsrael, but Israel responds with more denial and \r\nrejection. Thus, after the Arab Peace Initiative and the \r\ninitiative of the United States president, as represented \r\nby the road map. Israel responded by bombing \r\nLebanon in 2006, and after the conference in \r\nAnnapolis, Israel responded with Operation Cast Lead \r\nagainst Gaza. After President Barack Obama appointed \r\nSenator George Mitchell as his special envoy to the \r\nMiddle East, and after the will expressed in his speech \r\ngiven at the University of Cairo that really did \r\nencourage us a great deal, Israel responded by \r\nexpanding its settlement policy and declared the \r\nconstruction of hundreds of residential units in \r\nJerusalem in breach of all conventions and all \r\ninternational instruments and norms.  \r\n At a time when we are extending a hand to the \r\nnew American policy in the Middle East and to the \r\nefforts of the Quartet, without forgetting other options \r\nrelated to the two-State solution, Israel simply \r\nresponds by more intransigence and procrastination \r\nand is using initiatives that are cobbled together to \r\nconvince the world that it is making hard choices by \r\ntemporarily freezing the settlements. This only leads to \r\npessimism on our part and convinces us that Israel is \r\nnot a genuine partner in the peace process. \r\n The negotiations on Jerusalem, the freezing of \r\nsettlement activity there and the return of refugees in \r\naccordance with resolution 194 (III) are opportunities \r\nthat the Israeli Government should take seriously. We \r\ncannot go back to the starting point because of a \r\nchange in Government in Israel. The Palestinian \r\nAuthority came to an advanced stage of understanding \r\nwith the previous Israeli Government, namely, with the \r\nMadrid terms of reference and the Oslo Accords, but \r\nthe current Israeli Government has taken a step back in \r\nterms of the negotiation process, which means that the \r\npeace-loving international community must express its \r\ndespair and concern about reaching a new agreement or \r\na new initiative.  \r\n The world’s seriousness regarding the settlement \r\nof the Palestinian cause and the Arab-Israeli conflict is \r\nbeing put to the test. We call upon the international \r\ncommunity, the Quartet and the United States \r\nGovernment to pursue their efforts to give new impetus \r\nto the peace process in order to achieve a \r\ncomprehensive, lasting and just peace in the Middle \r\nEast. We call upon Israel to listen to the calls of the \r\ninternational community and its repeated demands to \r\nfind diplomatic solutions and to reject violence and \r\nextremism, which will naturally bring about peace for \r\nthe Israelis, Palestinians and the peoples in the entire \r\nMiddle East. \r\n Mr. Okuda (Japan): Japan welcomes this \r\nopportunity to address the General Assembly on the \r\nsituation in the Middle East. \r\n For Japan, relations with the Middle East have \r\nalways been a matter of the highest priority. We have \r\nbeen making serious efforts to enhance our ties with \r\nthe region through cooperation in various fields. Japan \r\nand the Arab League have decided to launch the Japan-\r\nArab Economic Forum, the first meeting of which will \r\nbe held in Tokyo next week, with the participation of \r\nthe economic ministers of Arab States. Japan strives to \r\ndeepen mutual understanding between the Japanese and \r\nArab peoples through such projects as the Dialogue \r\namong Civilizations between Japan and the Islamic \r\nWorld and the Japan-Arab Women’s Exchange \r\nProgramme. \r\n We shall continue such efforts to further \r\nstrengthen our multi-layered relations with Arab States, \r\ngoing well beyond the area of economics to embrace \r\nthe full spectrum of other fields, including politics, \r\nculture, and science and technology. In particular, \r\nJapan has been willing to strengthen its cooperation to \r\nbenefit future generations in the areas of science, \r\ntechnology and education; examples of this include \r\ncontributing to the establishment of the Egypt-Japan \r\nUniversity of Science and Technology, extending \r\ntechnical support to the Saudi-Japanese Automobile \r\nHigh Institute, and granting scholarships to Arab \r\nstudents and assisting scholarship programs in Arab \r\nA/64/PV.53  \r\n \r\n09-62814 10 \r\n \r\ncountries. Under these programmes, Saudi Arabia, for \r\nexample, has already dispatched approximately 250 \r\nSaudi students to Japan to study. Through such efforts, \r\nJapan intends to help forge the foundations for peace \r\nand prosperity in the region and deepen its relations \r\nwith the Arab League, a framework of critical \r\nimportance for our regional cooperation. \r\n Achieving peace in the Middle East based on the \r\ntwo-State solution is essential to both regional and \r\nglobal peace and prosperity. Japan remains determined \r\nto continue to support President Abbas and the \r\nPalestinian Authority, under his leadership, in seeking \r\npeaceful coexistence and mutual prosperity with Israel, \r\nleading to a just and lasting peace. Japan believes it is \r\nincumbent upon both the Israelis and the Palestinians \r\nto fulfil their obligations under previous agreements, \r\nsuch as the road map, in order to achieve steady \r\nprogress in the peace process, and calls upon both \r\nparties to do so. \r\n Japan is concerned about the current situation, in \r\nwhich peace talks have yet to be resumed. We call \r\nagain upon Israel to halt its settlement activities, \r\nincluding “natural growth” in the West Bank, including \r\nEast Jerusalem, while acknowledging the Israeli \r\nGovernment’s recent decision to freeze settlement \r\nactivities for 10 months as a positive move in the right \r\ndirection. Japan is convinced that we should make \r\nevery effort to achieve a comprehensive peace in the \r\nMiddle East. In this regard, Japan appreciates and \r\nsupports the Arab Peace Initiative, and will continue to \r\ncall on Israel to cooperate with Arab States in its \r\nimplementation. \r\n In order to create a viable Palestinian State, it is \r\nindispensable to stabilize the security situation, \r\nimprove economic conditions and build judicial, \r\nlegislative and administrative governance structures. In \r\nthis regard, we greatly welcome the Programme of the \r\nThirteenth Government, published by the Palestinian \r\nAuthority in August as a blueprint for nation-building, \r\nand we are steadily implementing our assistance, \r\namounting to $200 million, announced last March. By \r\nmeans of the “Corridor for Peace and Prosperity” \r\ninitiative and other efforts aimed at helping the \r\nPalestinian Authority to implement the Programme, we \r\nwill support the creation of a viable State economy and \r\nwill continue to make efforts towards the ultimate \r\nestablishment of a Palestinian State. \r\n With regard to the situation in the Gaza Strip, we \r\nare deeply concerned about the humanitarian \r\nconditions, which have not shown improvement, even \r\n10 months after the adoption of Security Council \r\nresolution 1860 (2009). The humanitarian and human \r\nrights situation in Gaza, especially the plight of women \r\nand children, remains dire and precarious. Japan \r\nbelieves that international humanitarian law and human \r\nrights law must be respected by the parties concerned. \r\nWe share the concerns of the international community \r\nand hope that every effort will be made by the parties \r\nconcerned to improve the situation. \r\n In that context, Japan urges Israel to ensure \r\nsmooth access of people and goods to the Gaza Strip, \r\nand encourages the international community, including \r\nthe Arab States, to enhance assistance to the Palestinian \r\npeople there. At the same time, Japan calls on Hamas \r\nto renounce its policy of armed struggle against Israel \r\nand reaffirms its support for Egypt’s initiative towards \r\nreconciliation between Fatah and Hamas. \r\n The normalization of relations between Syria and \r\nLebanon is important for ensuring the overall stability \r\nof the region. Japan welcomes the establishment of full \r\ndiplomatic relations between Syria and Lebanon \r\nthrough their exchange of ambassadors this year. Japan \r\nalso welcomes the establishment of the new Lebanese \r\nGovernment headed by Prime Minister Saad Hariri, \r\nand hopes it will bring a new impetus to the efforts for \r\npeace and stability in Lebanon and the region as a \r\nwhole. \r\n In conclusion, I reiterate our hope that all parties \r\nconcerned in the international community will enhance \r\ntheir efforts to realize a just, comprehensive and lasting \r\npeace in the Middle East, including on the Syria and \r\nLebanon tracks. We must explore ways to secure a \r\nbreakthrough in the current stalemate in peace \r\nnegotiations between Israel and the Palestinians under \r\nPresident Abbas, who seeks to establish a Palestinian \r\nState living side by side in peace with Israel. Japan will \r\ncontinue to provide support to that end. \r\n Ms. Grau (Switzerland) (spoke in French): Not a \r\nday goes by that we are not reminded of the urgency of \r\nthe situation in the Middle East and of the need to \r\nprovide concrete responses. In this context I would like \r\nto stress the following five points. \r\n First, Gaza: Switzerland is deeply concerned by \r\nthe economic and humanitarian situation in Gaza. With \r\nwinter approaching, more than a million inhabitants of \r\n A/64/PV.53\r\n \r\n11 09-62814 \r\n \r\nGaza are still living in precarious conditions, despite \r\nthe promises made by the international community in \r\nSharm El Sheikh in March. We call on Israel to end the \r\nblockade of the Gaza Strip, to guarantee regular \r\nhumanitarian access and to authorize the delivery of \r\nbuilding materials immediately. In order to facilitate \r\nthis process, the United Nations, through its agencies, \r\nhas offered Israel strict guarantees about the use of \r\nthose materials, as well as meticulous monitoring of \r\nthe projects. \r\n The ceasefire with respect to the rocket attacks \r\nagainst the Israeli civilian population must be \r\nmaintained. A lasting and duly formalized ceasefire \r\nagreement that includes access to the Gaza Strip should \r\nalso be put in place to enable reconstruction and \r\ndevelopment. Such measures would be the best \r\nguarantees of security. \r\n Secondly, the peace process: strict compliance \r\nwith the requirements of the road map is the only way \r\nto achieve a two-State solution. We call on the parties \r\nto resume peace negotiations on the basis of a defined \r\nframework and precise timetable. Practical solutions do \r\nexist, as eminent representatives of Israeli and \r\nPalestinian civil society demonstrated recently by \r\npublishing the annexes to the Geneva Accord. This \r\ndocument outlines clear terms and conditions for \r\nachieving the shared vision of a just and lasting peace. \r\nThe way has thus been cleared. However, the political \r\nwill to follow this path resolutely is still lacking. A \r\ntotal freeze on settlements in the occupied Palestinian \r\nterritory, including East Jerusalem, as well as \r\nintra-Palestinian reconciliation, would create \r\nconditions favourable to the resumption of \r\nnegotiations. The decision by the Israeli Government to \r\nput a brake on new settlements is a gesture in this \r\ndirection. \r\n Thirdly, Switzerland strongly regrets the \r\ndestruction of houses and the expulsion of their \r\ninhabitants, the restrictions imposed on the free \r\nmovement of persons and goods as well as the violent \r\nand unpunished behaviour of certain settlers. Those \r\nactions not only violate international law but place \r\nfurther obstacles on the path of peace. \r\n The decision to substantially extend the \r\nsettlement of Gilo, to the south of East Jerusalem, is a \r\nviolation of international law, which can only \r\naggravate the political and security climate. With \r\nregard to the holy places, we call on the parties to the \r\nconflict to refrain from any provocation that could \r\ntrigger a spiral of violence. \r\n Fourthly, regarding the Goldstone report, justice \r\nand the efforts to achieve peace are inseparable. In that \r\ncontext, Switzerland considers it essential to \r\nimplement the recommendations of the Goldstone \r\nreport. In the near future, Switzerland will hold \r\nconsultations on the possibility of calling a conference \r\nof the High Contracting Parties to the Fourth Geneva \r\nConvention, in accordance with resolution 64/10 \r\nadopted by this Assembly on 5 November. \r\n Ms. Štiglic (Slovenia), Vice-President, took the \r\nChair. \r\n Fifthly, as for Lebanon, I would like to conclude \r\nby congratulating it on its newly formed Government. \r\nWe look forward to the forthcoming resumption of the \r\nnational dialogue. We wish every success to this \r\nprocess, which is essential for the future of the country \r\nand of the entire region. \r\n Ms. Solbakken (Norway): Once again, the \r\nsituation in the Middle East calls for close attention. As \r\nthe Security Council heard in the briefing by the \r\nAssistant Secretary-General on 24 November, political \r\nefforts towards a negotiated two-State solution have \r\nreached a deep and worrying impasse. The Assistant \r\nSecretary-General further warned that without a \r\npolitical horizon — where commitments are made, \r\nmonitored and kept — destructive forces could fill the \r\nvacuum, putting both the Palestinian Authority and the \r\ntwo-State solution at peril. \r\n President Abbas’ decision not to seek re-election \r\nis a wake-up call. His decision reflects a situation in \r\nwhich confidence in a process with meaningful \r\nnegotiations, from the Palestinian perspective, has \r\neroded. An abrupt and disorderly change in the \r\nPalestinian leadership could seriously undermine the \r\nstability of the Palestinian Authority. \r\n It could also lead to a reassessment by the \r\ninternational community of its economic and political \r\nrelations with the Palestinian Authority, thereby \r\nundermining the Palestinian State-building project \r\nitself. It is more important than ever that the \r\ninternational community stand united in its support for \r\nthe Palestinian political forces devoted to peace. \r\n At this time, our first and foremost challenge is to \r\navoid a political vacuum in the Palestinian territory. \r\nWe should therefore strengthen our efforts to re-engage \r\nA/64/PV.53  \r\n \r\n09-62814 12 \r\n \r\nPresident Abbas politically and send a clear message to \r\nthe Palestinian people that a re-launch of the \r\nnegotiations is the only way forward. \r\n However, in order to restore Palestinian \r\nconfidence in the political process, the situation on the \r\nground must improve. This includes implementation of \r\nroad-map obligations in terms of settlement activity \r\nand security. The international community and Israel \r\nshould also make concerted efforts to strengthen \r\neconomic development and institution-building, as set \r\nout in the Fayyad plan, in order to improve economic \r\ngrowth and living standards. \r\n This is, however, not enough. In addition, there is \r\nan urgent need to establish a common understanding of \r\nthe terms of reference for negotiations. Those terms of \r\nreference must be based on all earlier commitments \r\nand with a clear timeline as to ending the occupation \r\nand resolving the final status issues. \r\n Let me briefly turn to Norway’s role as Chair of \r\nthe Ad Hoc Liaison Committee (AHLC). It is \r\nbecoming increasingly difficult to maintain the \r\nmotivation of donors to contribute the necessary funds \r\nto ensure that the Palestinian Authority is able to \r\nsustain its institution-building efforts. Donors have so \r\nfar lived up to their commitments. But without a \r\npolitical horizon, without a credible political process, it \r\nis increasingly harder for donors to justify high levels \r\nof contributions to the Palestinian Authority. \r\n Prime Minister Fayyad’s two-year plan for the \r\nestablishment of a Palestinian State, presented to the \r\nAHLC meeting here in New York on 22 September this \r\nyear, received strong and unanimous support from \r\ndonors. In the current political situation, the Fayyad \r\nplan is even more important as a platform for \r\ninternational support and political development on the \r\nPalestinian side. This is not the time to let the plan and \r\nPalestinian institutions falter owing to a lack of \r\nfunding. However, in a longer-term perspective, only a \r\ncredible, political process can ensure donors’ continued \r\nsupport for the two-State solution. \r\n Mr. Apakan (Turkey): Turkey fully aligns itself \r\nwith the statement delivered yesterday by the \r\nrepresentative of Sweden on behalf of the European \r\nUnion, under the agenda item 16, “Question of \r\nPalestine”. Therefore, my remarks will be brief. \r\n Today, in the Middle East, we are confronted with \r\nmany challenges. Although they differ in nature, all \r\nthose challenges are somewhat related to or result from \r\nthe fact that we have no functioning peace process in \r\nplace. We have to address this issue immediately and \r\nreactivate the peace process on all its tracks. It is a \r\nmust for a peaceful future in the region and we are \r\nduty-bound for future generations. To achieve this, we \r\nneed to remove the obstacles on the way to peace. \r\n In this respect, the main impediment is the \r\ncontinuing Israeli settlement activities in the occupied \r\nterritories, particularly in East Jerusalem. Israeli \r\npractices related to housing, as well as the evictions \r\nand demolitions of Palestinian homes, are illegal and \r\nunacceptable. \r\n We call on Israel to meet in full its road-map \r\ncommitments and to cease all settlement activities, not \r\npartially and temporarily, but completely and \r\npermanently. The status of Jerusalem is one of the core \r\nissues of the peace process, along with borders and \r\nrefugees, and is subject to final status negotiations. \r\n In the meantime, Jerusalem is a city held sacred \r\nby three monotheistic religions. Any unilateral act \r\naffecting the nature of Jerusalem can easily have much \r\nbroader ramifications. Therefore, we reemphasize the \r\nimportance of preserving the status as well as the \r\ncultural and religious fabric of Jerusalem and call on \r\nIsrael to refrain from any provocative action in the city. \r\n With a view to preparing the ground for an early \r\nresumption of the negotiations, we should also \r\ncontinue to uphold the basic framework for peace, as \r\nembodied in the relevant Security Council resolutions, \r\nthe Madrid Principles, the Arab Peace Initiative and \r\nroad-map obligations. \r\n There is a general convergence on those \r\nfundamental parameters. What is needed is a \r\ncomprehensive peace based on two States — Israel and \r\nan independent, democratic and viable Palestinian \r\nState — living side by side, with agreed borders based \r\non those of 1967 and Jerusalem as the capital of both \r\nStates and a just settlement for refugees. \r\n At the current stage, the reaffirmation of that \r\nbroad end result should help us as we work on how to \r\nreach it. We have always been aiming for a \r\ncomprehensive peace, since all issues in the Middle \r\nEast are intertwined. Therefore, the Syrian and \r\nLebanese tracks require our attention too. For the \r\nresumption of the Syrian-Israeli track, both parties \r\nshould display the necessary will to make progress. \r\n A/64/PV.53\r\n \r\n13 09-62814 \r\n \r\n It is all the more difficult to move ahead on the \r\npath to peace when there is an ongoing tragedy in the \r\nregion. The wounds caused by the Israeli operation in \r\nGaza early this year are far from being healed and in \r\nfact are still bleeding. As the winter sets in, the dismal \r\nliving conditions of the Palestinians in Gaza will be \r\nstarkly manifested. The full implementation of \r\nresolution 1860 (2009) and the opening of the \r\ncrossings is a must for putting an end to the persistent, \r\nunbearable situation in which Gaza’s 1.5 million \r\nPalestinians are living. As long as there is no return to \r\nnormal daily living and socio-economic activity in \r\nGaza, efforts to build confidence and ensure stability in \r\nthe region will have little chance of succeeding. \r\n At the current stage, empowerment of the \r\nPalestinians is increasingly important. Member States \r\nmust support Palestinian State-building. Prime Minister \r\nFayyad’s two-year plan in preparation for Palestinian \r\nstatehood is very encouraging and requires our \r\nbacking. Turkey is also determined to maintain its \r\nsupport and cooperation in this field.  \r\n Turkey will continue to make every effort \r\ntowards comprehensive and permanent peace in the \r\nMiddle East. As we go through yet another critical \r\nperiod in the Middle East, there is no alternative but to \r\nreactivate the peace process and carry forward with \r\ndetermination. We must work harder. Otherwise, \r\nanother failed attempt will only sow greater anger and \r\ndespair in a region already drowning in both. \r\n Mr. Quinlan (Australia): Australia had hoped \r\nthat this year’s debate on the Middle East would have \r\nbeen preceded by genuine progress towards peace. But \r\nit has not. The tragedy of the Gaza conflict of last \r\nDecember and January was another compelling \r\nreminder of the simple, ineluctable truth that a lasting \r\nresolution to the Israel-Palestinian dispute can only be \r\nbrought about through peaceful means. And yet we \r\nface a situation where the new dynamic that has been \r\ncreated by United States President Obama’s efforts \r\ntowards seeking a solution has not met with the success \r\nit merits, and we are facing a continuing humanitarian \r\ncrisis in Gaza — a situation that is unacceptable. \r\n Negotiations for peace need to be relaunched. \r\nThey must be. This obviously requires strong political \r\nleadership and courage, as well as the vision that it is \r\nonly by both sides taking substantive measures that we \r\nwill achieve the confidence and trust necessary for \r\ngenuinely productive negotiations. \r\n There are some simple existential truths that \r\nunderline this conflict. Israel has a sovereign right to \r\nexist within secure and internationally recognized \r\nboundaries. It has an unambiguous right to \r\nself-defence, under international law, including in the \r\nface of Hamas’ rocket attacks into southern Israel. But \r\nequally, the Palestinians have an inalienable right to \r\nself-determination and to a viable, independent, secure \r\nState. So an enduring peace must be predicated on the \r\nviable two-State solution. \r\n Australia’s Deputy Prime Minister Gillard visited \r\nboth Israel and Palestine earlier this year to meet with \r\nthe Israeli and Palestinian leaderships in order to \r\nreaffirm the Australian Government’s strong \r\ncommitment to the Middle East peace process. We urge \r\nall parties to begin negotiations as soon as possible, \r\naddressing final status issues, including the status of \r\nJerusalem and the settlements. We call on all parties \r\nnot to undertake any unilateral actions that seek to \r\npredetermine the outcome of those negotiations. Our \r\nstrong position remains that Israel and the Palestinians \r\nneed to meet their obligations under the road map for \r\nMiddle East peace.  \r\n Israel must halt settlement activity and work to \r\nnormalize the day-to-day life of Palestinians. The \r\nPalestinians must continue to dismantle terrorist \r\ninfrastructure and halt violence and incitement.  \r\n Australia has welcomed the Arab Peace Initiative \r\nas an important constructive contribution towards a \r\ncomprehensive peace, and we look forward to the \r\nactive, supportive engagement in the peace process, of \r\nIsrael’s neighbours. We support those who are standing \r\nstrongly against others who only offer the nihilism and \r\nthe dead end of confrontation, violence and terrorism. \r\nHamas’ continuing rejection of the Quartet principles \r\nand its refusal to recognize Israel is a major obstacle to \r\npeace. \r\n We commend the positive role of Egypt and the \r\nArab League and the role they have played in Gaza. \r\nThe situation in Gaza remains dire, as I have said — \r\nunacceptable. It should be of real concern to all of us. \r\nIt must be addressed. Israel must do all it can to help \r\nincrease the flow of humanitarian goods and necessary \r\nsupplies into Gaza. It should continue to ensure the \r\nsafety of United Nations and humanitarian workers. \r\nEqually, arms smuggling must stop. We call on Hamas \r\nto release unconditionally Gilad Shalit without delay.  \r\nA/64/PV.53  \r\n \r\n09-62814 14 \r\n \r\n Australia welcomed the announcement of the \r\nformation of Lebanon’s new unity Government on \r\n9 November. The successful holding of parliamentary \r\nelections in June was an important and positive step in \r\nLebanon’s democratic development. Australia will \r\nremain firm in our support for the sovereignty, political \r\nindependence and unity of the Lebanese State and its \r\npeople.  \r\n We reiterate our call for Hizbullah to disarm, in \r\naccordance with Security Council resolution 1559 \r\n(2004). We also welcome the efforts being undertaken \r\nto bring new life to discussions between Israel and \r\nSyria. Syria must continue to move towards playing a \r\nconstructive, regional role — a role that it should have.  \r\n Australia remains concerned by International \r\nAtomic Energy Agency (IAEA) reports of undeclared \r\nnuclear material in Syria and urges Syria to provide \r\nmaximum cooperation and transparency to the IAEA to \r\nallow it to complete its assessment. \r\n Australia will continue to provide what help we \r\ncan to achieve peace. We recognize that a viable \r\nPalestinian State will require strong and effective \r\ninstitutions.  \r\n We commend the efforts of the Palestinian \r\nAuthority to strengthen those institutions, and we \r\nremain committed to supporting those efforts. Over the \r\nlast two years we have donated more than  \r\n$A75 million in development and humanitarian \r\nassistance to the Palestinian territories and over \r\n$A40 million since the Gaza conflict earlier this year. \r\nWe will remain a longstanding contributor to the \r\nUnited Nations Relief and Works Agency for Palestine \r\nRefugees in the Near East and form part of the United \r\nNations Truce Supervision Organization and other \r\npeacekeeping operations in the region. \r\n To conclude, Australia again urges the parties to \r\nrecommence negotiations that address final status \r\nissues as soon as possible, and we urge people to move \r\nnow so as to stop the unacceptable humanitarian crisis \r\nin Gaza. \r\n Australia will do what it can to support this \r\nprocess and we urge all Member States to do the same. \r\nThe absence of peace in the Middle East is a threat to \r\nall of us and frankly, our failure to achieve it, despite \r\nthe burden of more than 60 years of conflict, should \r\nshame all of us. \r\n Mrs. Rubiales de Chamorro (Nicaragua) (spoke \r\nin Spanish): Nicaragua aligns itself with the statement \r\nmade by the Permanent Representative of Egypt on \r\nbehalf of the Non-Aligned Movement. \r\n The situation in the Middle East continues to \r\nseriously deteriorate owing to the expansionist and \r\ncolonialist policies of Israel, which persists in \r\ndisregarding the will of the international community, in \r\nviolation of international law and all United Nations \r\nresolutions in that regard. \r\n The illegal occupation in Palestine and in the \r\noccupied Arab territories of Syria and Lebanon must \r\ncease immediately. That is the only way to put an end \r\nto all the flagrant violations of human rights in the \r\nMiddle East. \r\n We wish to express our appreciation of the \r\nCommittee on the Exercise of the Inalienable Rights of \r\nthe Palestinian People and of its Chairman, who have \r\nbeen playing a very important role in the establishment \r\nof an independent, free and sovereign Palestinian State. \r\nAs a member of the Committee, Nicaragua \r\nco-sponsored all the draft resolutions that are before us \r\non those issues. \r\n The question of Palestine is at the heart of the \r\ndeteriorating situation in the Middle East. General \r\nAssembly resolution 181 (II) divides Palestine into \r\ntwo, one Jewish State and the other Arab. After so \r\nmany years, the Palestinian people are still waiting for \r\ntheir independent State to be established. Since the \r\n1980s, Nicaragua has recognized the Palestinian State.  \r\n The greatest desire of the Palestinian people is to \r\nfind peace and to live in harmony with its neighbours \r\nin a free, independent and viable State. However, that \r\ncannot be achieved as long as the Israeli occupation \r\nand aggression continue and the Palestinian people, \r\nwho are struggling heroically and resisting in very \r\ndifficult conditions, is unable to regain its legitimate \r\nancestral rights and to recover its occupied lands. \r\n The intolerable situation to which the Palestinian \r\npeople are subjected has deteriorated even further since \r\nthe armed aggression of Israel, the occupying Power, \r\nfrom 27 December 2008 to 18 January 2009, which \r\nresulted in nearly 1,500 dead, the majority of those \r\ninnocent civilians, and several thousands injured. \r\nMoreover, it caused a serious environmental crisis \r\nowing to the toxic chemical gases and the white \r\nphosphorus used by the occupying Power and the waste \r\n A/64/PV.53\r\n \r\n15 09-62814 \r\n \r\nproducts produced by other high-explosive missiles, \r\nwhich will affect the Palestinian people, in particular \r\nchildren, for many years because of the contamination \r\nthat they have produced. The international community \r\ndemands that the perpetrators of those massacres and \r\ndisasters be tried by impartial courts. \r\n Despite the various criticisms in international \r\nforums, Israel, with the complicity of certain \r\npermanent members of the Security Council, continues \r\nto violate the most fundamental rights of the \r\nPalestinian people, including ongoing violations of the \r\nright to life and of the Palestinians’ personal safety \r\nthrough the indiscriminate use of force, which violates \r\ninternational law, international humanitarian law and \r\nthe most basic norms of human rights. That, in turn, \r\nhas created an extremely difficult economic, social and \r\nhumanitarian situation in the occupied Palestinian \r\nterritory, including East Jerusalem, where Israel \r\ncontinues to expel the population of Palestinian origin \r\nfrom their homes and to extend its illegal settlements. \r\n Nicaragua believes it important to adopt urgent \r\nconfidence-building measures necessary in order to \r\npromote effective negotiation by the parties, making it \r\npossible to progress towards ultimately achieving a just \r\npeace based on the recognition and existence of two \r\nfree and sovereign States. \r\n There is a need for a politically just solution to \r\nthe Palestinian problem, based on the various \r\nresolutions adopted by the United Nations, in particular \r\nthe resolution that establishes the Palestinian refugees’ \r\nright of return (resolution 194 (III)) and those that \r\ndemand Israel’s withdrawal from the Arab territories \r\noccupied in 1967, in full accordance with the principle \r\nof land for peace, established at the Madrid \r\nConference, and the Arab Peace Plan, which would \r\nallow the establishment of a Palestinian State.  \r\n Yesterday, we commemorated the International \r\nDay of Solidarity with the Palestinian People, and I \r\nwould like to conclude by quoting part of the message \r\nof the President of the Republic of Nicaragua, \r\nCommander Daniel Ortega Saavedra, on that occasion: \r\n  “The Government of Reconciliation and \r\nNational Unity of Nicaragua and the Nicaraguan \r\npeople support the just cause of the Palestinian \r\npeople as a question of principle, and, together \r\nwith the rest of the international community, we \r\ndeem it necessary to enhance international efforts \r\nin pursuit of a peaceful solution that results in the \r\nestablishment of an independent Palestinian State, \r\nwith East Jerusalem as its capital, in order to \r\nachieve a just and lasting peace in the Middle \r\nEast.” \r\n We also express our solidarity with the peoples \r\nand Governments of Lebanon and Syria in their \r\nstruggles for and defence of the sovereignty and \r\nterritorial integrity of all their territories occupied by \r\nIsrael. In order to achieve a climate of peace and \r\njustice, Israel must cease its expansionist policies and \r\nimmediately withdraw from those territories. All the \r\nmeasures or actions that Israel has taken or those new \r\nsteps that it tries to impose on those territories are null \r\nand have no legal effect. \r\n As in previous years, jointly with the rest of the \r\ninternational community, we reaffirm our hope and \r\ncommitment to seeking a solution to the Palestinian \r\nproblem, which lies at the heart of the Arab-Israeli \r\nconflict, as well as in all the occupied Arab territories, \r\nand to the need to achieve a comprehensive, just and \r\nlasting peace in the Middle East. \r\n Mr. Cabral (Guinea-Bissau) (spoke in French): \r\nWe all concur in recognizing that the Palestinian \r\nquestion is at the very heart of the conflict in the \r\nMiddle East. Quite simply, no Arab country or citizen \r\nof that region of the world can feel free as long as the \r\nPalestinians, the Palestinian people, continue to suffer \r\nthe torments of the illegal occupation by Israel.  \r\n In 1981, the Security Council adopted resolution \r\n497 (1981), which demanded Israel’s immediate \r\nwithdrawal from the Golan Heights. It is now \r\nDecember 2009 and, to date, nothing has happened to \r\nencourage us to believe that that problem will soon be \r\nsettled.  \r\n It is absolutely crucial that we realize the need to \r\nrally together, given the obstinate refusal of the Israeli \r\nauthorities to recognize that in today’s world — we are \r\nin the twenty-first century — one cannot base one’s \r\nrelations with one’s neighbours on any principle other \r\nthan those recognized under international law and \r\nenshrined in the United Nations Charter. \r\n Not being able to acquire territories by force has \r\nbecome a fundamental principle. I would like to \r\nexplain myself. The inadmissibility of the acquisition \r\nof territories by force is stipulated by international law. \r\nWe cannot accept the fact that since 1967 the Israeli \r\nauthorities have illegally occupied Arab territories. \r\nA/64/PV.53  \r\n \r\n09-62814 16 \r\n \r\nClearly, our Israeli friends need to realize that we must \r\nall work to achieve a lasting peace. Together we must \r\npersuade them that it is necessary to look objectively \r\nand constructively at what has to be done right now to \r\npreserve present and future generations.  \r\n We, the international community, have wasted too \r\nmuch time. We have missed many important occasions \r\nand caused many hopes to fail. There are people there \r\nwho are suffering and cannot wait any longer. There \r\nare generations of Palestinian refugees stagnating in \r\nthe camps. Yesterday, some of us attended an \r\nexhibition of photographs highlighting the United \r\nNations Relief and Works Agency for Palestine \r\nRefugees in the Near East, which has existed for \r\n60 years. Can you imagine that that agency has been \r\ndealing with the Palestinian people and their fate for \r\n60 years? That shows the extent of the efforts we must \r\nmake together to resolve the issue. In order for peace \r\nto be restored to the Middle East, each and every \r\nperson must shoulder the necessary responsibility. \r\n Now I wish to address our friends the Arab \r\ncountries. Unity must exist as a tangible reality in the \r\nArab world. Together, the countries that stand for unity \r\nin the Arab world must support the Palestinians and \r\nmake their resources available to the Palestinians, in \r\norder to complete the necessary reconstruction. \r\n But our friends must also be able to express to \r\nour Palestinian friends — as I said this morning and \r\nallow me to return to that important aspect of the  \r\nissue — that the Palestinians need to come back \r\ntogether and reconcile with each other. They need to \r\nunite around the essential issue, which is the liberation \r\nof their people. \r\n We need to say to our friends from Hamas that \r\nthey need to return to reason. Today, at the beginning \r\nof the twenty-first century and given the distribution of \r\npower in the world and all that we understand and must \r\naccept — we cannot deny the existence of Israel. I say \r\nthat here with sincerity. We must recognize the \r\nexistence of Israel. That is something many Arab \r\ncountries have done. We need to base ourselves upon \r\nthat principle in order to see the future and to see the \r\nprospects for this important region of the world, which \r\nis also at the epicentre of contemporary international \r\nrelations. \r\n I encourage each and every person making efforts \r\nin this area. This morning I spoke about the efforts that \r\ncontinue to be made, and incidentally, successfully, by \r\nthe Quartet. But I also wish to say here that we greatly \r\nappreciate the efforts of President Sarkozy of France to \r\nensure that even in the heart of the Arab family \r\nreconciliation can prevail, in particular in the relations \r\nbetween Syria and Lebanon. \r\n As my colleague noted earlier, we are also \r\ndelighted by the accession of the unity Government in \r\nLebanon. That can make a significant contribution to \r\npeace in the Middle East. \r\n But we will continue to reiterate that Israel must \r\nrecognize that it is in the interest of its own people to \r\nbuild a lasting peace in the Middle East. It is in the \r\ninterest of the countries in the region to realize that \r\nbuilding peace is necessary. No individual can close \r\nhimself off within the territorial boundaries of his \r\ncountry. No one can live in isolation today, given the \r\nstatus of international relations and the links that exist \r\nbetween the countries of the international community. \r\nWe cannot live in isolation. We cannot fail to take into \r\naccount events taking place in our neighbouring \r\ncountries. We must take the steps needed to ensure that \r\ntogether we can build a lasting peace in the Middle \r\nEast. \r\n Much has already been done since the Oslo \r\nconference and then the Madrid conference, the Arab \r\nPeace Initiative and other equally valuable and \r\npertinent initiatives; but there have been many failures \r\nas well. Despite all of those, we have not seen an \r\nencouraging result that might lead us to think that we \r\nhave emerged from the crisis. \r\n For that reason, we have continued year after year \r\nbefore the General Assembly and also in the Main \r\nCommittees to stress the need to strengthen the efforts \r\nto ensure that international legal standards are \r\nrecognized and to make it possible for Israel to \r\nwithdraw from the Syrian Golan Heights and from the \r\noccupied Lebanese territories. That must be done, \r\nbecause we cannot accept — as I noted at the outset of \r\nmy statement — Israel’s continued occupation of the \r\nterritories, as has been the case since 1967. That is not \r\nadmissible; it is unacceptable. \r\n It would be counter-productive here to focus \r\nsolely on pointing a finger at the events or people \r\ndeemed to be responsible for the situation in that area \r\nof the world. We are all responsible in some manner, \r\nbecause as the international community we must \r\nencourage everybody to sit down around a table and to \r\nhave a dialogue. All wars all over the world have ended \r\n A/64/PV.53\r\n \r\n17 09-62814 \r\n \r\naround a negotiating table and with the signing of an \r\nagreement — unfortunately after the parties have torn \r\neach other apart. And why do these parties continue to \r\ntear each other apart? Why should we allow men and \r\nwomen to continue to die? Why should we allow the \r\nsituation in Gaza to exist today, where children \r\ncontinue to die of hunger or from lack of medication or \r\nvaccinations? That is inadmissible. It is a situation that \r\nstrikes at our universal conscience and the conscience \r\nof each and every person here today. \r\n That does not require taking a stance in favour of \r\nHamas. No. It requires taking a stance in favour of the \r\nhuman condition and defending human beings — men, \r\nwomen, children and the elderly — in those territories \r\nwho continue to suffer the effects of unimaginable \r\nviolence. That is what we must do. \r\n Again I wish to thank the Secretary-General, \r\nwho, on behalf of us all, is undertaking ongoing and \r\npraiseworthy efforts and who deserves not only our \r\nsupport but our deep appreciation. We encourage him \r\nto continue his efforts to ensure that dialogue continues \r\nunhindered, over and beyond the distractions, \r\nhesitation and procrastination that were alluded to \r\nearlier.  \r\n We encourage each and every person to gather \r\naround a table; because ultimately, it is not only the \r\npeople in the region who will reap the benefits of those \r\nefforts. As people who believe in peace and justice in \r\nthe world, we will become the great beneficiaries of \r\nthe era of peace and national reconciliation in that \r\nregion of the world. Because we cannot continue to \r\nimpassively witness the injustice meted out against the \r\npeople of that region of the world. We said this \r\nmorning that we cannot only observe the suffering of \r\nthe Palestinian people. We cannot continue to only \r\nobserve the arbitrary confiscation of private property, \r\nthe destruction of houses, the cordoning off of people. \r\nWe cannot observe this without reacting to the \r\nsuffering of human beings. We are all alike, you and \r\nme, and we must do something.  \r\n We need to encourage the Israeli authorities and \r\nour Arab friends to unite and to get together so that \r\nthey can speak with one voice. We need to encourage \r\nthem to foster the unification of the Palestinians. The \r\nPalestinians must be able to speak with one voice. \r\nFurthermore, the Palestinians who consider themselves \r\nhardliners need to realize peace will not come from the \r\nbarrel of a gun or through launching rockets against \r\ninnocent Israeli civilians. That must also be denounced \r\nand we must be courageous enough to denounce those \r\nactions and, in that manner, support peace.  \r\n Yes, we do criticize Israel when it should be \r\ncriticized. But that criticism must also address those \r\nwho launch rockets indiscriminately against innocent \r\ncivilians. Because human life — whether that of an \r\nIsraeli child or an Arab child or a child from Guinea-\r\nBissau or from Pakistan — is the same throughout the \r\nworld. And I believe the same strength, determination \r\nand vigour should be used to defend peace worldwide, \r\nbased on the principles of the United Nations Charter, \r\nwhich all of us as Member States uphold. \r\n Mr. Manjeev Singh Puri (India): It is indeed an \r\nhonour to address the General Assembly. and to do so \r\ntwice in one day is indeed very special. I am honoured \r\nby this. But I speak with a heavy heart because, the \r\nreason for my speaking twice today before the General \r\nAssembly is because of these two interlinked agenda \r\nitems, which have festered on our agenda for decades. \r\n As a nation with age-old historic and cultural ties \r\nwith the Middle East, India has an abiding interest in \r\nthe early resolution of the unresolved issues that have \r\ntroubled the region since the inception of the United \r\nNations. \r\n The West Asian region is of vital importance to \r\nIndia. It is home to nearly 5 million Indians and is an \r\nimportant source of India’s energy and fertilizer needs. \r\nIndia’s commitment to the Palestinian cause and its \r\nsolidarity with the Palestinian people are well known. \r\nOur ties with the friendly people of Palestine are \r\nrooted in our common history and go back to the days \r\nof our struggle for independence. India remains \r\nunwavering in its support to the Palestinian people in \r\ntheir struggle for their legitimate rights. \r\n The conflict in West Asia being essentially \r\npolitical in nature cannot be resolved by force. We \r\nhave consistently supported the Middle East peace \r\nprocess on all its tracks and wish to see the creation of \r\nan environment conducive to the earliest possible \r\nresumption of dialogue in the Middle East peace \r\nprocess. \r\n We favour a negotiated solution wherein a \r\nsovereign, independent, viable and united State of \r\nPalestine can exist within secure and recognized \r\nborders, side by side and at peace with Israel, as \r\nA/64/PV.53  \r\n \r\n09-62814 18 \r\n \r\nendorsed in the Quartet road map and Security Council \r\nresolutions 1397 (2002) and 1515 (2003). \r\n We are also supportive of the Arab Peace \r\nInitiative and have called for an end to Israeli \r\nsettlements in the occupied Palestinian territory along \r\nwith early easing of restrictions within Palestine on \r\nfree movement of persons and goods. \r\n India is aware that genuine peace in the region \r\nalso requires resolution of other issues on the \r\nremaining tracks of the Middle East peace process, \r\nincluding restoration of other Arab lands that remain \r\nunder occupation. Progress on the Lebanese and Syrian \r\ntracks of the peace process is important for achieving \r\ncomprehensive and durable peace in the region. Our \r\nleadership is in touch with our interlocutors in the \r\nregion at the highest level. \r\n India remains steadfast in its commitment to \r\nrendering assistance to the Palestinian people, \r\nincluding in capacity-building and national \r\nreconstruction. We have also contributed to United \r\nNations peacekeeping efforts in the region. \r\n Given the complexity of the task, unprecedented \r\ndetermination, goodwill and capacity to offer and \r\naccept compromises and concessions are needed on all \r\nsides. It is here that the members of the international \r\ncommunity have a collective duty to help in creating a \r\nfavourable environment within which the negotiations \r\ncan move forward. Concerted and all round action is \r\nnecessary to invigorate the peace process, with the \r\nobjective of achieving a durable, comprehensive and \r\njust settlement. We remain convinced that lasting peace \r\nin the region will contribute to global stability and \r\nprosperity. \r\n The Acting President: We have heard the last \r\nspeaker in the debate on agenda item 15. At the request \r\nof the sponsors, the General Assembly will take action \r\non draft resolutions A/64/L.24 and A/64/L.25 under \r\nagenda item 15 tomorrow morning at 10 a.m., \r\nimmediately after taking action on the draft resolutions \r\nunder agenda item 16, “Question of Palestine”. \r\n One representative has requested to speak in \r\nexercise of the right of reply. May I remind members \r\nthat statements in exercise of the right of reply are \r\nlimited to 10 minutes for the first intervention and to \r\nfive minutes for the second and should be made by \r\ndelegations from their seats. \r\n I call on the representative of the Syrian Arab \r\nRepublic. \r\n Mr. Ja’afari (Syria) (spoke in Arabic): My \r\ncolleague, the Permanent Representative of Australia, \r\nmentioned my country by name in his statement and \r\ncalled upon my country to play a positive regional role. \r\nHe also expressed what he called his country’s concern \r\nwith regard to the contents of the International Atomic \r\nEnergy Agency (IAEA) report on the presence of \r\nnuclear activities in Syria.  \r\n I wish to clarify to the Assembly and to my \r\ncolleague, the Permanent Representative of Australia, \r\nthe following: first, it seems that the Permanent \r\nRepresentative of Australia missed the point in that the \r\nagenda item before the Assembly today is entitled, \r\n“The situation in the Middle East”. It is an item that, \r\naccording to the dozens of statements we have heard, is \r\nbasically focused on the Israeli occupation of Arab \r\nterritories and the ways and means to put an end to that \r\noccupation and to the repeated Israeli aggression \r\nagainst the Palestinian people and its neighbours Syria \r\nand Lebanon. \r\n Consequently, the representative of Australia \r\ndeviated from the subject of the debate, thus diverting \r\nattention from the main focus of the debate. In \r\naddition, his statement avoided the issue of the \r\nexpansionist occupation policies of Israel, which \r\ncontravene efforts towards peace, by referring to issues \r\nthat are of no relevance to the content and form of the \r\nagenda item.  \r\n Secondly, it is clear that the Permanent \r\nRepresentative of Australia favours swimming against \r\nthe tide. He is acting outside the consensus that we \r\nhave seen yesterday and today as the Assembly \r\naddressed issues concerning the question of Palestine \r\nand the situation in the Middle East. He went \r\ncompletely off the track. In his intervention he called \r\non my country to play a positive regional role, and with \r\nthat unfortunate call he ignored the reality of the \r\npolitical situation and all of the important political \r\nachievements that have made Damascus a hub for \r\nArab, regional and international politicians. The \r\nPermanent Representative of Australia has shown a \r\ncomplete lack of knowledge of the positive changes \r\nthat have taken place in our region as a result of the \r\ndynamic and wise policies of the Syrian leadership, \r\nwhich have had a positive effect on the geopolitical \r\ndynamic in our region. \r\n A/64/PV.53\r\n \r\n19 09-62814 \r\n \r\n Only two months ago, the IAEA adopted two \r\nimportant resolutions on Israel’s nuclear weapons \r\narsenal. The resolutions called on Israel to submit its \r\nnuclear facilities to supervision and monitoring by the \r\nIAEA and to accede to the Treaty on the \r\nNon-Proliferation of Nuclear Weapons (NPT) as a \r\nparty that does not possess nuclear weapons. The \r\nresolutions also called on the Director General of the \r\nIAEA to carry out that international request.  \r\n Regrettably and as usual, the Israeli Government \r\nhas rejected the two resolutions. David Danieli, Deputy \r\nDirector General of Israel’s Atomic Energy \r\nCommission, stated after its adoption, “The State of \r\nIsrael will not cooperate in any matter with these \r\nresolutions”.  \r\n One can imagine how concerned we are that the \r\nPermanent Representative of Australia has ignored the \r\nreal and current threat posed by Israel’s nuclear \r\nweapons in our region and beyond and has distracted \r\nattention from the Israel’s violations of international \r\nlaw and the provisions of the United Nations Charter in \r\nits aggression against Syria. \r\n This twisted behaviour shows that Australia \r\nsupports Israel’s excessive and grotesque actions in the \r\narea of nuclear proliferation and is seeking to cover up \r\nthe military nuclear programmes of Israel, which \r\nthreaten peace and security in the region and globally.  \r\n I remind my colleague, the Permanent \r\nRepresentative of Australia, of the position of my \r\ncountry with regard to the NPT and nuclear \r\nnon-proliferation: my country’s position on nuclear \r\nnon-proliferation is clear, steadfast and transparent and \r\ncannot be upset by any smokescreen issues raised by \r\none representative or another in the service of Israel. \r\n The Acting President: The General Assembly \r\nhas thus concluded this stage of its consideration of \r\nagenda item 15. \r\n The meeting rose at 5.25 p.m. \r\n \r\n"