" United Nations  A/64/PV.37\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fourth session \r\n \r\n37th plenary meeting \r\nWednesday, 4 November 2009, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n09-59450 (E) \r\n*0959450*   \r\nPresident: Mr. Ali Abdussalam Treki . . . . . . . . . . . . . . . . . . . . . . . . . . . (Libyan Arab Jamahiriya) \r\n \r\n \r\n  The meeting was called to order at 3.20 p.m. \r\n \r\n \r\nAgenda item 64 (continued) \r\n \r\nReport of the Human Rights Council  \r\n \r\n  Report of the Human Rights Council \r\n(A/64/53/Add.1) \r\n \r\n  Note by the President of the General Assembly \r\n(A/64/490) \r\n \r\n  Draft resolution (A/64/L.11) \r\n \r\n Mr. Al-Jarman (United Arab Emirates) (spoke in \r\nArabic): At the outset, I would like to thank you, \r\nMr. President, for your initiative to convene these \r\nmeetings to review the report of the Human Rights \r\nCouncil on its twelfth special session (A/64/53/Add.1), \r\nheld on 15 and 16 October 2009, on the human rights \r\nsituation in the occupied Palestinian territories and \r\nEast Jerusalem, and of the United Nations Fact-Finding \r\nMission on the Gaza Conflict, also known as the \r\nGoldstone report (A/HRC/12/48). \r\n The United Arab Emirates, which has read with \r\ngreat interest the executive summary of the Mission’s \r\nreport, is deeply concerned and shocked by the \r\ninformation contained therein, which reflects, in one \r\nway or another, the gravity of the human rights \r\nviolations and violence committed by the Israeli forces \r\nduring the Israeli war against the Gaza Strip. The \r\nconclusions and facts contained in the report, which \r\ncover only 36 out of hundreds of tragic incidents that \r\noccurred there, clearly reflect the serious and \r\nsystematic human rights violations committed by Israel \r\nagainst the unarmed civilian population of Gaza. These \r\nviolations are sufficient to legally convict Israel of \r\ncommitting war crimes and crimes against humanity, as \r\npunishable under international criminal law. \r\n The Mission’s investigation concluded that the \r\ncomprehensive military operation launched by Israel \r\nagainst Gaza by air, land and sea under the name of \r\nCast Lead has used excessive force and violence, \r\nwhich is an internationally illegal act. The \r\ncomprehensive, direct and unprecedented military \r\nstrikes launched by the Israeli forces far exceeded any \r\nmilitary imperative and did not discriminate between \r\ncivilian and military targets. These strikes — which \r\ntargeted houses and densely populated civilian areas, \r\nincluding vital facilities such as hospitals — resulted in \r\nthe killing of more than 1,400 Palestinians and injuring \r\nand crippling of thousands of others, mostly children, \r\nwomen and the elderly. \r\n The Israeli military operations deliberately and \r\ndirectly targeted United Nations facilities and buildings \r\nin Gaza which were being used to shelter hundreds of \r\nfleeing people and refugees during the war. One of the \r\nschools of the United Nations Relief and Works \r\nAgency for Palestine Refugees in the Near East \r\n(UNRWA), which was sheltering more than \r\n1,400 people at that time, was hit excessively, resulting \r\nin tragic losses of life. Furthermore, the systematic \r\neconomic and political isolation of Gaza and the \r\nimposition of restrictions on the entry of basic \r\nhumanitarian assistance, including food, medicine and \r\nfuel, dramatically affected the humanitarian, social, \r\nhealth and economic situation in the Gaza Strip. \r\nA/64/PV.37  \r\n \r\n09-59450 2 \r\n \r\n The United Arab Emirates renews its \r\ncondemnation of the serious crimes and violations \r\ncommitted by Israel in Gaza and in other cities and \r\nvillages of the West Bank and East Jerusalem \r\nmentioned in the Goldstone report. These Israeli \r\nviolations are a new addition to its long record of war \r\ncrimes and systematic violations of the human rights of \r\nthe Palestinian people since 1948. We therefore call \r\nupon the international community, in particular all \r\nbodies and organs of the United Nations, to take urgent \r\naction within their respective mandates and in \r\naccordance with the recommendations of the Goldstone \r\nreport. Such action must compel Israel immediately to \r\nend its siege of Gaza, in accordance with Security \r\nCouncil resolution 1860 (2009), and its serious \r\nviolations of the human rights of the Palestinians — \r\nviolations which are responsible for fuelling violence \r\nand instability in the region, undermining international \r\npeace and security and impeding the resumption of the \r\nMiddle East peace process. \r\n We also call for the General Assembly to \r\nendorse the report on the twelfth special session of the \r\nHuman Rights Council and its recommendations \r\n(A/HRC/S-12/1), which call upon the Secretary-\r\nGeneral to refer the report of the United Nations Fact-\r\nFinding Mission on the Gaza Conflict to the Security \r\nCouncil for review and immediate action in accordance \r\nwith the Charter and with provisions of international \r\nlaw. The report also calls on Israel to urgently initiate \r\neffective, independent and impartial investigations \r\nwithin a specified period of time in order to identify \r\nthose directly responsible for these violations, hold \r\nthem accountable and ensure that they do not enjoy \r\nimpunity. We call for the condemnation of all acts of \r\nkilling, destruction and crimes against humanity \r\ncommitted by Israel, which led to a deplorable state of \r\ntotal economic, social and environmental destruction in \r\nGaza, which continues to this day. \r\n We urge the Government of Switzerland, the \r\ndepositary of the Fourth Geneva Convention of 1949, \r\nto urgently take the necessary steps to hold a \r\nconference for the High Contracting Parties of that \r\nConvention to consider the measures required for its \r\nenforcement in the occupied Palestinian territories, \r\nincluding East Jerusalem, and for Israel’s \r\nimplementation of its obligations as an occupying \r\nPower. \r\n We stress the need to keep this matter under \r\ncontinuous consideration in the General Assembly in \r\nthe light of the reports to be submitted in this regard by \r\nthe Secretary-General. We also call upon the \r\ninternational community to step up the economic and \r\nhumanitarian assistance it provides to the Palestinians \r\nin Gaza, including efforts to rebuild basic institutions, \r\nand to expand the services provided by the specialized \r\nagencies. \r\n In conclusion, we urge all Member States which \r\nsupport international legality to vote in favour of draft \r\nresolution A/64/L.11, in order to achieve human justice \r\nand promote a culture in which there is no place for \r\nimpunity, in accordance with relevant international \r\nprotocols and international law. \r\n Mr. Loulichki (Morocco) (spoke in Arabic): At \r\nthe outset, I should like to thank you, Mr. President, for \r\nhaving favourably responded to the request of the Arab \r\nGroup, supported by the Non-Aligned Movement, to \r\nconvene this important meeting of the Assembly to \r\nconsider the resolution adopted by the Human Rights \r\nCouncil regarding the human rights situation in the \r\noccupied Palestinian territories, including East \r\nJerusalem. My delegation endorses draft resolution \r\nA/64/L.11, which was introduced by the representative \r\nof Egypt, on behalf of the Non-Aligned Movement, and \r\nendorsed by the representative of Syria, on behalf of \r\nthe Organization of the Islamic Conference. At the \r\nsame time, I should like to reiterate several important \r\npoints. \r\n International reports have underscored in a \r\ncompletely unequivocal manner the seriousness of the \r\nacts perpetrated by the occupying Israeli forces in \r\nGaza. The Goldstone report is merely an important one \r\namong the many reports dealing with the persecution \r\nof the Palestinian people during the war waged against \r\nthem in the Gaza Strip between December 2008 and \r\nJanuary 2009. During this period, the Israeli forces did \r\nnot respect the most elementary rights protected under \r\ninternational humanitarian law and human rights law, \r\nleading to more than 1,400 deaths and more than \r\n5,000 injured, not sparing the elderly, nor women, \r\nchildren, mosques, schools, hospitals nor even the \r\noffices of our Organization. The Goldstone report \r\ncontains an objective assessment of what took place \r\nduring the military attack on Gaza, which was \r\ndescribed by the Mission as serious violations of \r\ninternational humanitarian law and other relevant \r\ninternational instruments. Therefore it is now important \r\nto carry out an effective, swift independent and \r\nimpartial assessment and investigation and that \r\n A/64/PV.37\r\n \r\n3 09-59450 \r\n \r\nresponsibility for this falls on the parties involved in \r\nthe conflict. \r\n The report deals with the qualitative difference \r\nbetween these military operations and previous \r\nmilitary acts conducted by Israel in the occupied \r\nPalestinian territories, which inflicted collective \r\npunishment on all inhabitants of Gaza in a way that \r\nwas totally excessive and disproportionate. Civilian \r\ntargets were demolished, the means of subsistence for \r\nPalestinians were destroyed and, as a result, a decent \r\ndaily life became almost impossible. \r\n The international community would have hoped \r\nthat after the adoption of resolution 1860 (2009) the \r\nIsraeli war machine would have put an end to those \r\npractices and begun to pave the way for reconstruction, \r\nand that restrictions on the movement of individuals \r\nand goods to meet basic needs would be eased. There \r\nwas also hope that the capacity for a minimum of \r\nsubsistence would have been granted to the \r\nPalestinians to enable them to resume their daily lives \r\nas well as to breathe a new spirit into the peace \r\nprocess. \r\n However, Israel continues with the same policy: \r\nclosing crossing points and blocking humanitarian \r\nassistance and reconstruction efforts by the \r\ninternational community. This is in addition to a \r\nsystematic policy of collective punishment against the \r\nPalestinian people. Israel also continues its illegal \r\npolicy in Al-Quds, as demonstrated by the \r\nexpropriation of even more land in the Arab sections of \r\nthe city, thus forcing Arab inhabitants to leave so that \r\nIsraeli settlements can be joined together. Furthermore, \r\nArab life in the area is being dismantled by the \r\nseparation wall. That represents an attempt to limit the \r\ncity’s Arab population in order to change its \r\ndemographic character. \r\n In addition, Israel has continued to target and call \r\ninto question Islamic and Christian holy sites, using \r\narchaeological excavations under and around Al-Aqsa \r\nmosque and its neighbourhood as a flimsy pretext, and \r\nfinally, has attempted to hide the sacrilege committed \r\nagainst the holy places while preventing the faithful \r\nfrom safely reaching those sites for worship. All of that \r\nis utterly incompatible with international norms, law \r\nand resolutions as well as lacking in respect for the \r\nrituals of those practicing other monotheistic religions. \r\n King Mohammed VI, Chairman of the Al-Quds \r\nCommittee, has expressed his deep concern about, and \r\nhas condemned, the hostile and aggressive practices to \r\nwhich the Al-Aqsa mosque and East Jerusalem are \r\nsubjected, and the settlement activities around them. \r\nThese pose a real threat to the situation and to the \r\ndemographic and urban balances in the area. \r\n In the context of his responsibility and due to the \r\npivotal role that Al-Quds plays in the Arab-Israeli \r\nconflict, His Majesty has continually underscored the \r\nneed to have the United Nations, along with influential \r\nPowers and spiritual leaders, including the Pope, focus \r\nattention on those issues and on the danger that all \r\nIsraeli illegal and unilateral acts pose for regional \r\npeace and security. There is also a need to respect the \r\nspecial nature of Al-Quds, in accordance with the \r\nresolutions adopted by the General Assembly and the \r\nSecurity Council and as stated in other commitments \r\nundertaken by the parties. \r\n The most recent meeting in Morocco regarding \r\nAl-Quds, organized last week by the Treasury of the \r\nAl-Quds Committee and the Yasser Arafat Institute, \r\nlaunched an appeal for an immediate halt to all illegal \r\nIsraeli practices in Al-Quds and its holy sites, while \r\ninsisting on the need to respect freedom of religion, as \r\nAl-Quds is indivisible from the issue of the occupied \r\nPalestinian territories. Both the Fourth Geneva \r\nConvention and elements of international law apply to \r\nAl-Quds and its status. There is thus a need to respect \r\nall religions and all places of worship and to promote \r\ntolerance and peaceful coexistence. \r\n Based on the Kingdom of Morocco’s firm \r\nconviction that resorting to the logic of force and faits \r\naccomplis can serve only to further aggravate the \r\nregional situation, we repeat the call to resume the \r\npeace process, as it is the sole option within the terms \r\nof reference adopted by the international community, \r\nnamely, the Road Map, the Arab Peace Initiative and \r\nother agreements and understandings among the parties \r\ninvolved. That should be done with the understanding \r\nthat negotiations are an integral process and must be \r\nreconvened where they were halted; otherwise, this \r\nwill be an absurd process that will never conclude. \r\n Morocco therefore supports the vision of the \r\nQuartet, that is, the two-State solution and the need to \r\nestablish a Palestinian State in accordance with the \r\nUnited States vision. In this context, we also hope that \r\nefforts by the United States Administration under \r\nPresident Obama to achieve success in the peace \r\nprocess will continue while further recourse is made to \r\nA/64/PV.37  \r\n \r\n09-59450 4 \r\n \r\ninternational efforts, including the endeavours of the \r\nEuropean nations.  \r\n At the same time, such international efforts will \r\nremain limited unless they are accompanied by a \r\nchange in the parties’ attitudes towards each other and \r\ntowards others in general. The Goldstone report cites \r\nthe views of an Israeli teacher and a Palestinian \r\npsychiatrist. The former, Ofer Shinar, expresses the \r\nview that there is a need to understand that both parties \r\nshare the feeling of being victimized. The concept that \r\nthe other party is not only violating international \r\nhumanitarian law, but is also suffering from the \r\nviolation of its human rights, needs also to be \r\nunderstood. \r\n The Palestinian psychiatrist, Iyad al-Sarraj, was \r\nequally eloquent in saying that we have here not only a \r\nstate of war but also a cultural and psychological \r\nsituation. He nurtures the hope that the Israelis will  \r\n “start to walk on the road of dealing with the \r\nconsequences of their own victimization and to \r\nstart dealing with the Palestinian as a human \r\nbeing, a full human being who is equal in rights \r\nwith the Israeli. And also the other way around: \r\nthe Palestinian must deal with himself, must \r\nrespect himself and respect his own differences in \r\norder to be able to stand before the Israeli also as \r\na full human being with equal rights and \r\nobligations. That is the real road to justice and \r\npeace”. (A/HRC/12/48, para. 1905)  \r\n I reiterate: it is the only way to achieve justice \r\nand peace. Mutual awareness of that obvious and \r\nimportant truth only marks the beginning of the just \r\nand comprehensive solution to which we all aspire, in \r\norder to achieve coexistence and cooperation among all \r\npeoples of the region. \r\n Mr. Salam (Lebanon) (spoke in Arabic): Israel \r\nhas accused Judge Richard Goldstone, head of the \r\nUnited Nations Fact-Finding Mission on the Gaza \r\nConflict, of bias. Yes, indeed — Judge Goldstone is \r\nbiased. In fact, he has always been biased towards only \r\none thing — finding the truth. He was biased when he \r\ninvestigated acts of terror and violence in his country, \r\nSouth Africa. He was biased when he participated in \r\nthe International Criminal Tribunal for the Former \r\nYugoslavia, the International Criminal Tribunal for \r\nRwanda, the International Panel of the Commission of \r\nEnquiry into the Activities of Nazism in Argentina, the \r\nIndependent International Commission on Kosovo and \r\nthe Volcker report of the Independent Inquiry \r\nCommittee to investigate the oil-for-food programme \r\nin Iraq. In fact, had he not been biased only towards \r\nthe truth, he would not have been qualified to \r\nsuccessfully assume any of these high-level judicial \r\npositions. \r\n Israel also accused Judge Goldstone of possessing \r\na one-sided view. This is true. Judge Goldstone viewed \r\nthe issues solely with a view based on justice as he \r\nsees it. He rejected the first mandate of the Human \r\nRights Council for the Fact-Finding Mission because it \r\ncalled for investigation of violations committed only \r\nby Israel. He did not accept that assignment until his \r\nrequest to expand the mandate to include all violations \r\nof human rights and international humanitarian law \r\nwhich were committed in the context of the military \r\noperations conducted in Gaza was granted. \r\n Inside Israel, there are some who attack the \r\nconclusions of the Fact-Finding Mission based on the \r\nassumption that political objectives were guiding the \r\nwork of Judge Goldstone. The paradox here is that if we \r\nassume, for the sake of argument, that political \r\nobjectives had influenced Judge Goldstone and were \r\nthus behind the Mission’s report, those objectives would \r\nonly serve to save Israel from itself. Richard Goldstone \r\nhas identified himself first and foremost as “a Jew who \r\nhas supported Israel and its people all my life”, as he \r\nwrote in an article that appeared in The Jerusalem Post \r\non 18 October. In fact, in an interview with Israeli army \r\nradio on 16 September, his daughter Nicole said that her \r\nfather was “a Zionist who loves Israel”. \r\n In addition to challenging Judge Goldstone’s \r\nindependence, neutrality and credibility, there were \r\nthose in Israel who cast doubt on the work methods and \r\nprofessionalism of the Mission. In fact, the Mission \r\npursued a comprehensive approach and scientific \r\nmethod based on the collection of data from original \r\nsources, such as interviewing victims and witnesses, \r\nmaking field visits, analysing videotapes and \r\nphotographs, including satellite images, reviewing \r\nmedical reports and requesting forensic analysis of the \r\nremnants of weapons and munitions, and organizing \r\npublic hearings in Gaza and Geneva. In this regard, the \r\nMission conducted 188 individual interviews and \r\nreviewed over 300 reports and written notes and other \r\ndocuments, all of which amounted to over 10,000 \r\npages and more than 30 videotapes and 1,200 pictures. \r\n In our judgement, the fierce campaign of attacks \r\nagainst Judge Goldstone and the work of the Fact-\r\n A/64/PV.37\r\n \r\n5 09-59450 \r\n \r\nFinding Mission have no purpose other than to divert \r\nattention from the essence of the matter, namely, the \r\nconclusions reached by the Mission. Therefore, we will \r\nfocus on the most important conclusions.  \r\n Primarily, the Mission concluded that the military \r\noperation in Gaza cannot be understood or assessed if \r\nit is addressed in isolation from prior and subsequent \r\ndevelopments. The operation was part of continuous \r\nIsraeli policies aimed at pursuing Israel’s political \r\nobjectives in Gaza and the entire occupied Palestinian \r\nterritory. Many of those policies are based on or result \r\nfrom violations of international human rights law and \r\nhumanitarian law and the most important aspect is \r\nimmediately evident when considering the blockade \r\npolicy that preceded the operation and that, according \r\nto the Mission, amounts to collective punishment \r\nintentionally inflicted by the Israeli Government on the \r\npeople of the Gaza Strip.  \r\n The Mission points to the convergence of the \r\nmilitary objectives in Gaza and the numerous Israeli \r\npractices in the West Bank, including East Jerusalem, \r\nwith the aim of strengthening its control over it by \r\ntaking such measures as increased land expropriation, \r\nhouse demolitions, demolition orders and permits to \r\nbuild homes in settlements and greater and more \r\nformalized access and movement restrictions on \r\nPalestinians. \r\n With regard to the nature of the Israeli military \r\noperations and objectives, first, the Mission concluded \r\nthat while Israel tried to portray its operations as \r\nessentially a response to rocket attacks, in exercise of \r\nits right to self-defence, the objective was to further an \r\noverall policy aimed at punishing the population of \r\nGaza for their resilience and apparent support for \r\nHamas and possibly with the intention of forcing a \r\nchange in such support. \r\n Secondly, the repeated failure to distinguish \r\nbetween combatants and civilians appears to the \r\nMission to have resulted from deliberate instructions \r\nissued to soldiers, as described by some of them. \r\nThirdly, evidence gathered by the Mission shows that \r\nthe destruction of food supply installations, water and \r\nsanitation systems, cement factories and residential \r\nhouses was the result of a deliberate and systematic \r\npolicy of the Israeli armed forces, not because these \r\ntargets were a military threat, but to make the process \r\nof dignified living more difficult for the civilian \r\npopulation. Fourthly, there seems to have been an \r\nassault on the people’s dignity. This was seen not only \r\nin the use of civilians as human shields and unlawful \r\ndetention, sometimes in unacceptable conditions, but \r\nalso in the vandalizing of inhabited houses and the way \r\nin which people were treated when their houses were \r\nentered. The graffiti on the walls, obscenities and often \r\nracist slogans all constituted an overall image of \r\nhumiliation and dehumanization of the Palestinian \r\npopulation. \r\n Fifthly, what occurred was a deliberately \r\ndisproportionate attack designed to punish, humiliate \r\nand terrorize a civilian population, radically diminish \r\nits local economic capacity both to work and to provide \r\nfor itself and to force upon it an ever-increasing sense \r\nof dependency and vulnerability. \r\n With regard to legal consequences, the most \r\nimportant conclusions reached by the Mission were the \r\nfollowing.  \r\n First, Israel failed to take necessary precautions \r\nrequired by customary law to avoid or minimize \r\ncollateral loss of civilian life, injury to civilians and \r\ndamage to civilian objects. Second, the deliberate \r\nattacks on civilians and their property were in violation \r\nof the fundamental international humanitarian law \r\nprinciple of distinction, resulting in deaths and serious \r\ninjuries. Third, by deliberately attacking police stations \r\nand killing large numbers of policemen during the first \r\nminutes of the military operations, Israel clearly failed \r\nto respect the principle of proportionality. Fourth, \r\nIsrael’s use of white phosphorus is restricted or even \r\nprohibited under international law in most \r\ncircumstances by virtue of the principles of \r\nproportionality and precautions necessary in the attack. \r\nFifth, Israel’s use of civilians as human shields is \r\nprohibited by international humanitarian law. It further \r\nconstitutes a violation of the right to life, protected in \r\nthe International Covenant on Civil and Political \r\nRights. Sixth, the prolonged detention of large groups \r\nof civilians under inappropriate circumstances \r\nconstitutes collective punishment in violation of the \r\nFourth Geneva Convention and the Hague Regulations. \r\nSeventh, Israel committed grave breaches of the Fourth \r\nGeneva Convention, including wilful killing, torture or \r\ninhuman treatment and extensive destruction and \r\nappropriation of property, not justified by military \r\nnecessity and carried out unlawfully and wantonly, and \r\nindividual criminal responsibility attaches to the \r\nperpetrators. Eighth — and this is most serious — the \r\nseries of acts that deprive Palestinians in the Gaza Strip \r\nof their means of subsistence, employment, housing \r\nA/64/PV.37  \r\n \r\n09-59450 6 \r\n \r\nand water and that deny their freedom of movement \r\nand their right to leave and enter their own homes \r\ncould constitute the crime of persecution, which is a \r\ncrime against humanity. For all those reasons, we \r\ncannot accept the argument that calling for \r\naccountability could impede the peace process. Quite \r\nto the contrary, an end to impunity is a prerequisite for \r\nthe justice that is required for a comprehensive and \r\nlasting peace.  \r\n My delegation calls upon all members of the \r\nAssembly to vote in favour of the draft resolution now \r\nbefore us, which calls for the adoption of the report of \r\nthe independent international Fact-Finding Mission on \r\nthe Gaza Conflict. We have heard the President of the \r\nState of Israel claim that that would deprive Israel of \r\nits right to defend itself, in particular against terrorism. \r\nTherefore, I should like to conclude by quoting from \r\nan Israeli opinion piece that appeared in The Jerusalem \r\nPost on 7 October 2009:  \r\n(spoke in English)  \r\n “We’re entitled to do whatever the hell we want \r\nto the Palestinians because, by definition, \r\nwhatever we do to them is self-defence. They, \r\nhowever, are not entitled to lift a finger against us \r\nbecause, by definition, whatever they do to us is \r\nterrorism.  \r\n  “That’s the way it’s always been, that’s the \r\nway it was in Operation Cast Lead.  \r\n  “And there are no limits on our right to self-\r\ndefence. There is no such thing as \r\n‘disproportionate’. We can blockade Gaza, we \r\ncan answer Kassams with F-16s and Apaches, we \r\ncan take 100 eyes for an eye.  \r\n  “We can deliberately destroy thousands of \r\nGazan homes, the Gazan parliament, the Ministry \r\nof Justice, the Ministry of Interior, courthouses, \r\nthe only Gazan flour plant, the main poultry farm, \r\na sewage treatment plant, water wells and God \r\nknows what else. \r\n  “Deliberately.  \r\n  “After all, we’re acting in self-defence. By \r\ndefinition.  \r\n  “And what right do the Palestinians have to \r\ndefend themselves against this?  \r\n  “None”. \r\n Mr. Al-Hinai (Oman) (spoke in Arabic): At the \r\noutset, my delegation would like to express its thanks \r\nand appreciation to you, Mr. President, for holding this \r\nplenary meeting of the General Assembly to consider \r\nthe report of the Human Rights Council on its twelfth \r\nspecial session (A/64/53/Add.1) and Council resolution \r\nS-12/1, as part of the agenda item “Report of the \r\nHuman Rights Council”. My country is very grateful \r\nfor your diligent and sincere efforts in convening this \r\nmeeting at the request of many countries and \r\ngeographical and political groups.  \r\n My country aligns itself with the statements made \r\nby the representative of Syria on behalf of the \r\nOrganization of the Islamic Conference and by the \r\nrepresentative of Egypt on behalf of the Non-Aligned \r\nMovement. \r\n The General Assembly is meeting today to \r\nconsider a very important issue related to the violation \r\nof human rights, namely, the vicious Israeli aggression \r\nagainst the occupied Palestinian territory, in particular \r\nthe massacres of civilians in the Gaza Strip carried out \r\nby Israel from 27 December 2008 to 18 January 2009. \r\nThe indescribable atrocities and aggression committed \r\nagainst the Palestinian people by the Israeli occupying \r\nforces claimed the lives of more than 1,400 Palestinian \r\nmartyrs and wounded thousands of others; they also \r\ninvolved the bombing and destruction of houses and \r\nUnited Nations facilities, which enjoy international \r\nprivileges and immunities. In that regard, the Sultanate \r\nof Oman welcomes the findings and recommendations \r\ncontained in the Independent International Fact-\r\nFinding Mission established by the Human Rights \r\nCouncil and led by Judge Richard Goldstone, which \r\nwere endorsed by the Council in its resolution S-12/1 \r\nof 16 October 2009, adopted at its twelfth special \r\nsession. \r\n More than once, the report confirms the \r\ncommission by the Israeli authorities of war crimes and \r\ncrimes against humanity. It also confirms that the \r\nIsraeli blockade against the Gaza Strip constitutes a \r\npolicy of collective punishment and a violation by \r\nIsrael, as the occupying Power, of the Fourth Geneva \r\nConvention. The report also cites many crimes, \r\nincluding the use of Palestinian civilians as human \r\nshields. \r\n The international community must take a firm \r\nstand against Israel’s war crimes and hold it \r\naccountable by compelling it to compensate the \r\nvictims. That is an important issue that must not be \r\n A/64/PV.37\r\n \r\n7 09-59450 \r\n \r\nignored. It should be addressed with all the necessary \r\nseriousness. My delegation believes that pursuing \r\nperpetrators of violations of international humanitarian \r\nlaw and crimes against humanity will make Israeli \r\nofficials understand the need to move ahead with the \r\nMiddle East peace process with a view to establishing \r\njust and comprehensive peace. \r\n My delegation also believes that ignoring the \r\nconclusions and recommendations contained in the \r\nreport of the Fact-Finding Mission on the Gaza \r\nConflict would constitute a genuine setback in the area \r\nof human rights since the Universal Declaration of \r\nHuman Rights was adopted. Continued war and \r\nmilitary escalation is futile. The only way to ensure \r\nIsrael’s security is by negotiations with the legitimate \r\nrepresentative of the Palestinian people in order to \r\nachieve just and comprehensive peace, stability and \r\nsecurity for all parties. \r\n In conclusion, through the President, my \r\ndelegation calls on the Security Council to discharge \r\nits full responsibilities as the body responsible for the \r\nmaintenance of international peace and security. \r\n Mr. Hariprasad (India): India condemns in the \r\nstrongest possible terms the violations of international \r\nhumanitarian law and human rights law committed \r\nduring the Gaza conflict that took place in December \r\n2008 and January 2009. We are convinced that the \r\nunqualified adherence by all the concerned parties to \r\nthe relevant instruments of international humanitarian \r\nlaw and human rights law is imperative. Furthermore, \r\nany refusal by the concerned parties to do so should \r\nrightly be the subject of the strongest possible \r\nopprobrium from the international community. \r\n Mr. Mohamad (Sudan), Vice-President, took the \r\nChair. \r\n We note that the Goldstone report (A/HRC/12/48) \r\nwas discussed by the United Nations system a number \r\nof times prior to our meeting today. The report, which \r\nwas prepared under the express mandate of the \r\nPresident of the Human Rights Council, was discussed \r\nat the Council in a special session in the middle of last \r\nmonth. Let us therefore be clear that what we are \r\ndiscussing is the report of the Human Rights Council at \r\nits twelfth special session, which was held in Geneva \r\nlast month. \r\n While participating in the special session, we \r\nnoted that the Fact-Finding Mission had produced a \r\ncomprehensive report that merits careful consideration. \r\nIt documented violations of human rights and \r\ninternational humanitarian law by all the sides \r\ninvolved. That is a matter of serious concern. We also \r\npointed out that it was important not to lose sight of the \r\nweaknesses of the report, including the fact that the \r\nreport itself admits that its findings do not necessarily \r\nreach the standard of proof applicable in criminal trials \r\nand that the Mission should have addressed its \r\nrecommendations to the Council and not to other \r\ninstitutions in the United Nations and multilateral \r\nsystem. \r\n The report was also among the major issues \r\ndiscussed by the Security Council on 14 October. We \r\ncarefully watched the discussion in the Security \r\nCouncil, as we had the events that led to the convening \r\nof the Council’s meeting. We followed that up with a \r\nserious analysis of the developments that have since \r\nunfolded. \r\n India’s deep association with, and continuing \r\ncommitment to, Palestine is rooted in our modern \r\nhistory going back to our struggle for independence. \r\nWe believe that the solution to the Palestine issue \r\nshould be based on the relevant resolutions of the \r\nUnited Nations, the Arab Peace Initiative and the \r\nQuartet’s Road Map. That should result in a sovereign, \r\nindependent, viable and united State of Palestine living \r\nwithin secure and recognized borders, side by side at \r\npeace with Israel. \r\n India will continue to do all within its capacities \r\nto assist Palestine in its endeavours in capacity- and \r\ninstitution-building. That intention has been \r\nexemplified, among other things, by the recent \r\nenhancement of our contribution to the United Nations \r\nRelief and Works Agency for Palestine Refugees in the \r\nNear East. \r\n The continuing atmosphere of distrust and refusal \r\nto talk is fast becoming a major obstacle to peace and \r\nsecurity in the West Asia region. Terrorism and the \r\nescalating humanitarian crisis are adding obstacles to \r\nany resumption of the dialogue process. We are \r\nconvinced that all the concerned parties involved in the \r\nGaza conflict that took place nearly a year ago need to \r\nengage in introspection and take firm action against \r\nthose responsible for violations of international \r\nhumanitarian law and human rights law in a credible \r\nand speedy manner, as has been recommended by the \r\nGoldstone report. The international community, and \r\nespecially the countries of the region, must play a \r\nA/64/PV.37  \r\n \r\n09-59450 8 \r\n \r\npositive role in creating an enabling atmosphere for \r\nsuch investigations and follow-up actions. \r\n In conclusion, I wish to emphasize that, while we \r\nwelcome the various efforts at documenting the \r\ninjustices and atrocities committed during the Gaza \r\nconflict, we have reservations about making an \r\nunqualified endorsement of the various \r\nrecommendations and some of the procedures adopted \r\nby the Goldstone report, including on the involvement \r\nof the International Criminal Court and the Security \r\nCouncil. \r\n Mr. Wenawesser (Liechtenstein): We appreciate \r\nthis opportunity to address the report of the United \r\nNations Fact-Finding Mission on the Gaza Conflict \r\n(A/HRC/12/48). The substance of the report has been \r\npreviously discussed, both at the Human Rights \r\nCouncil and in the framework of the last open debate \r\nof the Security Council. We were disappointed by the \r\ntwo decisions that the Human Rights Council adopted \r\non the important report before us. We hope that today’s \r\ndebate will result in a responsible and appropriate \r\ndecision by the only universal organ of the United \r\nNations. \r\n We look at the report before us as part of the \r\nlarger picture in the area of accountability — a topic \r\nwith which United Nations organs have been struggling \r\non a regular basis. On the one hand, both the General \r\nAssembly and the Security Council have intensified \r\ntheir efforts to enhance the protection of civilian \r\npopulations in times of armed conflict. One clear \r\nexpression of that stronger commitment was the \r\nagreement reached in the Assembly on the principle of \r\nthe responsibility to protect civilian populations. That \r\nresponsibility falls primarily on States, but also on the \r\ninternational community as a whole, in cases where \r\nnational authorities are manifestly failing to protect \r\ncivilian populations.  \r\n On the other hand, we have witnessed the \r\ncontinuing erosion of respect for international \r\nhumanitarian law, which is the prime guarantor of such \r\nprotection in practice. Most important, there has been \r\nno consistency in the efforts to ensure accountability. \r\nThe question can therefore be asked as to why we have \r\nsuch a comprehensive report before us on the military \r\noperations in Gaza several months ago, when possible \r\nmassive violations of international humanitarian law in \r\nthe context of counterinsurgency operations in other \r\nparts of the world have not been subject to any such \r\ncredible investigations. We are facing a problem of \r\nselectivity, which we are familiar with from the \r\nbroader human rights discourse. We need to address it. \r\nBut silence on everything and silence on the \r\ninformation before us cannot of course be our \r\napproach. \r\n Over the past decade, the Organization has made \r\nvery significant progress in the area of accountability \r\nand in the fight against impunity. It is generally \r\naccepted that there can be no immunity or amnesty for \r\nperpetrators of the most serious crimes under \r\ninternational law — genocide, crimes against humanity \r\nand war crimes. It is also generally recognized that \r\nnational judiciaries have the primary responsible for \r\ninvestigating and prosecuting cases where such crimes \r\nhave been committed. Where they fail to do so, \r\ninternational law requires that other actors step up to \r\nensure that there is no impunity for the perpetrators of \r\nthose crimes. This principle is also the conceptual basis \r\nof the International Criminal Court, the most important \r\nexpression of the principle of complementarity. \r\n The findings contained in the report of the Fact-\r\nFinding Mission are very serious and very disturbing. \r\nBy its mandate and its character, the Mission was not a \r\ncriminal investigation. But clearly there is a need for \r\nsuch an investigation on the basis of the vast material \r\nthat the Mission has collected. In considering the \r\nreport, the Assembly is now called upon to act in \r\naccordance with the principle of the primary \r\nresponsibility of the parties to the conflict, which was \r\nadvocated by the Mission itself. We therefore hope that \r\nthe draft resolution to be adopted at the end of this \r\ndebate will focus on the responsibility of the parties to \r\nthe conflict to investigate and prosecute allegations of \r\nserious violations of international humanitarian law.  \r\n We believe that that has emerged as a strong \r\ncommon element in the positions taken in a \r\ncontroversial political discussion over the past few \r\nweeks. Such investigations should be carried out in \r\naccordance with the relevant international standards, \r\nand there should be a possibility for the Assembly to \r\nconsider the issue again, when necessary, with a view \r\nto taking further action on the basis of a report by the \r\nSecretary-General. \r\n Mr. Takasu (Japan): I would like to express my \r\nappreciation to the President for arranging this meeting \r\non the report of the Human Rights Council on its \r\ntwelfth special session (A/64/53/Add.1). \r\n A/64/PV.37\r\n \r\n9 09-59450 \r\n \r\n Japan is seriously concerned about the increasing \r\nnumber of civilian fatalities and casualties that are \r\noccurring in armed conflict worldwide. The violence \r\nbeing done to civilians by both State and non-State \r\nactors is a violation of international humanitarian law \r\nand human rights law, and all perpetrators should be \r\nheld accountable. \r\n Ten months have passed since the Security \r\nCouncil adopted resolution 1860 (2009) and expressed \r\nserious concern about the harm done to civilians and \r\nUnited Nations facilities in Gaza. The humanitarian \r\nand human rights situation in Gaza, especially the \r\nplight of women and children, remains dire and \r\nprecarious. We must express our deep concern and \r\nexhort the concerned parties to make every effort to \r\nimprove the situation. \r\n The Human Rights Council adopted a resolution \r\non the Fact-Finding Mission on the Gaza Conflict on \r\n16 October (resolution S-12/1) and recommended that \r\nthe General Assembly consider the Mission’s report \r\n(A/HRC/12/48). We note that the Fact-Finding Mission \r\ntook great pains to try to ensure a degree of balance by \r\ninvestigating acts committed by the Palestinian side as \r\nwell as the Israeli side. We would like to pay tribute to \r\nthe efforts of the Mission. \r\n The Fact-Finding Mission reported serious \r\nviolations of international humanitarian law and human \r\nrights law by both Israelis and Palestinians. We should \r\nnever overlook these findings. With this view, we hope \r\nthat both sides will take appropriate steps in a timely \r\nmanner to conduct internationally credible \r\ninvestigations. \r\n The recommendations of the Fact-Finding \r\nMission are comprehensive and wide-ranging and \r\nrequire careful examination by the relevant parties and \r\nUnited Nations entities. We strongly believe that it is \r\nessential for the General Assembly and other relevant \r\nUnited Nations organs to conduct discussions \r\nconducive to the promotion of constructive dialogue on \r\nthe situation in Gaza and not to hinder the efforts the \r\ntwo sides are making. That is important especially at \r\nthis juncture, when the parties concerned are making \r\nserious efforts to resume peace talks. We believe the \r\nGeneral Assembly should encourage both Israel and the \r\nPalestinian Authority to engage in constructive \r\ndialogue in the hope that that would contribute to \r\nachieving a resolution of the situation on the ground. \r\n We are convinced that peace and justice are and \r\nmust always be mutually reinforcing. In this year of the \r\nsixtieth anniversary of the 1949 Geneva Conventions, \r\nthe international community should do everything in its \r\npower to enhance dialogue on how to achieve both \r\npeace and justice. \r\n Mr. Benmehidi (Algeria) (spoke in French): I \r\nwould like to thank the President of the General \r\nAssembly for having responded rapidly to the appeal of \r\nthe Group of Arab States to place on the agenda of our \r\nmeeting consideration of the recommendations of the \r\nreport of the United Nations Fact-Finding Mission on \r\nthe Israeli aggression against Gaza (A/HRC/12/48). I \r\nwould also like to pay a well-deserved tribute and \r\nexpress our particular gratitude to the members of this \r\nMission, headed by Justice Richard Goldstone, whose \r\nintegrity, courage and professional qualities are \r\nacknowledged and unanimously appreciated.  \r\n The broad participation of Member States in this \r\ndebate demonstrates, if there were need to do so, the \r\nhuge resource of solidarity, sympathy and benevolence \r\nthat this Assembly has always demonstrated with \r\nrespect to the Palestinian cause. We also see here an \r\noutpouring of a spirit of legitimate anger against the \r\ncontinued impunity of Israel, which impunity we \r\ncondemn with the utmost vigour. For its part, Algeria \r\nwould like to emphasize the importance it attaches to \r\nhaving our work produce specific decisions and \r\nactions.  \r\n The concentrated and well-documented report of \r\nthe United Nations Fact-Finding Mission arouses \r\nindignation. In it is a forceful description of the way in \r\nwhich the Israeli aggressor took the civilian population \r\nof Gaza hostage, leaving behind a shameful trail of \r\nvictims and devastation. It indeed does honour to the \r\nauthors of the report to have placed the civilian victims \r\nat the core of their concerns regarding the plethora of \r\nblatant violations of international law and international \r\nhumanitarian law.  \r\n It is totally understandable that their investigation \r\ndealt less with the status of the perpetrators of the \r\nviolations than with the nature and the instruments of \r\nthe crime in determining, to the extent possible, the \r\ncircumstances of events brought to their attention. \r\nHowever, it would be unjust and morally wrong to put \r\nthe aggressor and the aggrieved party on an equal \r\nfooting by dividing equally between them the \r\nresponsibility for their acts. Algeria is confident that \r\nthe investigations that the Palestinian side has \r\nA/64/PV.37  \r\n \r\n09-59450 10 \r\n \r\nunanimously committed itself to conduct will \r\ndemonstrate the pointlessness of the quibbling \r\nargument regarding the right to legitimate self-defence \r\nput forward by the Israeli aggressor to justify its \r\nserious crimes.  \r\n Regarding the bereaved survivors, Algeria refuses \r\nto describe the events in Gaza as a conflict. Rather, at \r\nissue is brutal military aggression, yet one more time \r\nwhen Israel, boasting sophisticated weaponry, has \r\nwaged war against civilians and has carried out \r\nbarbaric acts under the spotlight of the international \r\nstage. \r\n Faced with that kind of aggression, advocating a \r\nsharing of responsibilities would be to demonstrate a \r\ndeplorable naïveté. As stated by Mr. Richard Falk, \r\nUnited Nations Special Rapporteur on the situation of \r\nhuman rights in the occupied Palestinian territories, \r\nGaza has provided the ideal framework for the \r\nimplementation of the responsibility to protect with \r\nregard to a civilian population that has been \r\ncollectively punished by policies that are tantamount to \r\na crime against humanity. \r\n Israel has never concealed its deadly plans and \r\nhas certainly not committed its last act of aggression. \r\nIts history is studded with war crimes and crimes \r\nagainst humanity, knowingly perpetrated in pursuit of \r\nan expansionist goal. The most recent crime in Gaza, \r\nhowever, openly committed in the face of the \r\ninternational community and the Security Council in \r\nparticular, is exceptional in that it threatens the very \r\nnotion of norms of law. Condemned at the time by the \r\ninternational community, that new act of aggression by \r\nthe Israeli army is a massive and flagrant violation of \r\nhuman rights without mitigating circumstances, once \r\nagain demonstrating that in order to achieve its goals \r\nIsrael is prepared to trample the norms of international \r\nlaw and the principles on which our Organization was \r\nfounded. \r\n It is, however, regrettable that this condemnation \r\nhas not been reinforced by decisive action on the part \r\nof the Security Council, despite the fact that the \r\nCharter grants such power. As far as Israel is \r\nconcerned, the Council has clearly not adopted the \r\nfirm, strict attitude necessitated by the seriousness of \r\nthe situation and the threat it poses to international \r\npeace and security, as well as to the peace process. \r\n Algeria welcomes the President’s important \r\nstatement at the beginning of this meeting. We fully \r\nsupport the desire of the majority of delegations to see \r\nthe General Assembly and the Security Council \r\ndemonstrate their responsibility and coherence in order \r\nto put an end once and for all to Israel’s policy of \r\naggression and threats, which would never have been \r\npossible without the impunity that Israel knows it can \r\nbe sure of. It is exactly that impunity and the blocking \r\nof any political decision by the United Nations system \r\nthat weakens our Organization’s very credibility. \r\n It is thus perfectly natural that the Security \r\nCouncil be called on to finally shoulder its \r\nresponsibilities and exercise its prerogatives at a \r\nmoment when Israel’s murderous aggression is handing \r\nover the entire Middle East to a dangerous revival of \r\nthe spirit of confrontation, to the detriment of the \r\ndynamic of the peace process that all parties are \r\ncommitted to promoting and that the international \r\ncommunity is duty bound to protect. \r\n My delegation would like to urge the members of \r\nthe Assembly to adopt by an overwhelming majority \r\nthe draft resolution (A/64/L.11) that the Arab Group \r\nhas submitted on the basis of the recommendations in \r\nthe Goldstone Report. In so doing, they will be ending \r\nthe paralysis that has for too long characterized the \r\nattitude of our Organization towards Israel and thus \r\nhelping to put an end to the culture of impunity. \r\n Mr. Maurer (Switzerland) (spoke in French): \r\nSwitzerland has already stated its position in the \r\nHuman Rights Council and the Security Council on the \r\nreport (A/HRC/12/48) of the Independent United \r\nNations Fact-Finding Mission on the Gaza Conflict of \r\nDecember 2008 to January 2009. My delegation would \r\ntherefore like simply to reiterate the following points. \r\n The Mission investigated the allegations of \r\nviolations committed by all parties, not just one. It is \r\nthanks to that balanced approach that the report has a \r\nhigh level of credibility. It examines the events in an \r\nobjective, comprehensive manner.  \r\n Switzerland is concerned about the Mission’s \r\nfinding that very serious crimes were committed by the \r\nvarious parties and that it would be irresponsible not to \r\nfollow up on that. Accordingly, the report proposes a \r\nnumber of recommendations to ensure that justice can \r\nbe done. \r\n It is crucial at this stage that the parties to the \r\nconflict conduct their own independent investigations, \r\nin conformity with international standards. The \r\nresponsibility is, first and foremost, their own. If, \r\n A/64/PV.37\r\n \r\n11 09-59450 \r\n \r\nhowever, the parties to the conflict lack the will or \r\ncapacity to conduct the necessary investigations and \r\nlegal proceedings, it will be up to the international \r\ncommunity to ensure that the violations do not go \r\nunpunished. \r\n The Human Rights Council has endorsed the \r\nreport’s recommendations and called on the various \r\nactors, including the General Assembly, to ensure that \r\nthey carry out those recommendations in accordance \r\nwith their respective mandates. If need be, the \r\nAssembly should consider the creation of an \r\nindependent committee of experts in international \r\nhumanitarian law and human rights to oversee all the \r\nrelevant proceedings of all parties. \r\n In the interests of the victims, Israeli as well as \r\nPalestinian, we must ensure that this report does not \r\nfall into oblivion or indifference. Combating impunity \r\nis an indispensable condition for achieving a lasting \r\npeace and preventing future crimes. Those objectives \r\nare mutually reinforcing and should be pursued \r\nsimultaneously. \r\n The need for a negotiated solution to the Israeli-\r\nPalestinian conflict is obvious, and it is in that spirit \r\nthat we call on all parties to respect their obligations in \r\nthat regard under international humanitarian law and as \r\na matter of human rights. \r\n Mr. Kleib (Indonesia): Let me begin by \r\nextending my delegation’s appreciation to the \r\nPresident, for convening this pertinent and timely \r\nmeeting on such an important subject.  \r\n My delegation wishes to associate itself with the \r\nstatements delivered at the 36th meeting by the \r\nrepresentatives of Egypt on behalf of the Non-Aligned \r\nMovement, and of Syria on behalf of the Organization \r\nof the Islamic Conference. \r\n We remain profoundly distressed by the depth of \r\nthe human rights and humanitarian crisis that continues \r\nin the Gaza Strip, a crisis that will challenge our pledge \r\nto uphold the values of humanity if we continue to fail \r\nthe Palestinian people. Civilians in Gaza have been \r\nsuffering for far too long, and our efforts to come to \r\ntheir rescue in times of danger are far too weak. \r\n The illegal blockade and closure of the Gaza \r\ncrossings by Israeli authorities persist. Israel’s \r\nextensive economic blockade and restriction of \r\nmovement has not only weakened the Palestinians, it \r\nhas inflicted long-term damage on them. Not least, it is \r\nhaving destructive consequences by further sowing \r\nseeds of animosity and driving the cycle of violence in \r\nthe region. And there is no doubt that the Israeli \r\nmilitary operations in Gaza from 27 December 2008 to \r\n18 January 2009 worsened the already dire \r\nhumanitarian situation there. \r\n Indonesia appreciates the thorough, analytical \r\nand comprehensive report of the United Nations Fact-\r\nFinding Mission on the Gaza Conflict (A/64/490, \r\nannex). The report not only accurately captures what \r\nactually transpired during the military campaign, it also \r\nreveals many disturbing stories of atrocities. The \r\ninternational community must not ignore that. We must \r\nembrace the report. It is these solid facts that have \r\nIndonesia gravely concerned and dismayed over the \r\ninvestigation’s findings. We are in full agreement with \r\nthe report’s observations. \r\n The Israeli offensive was a deliberate assault \r\naimed at punishing, humiliating and terrorizing a \r\ncivilian population, and radically diminishing its local \r\neconomic capacity. The effect has been to force upon \r\nthem an ever-increasing sense of dependency and \r\nvulnerability. The excessive and disproportionate use \r\nof force, and a policy of collective punishment, were \r\nintentionally inflicted on the people of the Gaza Strip. \r\n This is plainly a policy of humiliation at its \r\nworst. Indonesia, as a nation that emerged from the \r\nashes of colonialism, knows very well that humiliation \r\ncan never be a source of strength. Such a policy will \r\nonly cause any oppressed society to grow stronger and \r\neventually prevail over its oppressor. Israel should and \r\nmust learn from history. \r\n Yet there is no guarantee that Israel will not use \r\nthat policy again. Israel has committed a variety of \r\ncrimes: war crimes and violations of international law, \r\ninternational humanitarian law and the Fourth Geneva \r\nConvention, to name a few. In that context, my \r\ndelegation would like to reaffirm, in the clearest \r\nmanner possible, its outrage and strong condemnation \r\nof the military onslaught by Israel in the Gaza Strip. \r\n We therefore commend the United Nations Fact-\r\nFinding Mission for their recommendations. We urge \r\nall parties concerned to pay their utmost attention to \r\nthe conclusions and to follow up on those \r\nrecommendations accordingly.  \r\n Today offers the opportunity for the wider \r\nmembership of the United Nations to express its views \r\non the grave situation in the Gaza Strip. Many \r\nA/64/PV.37  \r\n \r\n09-59450 12 \r\n \r\ncountries will passionately support the report as it is; \r\nothers might question some parts of it. This is the \r\nUnited Nations, where issues are incessantly debated, \r\nbut that should never be an excuse not to seek justice \r\nfor the Palestinian people. Let us not make this yet \r\nanother missed opportunity. It is high time for the \r\nGeneral Assembly to consider the substance and the \r\nrecommendations of the report of the United Nations \r\nFact-Finding Mission and to take a decision on the way \r\nforward. \r\n The conflict in the Middle East has been going on \r\nfor far too long. For 60 years the illegal Israeli \r\noccupation has made the region a theatre of tension and \r\nviolence. On the Palestinian side, the nation has been \r\nfacing hardship and surviving without a State. On the \r\nIsraeli-Palestinian track alone, the core issues — the \r\nstatus of East Jerusalem, the borders of a Palestinian \r\nState, settlements in the West Bank, Palestinian \r\nrefugees, security and water resources — remain \r\nunresolved. For many years, Indonesia has joined the \r\ninternational community in drawing attention to the \r\nconsequences of continued illegal Israeli activity in the \r\noccupied Arab territories. Israel should cease its \r\ncontinuous policy of playing the game of being deaf. \r\nToo many years have passed, too many lives have been \r\nlost, and too many dreams have been shattered. \r\n Finally, there is perhaps no international issue \r\nmore important to Indonesia and closer to our hearts \r\nthan the effort to find a peaceful, just, lasting and \r\ncomprehensive settlement for any protracted conflict, \r\nbe it in Asia or elsewhere. The Israeli-Palestinian \r\nconflict draws our attention and compassion, and we \r\ndesire an end to the illegal occupation that began in \r\n1967. \r\n We have therefore consistently supported efforts \r\nto achieve such a settlement, based on all relevant \r\nSecurity Council resolutions, including resolutions 242 \r\n(1967), 338 (1973), 1397 (2002) and 1515 (2003). Our \r\ncommitment to an independent, viable and democratic \r\nPalestine, living side by side in peace and security with \r\nits neighbour, is absolute. It will be a tragedy for the \r\nPalestinians, the Israelis, other nations in the region \r\nand all humankind if peace in the region is persistently \r\nrejected. \r\n Mrs. Viotti (Brazil): The consideration by the \r\nGeneral Assembly of the report of the independent \r\nfact-finding mission headed by Justice Richard \r\nGoldstone (A/HRC/12/48) is both timely and \r\nappropriate. The Goldstone report is an important and \r\nserious document. Brazil commends the effective and \r\nprofessional work of the members of the mission. They \r\nhave investigated potential violations of international \r\nhumanitarian and human rights law on both sides of the \r\nGaza conflict in a rigorous and balanced manner. Their \r\nconclusions merit careful study. \r\n Pursuant to the principle of complementarity, \r\nBrazil is convinced that the report should, for the \r\nmoment, be implemented primarily by the concerned \r\nparties, with the full support of the international \r\ncommunity. The Israeli Government and the relevant \r\nauthorities in Gaza must establish full, independent and \r\ncredible investigations, in conformity with \r\ninternational standards, into the serious violations of \r\ninternational humanitarian and human rights law \r\nreported by the mission. Such investigations should be \r\ntime-bound. \r\n Given the responsibility of the international \r\ncommunity to ensure accountability for infringements \r\nof international law, Brazil believes that international \r\nmonitoring of those investigations is needed. That can \r\nbe done in a number of ways.  \r\n In devising the most appropriate way, we should \r\nbe guided by the need to seek justice and truth, while \r\nlaying down solid foundations for reconciliation among \r\nIsraelis and Palestinians. The ultimate political \r\njustification for investigating the alleged violations is \r\nthat putting an end to the prevailing culture of \r\nimpunity in the region will help deter further violence \r\nand encourage the parties to find a peaceful solution to \r\ntheir differences. There must be room not for \r\nvengeance, which only brings more violence, but for \r\naccountability, which brings reparation and, therefore, \r\npeace. \r\n It is important to respond to the concerns of those \r\nwho believe that an effective follow-up to the \r\nrecommendations of the Goldstone report might \r\njeopardize Israel’s right to self-defence and, \r\nconsequently, the support within that country for \r\ncredible peace negotiations. Brazil fully recognizes the \r\nright of Israel to defend its people and territory against \r\nall kinds of aggression. It is a Charter-based right that \r\nno one can deny. We have also indicated time and \r\nagain that public support in Israel for the peace process \r\nwill erode if the population, especially in the south, \r\nfeels threatened. \r\n At the same time, in defending itself, Israel is \r\nbound by international law. Although often \r\n A/64/PV.37\r\n \r\n13 09-59450 \r\n \r\nchallenging, the observance of international \r\nhumanitarian law is an imperative, especially in \r\nsituations of asymmetric warfare in densely populated \r\nareas, where civilians are likely to be much more \r\nexposed to the effects of military action. Those in \r\ncontrol of Gaza are also bound by international \r\nhumanitarian law and therefore must be held \r\naccountable for violations. \r\n Some say that it is unrealistic or naïve to expect \r\nthe parties to conduct independent investigations. We \r\nwill speculate on the future action or inaction of no \r\none. It is clear, however, that the possibility of a refusal \r\nby any of the parties to launch such investigations, or \r\nof a half-hearted engagement in them, if initiated, \r\nshould not be a cause for the international community \r\nto give up on the need for justice. It would fall on those \r\nwho deny accountability to bear the onus of their \r\ndecisions. \r\n The Goldstone report is particularly eloquent \r\nproof of the urgency of putting an end to the Israeli-\r\nPalestinian conflict and the violations of international \r\nhumanitarian law that it has brought about. The only \r\nlasting solution is to cease the occupation of the \r\nPalestinian territories and to create an independent, \r\ngeographically united, democratic and economically \r\nviable Palestinian State, living side by side with Israel \r\nin peace and security within internationally recognized \r\nborders. \r\n Brazil renews its strong and unwavering support \r\nfor the peace process, based on the relevant United \r\nNations resolutions, the Madrid terms of reference, \r\nincluding the principle of land for peace, the Arab \r\nPeace Initiative, the Quartet road map to peace and the \r\nAnnapolis process. We reiterate our call for the parties \r\nto take the measures needed to restart and sustain \r\ncredible negotiations. The momentum that existed \r\nearlier this year seems to be fading away. We must \r\nensure that peacemakers on both sides of the conflict \r\nquickly regain terrain. \r\n Mr. Al-Allaf (Jordan) (spoke in Arabic): First of \r\nall, I wish to thank the President of the Assembly for \r\nhis quick response in convening this important meeting \r\nto discuss the report of the United Nations Fact-\r\nFinding Mission on the Gaza Conflict, the Goldstone \r\nreport (A/HRC/12/48). \r\n The report of Justice Goldstone before us today is \r\nyet further evidence of the failure of military solutions \r\nto conflict in Palestine and the Middle East. My \r\ncountry time and again has emphasized the failure and \r\nunsustainability of the Israeli military approach to \r\ndealing with the question of Palestine. From this \r\nrostrum, we wish to reiterate and emphasize that the \r\nfuture of the Israeli State and its existence in the region \r\nand its enjoyment of peace and stability cannot be \r\nobtained except through the peace process, the \r\nresumption of serious peace negotiations on all tracks \r\nand the return of Arab territories occupied since 1967. \r\n The work of the Fact-Finding Mission has been \r\nperformed within the mandate entrusted to it by the \r\nHuman Rights Council. Its work was characterized by \r\na professionalism that reflected the integrity and \r\nimpartiality of its members. The Goldstone report is \r\nyet another addition to the many international reports \r\nchronicling the conflict and destruction in the Middle \r\nEast. In general, all of them have condemned the \r\nIsraeli military operations against civilian population \r\nareas, houses of worship and other targets prohibited \r\nunder international humanitarian law, especially the \r\nGeneva Conventions, regarding the protection of \r\ncivilians in times of war. \r\n Furthermore, actions by Israel during the recent \r\nwar against Gaza, as outlined in the Goldstone report, \r\nrepresent a legal and moral violation of its \r\nresponsibility as an occupying Power under \r\ninternational humanitarian law. Here, I would like to \r\nregister our profound sorrow for the lack of \r\ncooperation on the part of the Israeli Government with \r\nthe Fact-Finding Mission, and we demand that Israel \r\ncomply with the will of the international community to \r\ninvestigate the number of victims who lost their lives \r\nand the massive destruction caused by its military \r\noperations in Gaza, which included attacks on United \r\nNations relief organizations, including the United \r\nNations Relief and Works Agency for Palestine \r\nRefugees in the Near East. \r\n My country and all other peoples in the region \r\nhave suffered the scourges of conflict and occupation. \r\nThrough too many years of conflict, it has been proven \r\nthat violence and killing lead only to more violence \r\nand deepen the sense of frustration and despair among \r\nall peoples of the region. The time has indeed come for \r\nthe international community to enact criminal justice \r\nand protect future generations from the recurrence of \r\nthe human tragedies that we have recently seen in Gaza \r\nand before that throughout the course of the ongoing \r\nIsraeli-Palestinian conflict, which constitutes one of \r\nthe longest running conflicts in modern human history.  \r\nA/64/PV.37  \r\n \r\n09-59450 14 \r\n \r\n Therefore, this Organization has a grave \r\nresponsibility to ensure that the efforts of Judge \r\nGoldstone and his colleagues will not be mothballed. It \r\nis imperative therefore that the recommendations of the \r\nreport be pursued in order to achieve justice and ensure \r\nthe maintenance of international peace and security. In \r\nthat regard, it is the duty of the Security Council, by \r\nvirtue of its responsibilities, to consider the findings \r\nand recommendations contained in the Goldstone \r\nreport. \r\n In Jordan, it has been our long-standing policy to \r\nrespect international humanitarian law and human \r\nrights. Jordan has worked tirelessly to establish the \r\nInternational Criminal Court in order to preserve the \r\ninterests of humankind and to establish a bulwark \r\nagainst impunity. Here, redressing the culture of \r\nimpunity is a collective responsibility of all Member \r\nStates of the United Nations, and criminal \r\nresponsibility cannot in any way be in contravention \r\nwith peace efforts.  \r\n We demand that Israel, with which my country \r\nhas a peace treaty, pledge itself to peace and to peaceful \r\ncoexistence with the peoples of the region and to cease \r\nall practices contravening international law, namely, \r\nsettlement activities, excavations, displacement of \r\nPalestinians, demolition of houses in Jerusalem, \r\nconstant siege of the Palestinian people in the West \r\nBank and the Gaza Strip, partition and the seizing by \r\nforce of Palestinian land by building the separation \r\nwall. \r\n Here, we would like to caution that Israeli \r\npractices in Jerusalem will touch off yet another spiral \r\nof violence and be a new and severe setback to peace \r\nefforts, given the special religious and historical status \r\nof Jerusalem to both Muslim and Christian peoples. We \r\nwould like to stress that the Israeli practices in \r\nJerusalem and other occupied Arab territories cannot \r\nbe reconciled with a peace approach and do not serve \r\nthe security and future of Israel in the region. \r\n Mr. Núñez Mosquera (Cuba) (spoke in Spanish): \r\nCuba attaches great importance to consideration by the \r\nGeneral Assembly of the report of the United Nations \r\nFact-Finding Mission on the Gaza Conflict, known as \r\nthe Goldstone report (A/HRC/12/48). The report of the \r\nFact-Finding Mission is an objective document of the \r\nutmost juridical rigour drafted with professionalism \r\nand impartiality. Israel’s rejection of its conclusions \r\nand reluctance to cooperate in their application \r\nunderline that Government’s disregard for the will of \r\nthe overwhelming majority of the international \r\ncommunity and its refusal yet again to comply with the \r\nresolutions of the General Assembly and the Security \r\nCouncil relating to the Israeli-Palestinian conflict.  \r\n Israel’s position as the occupying Power has been \r\nmade clear by the criminal blockade and the policy of \r\nclosures of border crossings that it continues to impose \r\non the population of Gaza, compounding the difficulty \r\nof the living conditions of the long-suffering people of \r\nPalestine. With its military aggression of last \r\nDecember and January, Israel not only flagrantly \r\nviolated international law, including its legal \r\nobligations as occupying Power, but also committed \r\nwar crimes and crimes against humanity.  \r\n Those responsible for such acts of barbarism have \r\nnot been prosecuted. They continue to enjoy impunity. \r\nThat is possible only because of the protection enjoyed \r\nby Israel from the super-Power that continues to \r\nprovide the financial resources and weapons with \r\nwhich Israel can continue its aggressive policy of \r\noccupation of the occupied territories and of \r\nextermination of the Palestinian people. Cuba firmly \r\nbelieves that the impunity enjoyed by the Government \r\nof Israel is precisely what has made it possible to \r\ncontinue its illegal policies in clear contravention of \r\ninternational laws and what has permitted the \r\nescalation of its aggressive policies. \r\n The Fact-Finding Mission has confirmed that \r\nboth the earlier blockade and the aggression against the \r\nGaza Strip are forms of collective punishment against \r\nthe Palestinian population in Gaza and that they were \r\nformulated to that end by the Israeli authorities. The \r\nreport not only documents and confirms the numerous \r\nviolations of international humanitarian law committed \r\nby Israel, including the principles of discrimination and \r\nproportionality, but is also evidence that there was a \r\nclear intention of attacking civilian targets. The order \r\ngiven to the troops to not distinguish between civilians \r\nand troops confirms this.  \r\n Cuba energetically condemns these acts and urges \r\nthe international community to ensure that those \r\nresponsible are judged with all the harshness warranted \r\nby the crimes committed. We call upon the General \r\nAssembly to act without delay and adopt a resolution \r\nthat guarantees that appropriate measures will be taken \r\nto avoid a repetition of such situations in the future. \r\nImpunity cannot be allowed to continue.  \r\n A/64/PV.37\r\n \r\n15 09-59450 \r\n \r\n Moreover, we repeat our request to the \r\nGovernment of Israel to put an end to all violations of \r\nthe rights of the Palestinian people in the occupied \r\nPalestinian territories, including the settlement policy \r\nin East Jerusalem, and to scrupulously comply with its \r\nobligations under international law, in particular \r\ninternational humanitarian law and human rights \r\nstandards.  \r\n The facts highlighted in the report present a new \r\nopportunity for the international community to \r\nconsider the Palestinian question in greater depth. We \r\nbelieve that the outcome of this report will contribute \r\nto the international community’s efforts encouraging \r\nIsrael to end its occupation of Palestinian territory and \r\nensuring respect for the sovereignty of an independent \r\nPalestinian State, and its exercise of that sovereignty \r\nwithin the 1967 borders, with East Jerusalem as its \r\ncapital. \r\n Mr. Morejón (Ecuador) (spoke in Spanish): My \r\ndelegation aligns itself with the statement made by the \r\nrepresentative of Egypt on behalf of the Non-Aligned \r\nMovement. I would like to add the following in my \r\nnational capacity. \r\n Ecuador reiterates its position regarding the \r\nconflict in the Middle East, which is full respect for the \r\nstandards and principles of international law, in \r\nparticular as regards the peaceful settlement of \r\ndisputes. We condemn the use or threat of use of \r\nviolence and urge compliance with international \r\ntreaties and agreements and full compliance with the \r\nresolutions of the United Nations and its related \r\nbodies.  \r\n My delegation again condemns the acts of \r\nviolence in the Middle East, which are in clear \r\nviolation of international law and which prevent the \r\nachievement of a global and comprehensive solution to \r\nthe Palestinian/Israeli conflict and, by extension, the \r\nArab/Israeli conflict in the context of United Nations \r\nresolutions and in keeping with the standards and \r\nprinciples of international law.  \r\n We also condemn the military operations in the \r\nGaza Strip, which have caused tremendous loss of \r\nhuman life, particularly among women and children, \r\nand extensive material damage. In addition to the \r\nmilitary action, the blockade imposed on the \r\nPalestinian territories heightens the suffering and \r\ndevastation of a people who are struggling to achieve a \r\nsovereign and independent State. It was such actions \r\nthat led the President of the Human Rights Council to \r\nestablish a United Nations Fact-Finding Mission on the \r\nGaza Conflict. \r\n Ecuador takes into account the recommendations \r\nappearing in the Mission’s objective report, the \r\nGoldstone report (A/HRC/12/48), including the \r\nrecommendations to various United Nations bodies, \r\nIsrael, the competent Palestinian authorities and the \r\ninternational community. These recommendations \r\nconcern accountability for violations of international \r\nhumanitarian law, reparations, grave violations of \r\nhuman rights standards, the blockade and \r\nreconstruction efforts, the use of weapons and military \r\nprocedures, protection of human rights organizations \r\nand human rights defenders and follow-up on the \r\nMission’s recommendations.  \r\n Ecuador also takes note with concern of the scant \r\nsupport forthcoming from Israel to the Fact-Finding \r\nMission, as stated in the Goldstone report. There can \r\nbe no doubt that there are signs of grave violations of \r\nthe standards and principles of international law, \r\nhuman rights and international humanitarian law. The \r\nUnited Nations therefore was not only a victim of the \r\nattacks that caused the death of 18 of its staff members, \r\nbut also has an obligation to open an investigation into \r\nwar crimes and crimes against humanity committed in \r\nthe area in order to prevent impunity for those \r\npresumed responsible, especially taking into account, \r\nas stated in the Goldstone report, that Israel is \r\nincreasingly less prepared to undertake criminal \r\ninvestigations that meet international requirements.  \r\n Lastly, Ecuador endorses the demands by the \r\ninternational community that this conflict be settled, \r\nrespecting the rights of the Palestinian and the Israeli \r\npeoples to live in peace and security, as sovereign and \r\nindependent States, within safe and recognized borders. \r\nWe urge the parties to make the efforts that will \r\ncontribute to restoring dialogue, which will lead, \r\nthrough strict and effective compliance with its \r\ncommitments, to a just, lasting and comprehensive \r\npeace.  \r\n Mr. Al-Nasser (Qatar) (spoke in Arabic): We \r\nthank the President of the Assembly for responding to \r\nthe request of the Arab Group and the Non-Aligned \r\nMovement to convene a meeting of the General \r\nAssembly to consider the report of the United Nations \r\nFact-Finding Mission on the Conflict in Gaza \r\n(A/HRC/12/48), also known as the Goldstone report.  \r\nA/64/PV.37  \r\n \r\n09-59450 16 \r\n \r\n We would like to express our appreciation for the \r\nefforts undertaken by the members of the Mission — \r\nJustice Richard Goldstone, Professor Christine Chinkin, \r\nMs. Hina Jilani and Colonel Desmond Travers — who \r\nare prominent legal personalities known for their \r\nintegrity, professionalism and impeccable records. \r\nThey conducted a thorough and comprehensive \r\ninvestigation under unfavourable conditions, including \r\nIsrael’s refusal to cooperate with the Mission just as it \r\nrefused to cooperate with many previous missions, \r\nbecause of its belief that it is above the law and \r\nbecause it rejects international legitimacy.  \r\n I would like to echo the statement made by the \r\nrepresentative of Egypt on behalf of the Non-Aligned \r\nMovement. \r\n We all witnessed the tragic consequences of the \r\nmilitary aggression launched by Israel on 27 December \r\n2008 against the defenceless Palestinian civilian \r\npopulation trapped in the Gaza Strip, which resulted in \r\nthe death of more than 1,300 innocent Palestinians, \r\nincluding hundreds of women and children. The Israeli \r\noccupation forces used all sorts of deadly heavy \r\nweapons in total disregard for human life and \r\ninternational laws and norms, continuing its aggression \r\neven after the adoption of Security Council resolution \r\n1860 (2009) last January. \r\n The Goldstone report pointed to the crimes \r\ncommitted by the Israeli army and the Israeli \r\nGovernment against the Palestinian people, which \r\namounted to war crimes, even crimes against humanity, \r\nand included murder, torture, inhuman treatment, the \r\ninfliction of serious physical and psychological \r\ndamage on civilians and the destruction of property on \r\na large scale, including educational facilities, hospitals \r\nand houses of worship, without any justifiable military \r\nnecessity.  \r\n The report also pointed to a number of incidents \r\nthat demonstrate a systematic policy of collective \r\npunishment, including the systematic destruction of the \r\nonly flour mill that provides flour to the residents of \r\nthe Gaza Strip, the destruction of water wells and the \r\nshelling of the al-Fakhura school of the United Nations \r\nRelief and Works Agency for Palestine Refugees in the \r\nNear East (UNRWA), which was a safe haven for \r\nGazan children and their families. Those crimes \r\nconstitute a violation of international humanitarian law \r\nand international human rights law, the Geneva \r\nConventions, in particular the Fourth Geneva \r\nConvention, which includes provisions for the \r\nprotection of civilians under foreign occupation, and \r\nother relevant international conventions. \r\n At its twelfth special session, held two weeks \r\nago, the Human Rights Council endorsed the report of \r\nthe Independent International Fact-Finding Mission \r\nand presented it to the General Assembly as \r\nrecommended by the report. \r\n The Goldstone report was not the first report that \r\nreferred to the Israeli violations of international law, \r\nbut was preceded by numerous inquiries into the most \r\nrecent war in Gaza. These included the United Nations \r\nHeadquarters Board of Inquiry into certain incidents in \r\nthe Gaza Strip between 27 December 2008 and \r\n19 January 2009, which was set up by the Secretary-\r\nGeneral, the Independent Fact-Finding Committee on \r\nGaza, which was formed by the League of Arab States, \r\nand the reports of the International Committee of the \r\nRed Cross, Amnesty International and Human Rights \r\nWatch.  \r\n Moreover, before the recent war in Gaza, there \r\nwere a series of international reports and inquiries that \r\nrevealed other atrocities committed by Israel, the \r\noccupying Power, in the occupied Palestinian territory, \r\nincluding the United Nations fact-finding mission on \r\nthe massacre of Jenin, led by Martti Ahtisaari, and the \r\nreport of Archbishop Desmond Tutu on the massacre of \r\nBeit Hanoun. However, the international community’s \r\nfailure to implement the recommendations of those \r\nreports and the immunity continually granted to Israel \r\nhave contributed to an ongoing culture of impunity in \r\nsuccessive Israeli Governments, reinforced Israel’s \r\nsense of being above the law and encouraged it to \r\ncontinue to commit its crimes. \r\n In this regard, we cannot help but question the \r\nfate of the report of the Board of Inquiry established by \r\nthe Secretary-General, of which only the executive \r\nsummary has been published. That Board of Inquiry \r\nrecommended that an independent investigation be \r\nconducted and stressed that the Israeli armed forces \r\nhad directly and deliberately carried out strikes against \r\nUnited Nations headquarters, wounding and killing \r\nrefugees who had sought safe haven in those \r\nheadquarters, in breach of the immunity granted to the \r\nOrganization and its staff under the relevant \r\ninternational conventions. \r\n United Nations organs, including the General \r\nAssembly and the Security Council, must take serious \r\naction to follow up on the recommendations contained \r\n A/64/PV.37\r\n \r\n17 09-59450 \r\n \r\nin the report of the United Nations Fact-Finding \r\nMission on the Gaza Conflict and the other reports that \r\nwe have mentioned, and must shoulder their \r\nresponsibility with regard to these alarming actions and \r\ncrimes, which constitute a blatant threat to \r\ninternational peace and security. To neglect the \r\nGoldstone report would be to send the wrong message, \r\nespecially given the magnitude of the crimes detailed \r\nin the report and the legitimacy derived from the \r\nmandate given to the Mission by the Human Rights \r\nCouncil. \r\n The Israeli Government has accused the \r\nGoldstone report of being biased, as it has accused \r\nmany previous reports and internationally legitimate \r\nresolutions, but the Fact-Finding Mission did not limit \r\nitself to violations by the Israeli side. It also considered \r\nthe allegations against the Palestinian side. Yet, the \r\nMission did not find any evidence to support the Israeli \r\nGovernment’s claims that the Palestinian groups had \r\nused hospitals, schools and mosques as bases for \r\nmilitary activity. Those facilities were in fact used as \r\nsafe havens.  \r\n We reiterate today the need for all parties to \r\nadhere to international law and we believe that it is \r\nentirely unfair to the Palestinian people, who languish \r\nunder occupation and are deprived of heavy or modern \r\nweapons, to compare their legitimate self-defence \r\nefforts with the aggression and crimes committed by \r\nthe occupying Power through the use of excessive \r\nmilitary force and internationally banned weapons. \r\nAccordingly, we emphasize the absence of any \r\nsymmetry or balance whatsoever between the two \r\nparties. The right to struggle for liberation from foreign \r\noccupation cannot be equated with military aggression \r\nby occupying forces. \r\n Although the subject of today’s meeting is war \r\ncrimes, crimes against humanity and violations of \r\ninternational law committed by Israel during its recent \r\nmilitary aggression against Gaza, Israeli violations of \r\ninternational law and international norms are still \r\nongoing against the Palestinian people in the occupied \r\nPalestinian territory, including East Jerusalem, as the \r\nunjust siege imposed on Gaza is considered a policy of \r\ncollective punishment aimed at isolating the Gaza Strip \r\nand starving and terrorizing its inhabitants. \r\n In East Jerusalem too, the provocative and illegal \r\nacts committed, permitted or protected by the Israeli \r\nGovernment are a continuation of its clear breach of \r\ninternational law. Therefore, there must be an \r\nimmediate cessation of all settlement activities, even \r\nso-called natural growth. Acts of terrorism committed \r\nby extremist settlers in the courtyard of Haram \r\nal-Sharif and against unarmed Palestinians and those \r\ncommitted by the Israeli authorities must come to an \r\nend, acts such as the closure and siege of Al-Aqsa \r\nMosque, which prevents worshipers’ access to prayer. \r\nThe threat of the use of force must also come to an end. \r\n We strongly condemn the Israeli actions aimed at \r\nchanging the demographic composition of the Holy \r\nCity, the capital of the Palestinian State, encroaching \r\non its geographical nature, characteristics and legal \r\nstatus, and determining its fate illegally and \r\nunilaterally. We consider these attempts to be null and \r\nvoid, as confirmed in relevant United Nations \r\nresolutions. \r\n Contrary to what some claim, to hold Israel \r\naccountable for violations of international law does not \r\ncreate obstacles to the resumption of the peace process. \r\nOn the contrary, turning a blind eye to those crimes, to \r\nthe exacerbated humanitarian crisis that resulted from \r\nthe military aggression, to the blockade imposed on the \r\nGaza Strip, to continued Israeli settlement policies and \r\nto the recent escalation in East Jerusalem, all constitute \r\nthe biggest impediment to the tireless efforts for peace \r\nundertaken by the Quartet, the countries of the region \r\nand other interested parties. It is the greatest threat to \r\nthe prospects of achieving a just, lasting and \r\ncomprehensive peace in the Middle East. The failure of \r\nIsrael to comprehend the culture of dialogue and peace \r\nsets its conduct apart from that of the civilized world. \r\n Finally, the draft resolution that is before the \r\nGeneral Assembly would endorse the report of the \r\nHuman Rights Council (A/64/53/Add.1) and request \r\nthe Secretary-General to refer the Goldstone report to \r\nthe Security Council in line with the recommendations \r\nof the report. \r\n The State of Qatar has joined the sponsors of the \r\ndraft resolution, pursuant to our policy regarding the \r\npurposes and principles of the Charter of the United \r\nNations. Adopting the draft resolution will be the first \r\nstep towards ending impunity, achieving justice for \r\nvictims and upholding criminal justice, which is not \r\nsubject to the statute of limitations and remains a \r\nresponsibility of the international community. \r\nMoreover, the adoption of the draft resolution will \r\ncontribute to establishing an atmosphere conducive to \r\nthe relaunching of the peace process in the Middle \r\nEast.  \r\nA/64/PV.37  \r\n \r\n09-59450 18 \r\n \r\n Mr. Wetland (Norway): Deplorably, in recent \r\nyears we have seen too many instances of the lack of \r\neffective protection for vulnerable groups in armed \r\nconflict. We have seen too many victims, including \r\nchildren, women and innocent bystanders. We have \r\nseen parties to armed conflicts acting in ways that we \r\ncannot accept and that are unlawful under international \r\nhumanitarian law. That is why Norway believes that we \r\nhave an obligation to act. We can and must restore the \r\nrole of international humanitarian law and full respect \r\nfor the fundamental principles that are at the heart of \r\nthe United Nations. \r\n The role of humanitarian agencies and workers is \r\nincreasingly under threat. There are clear cases where \r\nimpartial agencies that are protected under \r\ninternational humanitarian law have been denied access \r\nto victims in need. It is imperative that international \r\nhumanitarian law be protected, defended and \r\nexpanded. All parties to a conflict must respect \r\ninternational humanitarian and human rights law. \r\n Since the outbreak of the Gaza conflict, Norway \r\nhas emphasized that the parties to the conflict bear the \r\nprimary responsibility to investigate and prosecute \r\npossible violations of humanitarian law committed by \r\nforces under their command. That is necessary in \r\nsocieties based on the rule of law. It is necessary to \r\nprevent a culture of impunity. It is also necessary for \r\nthe long-term prospects of peace and prosperity in the \r\nregion and for reconciliation between its people. \r\n We welcome the fact that the Goldstone report \r\n(A/HRC/12/48) is comprehensive, well documented \r\nand generally well prepared. The Fact-Finding Mission \r\nhas interpreted its mandate to include any action by all \r\nparties that might have constituted violations of \r\ninternational human rights law or international \r\nhumanitarian law. That is important. The value of the \r\nreport extends far beyond the conflict in question as \r\nthe international community continues to study the \r\nlimits of permissible action and the extent of \r\nproportionality in modern warfare. Those are \r\nexistential questions here at the United Nations. \r\n The report raises allegations of the most serious \r\nnature. It alleges that Israeli and Palestinian groups \r\nalike may have been responsible for grave violations of \r\ninternational human rights and humanitarian law. We \r\nare therefore obliged to deal with it in a meaningful \r\nand credible manner here in the United Nations. \r\n The report contains a number of recommendations \r\nto the parties. National implementation of those \r\nrecommendations must comply with relevant \r\ninternational standards. International monitoring of \r\nimplementation by the parties is therefore crucial. In \r\nthat context, we believe that both the Secretary-\r\nGeneral and the Human Rights Council have key roles \r\nto play. Complex challenges will have to be addressed in \r\nthe follow-up to the recommendations in the report, \r\namong them the fact that the recommendations are \r\ndirected towards State and non-State actors alike. \r\n It is our firm view that the General Assembly \r\nshould send a clear and unambiguous message on the \r\nfollow-up to the report. In order for that message to be \r\neffective, it is important that it enjoy the broadest \r\npossible support. We must ensure a coordinated \r\napproach by the relevant United Nations organs and \r\navoid competing processes. It is essential to ensure that \r\nthe decision of the General Assembly complements the \r\nongoing process in the Human Rights Council. \r\n We believe that the focus of the draft resolution \r\non the obligation of the parties to undertake \r\nindependent and credible investigations in conformity \r\nwith international standards (A/64/L.11) is relevant and \r\nconstructive. In order for that message to get through, \r\nwe encourage the main sponsors of the draft resolution \r\nto take fully into consideration proposals that would \r\nallow for the broadest possible support. \r\n Norway is determined to contribute to a \r\nmeaningful and credible process on the Goldstone \r\nreport both in the General Assembly and in the Human \r\nRights Council. We hope to see the same commitment \r\nfrom all other members. \r\n Mrs. Rubiales de Chamorro (Nicaragua) (spoke \r\nin Spanish): Nicaragua believes that, as called for by \r\nthe Human Rights Council, of which we are a member, \r\nin the draft resolution (S-12/1) it adopted at its twelfth \r\nspecial session, this plenary debate of the Goldstone \r\nreport (A/HRC/12/48) is crucial. We thank Libya for \r\nonce again acting with great speed to convene the \r\nAssembly. We especially thank Mr. Ali Treki, President \r\nof the General Assembly, on whom we know we can \r\nalways rely. \r\n My country associates itself fully with the \r\nstatements delivered by the representative of Egypt on \r\nbehalf of the Non-Aligned Movement and the \r\nrepresentative of Senegal on behalf of the Committee \r\n A/64/PV.37\r\n \r\n19 09-59450 \r\n \r\non the Exercise of the Inalienable Rights of the \r\nPalestinian People. \r\n Nicaragua cannot continue to tolerate the repeated \r\nviolations of Israel — the occupying Power — of \r\ninternational human rights norms and international \r\nhumanitarian law. Those violations bring terrible \r\nsuffering to the Palestinian people living through a \r\nserious humanitarian crisis and contribute to the \r\nongoing deterioration of the situation. As noted in the \r\nreport of the investigating Mission before us today, that \r\nincludes the deliberate obstruction of urgently needed \r\nreconstruction efforts in the Gaza Strip.  \r\n The report once again serves to remind us of the \r\natrocities committed by Israel, which used \r\ndisproportionate force against the civilian population \r\nof the Gaza Strip to bomb food warehouses, schools, \r\nresidential areas, hospitals, factories and water \r\npurification equipment. Between December 2008 and \r\nJanuary 2009, Israel caused the deaths of more than \r\n1,400 Palestinians, most of them civilians and more \r\nthan 20 per cent of them minors. \r\n It is important to stress the difference in attitude \r\nbetween Israel, the occupying Power, and Palestinian \r\nauthorities. At all times, the latter supported and \r\ncooperated with the Mission. By contrast, the \r\nGovernment of Israel repeatedly refused to cooperate \r\nwith the Mission in any way. \r\n It is shameful that the international community \r\ncontinues to allow Israel to ignore repeated calls and \r\ndemands for an end to the historic barbarity committed \r\nagainst the Palestinian people, which has deprived \r\nthem of their right to self-determination and to \r\nestablish an independent sovereign State, with East \r\nJerusalem as its capital, within the borders that were \r\ninternationally recognized in 1967. \r\n We urge the General Assembly and the other \r\norgans of the United Nations to consider seriously and \r\nact on the report and conclusions of the Mission. Not to \r\nact is to become an accomplice to those Israeli \r\npractices and policies. The international community \r\nshould, in order to enhance the possibilities for peace \r\nin the region, demonstrate resolve on the issue of \r\nIsrael’s accountability and ensure that international law \r\nis observed in all circumstances. That must include \r\nrespect for and compliance with the Fourth Geneva \r\nConvention, applicable to the occupied Palestinian \r\nterritory, including East Jerusalem, as has been \r\nreaffirmed in over two dozen Security Council and \r\ncountless Assembly resolutions. \r\n Nicaragua agrees with the views of the United \r\nNations Fact-Finding Mission on the Gaza Conflict \r\nthat some actions of the Government of Israel could \r\nprovide the basis for a competent tribunal to conclude \r\nthat crimes against humanity had been committed. \r\nAmong those acts, the report refers to the blockade, the \r\ndeprivation of the Palestinians in the Gaza Strip of \r\ntheir means of livelihood, employment, housing and \r\nwater, denial of their freedom of movement and their \r\nright to enter and leave their own country and \r\nrestriction of their access to courts and effective \r\nredress. \r\n Concrete measures must be taken to guarantee the \r\nprotection of the civilian population in the occupied \r\nPalestinian territory, including East Jerusalem, and to \r\nbreak the vicious circle of Israel’s impunity over the \r\npast 60 years, which has made such massive and \r\nflagrant violations of international law possible. \r\n Here, we also wish to refer to the report of \r\nMr. Kevin Cahill, Chief Adviser for Humanitarian \r\nAffairs and International Health to the Office of the \r\nPresident of the General Assembly at the sixty-third \r\nand sixty-fourth sessions, entitled “Gaza — Destruction \r\nand Hope”. The report, based on his visit to Gaza after \r\nthe invasion, describes the deplorable situation that \r\nthousands of Palestinians have been experiencing, \r\nwhich Mr. Cahill described by saying that the level of \r\ndestruction conjured up images of Dresden or \r\nHiroshima at the end of the Second World War. \r\n All available legal measures must be applied in \r\norder to put an end to the impunity and the violations \r\nof human rights by Israel in the occupied Palestinian \r\nterritory. That will be possible to the extent that Israel’s \r\nmain supporter, the United States, ceases to support the \r\noccupying Power. If that backing did not exist, the \r\noccupation of the occupied Arab and Palestinian \r\nterritories and the consecutive invasions and massacres \r\nof the Palestinian people would not continue.  \r\n We heard mention here of the need to release one \r\nIsraeli prisoner, one soldier. The need to free thousands \r\nof Palestinian prisoners was also mentioned. My \r\ncountry also calls for the liberation of an entire people, \r\nthe Palestinian people, to whom the occupying Power \r\ndenies freedom and their most fundamental and \r\ninalienable rights. \r\nA/64/PV.37  \r\n \r\n09-59450 20 \r\n \r\n Mr. Olhaye (Djibouti): We thank the President of \r\nthe General Assembly for convening this plenary \r\nmeeting at the request of the Non-Aligned Movement \r\nand the Arab Group to consider the report of the United \r\nNations Fact-Finding Mission on the Gaza Conflict, \r\nalso known as the Goldstone report (A/HRC/12/48), \r\nfollowing the recommendation of the Human Rights \r\nCouncil in its resolution S-12/1 of 16 October. \r\n In a rare display of balance and fairness, the \r\nreport assigns blame both to Israel and to the \r\nPalestinians, citing serious violations of international \r\nhumanitarian law, including war crimes, committed by \r\neach side. As underscored by Amnesty International, \r\nthe Rome Statute of the International Criminal Court \r\nholds domestic authorities and institutions primarily \r\nresponsible to investigate and prosecute violation of \r\nthose laws. Where there is no effort to follow through \r\non those requirements by the country or party in \r\nquestion, or it is unable to do so, an international \r\njustice mechanism can be activated. \r\n The mandate of the Fact-Finding Mission could \r\nnot be clearer: \r\n “to investigate all violations of international \r\nhuman rights law and international humanitarian \r\nlaw that might have been committed at any time \r\nin the context of military operations that were \r\nconducted in Gaza during the period from \r\n27 December 2008 and 18 January 2009, whether \r\nbefore, during or after”. (A/HRC/12/48, para. 1) \r\n In that context, Israel’s military assault on Gaza \r\nhas much wider legal and moral implications that \r\nextend beyond the immediate confines of Palestine and \r\nIsrael, as Palestinians seek redress through \r\ninternational law for the war crimes committed in \r\nGaza. Despite the massive efforts deployed by Israel to \r\nminimize the damage to its reputation, it is becoming \r\nincreasingly evident that it will be hard, this time, for \r\nIsrael to effectively counter the report’s international \r\ncredibility. An Israeli professor, Moshe Ma’oz of the \r\nHebrew University of Jerusalem, agrees: \r\n “The damage has been done. The news is all over \r\nthe world. Even if Israel comes up with a credible \r\ncounter-report and an independent inquiry, all this \r\nwill do is reduce the fallout.” \r\nIsrael, in fact, has repudiated the report as biased, one-\r\nsided, false and distorted, and seeks to shield its \r\nsoldiers from any independent investigation. We \r\nunderstand Hamas is exploring the creation of a \r\ncommittee to present its case with regard to firing \r\nunguided rockets into civilian areas of southern Israel. \r\n It may be recalled that the Fact-Finding Mission \r\ninterpreted its mandate as requiring it to place the \r\ncivilian population of the region at the centre of its \r\nconcerns regarding violations of international law. \r\nWhile Israel complains about the abuse coming from \r\nHamas, such as the rockets targeting civilians or the \r\nsuicide bombings, which it has denounced as terrorism, \r\nit ignores the hundreds of powerful guided missiles and \r\nrockets fired from the ground, air and sea into densely \r\npopulated Palestinian cities and urban centres that \r\ncaused hundreds of deaths. \r\n Much of Israel’s activity is collective \r\npunishment. As the Goldstone report noted, while \r\nIsrael attempted to portray its actions as a response to \r\nPalestinian rocket attacks, Israel’s real target was the \r\npeople of Gaza as a whole. The treatment of many \r\nPalestinian civilians in various ways — many were \r\neven killed while trying to surrender, mass detentions \r\nand further crimes — underscored the vicious nature of \r\nIsrael’s actions. Food supply installations were \r\ndestroyed, as were water sanitation systems, residential \r\nhouses, schools, buildings and roads. There was often \r\nno military threat. Clearly, that issue must and should \r\ncommand the attention of the General Assembly and \r\nthe Security Council. \r\n The daily life of Palestinians is very precarious, \r\ndangerous and uncertain, at best. Israel could do much \r\nmore to ease the pervasive hardships inflicted on the \r\nordinary civilian population, such as opening the \r\nrestricted Gaza borders to permit the inflow of \r\ndesperately needed humanitarian aid and goods. The \r\nillegal demolition of homes and evictions must cease. \r\nWidespread demands have been made for a halt or \r\nfreeze — not a mere restraint — on settlement \r\nactivities, including the infamous natural growth. \r\nMuch the same can be said about the occupation of the \r\nGolan Heights, where settlement activities and building \r\nhave been taking place on an ongoing basis. Over all, \r\nIsraeli policy and actions appear deliberately aimed at \r\ncreating facts on the ground and a situation in which \r\nconfiscation, division, settlements, control and \r\nuneconomic entities will eventually preclude the \r\nemergence of a viable two-State solution. Israel has \r\nbeen condemned many times over the past decades for \r\nits inhumane treatment of Palestinians, but action by \r\nthe world community seldom takes decisive shape. \r\n A/64/PV.37\r\n \r\n21 09-59450 \r\n \r\n Something must be said as well with the regard to \r\nthe holy city of Jerusalem, which Israel is attempting to \r\nconfiscate each day through the never-ending \r\nexpansion of settlements and excavation work around \r\nthe city, particularly near the Al-Aqsa mosque and \r\nother religious sites. Much has also been said with \r\nregard to the famous wall under construction by Israel \r\naround the West Bank, which of course sequestrates \r\nmuch Palestinian land while separating once-adjoining \r\nareas and farmlands.  \r\n Let us hope that Israel will heed the voice of \r\nreason and international justice for the sake of its own \r\npeace and stability and for the sake of peace in the \r\nregion as a whole. \r\n Mr. Sangqu (South Africa): South Africa \r\nwelcomes the opportunity to participate in this meeting \r\nand to share our views on the report of the Independent \r\nInternational Fact-Finding Mission on the Gaza \r\nConflict (A/HRC/12/48). \r\n At the outset, we wish to commend the members \r\nof the Fact-Finding Mission team — Justice Richard \r\nGoldstone, Ms. Christine Chinkin, Ms. Hina Jilani and \r\nColonel Desmond Travers — who, in spite all odds and \r\nunder difficult circumstances, undertook the mission to \r\nGaza as mandated by the Human Rights Council. We \r\ncommend them on their insistence that the mandate be \r\nimpartial and objective and that it call for \r\ninvestigations of all violations, regardless of the \r\nidentity of the perpetrators. We believe that this \r\napproach enhanced the credibility of the mandate and \r\nthe resulting report. \r\n My delegation also acknowledges with \r\nappreciation the outstanding manner in which they \r\ndischarged their responsibility and the commitment and \r\ncourage they have shown in promoting and protecting \r\nhuman rights in the affected region and upholding the \r\nrule of law. \r\n We regret that, despite numerous approaches, no \r\ncooperation was afforded to the Mission by the \r\nGovernment of Israel, which also implicitly refused to \r\ngive the Mission access to Gaza, the West Bank and \r\nsouthern Israel. \r\n It is the clear understanding of the South African \r\nGovernment that this was a fact-finding mission and \r\nnot a judicial inquiry, and we unequivocally endorse all \r\nthe recommendations contained in its report. The South \r\nAfrican Government reiterates its full confidence in \r\nJustice Goldstone, recalling the prominent role that he \r\nplayed in our country’s transition to democracy and the \r\nintegrity he has shown when working on many \r\ninternational issues, including the International \r\nCriminal Tribunals for the Former Yugoslavia and \r\nRwanda. \r\n We condemn in the strongest terms the acts of \r\nsheer aggression, as well as the gross and systematic \r\nviolations of human rights carried out by the Israel \r\nDefense Forces during their incursion into occupied \r\nGaza in the latter part of December 2008 and earlier \r\nthis year. \r\n In an act of sheer and utter disregard of their \r\nobligations under international humanitarian law and \r\ninternational human rights law, the Israel Defense \r\nForces launched direct attacks against civilians with \r\nlethal consequences. They used human shields in \r\nviolation of an earlier ruling by the Israeli Supreme \r\nCourt outlawing such conduct. They attacked school \r\nfacilities administered by the United Nations Relief \r\nand Works Agency for Palestine Refugees in the Near \r\nEast, destroyed the only remaining flour-producing \r\nfactory, bulldozed huge tracts of agricultural land, \r\nbombed some 200 industrial facilities and destroyed \r\nPalestinian infrastructure. All of these atrocities led to \r\nthe massive loss of innocent lives, the displacement of \r\nthousands of Palestinians, unacceptable and \r\nunnecessary human suffering, and environmental \r\ndamage. \r\n The current situation in the Middle East should \r\nbe understood in the context of the ongoing Israeli \r\nmilitary occupation of the Palestinian territory and \r\nother Arab territories, which dates back to 1967, and \r\nthe associated denial of the right to self-determination \r\nof the Palestinian people. Israel’s track record of \r\ndisregarding international law and the failure of the \r\nSecurity Council to take any meaningful action in \r\nresponse to that record are the key factors contributing \r\nto the lack of progress in the peace process. \r\n In this regard, the South African Government \r\nstrongly believes that the full implementation of the \r\nreport and its recommendations is crucial to addressing \r\nthe pernicious acts of impunity and will greatly \r\ncontribute towards ensuring accountability. \r\n We call upon the Government of Israel to fully \r\ncomply with the recommendations contained in the \r\nreport, including the recommendation that Israel set up \r\nan independent, credible body to carry out the \r\ninvestigations and prosecutions to address the \r\nA/64/PV.37  \r\n \r\n09-59450 22 \r\n \r\nviolations of international humanitarian and \r\ninternational human rights law, failing which the \r\nSecurity Council should take up the matter, including \r\nreferring the situation to the International Criminal \r\nCourt. \r\n We also call upon the Security Council to accept \r\nthe report and adopt its recommendations. The Security \r\nCouncil would be mistaken in presuming that this \r\nimportant report, based on an analysis of dozens of \r\nincidents, interviews with hundreds of people and the \r\nreview of thousands of documents, can be treated \r\nlightly. For this reason, we call upon the Security \r\nCouncil to discharge its Charter-mandated \r\nresponsibilities with respect to the situation in the \r\nMiddle East, including the Palestinian question. \r\n My delegation is encouraged by the commitment \r\nof the Palestinians to address the violations of \r\ninternational humanitarian and international human \r\nrights law, and we believe their undertaking to comply \r\nwith the recommendations in the report, including the \r\nsetting up of a credible independent body to carry out \r\ninvestigations towards ensuring accountability and \r\njustice. \r\n The international community stands at a \r\ncrossroads in history and is being called upon to act \r\ndecisively to address the long-standing gross and \r\nsystematic violations of the human rights of the \r\nPalestinian people by adopting the recommendations of \r\nthe Fact-Finding Mission on the Gaza Conflict, and \r\nensuring the implementation thereof. This course of \r\naction will ensure that the international community’s \r\nefforts to combat impunity are reinforced, that the \r\nprotection regime of international human rights law is \r\nstrengthened, and that confidence in the international \r\ncommunity, particularly that of the affected \r\ncommunities, is restored. \r\n South Africa has consistently demonstrated its \r\nunwavering support for the rights of the Palestinian \r\npeople to a viable State of their own. We believe that a \r\nvision of peaceful coexistence between Israelis and \r\nPalestinians, based on the creation of a Palestinian \r\nState living peacefully side by side with Israel on the \r\nbasis of the 1967 borders and with East Jerusalem as \r\nits capital, is the only sustainable solution to the \r\nconflict. \r\n Accordingly, it is our conviction that the faithful \r\nimplementation of the recommendations contained in \r\nthe Fact-Finding Mission’s report will contribute \r\nimmensely to the quest for peace in Israel and \r\nPalestine, as well as to the promotion of stability and \r\ndevelopment in the region. \r\n Mr. Jomaa (Tunisia) (spoke in Arabic): The \r\nGeneral Assembly is meeting today to consider the \r\nreport of the Independent International Fact-Finding \r\nMission on the Gaza Conflict (A/HRC/12/48) adopted \r\nby the Human Rights Council in Geneva.  \r\n Our delegation agrees with the conclusions of this \r\nreport, which are intended to guarantee the \r\nimplementation of international law, international \r\nhumanitarian law and human rights law, in particular \r\nregarding peoples subjugated under foreign occupation. \r\nThe situation of the Palestinian people is the most \r\nglaring example of this because of the daily violations \r\nof its rights over the many wars of the last six decades. \r\n Our Organization and its principal organs, namely \r\nthe General Assembly and the Security Council, are \r\nfirst and foremost concerned with the maintenance of \r\ninternational peace and security and the protection of \r\ncivilians during war and crisis. One of the \r\nresponsibilities of the Organization, however, is to \r\npromote respect for the rights of civilians and the equal \r\nand just application of international resolutions and \r\nconventions. Today, that responsibility has gained \r\ninternational prominence in the light of the importance \r\nof the subject under consideration. \r\n The Israeli aggression against Gaza, indeed, was \r\na genuine setback in the region. At the same time, it \r\npoints to the need to give impetus to the peace process \r\nand to create appropriate conditions for it. There was a \r\nhuge loss of life, especially among women and \r\nchildren, along with the destruction of homes, civilian \r\nsites, infrastructure and United Nations facilities. \r\nMilitary escalation, excessive use of force and the use \r\nof internationally prohibited weapons can only \r\nexacerbate the situation and fuel anger and violence. \r\nThat runs counter to the efforts of the international \r\ncommunity and cannot serve the cause of peace in the \r\nworld, let alone in the Middle East. The Goldstone \r\nreport reflects, in an impartial and objective manner, \r\nthe aggressions and atrocities against the Palestinian \r\npeople, despite repeated appeals by the international \r\ncommunity, including by Tunisia. We insist on halting \r\nthat escalation and on preventing a humanitarian \r\ncatastrophe with regard to a people which has already \r\nsuffered so much. \r\n A/64/PV.37\r\n \r\n23 09-59450 \r\n \r\n Based on our dedication to the respect of \r\ninternational law and the principles of right and justice, \r\nand so that such attacks do not recur, my delegation \r\nbelieves that there is a need to give the conclusions and \r\nfindings of the Goldstone report the full attention they \r\nrequire and for serious follow-up to adopt decisive and \r\nconcrete measures. \r\n My delegation is convinced that the peace \r\nprocess is the only way to avoid another crisis and \r\ndanger to security in the Middle East. It is also the best \r\nguarantee of the lives of innocent civilians and of the \r\nestablishment of security and stability on the region. \r\nHere, we reiterate our principled position regarding the \r\nbrotherly Palestinian people and the just Palestinian \r\ncause. The Palestinian people must recover its \r\nlegitimate rights and establish its independent State on \r\nits territory, so the long-running tragedy can come to \r\nan end. \r\n In addition, Tunisia reiterates its appeal to the \r\ninternational community and, above all, to the sponsors \r\nof the peace process, to step up efforts to oblige Israel \r\nto renounce its settlement policy and its policy of \r\nprovocation. It must lift the blockades and closings \r\nimposed on the Palestinian people and do so \r\nunconditionally so that negotiations between the two \r\nparties can be resumed on the basis of international \r\nresolutions, the peace process terms of reference and \r\nthe Arab Peace Initiative.  \r\n Lastly, my delegation wishes once again to insist \r\non the need to pool all international efforts to put an \r\nend to Palestinian suffering and to assist them in \r\novercoming the impact of the Gaza war and the siege \r\nand closures, and by providing humanitarian assistance \r\nand basic needs in response to appeals by the United \r\nNations and its specialized agencies, and to implement \r\nUnited Nations resolutions, particularly Security \r\nCouncil resolution 1860 (2009). \r\n Mr. Bu Dhhair (Kuwait) (spoke in Arabic): The \r\nGeneral Assembly is discussing an important item \r\ntoday, relating to the report referred to it by the Human \r\nRights Council at its twelfth special session: the report \r\nof the United Nations Fact-Finding Mission on the \r\nGaza Conflict (A/HRC/12/48). \r\n After reading this important report, the State of \r\nKuwait wishes to extend its profound appreciation and \r\ngratitude to Judge Richard Goldstone and his panel for \r\npresenting a professional and factual report, which \r\nclearly shows the brutal Israeli practices against the \r\ninhabitants of Gaza, who endured a frightful nightmare \r\nfor a period of three weeks from 27 December 2008 to \r\n18 January 2009, taking the lives of 1,400 martyrs and \r\nleaving nearly 5,000 injured. This represented a serious \r\nviolation by a professional army against unarmed \r\ncivilians, whose right to life was usurped by the Israel \r\nDefense Forces, which violated all laws and norms. \r\n Israel has pursued a policy of obscuring the facts \r\nfrom the media and concealing the evidence. However, \r\nJudge Goldstone and his team have courageously \r\nexposed Israel and the war crimes it has perpetrated, \r\nwhich are tantamount to crimes against humanity. For \r\nthis, Judge Goldstone endured libel in the media as \r\nwell as doubts about the impartiality of his report. If \r\nthis indicates anything, it is how damaging this report \r\nis to Israel. The report is a special historical document \r\nin the history of the Middle East conflict, in that Israel \r\nis directly condemned and held responsible for \r\nviolating international humanitarian and human rights \r\nlaw. \r\n Israel has tried various means to impede the work \r\nof the United Nations Fact-Finding Mission. It \r\nprevented its members from entering the Palestinian \r\nterritories, and banned them from contacting witnesses \r\nor having access to the locations and buildings it had \r\ndestroyed to inspect them on the ground. Had it not \r\nbeen for the cooperation of Egypt in opening the Rafah \r\ncrossing, as well as the cooperation of the Palestinian \r\nAuthority, the Mission would have never been able to \r\ncarry out its duty in uncovering the painful truth, which \r\naffected every peace-loving person in the world. In \r\naddition, the Mission would have not been able to rally \r\nbehind it unprecedented public support, even inside \r\nIsrael itself. \r\n The unjust blockade that Israel imposes on the \r\nGaza Strip, in addition to the policy of collective \r\npunishment it pursues on the pretext of putting an end \r\nto the launching of rockets on its territories, do not \r\njustify nor do they grant Israel the right to use \r\nexcessive power in response. The brutal Israeli military \r\noperation, which damaged the entire infrastructure in \r\nthe Gaza Strip and destroyed Government buildings, \r\nmosques, hospitals and houses, and during which all \r\nkinds of exemplary punishment and torture took place, \r\nis a clear demonstration of Israel’s arrogance and \r\ntyranny. \r\n Israel used internationally prohibited weapons, \r\nsuch as white phosphorous, rockets and cluster and \r\nfission bombs. Such fatal weapons maim and disable \r\nA/64/PV.37  \r\n \r\n09-59450 24 \r\n \r\nthe injured. What system of international law accepts \r\nsuch aggressive practices or overlooks them without \r\naddressing them firmly and decisively? \r\n Israel did not respect the inviolability of United \r\nNations buildings. It bombed the office complex of the \r\nUnited Nations Relief and Works Agency for Palestine \r\nRefugees in the Near East with highly explosive and \r\nwhite phosphorous bombs. That in and of itself is \r\nanother flagrant violation of international instruments \r\nand treaties which can be added to Israel’s record of \r\ncrimes which are replete with violations of human \r\nrights law and international humanitarian law. \r\n Israel also used civilians as human shields. After \r\nblindfolding them and tying their hands, it sent them \r\ninto houses suspected of harbouring militants, which \r\nviolates all humanitarian laws and is considered a war \r\ncrime. Israel also transferred hundreds of Palestinians \r\nto be detained unjustly in Israeli jails, without trials \r\nand without having committed any offence. Those are \r\nobvious examples of Israel’s persistent perpetration of \r\nbrutal and hostile acts.  \r\n The report also states that Israel used depleted \r\nand non-depleted uranium munitions. While that is an \r\nissue that needs further study and investigation, it is \r\nclear that Israel has systematically violated \r\ninternational laws and United Nations resolutions, \r\nincluding Security Council resolution 1860 (2009), \r\ncalling for a ceasefire during the Israeli aggression on \r\nGaza. \r\n From the many eyewitness accounts of \r\nPalestinian citizens detailed in Judge Goldstone’s \r\nreport, it is clear that his must be the last report the \r\nUnited Nations prepares on the subject: any further \r\nreport that is not followed by strong international \r\npreventive action will only make Israel bolder, more \r\narrogant and more convinced that it is immune and \r\ncannot be touched. That situation fosters a culture of \r\nimpunity and taints the credibility of the United \r\nNations and of the international community. Are \r\nMember States ready to lose the credibility of the \r\nUnited Nations and its maintenance of international \r\npeace and security because of Israel’s intransigence \r\nand tyranny? \r\n In this context, my delegation emphasizes its \r\nsupport for all the recommendations contained in the \r\nreport and referred to the General Assembly, the \r\nSecretary-General, the Security Council, the Human \r\nRights Council, the International Criminal Court and \r\nthe international community. We also demand the High \r\nContracting Parties to the Geneva Conventions to take \r\nall necessary measures to convene an urgent meeting to \r\nconsider human rights violations that fall under the \r\nGeneva Conventions. We also stress the importance of \r\npressuring Israel to implement the recommendations of \r\nthe Goldstone report by establishing credible national \r\ncourts and investigative commissions to prosecute the \r\nperpetrators of war crimes. \r\n Israel’s feverish settlement activity in Jerusalem, \r\nits zeal to erase the Arab identity of that city, its \r\ncontinued aggression against Islamic holy sites, its \r\nbanning of prayer by the faithful in the Al-Aqsa \r\nmosque and its protection of extremist Jews who \r\npractice their religious rites in Islamic houses of \r\nworship together represent a flagrant affront to the \r\nsentiments of 1.5 billion Muslims. Those aberrant \r\nIsraeli actions, which the international community \r\ncondemns, inflame sensibilities, lead to violence and \r\nextremism and open the door wide for reactions at all \r\nlevels. \r\n In that connection, we warn and appeal to the \r\ninternational community, the United Nations and its \r\nprincipal organs — the General Assembly and the \r\nSecurity Council — and in particular the influential \r\ncountries which directly bear the responsibility of \r\nmaintaining international peace and security, as well as \r\nto all peace-loving nations, civil society institutions of \r\nall kinds and religious institutions of all denominations \r\nin every corner of the world to stand firm and strong in \r\npreventing the flagrant encroachments on the Al-Aqsa \r\nmosque and its surroundings, which have reached a \r\ndangerous level that certainly threatens the destruction \r\nof the mosque itself, which would gravely jeopardize \r\ninternational peace and security, affecting everyone \r\nwithout exception, and would threaten world peace and \r\nstability. \r\n The State of Kuwait, like all other peace-loving \r\nnations, commits itself to the fulfilment of its \r\ninternational responsibilities and obligations, to work \r\ntirelessly so that the Goldstone report will remain alive \r\nin the conscience of the international community until \r\nthe principle of no impunity is applied, in accordance \r\nwith the purposes of the United Nations Charter, which \r\ncalls for respect for human rights and dignity, which \r\nIsrael has violated in a manner that in today’s world is \r\nincredible, unacceptable and unprecedented, by waging \r\nits unjust war against the civilian Palestinian \r\npopulation in the Gaza Strip. \r\n A/64/PV.37\r\n \r\n25 09-59450 \r\n \r\n Kuwait calls upon Member States to work \r\ntogether to implement the recommendations contained \r\nin the report of the United Nations Fact-Finding \r\nMission on the Gaza Conflict and to support the Arab \r\ndraft resolution before us in document A/64/L.11, \r\nwhich we consider to be a step in the right direction to \r\ncounter injustice and aggression. \r\n Mr. Zhang Yesui (China) (spoke in Chinese): \r\nThe Chinese delegation wishes to thank the President \r\nof the Assembly for convening these meetings on the \r\nrecommendations of the twelfth special session of the \r\nHuman Rights Council. We hope our meetings will \r\nhelp draw the attention of the international community \r\nto the human rights and humanitarian situation in the \r\noccupied Palestinian territory, especially the Gaza \r\nStrip, contribute to an early ending of the suffering of \r\nthe Palestinian people and move forward the peace \r\nprocess in the Middle East. \r\n The Chinese Government expresses its serious \r\nconcern about the humanitarian situation in the \r\noccupied Palestinian territory, especially Gaza. The \r\nblockade imposed on the Gaza Strip over the years, \r\nparticularly the military action at the end of last year \r\nand early this year, has led to a serious humanitarian \r\ncrisis for the Palestinian people and has caused \r\nenormous casualties among innocent civilians. Our \r\nhearts go out to the Palestinian people in their plight. \r\n On the other hand, we understand Israel’s security \r\nconcerns and are equally saddened by Israeli civilian \r\ncasualties. Such concerns, however, must not be a \r\nreason for excessive use of force that brings damage to \r\ninnocent civilians. Both the Palestinians and the Israelis \r\nshould enjoy equal rights to survival and personal \r\nsecurity. We oppose any violence against civilians and \r\nurge the parties concerned to comply with international \r\nhumanitarian law and human rights conventions. To \r\ntruly improve the humanitarian situation in the \r\noccupied Palestinian territory, we hope Israel will heed \r\nthe call of the international community, open the border \r\ncrossings into Gaza, ensure unfettered access of \r\nhumanitarian and reconstruction supplies to Gaza, stop \r\nthe construction of settlements and the separation wall \r\nand halt the forced demolition of Palestinian houses and \r\nrestrictions on the normal activities and freedom of \r\nmovement of the Palestinian people. \r\n We hope the international community will render \r\ncontinued political and moral support to the Palestinian \r\npeople and intensify its economic, financial and \r\ntechnical assistance to ease the hardship still \r\nconfronted by the Palestinian people. The parties \r\nconcerned should immediately deliver on the assistance \r\ncommitments they made during the donors conference \r\nheld in Sharm el-Sheik, Egypt, in March, and help the \r\nPalestinian people resume a normal and dignified life.  \r\n The Middle East peace process is now at a critical \r\njuncture. The humanitarian and human rights situation \r\nin the occupied Palestinian territory still presents a \r\nmajor challenge to efforts to resume the Middle East \r\npeace process. The international community should \r\nremain focused on the situation and provide real \r\nassistance. \r\n We have taken note of the report and \r\nrecommendations of the independent international \r\nFact-Finding Mission of the Human Rights Council \r\n(A/HRC/12/48), which include a host of targeted and \r\noperational steps. We call on all parties concerned to \r\nremain engaged, in cooperation with the relevant \r\norgans and agencies of the United Nations, carry out \r\nindependent and reliable investigations into all \r\nactivities that violate international humanitarian law \r\nand human rights conventions and hold the perpetrators \r\naccountable. In the mean time, United Nations organs \r\nand agencies should perform their respective functions \r\nand operate in strict accordance with their mandates. \r\n Political negotiation is the only way out. The \r\ncycle of violence leads nowhere. The parties concerned \r\nshould continue to exercise restraint and refrain from \r\nany move that may aggravate tensions. We hope that \r\nboth Palestine and Israel will remain firmly committed \r\nto peace talks and work on the basis of the relevant \r\nresolutions of the United Nations, the Arab Peace \r\nInitiative and the principle of land for peace in order to \r\nstrive towards the goal of two States living side by side \r\nin peace. \r\n The Chinese Government remains committed to \r\nsupporting the Middle East peace process. We have \r\ntaken an active part in promoting peace, stability and \r\ndevelopment in the Middle East. We have worked \r\nvigorously to provide humanitarian assistance to the \r\nPalestinian people. We also support the positive role \r\nplayed by the Human Rights Council and other \r\nrelevant United Nations organs and agencies. China \r\nwill continue to work with the rest of the international \r\ncommunity to make unremitting efforts towards the \r\nachievement of a comprehensive, just and lasting peace \r\nin the Middle East. \r\n  The meeting rose at 6.05 p.m. \r\n"