" United Nations  A/64/PV.29\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fourth session \r\n \r\n29th plenary meeting \r\nThursday, 29 October 2009, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n09-58345 (E) \r\n*0958345*   \r\nPresident: Mr. Ali Abdussalam Treki . . . . . . . . . . . . . . . . . . . . . . . . . . . (Libyan Arab Jamahiriya) \r\n \r\n \r\nThe meeting was called to order at 10.15 a.m.  \r\n \r\n \r\nAgenda item 75 \r\n \r\nReport of the International Criminal Court \r\n \r\n  Note by the Secretary-General (A/64/356) \r\n \r\n  Report of the Secretary-General (A/64/363) \r\n \r\n The President (spoke in Arabic): It is my \r\npleasure to give the floor to Judge Sang-Hyun Song, \r\nPresident of the International Criminal Court. \r\n Mr. Sang-Hyun Song: I am very honoured today \r\nto address the General Assembly on behalf of the \r\nInternational Criminal Court (ICC).  \r\n This is my first opportunity to address the \r\nGeneral Assembly since my election in March to \r\nsucceed Judge Philippe Kirsch as President of the ICC. \r\nJudge Kirsch deserves great credit for his leadership \r\nnot only in the establishment and early development of \r\nthe ICC, but also in the development of the relationship \r\nbetween the ICC and the United Nations. I fully share \r\nhis commitment to a strong and close relationship \r\nbetween the ICC and the United Nations. I look \r\nforward to further developing our mutually beneficial \r\ncooperation and support over the three years of my \r\nmandate as President of the ICC. \r\n In my remarks today, I would like first to update \r\nthe Assembly on the activities of the ICC and, \r\nsecondly, to speak about the priorities for my \r\npresidency, focusing in particular on how they relate to \r\nthe United Nations. \r\n On 26 January 2009, Trial Chamber I began the \r\nfirst ICC trial, that of Mr. Thomas Lubanga Dyilo. He \r\nis charged with conscripting, enlisting and using \r\nchildren under the age of 15 to participate actively in \r\nhostilities in the Democratic Republic of the Congo. \r\nThe trial is ongoing. \r\n Next month, Trial Chamber II should commence \r\nthe second trial of the ICC. Mr. Mathieu Ngudjolo Chui \r\nand Mr. Germain Katanga are each charged with seven \r\ncounts of war crimes and three counts of crimes against \r\nhumanity in the Democratic Republic of the Congo. \r\n In the situation in the Central African Republic, \r\nPre-Trial Chamber II recently confirmed three charges \r\nof war crimes and two charges of crimes against \r\nhumanity against Mr. Jean-Pierre Bemba Gombo. Trial \r\nChamber III is currently preparing for this trial, \r\nincluding ensuring the disclosure of evidence to the \r\naccused and the protection of witnesses. \r\n Last week, Pre-Trial I commenced a hearing on \r\nthe confirmation of charges against Mr. Abu Garda. He \r\nis charged with three counts of war crimes related to an \r\nattack on African Union peacekeepers. \r\n The ICC is only halfway through its first trial. It \r\nis still too early to draw definitive conclusions about \r\nthe judicial proceedings. Permit me, however, to make \r\nthree general observations. \r\n First, the extent of attention that must be given to \r\nthe protection of witnesses is perhaps unprecedented \r\nfor any court or tribunal. Of the 30 witnesses called so \r\nfar in the Lubanga case, 22 testified in Court with some \r\nA/64/PV.29  \r\n \r\n09-58345 2 \r\n \r\nform of protective measures. In comparison, only \r\n28 per cent of witnesses at the International Criminal \r\nTribunal for the Former Yugoslavia have required any \r\nprotective measure. The in-court protective measures \r\nare only one aspect of the measures to safeguard \r\nvictims and witnesses. Much more goes on behind the \r\nscenes to ensure that victims and witnesses are not put \r\nat risk, while also guaranteeing the rights of the \r\naccused to a fair and public trial. \r\n Secondly, the ICC is operating against a largely \r\nblank slate of jurisprudence. The Pre-Trial and Trial \r\nChambers are routinely confronted with fundamental \r\nquestions of interpretation of the Rome Statute, some \r\nof which concern completely new innovations in \r\ninternational law. In the past year, there have been two \r\ninquiries into the admissibility of cases on the basis of \r\nthe principle of complementarity — one in the case of \r\nMr. Katanga and the other on the situation in Uganda. \r\nThe issues raised in these instances have been resolved \r\nultimately by the Appeals Chamber. \r\n Thirdly, the ICC has dealt ably with what many \r\nforesaw as a potentially significant practical challenge, \r\nnamely, the participation of victims. A total of 102 \r\nvictims have participated in the proceedings against \r\nMr. Lubanga, and 345 victims will participate, through \r\ntwo legal representatives, in the trial of Mr. Katanga \r\nand Mr. Ngudjolo Chui. \r\n The biggest obstacle to the conduct of judicial \r\nproceedings remains the lack of arrest and surrender of \r\nsuspects. Warrants have been outstanding since 2005 \r\nfor Joseph Kony, Vincent Otti, Okot Odhiambo and \r\nDominic Ongwen for war crimes and crimes against \r\nhumanity allegedly committed in Uganda. Bosco \r\nNtaganda has been sought since 2006 for war crimes \r\nallegedly committed in the Democratic Republic of the \r\nCongo. Ahmad Harun and Ali Kushayb are each \r\nsubject to warrants for crimes against humanity and \r\nwar crimes issued in 2007 in relation to the situation in \r\nDarfur, the Sudan. \r\n On 4 March 2009, Pre-Trial Chamber I issued a \r\nwarrant of arrest for Mr. Omar Al-Bashir, the President \r\nof the Sudan. The Chamber found reasonable grounds \r\nto believe that he had committed five counts of crimes \r\nagainst humanity and two counts of war crimes in \r\nDarfur. As with all previous warrants, requests for his \r\narrest and surrender were issued to States. It is the \r\nresponsibility of States to arrest and surrender those \r\npersons, in accordance with their legal obligations. \r\n Beyond those judicial proceedings, the ICC \r\nProsecutor is continuing his investigations into the four \r\nsituations before the Court. He is also proactively \r\ngathering and analysing information on crimes which \r\nmay have been committed within the jurisdiction of the \r\nCourt in other situations. The Prosecutor has publicly \r\nstated that he is looking into situations in Colombia, \r\nGeorgia, Afghanistan, Côte d’Ivoire, Kenya, Palestine \r\nand Guinea. \r\n I would like to turn now to the priorities of my \r\npresidency as they pertain to the United Nations. My \r\nthree priorities for the Court are, first, to ensure respect \r\nfor the judicial independence of the Court; secondly, to \r\nenhance the effectiveness of the Rome Statute system; \r\nand thirdly, to continue to strive to be a model of \r\npublic administration. Today, I will speak about the \r\nfirst two priorities. \r\n The hallmark of the ICC is its independent \r\njudicial nature. The drafters of the Rome Statute took \r\ngreat care to ensure that political considerations not be \r\npart of the work of the judges. Once a situation comes \r\nbefore the Court, justice follows its course. The judges \r\ncannot and will not take political considerations into \r\naccount. They make judicial judgments on the basis of \r\njudicial facts. Those who wish to discuss political \r\nissues will need to do so in political forums. Those \r\nwho wish to engage the judges should do so through \r\njudicial proceedings. \r\n At the same time, this judicial institution operates \r\nwithin a political world. It depends on States and \r\nothers not just for cooperation, but also to respect, \r\nprotect and enhance the Court’s judicial independence. \r\nWhen the ICC issues a decision, it must be enforced by \r\nStates in accordance with States’ legal obligations. If a \r\nrequest of the Court creates problems for a State, it \r\nshould nevertheless respect the decision and consult \r\nwith the Court in accordance with the Rome Statute. \r\nWhere misperceptions may continue to exist, States, \r\ninternational organizations and civil society should \r\ncontinue to promote awareness and understanding of \r\nthe ICC’s purely judicial nature. \r\n The second priority of my presidency is to \r\nenhance the effectiveness of the Rome Statute system. \r\nStates, international organizations and civil society \r\nhave been working for years to develop the system of \r\ninternational criminal justice. Their achievements have \r\nbeen remarkable, but it is not time to rest on one’s \r\nlaurels. The system can and should be further developed. \r\n A/64/PV.29\r\n \r\n3 09-58345 \r\n \r\nThe primary responsibility to do so falls to States, but \r\nthe ICC has a natural leading role to play. The system \r\nof international criminal justice can be enhanced in \r\nthree ways. \r\n First, the system can be broadened by advancing \r\nglobal ratification of the Rome Statute. Ratification of \r\nthe Rome Statute is a sovereign decision of States. The \r\nICC will not seek to persuade States in their decisions, \r\nbut it will provide as much information as possible to \r\nthose considering ratification. \r\n Secondly, the system can be deepened by \r\nimproving the ability and willingness of national \r\njurisdictions to investigate and prosecute crimes within \r\nthe jurisdiction of the ICC, namely, genocide, crimes \r\nagainst humanity and war crimes. The ICC will, \r\nsubject to the limitations of its resources and its \r\nStatute, explore ways to assist States seeking to \r\ndevelop their capacities to investigate and prosecute \r\ninternational crimes. \r\n Thirdly, the system can be strengthened by \r\nimproving cooperation, in particular regarding \r\nenforcement by States of decisions and orders of the \r\nICC. Cooperation is a matter of legal obligations which \r\nmust be fulfilled. The ICC will nevertheless work with \r\nStates to identify means and methods of enhancing the \r\nspeed and reliability of cooperation. \r\n The United Nations has an equally central role to \r\nplay in enhancing the system of international criminal \r\njustice. While the first article of the Rome Statute \r\nestablishes the ICC, the second requires it to be \r\nbrought into relationship with the United Nations. \r\nFurther development of the system of international \r\ncriminal justice and its further integration with the \r\nUnited Nations system is in our common interest. \r\n The ICC greatly appreciates the statements of the \r\nSecretary-General, the resolutions of the General \r\nAssembly and other bodies, and all the practical efforts \r\nundertaken by the United Nations in support of the \r\ninternational criminal justice system. The ICC looks \r\nforward to continuing to work with the United Nations, \r\nStates, other international organizations and civil \r\nsociety to explore new means and methods for further \r\nenhancing the system of international criminal justice. \r\nIn this regard, the stocktaking exercise to be part of the \r\nReview Conference convened by the Secretary-General \r\nin Kampala next year will provide an excellent \r\nopportunity not only to assess where the system stands, \r\nbut also to set a road map for the future. \r\n In 15 years, the International Criminal Court has \r\ngone from an idea on the agenda of the General \r\nAssembly’s Sixth Committee and the International Law \r\nCommission to a robust judicial institution whose \r\nactivities permeate the entire United Nations system. \r\nThe futures of our two institutions have become very \r\nmuch intertwined. Members have my commitment and \r\nthat of the Court to our continued contribution to the \r\naims of the Rome Statute and the purposes and \r\nprinciples of the United Nations through our faithful \r\nadherence to the Court’s independent and judicial \r\nmandate. \r\n Mr. Ehrenkrona (Sweden): I have the honour to \r\nspeak on behalf of the European Union. The candidate \r\ncountries to become members of the Union Croatia, the \r\nformer Yugoslav Republic of Macedonia and Iceland, \r\nthe countries of the Stabilization and Association \r\nProcess and potential candidates Albania, Bosnia and \r\nHerzegovina, Montenegro and Serbia, as well as \r\nUkraine, the Republic of Moldova and Georgia, align \r\nthemselves with this statement. \r\n Chile and the Czech Republic have during this \r\npast year brought the number of States parties to the \r\nRome Statute to 110. However, in order to truly reach \r\nour common goal of ensuring that perpetrators of \r\nheinous crimes are always and without exception \r\nbrought to justice, we must continue to work for \r\nuniversal acceptance of the Statute and the International \r\nCriminal Court (ICC). The European Union therefore \r\nwarmly welcomes the fifth annual report of the Court \r\n(see A/64/356), which clearly demonstrates that we \r\nhave been successful in creating such a court. We are \r\nstill in an early phase of the Court’s life, but the \r\ntremendous progress already achieved in such a short \r\ntime is a testimony to the hard work of its officials and \r\nstaff. We wish to commend and thank them for their \r\nefforts. \r\n This year, once again, the European Union \r\nreaffirms its unwavering commitment to fighting \r\nimpunity for the most serious crimes of concern to the \r\ninternational community as a whole. Together, more \r\nthan 10 years ago now, we took a momentous step \r\nforward when we adopted the Rome Statute, creating \r\nfor the first time in history a permanent international \r\ncourt to ensure that perpetrators of crimes of genocide, \r\ncrimes against humanity and war crimes are held \r\naccountable. Until we reach this goal, the distribution \r\nof justice might at times seem uneven, maybe even \r\nunfair, but our response to this challenge cannot be to \r\nA/64/PV.29  \r\n \r\n09-58345 4 \r\n \r\nback away from the great achievements already made. \r\nInstead, we must continue down the path we have \r\nchosen and intensify our efforts to fight impunity. \r\n The same answer applies when we are faced with \r\nanother recurring challenge — when the two equally \r\ndesirable goals of peace and justice are pitted against \r\none another. We can certainly find several examples of \r\npeace processes made more complex through the \r\nintroduction of accountability. Nevertheless, it is our \r\nresponsibility to address both, not only because peace \r\nand justice are mutually reinforcing — since \r\naccountability is a cornerstone of the restoration of the \r\nrule of law in post-conflict countries — but also \r\nbecause victims of armed conflict should never be put \r\nin the position of having to choose between peace and \r\njustice for crimes committed against them and their \r\nfamilies. It is our responsibility to offer them both. The \r\nonly choices available are those of timing and method. \r\n Besides our clear responsibility to provide \r\nvictims with justice, we should keep in mind the long-\r\nterm effects of the Court, which should be greater \r\nrespect for international law, especially international \r\ncriminal law, international humanitarian law, human \r\nrights and the rule of law. This will ultimately \r\ncontribute to international peace and justice, in \r\naccordance with the Charter of the United Nations.  \r\n The Court cannot endure, however, without the \r\ncooperation of States. In this context, the European \r\nUnion is deeply concerned that several warrants for \r\narrest have still not been executed. We urge all States \r\nto cooperate with the Court and stress that a lack of \r\ncooperation on the part of States that are legally \r\nobliged to cooperate is unacceptable. \r\n The ICC is a court of last resort. The primary \r\nresponsibility for bringing offenders to justice lies \r\nwhere it should, with the States themselves. In a \r\nperfect world, we would therefore never have to resort \r\nto such a court. However, the reality is that there are \r\ntimes when individual States are not able or not willing \r\nto investigate and prosecute offences. The underlying \r\nreasons can be various. What is important is that in \r\nthese cases we have reached agreement that the \r\ninternational community should come to the victims’ \r\nassistance. In accordance with the basic principles of \r\nthe rule of law, decisions concerning the admissibility \r\nof a case at the ICC must be based only on legal \r\nconsiderations. It is therefore vital and important to \r\nsafeguard the Court’s independence. \r\n The European Union is highly appreciative of the \r\nsupport given by the United Nations. The United \r\nNations is a critical partner of the ICC; it is often in a \r\nunique position to provide the Court with logistical and \r\nsecurity support in the field. As far as cooperation with \r\ninternational organizations is concerned, more could be \r\nachieved; additional mechanisms for deepened \r\ncooperation with regional organizations could be \r\nestablished. The European Union, for its part, was \r\npleased to be able to sign an agreement of cooperation \r\nand assistance with the ICC in 2006, allowing, inter \r\nalia, for regular exchange of information and \r\ndocumentation of mutual interest. The European Union \r\nencourages other relevant international organizations, \r\nincluding the African Union, to formalize their \r\ncooperation with the Court. \r\n We are now approaching the Review Conference \r\nof the Rome Statute, to be held next year in Kampala. \r\nAt that time, we will probably address a number of \r\namendments in addition to those that we are obliged to \r\naddress in accordance with the Statute. We will also \r\nhave an opportunity to take stock of where \r\ninternational criminal justice is today — an exercise to \r\ndetermine where the ICC, together with the other \r\ninternational criminal courts and tribunals, is likely to \r\nhave a defining role. \r\n In that context, the European Union would like to \r\nexpress its gratitude to Uganda for that country’s \r\nreadiness to host the Conference, which indicates its \r\ncommitment to the ICC. As one of the three African \r\ncountries that have voluntarily referred a situation to \r\nthe ICC, Uganda is also in a unique position to show \r\nother States how workable implementing legislation is \r\nintroduced and how a State can effectively cooperate \r\nwith the Court. \r\n The International Criminal Court is a fundamental \r\ntool in preventing and deterring those crimes that \r\nundermine the very essence of humanity. The European \r\nUnion is and will remain firmly committed to the \r\nRome Statute and to the International Criminal Court. \r\n Mr. McLay (New Zealand): I have the honour to \r\nspeak today on behalf of Canada, Australia and New \r\nZealand (CANZ). We commend the International \r\nCriminal Court (ICC) for all that it has accomplished to \r\ndate and thank the President of the Court for his report \r\nthis morning. \r\n The Rome Statute is on its way to achieving \r\nuniversal acceptance. We can take great pride in the \r\n A/64/PV.29\r\n \r\n5 09-58345 \r\n \r\nfact that, in just over a decade, it has attracted 110 \r\nStates parties. We commend those parties for \r\ncommitting themselves to the full implementation of \r\nthe Rome Statute and to ending impunity for grave \r\ncrimes. We thank also those States parties and \r\nnon-governmental organizations that have actively \r\npromoted the universality and full implementation of \r\nthe Statute in the wider community. \r\n Every year since its inception, the ICC has \r\nreached important milestones in its development, and \r\n2009 has been no exception. The Court is now fully \r\noperational. The Office of the Prosecutor is \r\ninvestigating crimes and has issued warrants against \r\nalleged perpetrators in four situations, with several \r\nothers also under analysis. The year 2009 has seen the \r\ncommencement of the Court’s first trial as well as its \r\nfirst voluntary appearance. Next year will see another \r\nkey “first” for the Court when the inaugural ICC \r\nReview Conference is convened in Uganda. The \r\nlocation of the Conference is a positive reflection of \r\nAfrica’s constructive engagement with the Court over \r\nthe past decade. \r\n As the 2010 Review Conference draws closer, we \r\nencourage States and stakeholders to continue working \r\ntogether to ensure its success. Tangible progress has \r\nbeen made in the Special Working Group on the Crime \r\nof Aggression, and there appears to be broad support \r\nfor much of its work, particularly in relation to the \r\ndefinition of the crime and its elements. Although some \r\nchallenging issues remain, CANZ will do its utmost to \r\nhelp bring those important negotiations to a successful \r\nconclusion, and we encourage other States to do the \r\nsame. \r\n We also encourage States not to overburden the \r\nReview Conference with too many other proposals to \r\namend the Rome Statute. Such proposals should be \r\nconsidered only if they enjoy broad support, promote \r\nuniversality and address the Court’s most pressing \r\nneeds. While the Review Conference will be the first \r\nopportunity to consider amendments to the Statute, it \r\nwill not be the last. The Conference will also provide a \r\nunique opportunity to undertake a high-level stocktaking \r\nof international criminal justice in order to assess its \r\nconcrete achievements, challenges and lessons learned \r\nand to identify practical, meaningful ways to further \r\nstrengthen the Court. \r\n While the Court reaches its key milestones, it \r\ncontinues to face challenges. In addition to practical \r\nmatters that require resolution to enable it to operate \r\neffectively and efficiently, it faces some more \r\noverarching issues.  \r\n First, the Court does not yet have a global reach. \r\nUniversalization must remain a primary goal. In the \r\nlead-up to the Review Conference, we encourage States \r\nthat have not yet become parties to the Rome Statute to \r\ndo so and thereby contribute to the ending of impunity. \r\n Secondly, the Court relies on States and \r\ninternational and regional organizations to provide the \r\npolitical, moral and practical support necessary to \r\nenable it to fulfil its mandate. Assistance and \r\ncooperation must be provided with a view to, among \r\nother things, aiding in the arrest and surrender of \r\naccused persons, gathering evidence and enforcing \r\nsentences. To that end, we call on all States to \r\ncooperate with the Court and its processes. And we call \r\nin particular on the Governments of the Sudan and \r\nUganda to act on the outstanding arrest warrants issued \r\nby the ICC and to play their part in assisting the Court \r\nto ensure that justice is done. \r\n The CANZ countries will do their utmost to help \r\nmake the Review Conference a success, and we \r\nencourage all participants to do the same. Above all, \r\nhowever, we will continue to provide the International \r\nCriminal Court with our strong and unwavering support. \r\n Ms. Valère (Trinidad and Tobago): Trinidad and \r\nTobago has the honour to speak on behalf of the States \r\nmembers of the Caribbean Community (CARICOM) \r\nwhich are States parties to the Rome Statute of the \r\nInternational Criminal Court (ICC). We wish to \r\ncongratulate President Sang-Hyun Song on his election \r\nas President of the Court and to thank him for his \r\nreport to the United Nations, in keeping with article 6 \r\nof the Relationship Agreement between the United \r\nNations and the Court, as well as paragraph 17 of \r\nresolution 63/21.  \r\n We are confident that, under President Song’s \r\nleadership, the Court will continue to discharge its \r\nobligations in a manner consistent with the noble \r\nprinciples set out in the Rome Statute and the mandate \r\nconferred on it by States parties to bring to justice \r\nthose persons accused of committing crimes that fall \r\nunder article 5 of the Statute: genocide, war crimes, \r\ncrimes against humanity and, when defined, the crime \r\nof aggression. \r\nA/64/PV.29  \r\n \r\n09-58345 6 \r\n \r\n CARICOM States parties are committed to \r\ncarrying out our obligations under the Rome Statute in \r\ngood faith. We have always viewed the report of the \r\nCourt as a significant conduit for providing vital \r\ninformation on its activities to the wider membership \r\nof the United Nations. For us, this annual event is \r\nanother mechanism for promoting the universality of \r\nthe Rome Statute and the role of the Court in the fight \r\nagainst impunity. The recent ratification of the Rome \r\nStatute by Chile and the Czech Republic is further \r\nconfirmation of the growing acceptance of the Court by \r\nStates Members of the United Nations. \r\n As a permanent international criminal tribunal \r\naimed at fostering adherence to the cardinal principles \r\nof respect for the rule of law and the advancement of \r\nobjectives on behalf of the hapless victims of serious \r\ncrimes, the ICC has demonstrated in a relatively short \r\nperiod of time that it will investigate and prosecute \r\nthose persons, whomever they may be, referred to it by \r\nStates parties and other entities under the relevant \r\nprovisions of the Rome Statute. \r\n While CARICOM States parties welcome the \r\nadvances made by the Court during the past year, we \r\nare deeply concerned about the failure of some States \r\nto honour their obligations under the Treaty. CARICOM \r\nStates parties acknowledge that cooperation of all States \r\nparties and other entities with the Court is indispensable \r\nif the institution is to be effective in its quest to \r\nprosecute those cases that have been referred to it by \r\nStates parties, other States or the Security Council.  \r\n Consequently, we regret the fact that there remain \r\neight outstanding warrants of arrest in three situation \r\ncountries for individuals accused of committing grave \r\ncrimes. At this time, we wish to remind those States of \r\ntheir legal obligations to arrest and surrender to the \r\nCourt all those individuals for whom warrants of arrest \r\nhave been issued. The continued failure to execute \r\nthese warrants of arrest serves to further undermine the \r\nefforts of the Court to counter impunity and bring \r\nabout justice on behalf of the multitude of victims of \r\nwar crimes, crimes against humanity and genocide. We \r\nurge all the concerned States to honour their obligations \r\nand cooperate with the Court in keeping with their \r\nTreaty obligations and the relevant resolutions of the \r\nSecurity Council. \r\n Notwithstanding the failure of some States to \r\ncooperate fully with the Court, CARICOM States \r\nparties are satisfied with the strides made by the Court \r\nduring the current year as it seeks to bring justice to \r\nvictims of grave crimes and protect the innocent from \r\nserious breaches of international human rights law, \r\ninternational humanitarian law and peremptory rules of \r\ncustomary international law recognized by civilized \r\nStates. In this respect, we note with satisfaction the \r\nprogress made by the Court in its first trial in the case \r\nof Prosecutor v. Thomas Lubanga Dyilo. Similarly, we \r\nwelcome the start of proceedings in the case involving \r\nGermain Katanga and others. We will remain seized of \r\nthe issues involved in these cases and are convinced \r\nthat, despite the concerns raised by some detractors, \r\nthe Court will continue to observe all the tenets \r\nassociated with the conduct of a trial by an independent \r\nand impartial tribunal. \r\n CARICOM States parties have observed that the \r\nCourt is not only concerned with the rights of the \r\naccused, as is demonstrated by its scrupulous \r\nobservance of the maxim audi alteram partem (hear \r\nthe other side) in the Lubanga Dyilo and other cases, \r\nbut it is also conscious of the potential dangers faced \r\nby witnesses to the crimes under its jurisdiction. \r\nConsequently, we commend the Court for its witness \r\nprotection programme which is aimed at safeguarding \r\nwitnesses from any potential harm that may befall them \r\nas a result of their participation in any matter before \r\nthe Court. At this juncture, we wish to commend the \r\nCourt for the introduction of various in-court protective \r\nmeasures that are utilized in the witness protection \r\nprogramme. We congratulate the Court for ensuring \r\nthat the rights of the victims, witnesses and accused are \r\npreserved and respected during each proceeding. \r\n The ICC is first and foremost a judicial body and, \r\nas such, States parties must seek to elect to its bench \r\nonly those candidates who meet the requirements laid \r\ndown in article 36 of the Rome Statute. It is the view of \r\nthe CARICOM States parties that judges should be \r\nselected not only on the basis of their qualifications, \r\ncompetence and experience in the spheres of either \r\ncriminal law or international law, but must also be of \r\nhigh moral character and representative of the principal \r\nlegal systems of the world. In this regard, CARICOM \r\nis honoured to remind States parties of the candidature \r\nof Justice Duke Pollard of Guyana for election to fill \r\none of two judicial vacancies at elections scheduled to \r\ntake place during next month’s Assembly of States \r\nParties, to be held in The Hague. We are fully \r\nconvinced that as a jurist representing the common law \r\nlegal system, Justice Pollard satisfies the criteria for \r\n A/64/PV.29\r\n \r\n7 09-58345 \r\n \r\nelection as a judge of the ICC, and we request the \r\nsupport of all States parties for his candidature which \r\nhas been endorsed by CARICOM member States. \r\n CARICOM States parties also look forward to the \r\ncompletion of the work aimed at defining the crime of \r\naggression so that a definition of the crime can be \r\nadopted at the Review Conference, scheduled to take \r\nplace in Kampala, Uganda, in June 2010. However, we \r\nwish to emphasize that, in seeking to reach consensus \r\non this issue, States must be careful not to compromise \r\nthe independence of the ICC and subject it to the \r\nauthority of any other institution insofar as the exercise \r\nof jurisdiction over that crime is concerned. \r\n Further, we draw Members States’ attention to the \r\nrecent proposal which calls for an amendment to the \r\nRome Statute to include international drug trafficking \r\nas a crime within the jurisdiction of the ICC. This \r\nproposal is not a new one, receiving the support of \r\nsome States at the United Nations Diplomatic \r\nConference of Plenipotentiaries on the Establishment of \r\nan International Criminal Court, held in Rome in 1998.  \r\n We respectfully submit that the transboundary \r\ncriminal activities of international drug trafficking \r\ncontinue to have a deleterious impact on the socio-\r\neconomic structure of the Caribbean region and \r\nelsewhere, sometimes beyond the reach of local \r\njudicial and law enforcement officials. We call for \r\nfavourable consideration to be given to this proposal at \r\nour next Assembly of States Parties. \r\n In conclusion, CARICOM States parties wish to \r\nreiterate that the Preamble to the Rome Statute of the \r\nICC contemplates a relationship between the Court and \r\nthe United Nations system. An efficient and effective \r\nrelationship between both organizations would help us \r\ntackle the crimes of most serious concern to the \r\ninternational community as a whole and end impunity. \r\nWe therefore view the success of the ICC as the \r\nbusiness of all States Members of the United Nations, \r\nwhether State parties or otherwise. CARICOM States \r\nparties therefore take this opportunity to call upon \r\nthose Member States which have not yet done so to \r\nbecome parties to the Rome Statute.  \r\n This call assumes more urgency at a time when \r\nwe are about to witness the cessation of the activities \r\nof the various ad hoc International Criminal Tribunals \r\nestablished by the United Nations. As a permanent \r\ninternational criminal tribunal which is also committed \r\nto global peace and security, the ICC has already \r\nshown that it is a bulwark against those who violate the \r\ninalienable human rights of the most vulnerable among \r\nus and deserves the support of all of us. \r\n Mr. Muita (Kenya): The Group of African States \r\nparties to the Rome Statute of the International \r\nCriminal Court (ICC) congratulates you, Sir, and your \r\nBureau on your election to guide our work at the sixty-\r\nfourth session of the General Assembly. We assure you \r\nof our full cooperation as you carry out your mandate. \r\n The Group also congratulates Judge Sang-Hyun \r\nSong on his election as President of the ICC and \r\nwishes him well in discharging the functions entrusted \r\nto him in that capacity. We have every confidence that \r\nhe will meet the high expectations of his office. \r\n I should like to begin by stating that the entry \r\ninto force of the Rome Statute ushered in a new era in \r\nthe administration of international criminal justice. The \r\nCourt’s deterrent role for the most serious international \r\ncrimes is beginning to be felt as it engages in greater \r\njudicial activity. As a fully functional judicial institution, \r\nthe Court is making substantial progress in its work \r\nand developing its own jurisprudence on international \r\ncriminal justice. If it is to make more progress, the \r\nCourt should be given all the necessary support. \r\n War crimes, crimes against humanity and \r\ngenocide know no borders. We must all become allies \r\nin fighting these crimes. To this end, the Rome Statute \r\naffords States the opportunity to deal with cases of \r\nhuman rights violations under domestic law and allows \r\nthe ICC to assume jurisdiction only when affected \r\nStates are either unable or unwilling to act. This \r\nprinciple of complementarity is a positive development \r\nin the quest to promote and protect human rights. The \r\ndebate on justice and peace or peace and justice ought \r\nnot to undermine the principle of complementarity and \r\nthe fight against impunity. \r\n I wish to take this opportunity to reaffirm the \r\nAfrican Group’s commitment to its obligations under \r\nthe Rome Statute. The African States parties to the \r\nRome Statute remain committed to the fight against \r\nimpunity, as well as to the fair, independent, impartial \r\nand effective functioning of the International Criminal \r\nCourt. To this end, the African States parties have \r\ncontinued to cooperate with the ICC on a broad range \r\nof issues. \r\n The movement towards the universality of the \r\nCourt is clearly visible. States are increasingly looking \r\nA/64/PV.29  \r\n \r\n09-58345 8 \r\n \r\nto the Court as the central mechanism for the \r\nadministration of international criminal justice. The \r\nemerging universal acceptance of the Court is reflected \r\nin the number of countries that have become parties to \r\nthe Rome Statute to date. In this connection, we \r\ncongratulate Chile and the Czech Republic, which have \r\nrecently become parties to the Rome Statute, bringing \r\nthe Court’s membership to 110 countries. We urge States \r\nthat have not done so to consider becoming parties to \r\nthe Rome Statute of the International Criminal Court. \r\n In the administration of international criminal \r\njustice in Africa, the ICC was preceded by the Special \r\nCourt for Sierra Leone and the International Criminal \r\nTribunal for Rwanda. The two judicial bodies proved \r\nthat it is now possible to hold leaders accountable for \r\ngrave crimes and human rights abuses. The \r\nimplementation of the Rome Statute will therefore go a \r\nlong way towards promoting and protecting this new \r\nculture and will act as a tool for deterring potential \r\nhuman rights abuses everywhere. \r\n The African Group of States parties to the ICC \r\ncommends the work of the liaison office in New York \r\nand urges all Member States to support the creation of \r\na liaison office at the headquarters of the African \r\nUnion in Addis Ababa in order to facilitate efficient \r\ninterface with all members of the regional body, as \r\nwell as to increase awareness and support for the \r\nCourt. Furthermore, we look forward to the African \r\nUnion concluding a relationship agreement with the \r\nInternational Criminal Court to enable better \r\ncooperation between the two bodies. \r\n With regard to the upcoming Review Conference \r\nof the Rome Statute to be held in Kampala, Uganda, in \r\n2010, the African States parties to the International \r\nCriminal Court pledge their active participation on all \r\npending issues, such as the definition of the crime of \r\naggression. States which are not party to the Statute \r\nand other stakeholders should feel welcome to give \r\ntheir views on the topics that will be discussed so as to \r\nenrich the process of advancing the high ideals of the \r\nRome Statute. \r\n In conclusion, I wish to emphasize the support of \r\nthe African Group of States parties to the ICC for the \r\nprocess of transforming impunity into accountability. \r\nThere is an urgent need to continue efforts to promote \r\nuniversal participation in the Rome Statute and to offer \r\nthe International Criminal Court all the assistance \r\nnecessary to enable the Court to effectively discharge \r\nits mandate as the pre-eminent mechanism for \r\ndeterring and punishing perpetrators of genocide, war \r\ncrimes, crimes against humanity and aggression. If we \r\nare to win the fight against impunity, those found \r\nguilty of crimes of mass atrocity must be held \r\naccountable, whatever their rank in public life. \r\n Mr. Badji (Senegal) (spoke in French): At the \r\noutset, I should like to express my warmest and \r\nheartfelt congratulations to Mr. Sang-Hyun Song on his \r\nelection as President of the International Criminal \r\nCourt (ICC) and to thank him for his detailed briefing \r\non the activities of the Court. My delegation endorses \r\nthe statement made by the representative of Kenya on \r\nbehalf of the African Group of States parties to the \r\nICC. I also wish to make some comments in my \r\nnational capacity. \r\n I wish to seize the opportunity of today’s \r\nconsideration of the annual report of activities of the \r\nInternational Criminal Court (A/64/356) to reaffirm \r\nonce again the great importance that my country, \r\nSenegal, attaches to the promotion of the emergence of \r\nan international criminal justice system capable of \r\nmeeting the legitimate aspirations of all peoples to \r\npeace and justice. \r\n The urgent need to create such a system was \r\nclearly spurred by the memories of the abominable \r\natrocities and horrors that so gravely scarred the \r\ntwentieth century and were largely the result of the \r\nimpunity enjoyed by the perpetrators of serious crimes \r\nsuch as war crimes, genocide, crimes against humanity \r\nand serious, widespread and repeated human rights \r\nviolations. \r\n Senegal, convinced of the supreme need to ensure \r\nthat the ideals of justice and peace triumph over the \r\nimpunity that accompanied such hateful acts, was a \r\npassionate supporter of all initiatives aimed at \r\npromoting the establishment of a permanent \r\ninternational criminal justice mechanism. In that \r\nrespect, my country was among the first States to sign \r\nthe international call for the establishment of an \r\ninternational criminal court and to ratify the Rome \r\nStatute of the International Criminal Court. \r\n Senegal therefore welcomed the effective \r\nestablishment on 2 July 2002 of the first permanent \r\ninternational criminal jurisdiction with a universal \r\nmission — the International Criminal Court — as the \r\ncrowning achievement of the tireless efforts we had \r\n A/64/PV.29\r\n \r\n9 09-58345 \r\n \r\nundertaken for many years to that end. Those years of \r\neffort and tireless struggle were indeed not in vain.  \r\n Indeed, we have now been able to put in place a \r\nmechanism that was so eagerly awaited by all men and \r\nwomen of goodwill who have sacrificed body and soul \r\nto put an end to all the horrors and atrocities that have \r\nshaken and outraged humankind. Obviously, the creation \r\nof the ICC was one of the greatest achievements of our \r\ntimes in the fight against impunity for those who have \r\ncommitted the most serious crimes. Indeed, the \r\nestablishment of the ICC, with its deterrent effect on \r\npotential perpetrators of serious crimes, will contribute \r\nto a decline in the number of atrocities committed \r\naround the world. \r\n Now that the International Criminal Court is fully \r\noperational and is nearing a watershed moment in its \r\nexistence — its first Review Conference, to be held in \r\nMay 2010 in Kampala — it would be worthwhile to \r\nrevisit the goals that guided its creation. Achieving \r\nthose goals will determine to a great extent the \r\neffectiveness of the system that we have created in \r\nlaunching the Court. That review will be particularly \r\nuseful in allowing us to fully gauge the complexities \r\nand magnitude of the tremendous challenges that we \r\nmust meet in order to complete our common \r\nundertaking of creating an effective international \r\ncriminal justice system in the service of all humankind.  \r\n To do so, we must never lose sight of the primary \r\nobjectives that guided the drafting of the Rome Statute \r\nof the ICC. They include the need for an independent, \r\napolitical and representative international court that \r\ncan function efficiently and effectively in prosecuting \r\nindividuals responsible for the most serious crimes; \r\nensuring the right of States to assume the responsibility \r\nof trying such crimes if they are willing and able to do \r\nso — the well-known principle of complementarity; \r\nand the need to ensure that victims of such crimes \r\nreceive appropriate reparation and compensation.  \r\n The Court should never lose sight of these goals \r\nif it is to be entirely successful, without resort to \r\ndoublespeak or juridical sleight of hand, in becoming \r\nan institution with which all States can identify. \r\n Mr. Wenaweser (Liechtenstein): I would like to \r\nthank the President of the International Criminal Court \r\n(ICC), Judge Sang-Hyun Song, for presenting the \r\nreport of the Court (A/64/356) to the General Assembly \r\nand to wish him a very warm welcome to New York.  \r\n We are satisfied that the Court has made good \r\nprogress in its judicial work and welcome the two new \r\nStates parties to the Rome Statute, Chile and the Czech \r\nRepublic. The number of States parties has now \r\nreached 110. Universal adherence to the Rome Statute \r\nremains a central goal. The importance of reaching it is \r\nillustrated on a daily basis, and we must therefore \r\nredouble our efforts in this respect.  \r\n We are pleased to see that the Court itself is \r\ncontributing to this goal by working in the manner in \r\nwhich it was conceived — as an independent and \r\neffective international court committed to the highest \r\nstandards of justice, working within its jurisdiction and \r\non the basis of the principle of complementarity. We \r\nnote that the ICC continues to be seized of four \r\nsituations and that several other situations in different \r\nparts of the world are at the stage of preliminary \r\ninvestigations. As a State party to the Rome Statute, we \r\nfully respect the independence of the Court and will \r\ntherefore not comment on the specifics of any cases \r\nbefore it. \r\n The report makes it clear that the Court, in \r\ncarrying out its functions, relies on the cooperation of \r\nStates, international organizations and civil society, in \r\naccordance with the Rome Statute and international \r\nagreements. The Court has no police force of its own \r\nand therefore has to rely on States, in particular for the \r\narrest and surrender of indictees. Cooperation is also \r\nrequired in the areas of analysis, investigation, witness \r\nprotection and enforcement of sentences. In the case of \r\nSecurity Council referrals, cooperation is mandated in \r\naccordance with the relevant resolutions. The \r\ncooperation required in such cases is conceptually \r\nequivalent to the cooperation required with the \r\ntribunals created by the Security Council itself.  \r\n One very important difference between the ICC \r\nand the International Criminal Tribunal for Rwanda, \r\nhowever, arises from the fact that the Rome Statute \r\nalways operates on the basis of the principle of \r\ncomplementarity, even in the case of a Security \r\nCouncil referral. Genuine domestic proceedings are \r\ntherefore always the option preferred under the Rome \r\nStatute over the Court’s own proceedings. \r\n The principle of complementarity is one of the \r\ncore features of the Rome Statute. Cases are admissible \r\nbefore the ICC only when the competent national \r\njurisdictions are unable or unwilling to act. This is a \r\nreflection of the primary responsibility of States to \r\nA/64/PV.29  \r\n \r\n09-58345 10 \r\n \r\nprosecute perpetrators of the most serious crimes under \r\ninternational law, in particular genocide, crimes against \r\nhumanity and war crimes. This principle is also an \r\nimportant reason why the Court is currently analysing \r\nbut not necessarily proceeding with investigations in \r\nall situations under review. National jurisdictions are \r\nthus crucial in the fight against impunity, and States \r\ncan contribute to ending impunity without being party \r\nto the Rome Statute. \r\n Nonetheless, it is the ICC that is at the core of the \r\nfight against impunity through its catalytic effect on \r\nnational jurisdictions and by maximizing prevention \r\nand deterrence. Complementarity is also to be read in \r\nthe context of the cooperation duties under part 9 of the \r\nRome Statute, which covers international cooperation \r\nand judicial assistance. It is worthwhile exploring how \r\ninternational justice can interact better and more \r\neffectively with national justice systems. \r\n We believe that the time has come to pay more \r\nattention to the practical implications of the principle \r\nof complementarity and to the role of the United \r\nNations in this respect. We note that there is a \r\nconsensus that there must be no impunity for the worst \r\ncrimes under international law and that capacity-\r\nbuilding and technical assistance, upon request, are \r\ncrucial to enabling States to effectively prosecute \r\nperpetrators. We would therefore suggest that the \r\nrelevant actors within the United Nations system \r\nenhance their efforts in this respect. The United \r\nNations Office on Drugs and Crime, the United \r\nNations Development Programme and several regional \r\norganizations have significant capacities in this area \r\nand should further expand their activities. \r\n The Review Conference to be held next May in \r\nKampala, Uganda, will provide an important \r\nopportunity to reflect on the achievements of and \r\nchallenges to international criminal justice, and to \r\nconsider possible amendments to the Rome Statute. It \r\nis important to note that the Conference will be not the \r\nlast, but the first opportunity to amend the Statute. In \r\nthis regard, States parties have a particular \r\nresponsibility to work together to adopt provisions on \r\nthe crime of aggression, as they are mandated to do by \r\nthe Rome Statute itself. \r\n Mrs. Aitimova (Kazakhstan), Vice-President, took \r\nthe Chair. \r\n In the area of stocktaking, to which the President \r\nof the Court also referred in his remarks this morning, \r\nthe planned phasing out of the ad hoc tribunals and \r\nother international and hybrid mechanisms will add an \r\nimportant dimension to these discussions. We \r\nappreciate the constructive spirit in which delegations, \r\nincluding non-States parties, are engaged in the \r\npreparation of the Review Conference. We call on all \r\ndelegations to be represented in Kampala at the highest \r\npossible level, and appreciate the Secretary-General’s \r\ncommitment to making the Conference a success. We \r\nare convinced that such an approach will ultimately \r\nalso lead to further progress on the path towards a \r\nuniversally accepted Rome Statute. \r\n Mr. Wetland (Norway): Let me start by \r\nexpressing Norway’s full and continuing support for \r\nthe International Criminal Court (ICC) and our \r\nrecognition of the Court’s work over the past year. We \r\nwelcome the ICC’s fifth annual report (A/64/356) and \r\nwould like to thank the President of the Court, Judge \r\nSang-Hyun Song, for his detailed and informative \r\npresentation to the General Assembly here today. \r\n Today, I would like to focus on a few topical \r\nissues that are significant to the Court’s work. They \r\ninclude the cooperation of States parties and other \r\nStates, the universality of the Rome Statute and the \r\npreparations for a successful Review Conference in \r\nKampala, Uganda, in 2010.  \r\n Before addressing these issues, I should like to \r\ncommend the Court and its staff for the progress made \r\nover the past year. The Court has begun its first trial \r\nand the confirmation of charges against three \r\nindividuals has been completed. The Court’s second \r\ntrial is scheduled to start at the end of November. We \r\nwelcome these developments. \r\n However, eight arrest warrants remain outstanding. \r\nThey pertain to the situations in Darfur, Uganda and \r\nthe Democratic Republic of the Congo. This is a matter \r\nof grave concern to Norway and brings me to the issue \r\nof State cooperation, without which the Court cannot \r\nfunction. We therefore urge all States Parties concerned \r\nto fulfil their responsibility to make the outstanding \r\narrest warrants effective. We also urge the Government \r\nof the Sudan to cooperate fully with the Court and to \r\ncomply with its legal obligations under Security \r\nCouncil resolution 1593 (2005). \r\n Turning to the issue of universality of the Rome \r\nStatute, we are pleased to note that, with the entry into \r\nforce of the Rome Statute for Chile on 1 September \r\nand for the Czech Republic on 1 October this year, \r\n A/64/PV.29\r\n \r\n11 09-58345 \r\n \r\nthere are now 110 States parties to the Statute. It is a \r\nremarkable achievement that so many States from all \r\nregions have ratified the Statute in such a short period \r\nof time. It is also a genuine reflection of the \r\ninternational community’s increasing rejection of \r\nimpunity for serious crimes, and evidence that there is \r\na rising tide in favour of the rule of law. The crimes \r\nfalling under the jurisdiction of the ICC are universally \r\naccepted as the most serious crimes of international \r\nconcern, and we share a common responsibility to \r\nensure that they are effectively investigated and that \r\nthe perpetrators are brought to justice. \r\n We are now witnessing a historic shift towards \r\nthe universal acceptance that the long-term interests of \r\nall nations, irrespective of their size, region or political \r\norientation, are served by strengthening the rule of law \r\nand promoting justice. We therefore call on all States to \r\nbecome parties to the Rome Statute. \r\n The last issue I would like to mention is the first \r\nReview Conference of the Rome Statute, to be held in \r\nKampala next year. The preparations for the \r\nConference are well under way, and Norway is \r\ncommitted to achieving a successful Conference that \r\nwill further consolidate the Court’s position as a vital \r\ntool in the fight against impunity. To this end, we will \r\ncontinue working with other States and civil society \r\nactors over the coming months. The Conference will \r\nprovide the first opportunity to consider amendments \r\nto the Rome Statute and, more generally, the progress \r\nmade in the field of international criminal justice. \r\n Finally, I would like to reiterate Norway’s firm \r\nand long-standing commitment to the integrity of the \r\nRome Statute and to an effective and credible \r\nInternational Criminal Court. We believe that the ICC \r\nshould enjoy the broadest possible support from all \r\nStates. We all share the universal values that are \r\nfundamental to the protection of human dignity. This \r\nprotection relies on concerted action to prevent the \r\nmost serious crimes affecting the international \r\ncommunity as a whole. \r\n Mr. Sangqu (South Africa): As a State party to \r\nthe Rome Statute, South Africa has consistently and \r\nconstantly expressed its support for the International \r\nCriminal Court (ICC), and it is with pleasure that we \r\ncan reiterate that support today. We continue to see the \r\nICC as an important element in the fight against \r\nimpunity and in the promotion of justice. \r\n We would like to associate ourselves with the \r\nstatement made by the representative of Kenya on \r\nbehalf of the African Group of States parties to the \r\nInternational Criminal Court. \r\n My delegation wishes to extend its appreciation \r\nto the Court for its comprehensive report, contained in \r\ndocument A/64/356 and submitted pursuant to article 6 \r\nof the Relationship Agreement between the United \r\nNations and the International Criminal Court. The \r\nreport covers a wide array of activities of the Court, \r\nboth judicial and institutional. \r\n To begin with, I wish to congratulate the new \r\nmembers of the Court on their election. We also wish \r\nto extend our congratulations to Judge Sang-Hyun \r\nSong on his election to the presidency. At the same \r\ntime, we pay our respects to Judge Kirsch for the \r\nmanner in which he led the Court in its formative \r\nyears. We also express our heartfelt sorrow at the \r\npassing away of Judge Saiga, earlier this year. \r\n On the judicial front, we note with appreciation \r\nthe efforts of the Trial Chamber and the Appeals \r\nChamber in the case of The Prosecutor v. Thomas \r\nLubanga Dyilo, which relates to the situation in the \r\nDemocratic Republic of the Congo, to ensure a fair \r\ntrial by staying prosecution on account of its failure to \r\ndisclose certain exculpatory evidence to the defence. \r\nThose efforts to ensure a fair trial by protecting the \r\nrights of the accused not only are in conformity with \r\ninternational human rights law, but will go a long way \r\ntowards protecting the integrity of the Court as a fair \r\nand impartial institution. We have also taken note of \r\nthe fact that the prosecution subsequently met the \r\nconditions necessary for the continuation of the trial. \r\nWe look forward to the outcome of the Appeals \r\nChamber decision regarding the victims’ application to \r\nreclassify the charges as presented by the prosecution. \r\n The case of The Prosecutor v. Jean-Pierre Bemba \r\nGombo is one that my delegation is following closely, \r\nparticularly insofar as it relates to the duty of States \r\nparties to cooperate with the Court. While it falls \r\noutside the scope of the current reporting period, my \r\ndelegation has taken note of the decision of the \r\nPre-Trial Chamber in the Jean-Pierre Bemba case in \r\nrelation to the provisional release of Mr. Bemba and \r\nthe possible effects thereof with regard to certain States \r\nparties identified by the accused. In the context of the \r\ndecision, and bearing in mind our respect for the \r\nindependence of the Court, we emphasize that, for us, \r\nA/64/PV.29  \r\n \r\n09-58345 12 \r\n \r\ncooperation with the Court must take place in \r\naccordance with and within a certain and predictable \r\nlegal framework and any domestic legislation \r\nimplementing the Rome Statute. We look forward to \r\ncontinued engagement with the Court in that regard.  \r\n We also take note of the case of The Prosecutor v. \r\nOmar Hassan Ahmad Al-Bashir, which relates to the \r\nsituation in Darfur, the Sudan. That case has led all of \r\nus to consider and evaluate the importance of the \r\nproper balance between peace and justice. As my \r\ndelegation has stated consistently since this issue \r\narose, we remain convinced that peace and justice must \r\nbe mutually reinforcing. On a number of occasions and \r\nin different forums, we have pointed out that, in the \r\ncontext of the Rome Statute, the pursuit of justice is \r\nreflected in the provisions of the Statute that are aimed \r\nat ensuring non-impunity, while the pursuit of peace is \r\nreflected in, inter alia, the provisions of the Statute \r\nproviding for Security Council action to defer \r\ninvestigations and prosecutions in the interest of peace. \r\nIn the light of that, we emphasize the need to respect \r\nthe judicial independence of the Court. At the same, we \r\nreiterate the call for the Security Council to consider \r\nthe request for a deferment in the light of the purposes \r\nof that provision.  \r\n We have taken note of the situations under \r\nanalysis by the Office of the Prosecutor, in particular \r\nthose that have been made public, namely, the situations \r\nin Afghanistan, Colombia, Côte d’Ivoire, Georgia, \r\nKenya and Palestine. We also note the particular \r\nsituation of Palestine, which is under analysis. My \r\ndelegation is convinced that, while technical arguments \r\nabout the existence or non-existence of the State of \r\nPalestine can be made, a more purposive and value-\r\nladen interpretation in accordance with article 31 of the \r\nVienna Convention on the Law of Treaties could \r\ninfluence the decision of the Prosecutor.  \r\n We are mindful of the importance of cooperation \r\nbetween States and the Court, and call on all States to \r\ncooperate. We are acutely aware, however, of the \r\nnecessity for States to have a consistent, clear and \r\nunambiguous cooperation framework under the Statute. \r\nWe commend the court for its efforts to engage in \r\nbilateral agreements for cooperation falling under the \r\nRome Statute’s general obligation to cooperate. We \r\nalso again encourage the Court to continue to explore \r\nwith the African Union the possibility of enhancing \r\ntheir relationship through, inter alia, the conclusion of \r\na relationship agreement and the establishment of a \r\nliaison office in Addis Ababa at the appropriate level.  \r\n The Review Conference of the Rome Statue will \r\ntake place next year in Uganda. My delegation hopes \r\nthat that very important Conference will be a success \r\nas we look to tackle critical questions such as the \r\ndefinition of the crime of aggression and the question \r\nof the transitional provision contained in article 124. \r\nWe reiterate our position that, if the Conference is to \r\nbe a success, its agenda ought not be overburdened, \r\nparticularly given that the Review Conference will not \r\nbe the last opportunity to propose amendments.  \r\n We also see the Review Conference as an \r\nopportune moment to take stock of the state of \r\ninternational criminal justice. Questions of peace and \r\njustice may be appropriately considered in the course \r\nof such stocktaking. The stocktaking exercise should \r\nalso provide an opportunity for us to consider the \r\nimportance of complementarity and how best to \r\nenhance that system. My delegation continues to believe \r\nthat, in the final analysis, the success of international \r\ncriminal justice founded on the Rome Statute must \r\npartly be determined by the capacity of domestic court \r\nsystems to deal with these serious crimes. We therefore \r\nstrongly support the initiative to carry out a \r\nstocktaking exercise as part of the Review Conference. \r\n Mr. Pírez Pérez (Cuba) (spoke in Spanish): My \r\ncountry has supported and will continue to support the \r\nestablishment of an impartial, non-selective, effective \r\nand just international criminal jurisdiction that \r\ncomplements national justice systems and is truly \r\nindependent, and therefore not subordinate to political \r\ninterests that could distort its essence.  \r\n We continue to be concerned about the \r\nInternational Criminal Court’s lack of independence, \r\nconsidering the way in which its relations with the \r\nSecurity Council have been defined. Article 16 of the \r\nRome Statute grants power to the Council to suspend \r\ninvestigations or indictments carried out by the Court. \r\nArticle 5 of the Statute, pending a definition of the \r\ncrime of aggression, purports in the future to subject \r\nthe Criminal Court’s jurisdiction to potential Security \r\nCouncil rulings on the existence of an act of aggression \r\ncommitted by a State. Those two elements raise doubts \r\nabout the true effectiveness and independence of the \r\nCourt.  \r\n The Cuban delegation participated with keen \r\ninterest in all stages of the process of establishing the \r\n A/64/PV.29\r\n \r\n13 09-58345 \r\n \r\nInternational Criminal Court. We recognize the \r\nrelevance of the Rome Statute to international law. \r\nHowever, the minimal expectations raised at the \r\nbeginning of the process, such as the elaboration of a \r\ndefinition of the crime of aggression, have not yet been \r\nmet. We hope that the definition of the crime of \r\naggression can be elaborated at last, so that it can be \r\nbroadly accepted by the international community and \r\ndoes not endanger the universality of the Statute with \r\nrespect to future ratifications or accessions. In that \r\nregard, we believe that the next Assembly of States \r\nParties, to be held in November at The Hague, as well \r\nas the Review Conference of the Rome Statute, to be \r\nheld in Uganda in 2010, should place the issue of a \r\nfinal definition of the crime of aggression at the centre \r\nof its work.  \r\n For Cuba, a small country blockaded economically \r\nand financially that has been victim of countless \r\naggressions by the greatest Power that ever was, it is \r\nvery difficult to take the decision to adhere to the \r\nRome Statute without a clear and precise definition of \r\nthe crime of aggression. We have adopted, and will \r\ncontinue to maintain, a constructive position with regard \r\nto the establishment of truly impartial international \r\ncriminal justice that is effective, independent and \r\ncomplementary to national jurisdictions. In that regard, \r\nwe have followed with interest the evolution and \r\nfunctioning of that institution, inter alia through our \r\nparticipation as observers in meetings of the Assembly \r\nof the States Parties to the Rome Statute.  \r\n However, we would like to express our concern \r\nabout the serious precedent that could be set by the \r\nactions of the International Criminal Court to initiate \r\nlegal processes against nationals of non-States parties \r\nto the Rome Statute that have not even accepted the \r\ncompetence of the Court under article 12 of the Statute. \r\nThe Cuban delegation believes that there must be \r\nrespect for the principle regarding the consent of a \r\nState to be bound by a treaty, as provided for under \r\narticle 11, part II, of the Vienna Convention on the Law \r\nof Treaties, of 23 May 1969. \r\n My delegation reaffirms its readiness to \r\ncontribute to the application of truly effective \r\ninternational criminal justice that adheres to the rules \r\nof international law and, in particular, to the Charter of \r\nthe United Nations. \r\n Mr. Chávez (Peru) (spoke in Spanish): I would \r\nfirst like to thank Judge Sang-Hyun Song, President of \r\nthe International Criminal Court (ICC), for being with \r\nus and for his interesting briefing on the work of the \r\nCourt during the past year.  \r\n There have been some developments in the past \r\nyear that are relevant to the work of the Court. For \r\nexample, two States have ratified the Rome Statute, \r\nwhich now brings the number of States parties to 110. \r\nWhile that is encouraging, there are still many States \r\nthat have not ratified or adhered to the Rome Statute. \r\nPeru therefore calls on States that have not done so to \r\nratify or adhere to the Statue, so that it can become \r\ntruly universal and ensure that war crimes, crimes \r\nagainst humanity and genocide do not go unpunished.  \r\n Although the increase in the number of States \r\nparties is necessary, there is also a need to strengthen \r\nState cooperation in order for the Court to achieve its \r\ngoals. It is therefore always good to recall that States \r\nmust comply with the obligations set out in the Rome \r\nStatute by facilitating the provision of information, \r\ncarrying out Court orders, detaining the accused and \r\nsubsequently transferring them to the Court, protecting \r\nwitnesses and victims and implementing and modifying \r\nnational norms in line with those of the Statute. \r\n Unfortunately, the Court does not always enjoy \r\nthe necessary cooperation. As the Court’s report points \r\nout in referring to outstanding arrest warrants \r\n(A/64/356), it is unfortunate that persons for whom \r\nsuch orders have been issued by the Court have to date \r\nnot been arrested to be handed over to the Court to be \r\ntried appropriately. There are even outstanding \r\nwarrants dating back to 2005. That fact prompted the \r\nCourt’s President to say emphatically to a group of \r\nlegal advisers last Monday that this problem is the \r\ngreatest challenge that the Court faces. \r\n State cooperation is an obligation that stems from \r\nthe Court’s Statute and from the Charter of the United \r\nNations. Peru therefore urges States where those \r\npersons are located to cooperate with the Court by \r\nproceeding to arrest them immediately or by providing \r\ninformation with regard to their possible whereabouts. \r\nLet us remember that there can be no peace or lasting \r\nsecurity if those responsible for crimes against \r\nhumanity enjoy impunity. \r\n Cooperation between the ICC and the United \r\nNations also deserves to be supported. We therefore \r\nwelcome the Relationship Agreement between the two \r\ninstitutions, which has enabled the Court to undertake \r\nvaluable efforts, in particular in areas where the United \r\nA/64/PV.29  \r\n \r\n09-58345 14 \r\n \r\nNations has been working on the ground. It has also \r\nenabled the Court to raise awareness about its work \r\nand familiarize people with the Court. We trust that \r\nthat cooperation will become increasingly close and \r\ncoordinated, so as to ensure that the Court can enjoy \r\nthe support of the various organs of the United Nations, \r\nespecially the Security Council. Similarly, we hope that \r\nmemorandums of understanding and cooperation \r\nagreements will soon be signed with peacekeeping \r\noperations, so as to facilitate the work of the Court. \r\n The ICC plays a fundamental role in the context \r\nof promoting the rule of law, as it is the only permanent \r\njudicial institution charged with investigating and trying \r\npersons suspected of the most serious international \r\ncrimes. That work takes place in the context of a \r\nproper balance in which the rights of accused are \r\nrespected while at the same time victims are allowed to \r\nparticipate in proceedings — the latter being an \r\ninnovative aspect of the Rome Statute.  \r\n However, it is the laudable work of the Court’s \r\njudges and staff in combating impunity that has made it \r\npossible for the ICC to enjoy widespread legitimacy in \r\nthe eyes of the international community. Among other \r\nthings, that is reflected in the modifications to the \r\nworking methods of the Court’s presidency, the Office \r\nof the Prosecutor and the Court’s secretariat, which has \r\nincreased the efficiency of both its administrative and \r\njudicial proceedings. In that regard, it can be said that \r\nthe international community, and victims in particular, \r\nview the Court as a genuine tool for justice. For \r\nexample, during the current judicial year, there have \r\nbeen 4,870 communications under article 15 of the \r\nRome Statute. That should serve to draw our attention \r\nto the fact that behind those communications are \r\npotential cases in which war crimes, genocide and \r\ncrimes against humanity may have been committed. \r\n Next year, when the first Review Conference is to \r\nbe held, will be a very important one for the system \r\nestablished by the Rome Statute — and for States \r\nparties and non-States parties alike. The main \r\noutstanding task emanating from the Statute itself is to \r\ndefine the crime of aggression. The work done by the \r\nSpecial Working Group on the Crime of Aggression \r\nhas made a valuable contribution to that end. Although \r\nStates can make additional proposals, Peru believes \r\nthat, at this time, efforts should be focused on the \r\ncrime of aggression, and solely on proposals that can \r\nlead to consensus among States in the context of the \r\nwork being done by the facilitators for the Review \r\nConference. We should be careful to avoid an agenda \r\nthat serves to distract us from the main purpose of the \r\nReview Conference, namely, defining the crime of \r\naggression and the conditions under which it can be \r\ninvoked. Let us recall that this will not be the only \r\nreview conference and that we will have opportunities \r\nto consider new proposals in the future. \r\n Lastly, Peru would like to reiterate its readiness \r\nto participate actively and constructively in the \r\npreparatory work for the Review Conference in order \r\nto ensure the universal implementation of the Statute of \r\nthe International Criminal Court and to be able to \r\ncombat the most serious crimes that are an affront to \r\nthe human conscience.  \r\n Mr. Park In-kook (Republic of Korea): First of \r\nall, I would like to join other representatives in \r\nexpressing gratitude to Judge Sang-Hyun Song, \r\nPresident of the International Criminal Court (ICC), for \r\nhis presentation of the annual report of the Court (see \r\nA/64/356). \r\n My delegation would also like to welcome the \r\nRepublic of Chile and the Czech Republic as, \r\nrespectively, the 109th and 110th States parties to the \r\nRome Statute. Such ratifications mark another major \r\nstep towards achieving the ICC’s goal of global \r\nratification of the Rome Statute. Moreover, we hope to \r\nsee the remaining countries join the ICC as soon as \r\npossible, and the Court attain universality at the \r\nearliest possible date. In that regard, my delegation \r\nwould like to emphasize the importance of carrying out \r\nan outreach programme to those States that have not \r\nyet joined the Court. We urge the Court to steadily \r\ncontinue to engage in genuine dialogue with \r\nstakeholders, including non-members of the Court. As \r\na wholehearted supporter of the ICC, my delegation is \r\npleased to observe that the Court is now becoming a \r\nfully functional judicial institution. \r\n The trial of a former Congolese rebel leader \r\nfinally commenced in January of this year. That trial is \r\na major step in the fight against impunity and the first \r\nInternational Criminal Court case to prosecute and \r\ncondemn the use of child soldiers as a war crime.  \r\n However, the eight outstanding warrants of arrest \r\nremain to be executed. Without the universal \r\nparticipation of all States, the Court may not be able to \r\nfulfil its role as a key instrument in combating \r\nimpunity. As stressed in the Court, the Court relies on \r\ncooperation in areas such as facilitating investigations, \r\n A/64/PV.29\r\n \r\n15 09-58345 \r\n \r\narresting and surrendering persons, protecting witnesses \r\nand enforcing sentences. My delegation would like to \r\nemphasize that all States parties must do their utmost \r\nto provide the ICC with the best possible working \r\nconditions. At the same time, it is our firm belief that \r\nthe judicial decisions of the ICC must be untouched by \r\npolitical interests or considerations and must remain in \r\nthe true spirit of fairness.  \r\n My delegation also welcomes the Review \r\nConference on the Rome Statute that will be held in \r\nUganda next May. States parties will discuss possible \r\namendments to the Rome Statute, primarily with \r\nrespect to the crime of aggression. The Conference will \r\nalso provide a critical opportunity to reflect on where \r\nthe system stands and where it is headed. We must \r\nscrutinize the entire system of international criminal \r\njustice, including challenges with regard to providing \r\ncooperation, enacting and implementing legislation and \r\ncarrying out domestic investigation and proceedings. \r\nThrough that assessment, we can share invaluable \r\nlessons from other courts and tribunals, as well as \r\nexperiences of broader international communities. My \r\ndelegation re-emphasizes the importance of a \r\nsufficiently well-prepared and balanced review \r\nconference if meaningful goals are to be achieved. \r\n In the relatively short period since the Rome \r\nStatute entered into force, the ICC has firmly \r\npositioned itself as the world’s permanent court for \r\npunishing perpetrators of genocide, crimes against \r\nhumanity and war crimes. It has also had a discernible \r\neffect in preventing and deterring those crimes. That \r\nachievement by the ICC will lead to enhanced respect \r\nfor and adherence to the rule of law on the \r\ninternational level. The Republic of Korea has been \r\nactively engaged in the whole process of establishing \r\nthe Rome Statute system, including prompt completion \r\nof domestic legislation in 2007.  \r\n In concluding my remarks, let me reiterate that \r\nthe Republic of Korea is in full support of the future \r\nactivities of the Court. We are confident that under the \r\nleadership of President Song the ICC will continue to \r\nplay a crucial and integral role in preserving peace, \r\nmaintaining justice and promoting the human rights of \r\nall people in the world. \r\n Mr. Mohamad (Sudan) (spoke in Arabic): In the \r\nlives of nations and peoples there are significant \r\nlandmarks through which the international community \r\nhas sought to achieve peace, development and social \r\njustice. The League of Nations was among those \r\nlandmarks. It failed and was succeeded by the United \r\nNations, which we are now striving to reform and \r\nmake more efficient, especially the Security Council. \r\n Among the mechanisms established by special \r\ntreaty is the International Criminal Court. That Court \r\nnow faces the same destiny of failure and loss because \r\nit has not learned the lessons of the past. Although it is \r\nstill relatively young, its record is full of contradictions \r\nand flaws, so that it is now a threat to the peace and \r\nsecurity of societies instead of being a mechanism for \r\nachieving so-called justice. In this context, we should \r\nnot hide behind diplomatic phrases, as so often \r\nhappens at the United Nations. We simply should not \r\ndo that.  \r\n Thus we note that there is deep concern throughout \r\nwide segments — if not the great majority — of the \r\ninternational community because of the record of that \r\ninstitution, which has turned into a tool for settling \r\npolitical accounts in the name of justice and into a \r\nthreat to peace, security and stability in several regions \r\nin the world, especially in Africa. In Africa, in their \r\nsummit meetings and in the meetings of the African \r\nUnion Peace and Security Council, African leaders \r\nhave clearly expressed their concern over this situation. \r\n For the first time in the history of multilateralism, \r\na resolution issued by the African Summit has \r\ncondemned the conduct of the Prosecutor, who has \r\nalways lacked professionalism and has been \r\ncharacterized by an eager pursuit of publicity, fame and \r\nthe limelight. Indeed, the Prosecutor has abandoned his \r\nstatus as a jurist and turned into a political activist who \r\nvisits capitals and advocates against Governments, \r\nundeterred by conscience or sense of professionalism.  \r\n We wonder: is it an element of professionalism \r\nfor the Prosecutor to turn into a political activist? Is it a \r\nrequirement of his duties to chase publicity and fame \r\nand claim that the accused is not innocent even if the \r\naccused has not been condemned? Is it permissible for \r\nhim to waste the resources of the institutions in that \r\nmanner that is well known to everyone, near and far? \r\nAnd is there a legal or moral justification that allows \r\nhim to remain in his post with his inability to manage \r\nhis role in the institution? In fact, an internal \r\nadministrative court has ruled against the way he \r\ncarries out his administrative authorities, in addition to \r\nthe cloud that continues to hang over his personal \r\nconduct. \r\nA/64/PV.29  \r\n \r\n09-58345 16 \r\n \r\n The International Criminal Court is governed by \r\na special treaty, namely, the Rome Statute. States have \r\nthe right to adhere to or not to adhere to that treaty. The \r\nprovisions of the Rome Statute apply to those States \r\nthat have adhered to the treaty. However, involving the \r\nSecurity Council in the Court’s work has made the \r\nCourt subject to political considerations, to the \r\npoliticization of justice and selectivism. \r\n Under the mother treaty — the Vienna Convention \r\non the Law of Treaties — the provisions of a treaty \r\napply only to those States that are party to it. Therefore, \r\nthe authority granted to the Security Council not only \r\npoliticizes justice and makes it selective, but also \r\nviolates the United Nations Charter and the law on \r\ntreaties. The experience of the International Criminal \r\nCourt has also demonstrated that it breaches established \r\nnorms of international law and relevant treaties, such \r\nas the immunity granted to heads of State and \r\nGovernment. \r\n There are precedents in the advisory opinions \r\nissued by the International Court of Justice that guide \r\nus towards avoiding manipulation and alteration of \r\nestablished rules in international law, such as \r\nimmunities. We should also ask whether it is just to \r\nprosecute one party and exempt another, such as \r\nhappened in Security Council resolution 1593 (2005). \r\nIs it justice that Africa is the only place against which \r\nthe sword of that Court is raised? Is it a new legal \r\napartheid? \r\n We will say it out loud: stop politicizing justice. \r\nWe say no to selectivity and double standards. We say \r\nno to breaches of and encroachments on the sovereignty \r\nof States and their sovereign choices and to targeting \r\ntheir leaders. We say no. Africa said that. The African \r\nUnion said that, as did the League of Arab States, the \r\nOrganization of the Islamic Conference and the \r\nNon-Aligned Movement. Stop trafficking in the name \r\nof justice. \r\n In conclusion, we say to those who colonized our \r\npeoples and brought the system of apartheid to South \r\nAfrica and protected it that our peoples have learned \r\ntheir lesson. Our peoples will not buy into the attempt \r\nto expropriate their free will and their sovereignty in \r\nthe name of justice.  \r\n Mr. Aguiar Patriota (Brazil): I wish to thank the \r\nPresident of the International Criminal Court (ICC), \r\nJudge Sang-Hyun Song, for his informative report and \r\nalso to commend him and his fellow judges on their \r\nsignificant contribution towards fostering international \r\njustice. \r\n Brazil participated actively in the negotiations of \r\nthe Rome Statute of the International Criminal Court \r\nand, as a State party, attaches great importance to the \r\nwork of the ICC, which is the first permanent treaty-\r\nbased court to try persons accused of the most serious \r\ncrimes of international concern. \r\n Earlier this year, in July, the Court commemorated \r\nits seventh anniversary since the entry into force of the \r\nRome Statute. Despite being such a young institution, \r\nthe jurisdiction of the Court has already been \r\nrecognized by an impressive number of States. To date \r\n110 States have decided to join in order to put an end \r\nto impunity in respect of crimes of genocide, crimes \r\nagainst humanity and war crimes. It is needless to note \r\nthe gravity of all those crimes and their terrible \r\nrepercussion on national societies and the international \r\ncommunity. We welcome the recent ratification of the \r\nStatute by Chile and by the Czech Republic. Now, \r\nSouth America is a region where all States are parties \r\nto the ICC. It is the sincere hope of my delegation that \r\nmore States may ratify or accede to the Rome Statute \r\nin the near future with a view to granting a truly \r\nuniversal character to the Court. \r\n In line with the provisions of the Rome Statute, \r\nthe first review conference of the founding instrument \r\nof the International Criminal Court will be held in \r\nKampala in 2010. We thank the Government of Uganda \r\nfor hosting that important event. Numerous proposals \r\nfor amendments have been submitted to the Secretary-\r\nGeneral of the United Nations — the depositary of the \r\nRome Statute — including on matters pertaining to war \r\ncrimes, terrorism, drug trafficking and the enforcement \r\nof sentences. \r\n Brazil is of the view that the review conference \r\nconstitutes a valuable opportunity to address some of \r\nthe most relevant issues concerning the Court. \r\nHowever, we believe that the forthcoming conference, \r\nwhich will be the first but definitely not the last \r\nopportunity to amend the Statute, should focus on a \r\nfew selected topics, in particular the definition of the \r\ncrime of aggression.  \r\n The Conference will also represent an excellent \r\noccasion to engage States parties, observers and civil \r\nsociety in a more in-depth discussion on the current \r\nstatus of international criminal justice. My delegation \r\nsupports the idea of conducting a stocktaking exercise \r\n A/64/PV.29\r\n \r\n17 09-58345 \r\n \r\nwith regard to international criminal justice. Such an \r\nexercise would mainly address issues related to the \r\nICC, like complementarity, cooperation and national \r\nimplementation, but would also build upon the \r\nexperience gathered by other relevant international \r\nbodies, such as the International Criminal Tribunals for \r\nthe Former Yugoslavia and Rwanda and the Special \r\nCourt for Sierra Leone. \r\n As the Sixth Committee of the General Assembly \r\nis considering the principle of universal jurisdiction in \r\nthe current session, it may be appropriate to highlight \r\nthat the ICC does not operate on such a jurisdictional \r\nbasis. While universal jurisdiction would apply to \r\ncases in which the accused or potential victims have no \r\nparticular link with the State exercising its jurisdiction \r\nand in which the alleged crime was committed outside \r\nthe territory of that State, the jurisdiction of the \r\nInternational Criminal Court has been established on a \r\ndifferent basis, in the light of the relevant provisions of \r\nthe Rome Statute. \r\n As we all know, there are only three circumstances \r\nin which the Court may exercise jurisdiction: first, the \r\naccused is a national of a State party or of a State \r\notherwise accepting the jurisdiction of the Court; \r\nsecond, the crime took place on the territory of a State \r\nparty or a State otherwise accepting the jurisdiction of \r\nthe Court; or third, the United Nations Security \r\nCouncil, acting in accordance with the Charter of the \r\nUnited Nations and in line with the Rome Statute, has \r\nreferred the situation to the Prosecutor, irrespective of \r\nthe nationality of the accused or the location of the \r\ncrime. Furthermore, the Court’s jurisdiction is limited \r\nto events taking place since 1 July 2002 and to the \r\nthree crimes included in the Rome Statute. \r\n Another point that my delegation would like to \r\nstress is that the ICC is a court of last resort. According \r\nto the principle of complementarity, it is up to \r\nindividual States to exercise their criminal jurisdiction \r\nand to bring to justice those responsible for the most \r\nserious crimes of international concern. The ICC can \r\nact only when and if the State concerned is not able or \r\nwilling to conduct genuine criminal proceedings. With \r\na view to implementing that principle, many States \r\nhave enacted or strengthened their domestic legislation \r\nin order to typify those crimes under the jurisdiction of \r\nthe Court. \r\n Finally, my delegation wishes to stress the \r\nimportance of further strengthening the cooperation \r\nbetween the ICC and the United Nations. Peace and \r\njustice come hand in hand, and one cannot exist \r\nwithout the other. In addition, the work of the Court \r\ncontributes to our endeavour to include the concept of \r\nthe rule of law in the many ongoing initiatives \r\nundertaken within the United Nations system.  \r\n Mr. Okuda (Japan): I would like to thank \r\nPresident Sang-Hyun Song for his in-depth report on \r\nthe most recent work of the International Criminal \r\nCourt (ICC) and to congratulate the Court on its \r\nincreasingly important role in the fight against \r\nimpunity in the international community. \r\n Japan believes that we are now in a crucial period \r\nfor the ICC to define its role in the international \r\ncommunity. The Court was established in 2002 as the \r\nfirst permanent international criminal court in the \r\nhistory of the world. In contrast with ad hoc \r\ninternational criminal tribunals, any State party may \r\nrefer a situation to the ICC, and the Security Council \r\nalso has the authority to refer a situation to it. Since the \r\nestablishment of the Court seven years ago, three \r\nStates parties — Uganda, the Democratic Republic of \r\nthe Congo and the Central African Republic — have \r\nreferred their respective situations to the ICC, and the \r\nSecurity Council has referred one situation — that of \r\nDarfur, Sudan — to the Court.  \r\n Japan would like to raise several points on the \r\nwork of the ICC, intending to generate discussion both \r\nwithin the Court and at the Assembly of States Parties, \r\nas well as at the Review Conference of the Rome \r\nStatute to be held in Kampala, Uganda, in May and \r\nJune next year. \r\n First, one of the most important principles to be \r\nkept in mind is that of complementarity. Every State \r\nhas the duty to exercise its criminal jurisdiction over \r\nthose responsible for the most serious crimes, and the \r\nrole of the ICC is complementary to such national \r\ncriminal jurisdiction. States parties must do their best \r\nto exercise their national jurisdiction over a situation \r\nbefore referring it to the ICC. Moreover, in referring a \r\nsituation, the State party must be prepared to cooperate \r\nfully with the ICC by fulfilling the obligations \r\nstipulated in the Rome Statute. \r\n Secondly, the experience of the ICC, although \r\nrelatively short, has reaffirmed the importance of \r\ncooperation by States. In those cases in which full \r\ncooperation has been extended by the States concerned, \r\nthe ICC is making steady progress. However, where \r\nA/64/PV.29  \r\n \r\n09-58345 18 \r\n \r\nsuch cooperation has not been forthcoming, the ICC is \r\nfaced with serious challenges. Thus, cooperation by \r\nStates with the Court is essential for its effective \r\ninvestigation and prosecution of cases, in particular as \r\nregards the arrest and surrender of suspects and the \r\ncollection of evidence. \r\n A third important aspect warranting serious \r\nconsideration by the ICC is the rationale of judicial \r\ndecisions rendered by the Court. Japan believes that the \r\nICC will be able to firmly establish its credibility and \r\nreputation as a judicial organ if and when it interprets \r\nand applies the provisions of the Rome Statute and \r\nother relevant documents with utmost prudence and \r\nclarity. We hope to see the ICC continue to articulate as \r\nclearly as possible the rationale leading to the \r\nconclusion in each decision. Only by rendering \r\ndecisions with solid reasoning can the ICC enjoy the \r\nfull support of States parties and, more important, \r\nacceptance by the international community as a whole, \r\nincluding non-States parties. \r\n Finally, let me turn to the matter of the \r\nuniversality of membership in the Rome Statute. \r\nCurrently, 110 States are parties to the Statute. Japan is \r\npleased to see the steady increase in the number of \r\nStates parties. However, in order to enhance the role of \r\nthe ICC in the international community, its membership \r\nshould be universal. It is therefore important that more \r\nStates become parties to the Rome Statute — \r\nespecially States in the Asian region, where the number \r\nof States parties is much lower than in other regions. In \r\norder to achieve that aim, Japan, in co-sponsorship \r\nwith the Asian-African Legal Consultative Organization, \r\norganized a seminar entitled “The International Criminal \r\nCourt: Emerging Issues and Future Challenges” in New \r\nDelhi in March this year, with an inaugural address by \r\nthe late Judge Fumiko Saiga. Japan will continue its \r\nefforts to increase the number of States parties, \r\nparticularly from the Asian region, towards achieving \r\nthe universality of the ICC. \r\n Japan sincerely hopes that the points it has raised \r\ntoday will be given serious consideration by the ICC, \r\nStates parties, other States and civil society, including \r\nnon-governmental organizations.  \r\n In closing, I should like to express the sincere \r\nappreciation of Japan for the work that the ICC has \r\naccomplished to date. It is our hope that the Court will \r\ncontinue to work diligently towards the eradication of \r\nthe culture of impunity and to consolidate its \r\ncredibility and reputation. In that regard, Japan is \r\ndetermined to continue and strengthen its contribution \r\nto the ICC and thus to the establishment of the rule of \r\nlaw throughout the international community. \r\n Mr. Seger (Switzerland) (spoke in French): My \r\ndelegation wishes at the outset to thank President \r\nSang-Hyun Song for presenting the fifth annual report \r\nof the International Criminal Court (see A/64/356). We \r\nalso take this opportunity to congratulate him on his \r\nelection as President of the Court and to wish him \r\nmuch success in that new capacity. In addition, we \r\nwish to express our appreciation to the Court’s entire \r\nstaff for their work and for their daily efforts in \r\ncarrying out their tasks, which multiply daily as the \r\nCourt’s activities increase. \r\n The year 2009 marks an important milestone for \r\nthe Court, with the opening of the first trial in its \r\nhistory and the confirmation of charges brought against \r\nthree individuals during the reporting period. My \r\ndelegation is pleased to see that the Court has thus \r\nentered a new phase in its existence. \r\n That notable progress is a result not only of the \r\ntireless efforts of the Court and its personnel, but also of \r\nthe fruitful cooperation that has taken place between the \r\nCourt and certain States. In the past, my delegation has \r\nstressed the important — even essential — role played \r\nby State cooperation in the fulfilment of the Court’s \r\nmandate. We wish to reiterate that point today because \r\nwe have some very telling examples to support it.  \r\n Indeed, we believe that the progress highlighted \r\nin the report is emblematic of the importance of State \r\ncooperation. It is precisely in those areas where States \r\nhave cooperated with the Court that the greatest \r\nprogress has been seen, whereas in the absence of State \r\ncooperation, the Court finds it impossible to carry out \r\nthe mandate with which it has been entrusted.  \r\n My delegation regrets that state of affairs. Indeed, \r\nas the Court’s report reminds us, eight individuals \r\nagainst whom arrest warrants are outstanding have yet \r\nto be arrested. That is all the more worrisome because \r\nsome of the arrest warrants issued by the Court are \r\nalready several years old. The arrest of those \r\nindividuals depends essentially on the full cooperation \r\nof States with the Court. My delegation wishes to \r\nrecall that such cooperation is among the international \r\nobligations of States under the Rome Statute and the \r\nCharter of the United Nations. \r\n A/64/PV.29\r\n \r\n19 09-58345 \r\n \r\n The success of the Court’s activities depends on \r\nthe cooperation not only of States, but also of \r\ninternational organizations. In that regard, my delegation \r\nwishes to welcome once again the continued cooperation \r\nbetween the United Nations and the Court. As the report \r\nof President Sang-Hyun Song attests, such cooperation \r\nis essential at several levels, in particular within the \r\nframework of the Court’s operations on the ground. \r\n The international community has entrusted the \r\nCourt with important tasks and responsibilities. In \r\ncarrying out its activities, the Court affects the lives of \r\nthousands of individuals every day — men, women and \r\nchildren who have been drawn against their will into \r\nthe turmoil of armed conflict and who have often been \r\nvictim of or witness to acts beyond our comprehension. \r\n The Court has the difficult task of asking these \r\nindividuals to come forward as victims or witnesses to \r\nconfront the perpetrators of serious crimes and to share \r\nexperiences that they would prefer to forget forever. \r\nThe victims and witnesses who face the accused before \r\nthe Court unfortunately do so very often at the risk of \r\ntheir own lives and of those of their families. As the \r\nCourt’s report attests, the protection of witnesses is a \r\ncentral concern in the case of The Prosecutor v. Thomas \r\nLubanga Dyilo. It is indispensable that the Court be \r\nable to grant these persons the protection necessary for \r\ntheir participation in the proceedings, as it will \r\notherwise no longer be able to count on obtaining the \r\ntestimony necessary to carry out its mandate. In this \r\narea, too, States and international organizations have \r\nan important role to play through their cooperation. \r\n The Court was created by the international \r\ncommunity in a common effort to fight impunity. The \r\ngoal was to create a regime to guarantee that States \r\nwill assume their responsibilities in the prosecution of \r\nperpetrators of the most serious crimes and which \r\nprovides a mechanism that will intervene when States \r\nare unable or unwilling to fulfil those responsibilities. \r\nToday, 110 States have decided to participate in this \r\nregime. Although this institution was created by States \r\nand is largely dependent on them, it is essential, given \r\nits nature and mandate, that the Court not be subject to \r\nexternal pressures in carrying out its activities.  \r\n Over the course of the reporting period, the Court \r\nhas shown us that it is a fully independent and \r\nimpartial institution. In that context, my delegation \r\nagrees in no way with the unfounded criticism \r\nexpressed earlier by the representative of the Sudan \r\nwith respect to the Court. The conduct of the \r\nproceedings under way also bears witness to the very \r\nhigh standards maintained by the Court for ensuring \r\nfair trial. My delegation can only welcome this \r\ndevelopment, which reflects the aspirations we voiced \r\nin Rome a little more than 10 years ago. In this context, \r\nmy delegation cannot overemphasize Switzerland’s \r\ncontinued commitment to and support for the Court. \r\n Ms. Negm (Egypt) (spoke in Arabic): At the \r\noutset, I would like to express my appreciation to the \r\nPresident of the International Criminal Court (ICC) for \r\nsubmitting the report (A/64/356) under consideration \r\ntoday and to the Court for playing an important role in \r\ndeveloping international criminal law definitions and \r\nconcepts to address the heinous crimes committed \r\nagainst peoples and societies. \r\n International criminal tribunals are becoming \r\nincreasingly important in enforcing the rule of law, \r\nparticularly international law and international \r\nhumanitarian law and human rights law, with a view to \r\nmaintaining international peace and security. Their role \r\nis thus complementary to that of national judiciaries, \r\nwhich have the inherent jurisdiction to prosecute \r\ncitizens accused of such crimes, pursuant to the State’s \r\nresponsibility to ensure the safety and security of its \r\ncitizens. That role is also based on the principle that \r\nsovereignty runs parallel to the responsibility of every \r\nnation and Government to protect its people from \r\ncrimes.  \r\n The Egyptian delegation is therefore of the view \r\nthat established norms of international law must be \r\nheeded if States are not to be obliged to implement \r\nconventions to which they are not party. Based on this \r\nand customary international law, a State should not be \r\nobligated to comply with the provisions of the Rome \r\nStatute if it has not explicitly and of its own free will \r\nagreed to do so. For a State to do otherwise would \r\nviolate the principle of pacta sunt servanda and be \r\nincompatible with its sovereignty and freedom to \r\nchoose the treaties to which it is bound. \r\n At this juncture, the Egyptian delegation \r\nemphasizes the importance of Member States’ stepping \r\nup their efforts to define the crime of aggression, \r\nespecially as circumstances and developments on the \r\ninternational scene indicate the need to do so. Such a \r\ndefinition will enable the Court to exercise its \r\njurisdiction over that crime as it does over the other \r\ncrimes within its jurisdiction. \r\nA/64/PV.29  \r\n \r\n09-58345 20 \r\n \r\n The Egyptian delegation also stresses the \r\nimportance of the International Criminal Court’s \r\ncontinuing to pursue a balanced approach in its work \r\nby adopting a policy accentuating its judicial nature \r\nand avoiding the politicization of its work so as to \r\nensure its impartiality and independence and allow it to \r\nassume its legal and moral role and obligations. Egypt \r\ntherefore believes it necessary for the Security Council \r\nto refer to the Court, without discrimination based on \r\npolitical reasons, all those accused of committing \r\ncrimes against humanity and who threaten international \r\npeace and security. In this regard, Egypt affirms the \r\nimportance of the Court’s not referring to confidential \r\nlists of names of the accused and to maintaining \r\ntransparency, in order to truly apply the principles of \r\ntransparency and accountability. \r\n From this perspective, the procedures for \r\ninvestigating, gathering evidence and authenticating \r\ndocuments need improvement, especially with regard \r\nto the investigation of crimes and the provisions of \r\nstrong material evidence to confirm that alleged crimes \r\nare consistent with those defined in the Statute. \r\nSimilarly, it is important not to legally classify facts \r\nbased on incomplete or partial testimony and \r\nexamination that do not take all relevant legal aspects \r\ninto consideration. \r\n Consequently, the Egyptian delegation reiterates \r\nthat the Court should respect the aforementioned \r\nconsiderations when dealing with the African cases \r\nbefore it. Moreover, it should accelerate its decision-\r\nmaking process in these cases so that it may consider \r\ncases from other parts of the world. Otherwise, the \r\ncontinued consideration of cases from one region of \r\nthe world may give the false impression that crimes \r\nagainst humanity are being committed only in Africa, \r\nor that the Court does not target other such crimes \r\ncommitted elsewhere. \r\n In order to avoid selectivity in referring cases to \r\nthe ICC, it is necessary that its work not be politicized. \r\nThe Prosecutor must therefore expedite the decision to \r\nbegin investigating crimes against humanity committed \r\nin Israel and the occupied Palestinian territories since \r\n2002. We stress the urgent need for the Court to \r\nconsider the report of the Independent Fact Finding \r\nCommittee on Gaza, presented to the League of Arab \r\nStates on 30 April 2009, and the Goldstone report \r\n(A/HRC/12/48) adopted by the Human Rights Council, \r\nin addition to the report of the fact-finding committee \r\nestablished by the Secretary-General on the Israeli \r\nbombing of the camps and schools of the United Nations \r\nRelief and Works Agency for Palestine Refugees in the \r\nNear East.  \r\n The Court should work in cooperation with the \r\nSecurity Council and the General Assembly to \r\nprosecute all of those who committed the crimes set \r\nforth in these reports in order to ensure that none \r\nenjoys impunity. The rule of law must be upheld \r\nthrough the implementation of the legal norms which \r\nwe all strive to uphold, and it must be strengthened \r\nthrough its application to all peoples and societies, \r\nwithout exception. \r\n Mr. Urbina (Costa Rica) (spoke in Spanish): \r\nCosta Rica welcomes the fifth report (A/64/356) of the \r\nInternational Criminal Court and welcomes the Court’s \r\nPresident, Mr. Sang-Hyun Song. \r\n Sixteen years after the establishment of the \r\nInternational Criminal Tribunal for the Former \r\nYugoslavia, which was not in Africa, justice and the \r\nfight against impunity have become ongoing concerns \r\nof the international community and also, perhaps, the \r\ninstruments that do the most to strengthen international \r\nlaw and international humanitarian law. The \r\nInternational Criminal Court has been consolidated \r\nsince the Rome Statute came into force. The Court’s \r\n110 members are committed to continuing and \r\nstrengthening this process. The consolidation of the \r\nCourt is directly linked to its growing legitimacy both \r\nin its internal attributes and in the recognition its \r\nactivities receive throughout the world. \r\n With regard to the Court’s internal affairs, we \r\nnote the strengthening of procedures confirming its \r\nindependence, impartiality and compliance with the \r\nhighest procedural standards. The historic beginning of \r\nthe Court’s first trial saw the implementation of strict \r\nmeasures to ensure due process and respect for the \r\nrights of the accused, while effective methods for \r\nprotecting victims and witnesses have also been \r\nimplemented. All these actions have come to justify the \r\nhopes that civilized peoples have placed in the \r\ninstitutions of justice. \r\n Externally, the Court’s legitimacy is also \r\ngrowing. The ratification of the Rome Statute by two \r\nnew members, along with the clear interest of other \r\nStates that are considering the possibility of acceding \r\nto the Court’s jurisdiction and the first voluntary \r\nappearance of a defendant, are revealing signs of the \r\nadvent of a new era in which justice is an integral \r\n A/64/PV.29\r\n \r\n21 09-58345 \r\n \r\nelement of lasting peace and the rule of law extends \r\nbeyond national borders into the international arena. \r\n In connection with the process of the Court’s \r\nconsolidation, Costa Rica firmly believes in the duty of \r\nall to contribute to that consolidation by honouring \r\ntheir obligations, freely entered into, to assist the Court \r\nin carrying out its decisions and to protect and \r\nstrengthen its independence. In doing so, not only are \r\nwe supporting the Court, but, more important, we are \r\nfostering the rule of law at the international level.  \r\n In this context, we cannot view with indifference \r\nthe decision of a group of States to refuse to cooperate \r\nwith the Court in a case referred to it by the Security \r\nCouncil. These States have justified their refusal by \r\nciting the fact that the Security Council has not \r\nadopted a decision that this group is demanding. \r\nBesides violating States’ obligations to cooperate with \r\nthe Court, as provided for in article 86 of the Rome \r\nStatute, this decision contravenes Article 25 of the \r\nCharter of the United Nations. Costa Rica trusts that \r\nthe dissenters will soon see reason, and we are certain \r\nthat the report of the African Union panel coordinated \r\nby ex-President Mbeki of South Africa will mark the \r\nrenewal of a constructive attitude. \r\n Quite often, even in the highest political spheres, \r\nwe encounter mistaken notions about international \r\ncriminal justice. Those seeking to discredit the Court \r\nally themselves with ignorance of basic concepts in an \r\neffort to cast doubt on the Court’s independence. The \r\nvoices of those who defend fugitives from international \r\njustice indicted for war crimes are shameless enough to \r\nuse this court of peace to try to fool us all. They claim \r\nthat it is only African criminals who are prosecuted, \r\nand in bad faith obscure the fact that three cases from \r\nthat continent were referred to the Court by African \r\nGovernments, and that the fourth, concerning the \r\nsituation in Darfur, where hundreds of thousands of \r\npeople have ended up dead, displaced or refugees, was \r\nreferred by the Security Council in accordance with its \r\nresolution 1593 (2005) without a single dissenting \r\nvote. \r\n In the face of such accusations, we must reiterate \r\nagain and again the implications of the complementary \r\ncharacter of the Court. Complementarity is the \r\nbackbone of the international criminal justice system. \r\nThe Court was created not so that its courtrooms might \r\nbe filled to bursting, but rather with the aspiration that \r\nthe day will come when they will no longer be used. \r\nThe International Criminal Court exists only to respond \r\nto situations in which national jurisdictions are unable \r\nor unwilling to prosecute the most egregious crimes. It \r\nexists only to supplement the deficiencies of national \r\njustice systems. \r\n For that reason, as an elected member of the \r\nSecurity Council, Costa Rica has always supported \r\nstrengthening the components of security sector \r\nreform, in particular national justice systems, in both \r\npeacekeeping and peacebuilding processes. We are \r\nconvinced of the importance of transitional justice to \r\nending conflict and that it is essential to ensure \r\naccountability and combat impunity in support of \r\nlasting peace. A national legal system capable of \r\nundertaking these tasks will lighten the load of \r\ninternational criminal justice and promote national \r\nreconciliation effectively. In that context, Costa Rica is \r\nsupportive of and hopeful for the African Union’s \r\ncommitment to developing the legal capacity to draft \r\nmodel legislation covering crimes prosecuted by the \r\nCourt, and to train staff and improve inter-institutional \r\ncooperation. \r\n The Court’s next report to the Assembly will \r\ninclude the decisions to be adopted at the Review \r\nConference in Kampala, in the heart of Africa. As the \r\nSecretary-General has said, this will be an opportunity \r\nto take stock of achievements and to chart a path for \r\nthe future. Work on defining the crime of aggression \r\nwill be of particular importance. We are confident that \r\nthere exists a constructive willingness to improve the \r\nCourt, strengthen States’ cooperation and increase the \r\neffectiveness of justice, the foundation of lasting peace \r\nand a key ingredient of sustainable development. \r\n Mr. Mukongo Ngay (Democratic Republic of the \r\nCongo) (spoke in French): My delegation associates \r\nitself with the statement made by the representative of \r\nKenya on behalf of the African Group of States parties \r\nto the International Criminal Court. We would also like \r\nto thank the President of the Court, Judge Sang-Hyun \r\nSong, for the report he has just presented (see \r\nA/64/356). \r\n At times like these and in certain corners of the \r\nworld, we often turn to experts in international \r\ncriminal law and to the writings of people learned in \r\ndoctrine to try to define and understand the true \r\nmagnitude of war crimes, crimes against humanity or \r\ngenocide. In the Democratic Republic of the Congo, a \r\npost-conflict country where what some have called the \r\nA/64/PV.29  \r\n \r\n09-58345 22 \r\n \r\nfirst African world war took place, every individual, \r\neducated or not, can define such heinous crimes from \r\nhis or her perspective as victim, witness or perpetrator, \r\nor whether he or she has been affected directly or \r\nindirectly. \r\n The International Criminal Court was created \r\nprecisely to exercise jurisdiction over the most serious \r\ninternational crimes. That is why the wording of the \r\nRome Statute, which for some is mere theory, reflects a \r\nreality that the people of the Democratic Republic of \r\nthe Congo, particularly those in North Kivu, South \r\nKivu and Ituri, experience on a daily basis. That reality \r\nis truly Congolese, but we must stress that war and all \r\nforms of violence that deny the dignity and sacred \r\nnature of the human being know no nationality. They \r\nconcern all of us, and cooperation with the International \r\nCriminal Court must concern all of us, too. \r\n For its part, the Democratic Republic of the \r\nCongo was the very first State party to develop \r\nmeaningful cooperation with the International Criminal \r\nCourt. The cooperation between my country and the \r\nCourt clearly makes it a model of such cooperation, to \r\nwhich several legal instruments attest. \r\n First, the Democratic Republic of the Congo did \r\nnot wait for the Rome Statute to enter into force before \r\nratifying it. We ratified it on 30 March 2002, more than \r\nthree months before it entered into force. Secondly, the \r\nDemocratic Republic of the Congo took the initiative \r\nto refer its situation to the International Criminal Court \r\non 3 March 2004. It signed an agreement of judiciary \r\ncooperation with the Court on 6 October 2004 and \r\nreached an agreement of judiciary assistance with the \r\nUnited Nations Mission in the Democratic Republic of \r\nthe Congo and with the International Criminal Court. \r\n With respect to the proceedings under way in the \r\nCourt, the Democratic Republic of the Congo has three \r\ntimes correctly executed arrest warrants issued by the \r\nInternational Criminal Court against our own nationals. \r\nIt is clear that the Democratic Republic of the Congo is \r\nconvinced that peace and justice go hand in hand. It \r\nhas learned first hand the vital role that justice plays as \r\na factor of social harmony, national reconciliation, \r\npeace, security and stability. It is with the assistance of \r\nthe international justice system that we have been able \r\nto restore peace to Ituri and North Katanga. It is also \r\nwith the assistance of the international judicial system \r\nthat we intend to restore peace throughout the national \r\nterritory. \r\n This is why the Congolese authorities have \r\ndecided, with respect to the latest arrest warrant issued \r\nby the Court, to consolidate and complete the peace \r\nprocesses under way in the provinces of North and \r\nSouth Kivu and to conclude the process of integration \r\nof the former armed movements into the national army \r\nbefore we take a decision on that matter. That is a \r\nprecautionary security measure that will benefit \r\neveryone, including the International Criminal Court \r\nand its officials. \r\n The fifth annual report of the International \r\nCriminal Court to the United Nations, now before the \r\nAssembly, outlines the very meaningful progress in the \r\nwork of the Court with the beginning of trials in certain \r\nsituations, the confirmation of charges in others, and \r\nthe opening of new investigations in still others. My \r\ndelegation takes this opportunity to reiterate its interest \r\nin seeing the implementation of the proposal to hold in \r\nsitu trials. This would offer the long-awaited opportunity \r\nto provide a certain moral satisfaction to the victims of \r\nthe crimes in question and to deter potential repeat \r\noffenders. \r\n As paradoxical as it may appear, the fact that \r\nsuch progress in the march of international criminal \r\njustice is taking place in the context of a robust \r\ncampaign of hostility towards the Court serves as proof \r\nthat the institution is, in fact, taking hold. We are at a \r\nhistoric moment in the fight against impunity for \r\nserious crimes. We should therefore recall that this \r\nphenomenon is not new. Hostility to the Court was first \r\nseen in Rome when the representatives of 120 countries, \r\nincluding the Democratic Republic of the Congo, out \r\nof 160 meeting in the Italian capital drafted and \r\nadopted the legal framework for the future Court in \r\nJuly 1999. \r\n Yet, in the wake of the Rome conference, it was \r\nthought that it would take 25 years or more to gather \r\nthe 60 ratifications necessary to the Statute’s entry into \r\nforce. The fact that more than half the States Members \r\nof the United Nations have joined the Court less than \r\nfive years after its establishment proves that the path \r\ntowards the universality of the Court has been laid. In \r\nthat regard, my delegation welcomes the 109th and \r\n110th countries to ratify the Rome Statue, Chile and \r\nthe Czech Republic, to the club of States parties. \r\n The Review Conference of the Rome Statute to \r\nbe held in Kampala, Uganda, in May 2010 should, in \r\nthe view of my delegation, give Member States the \r\n A/64/PV.29\r\n \r\n23 09-58345 \r\n \r\nopportunity to confirm the achievements of the Statute \r\nand to strengthen the conviction that the International \r\nCriminal Court is a gift of hope to future generations \r\nand represents very considerable progress towards \r\nensuring respect for human rights and the rule of law. \r\n Moreover, my delegation believes that, in respect \r\nto the Conference’s programme of work, priority \r\nshould be given to defining the crime of aggression and \r\nto determining the conditions for the exercise of the \r\nCourt’s jurisdiction in that respect, pursuant to the \r\nrelevant provisions of articles 121 and 123 of its Statute. \r\n In conclusion, and while reiterating my \r\ndelegation’s commitment to ensuring the integrity of \r\nthe Court’s Statute, I call once again on delegations \r\nthat have not yet done so to join the International \r\nCriminal Court so that together we can contribute to \r\nthe universality of the fight against impunity. \r\n Mrs. Onanga (Gabon) (spoke in French): It is an \r\nhonour for my delegation to take the floor. Allow me at \r\nthe outset to congratulate and express our gratitude to \r\nPresident Sang-Hyun Song for his well-informed \r\npresentation of the report of the International Criminal \r\nCourt (see A/64/356). \r\n My delegation endorses the statement made by \r\nthe Ambassador of Kenya on behalf of the African \r\nGroup of States parties to the Rome Statute. We would \r\nlike nevertheless to make several general comments on \r\ncertain situations under consideration by the \r\nInternational Criminal Court.  \r\n First, my delegation believes that the manner in \r\nwhich the first trials will be carried out will establish \r\nthe credibility of the Court because these early trials \r\nare milestones not only in the development of \r\ninternational justice, but also in the fight against \r\nimpunity. On the basis of the report, Gabon welcomes \r\nthe fact that the elements that make up the basic \r\nprinciples for trials received particular attention. Those \r\nelements were in stark evidence in the case of Thomas \r\nLubanga Dyilo, when proceedings were stayed in order \r\nto address the concerns of the judges regarding the \r\nfairness of the trial. \r\n Secondly, we believe that the Court’s success will \r\ndepend on the support provided to it by Member \r\nStates — a point of view that the representative of \r\nKenya has just expressed and which my delegation \r\nfully endorses — because the activity of the Court will \r\nnot be able to fully meet all our expectations without \r\nthe effective cooperation of all Member States.  \r\n Moreover, on the eve of the Review Conference, \r\nGabon commends the Ugandan Government for its \r\ndecision to host that Conference. We hope that Member \r\nStates will make full use of that important meeting, \r\nwhich in our view should make it possible above all to \r\nreaffirm the integrity of the Rome Statute. \r\n In conclusion, my delegation takes this \r\nopportunity to reaffirm its full commitment to the work \r\nof the International Criminal Court and to its full \r\npromise for building an international society based on \r\nthe rule of law and where there is no longer room for \r\nimpunity. \r\n Mr. Hernández (Mexico) (spoke in Spanish): \r\nMexico wishes to thank the President of the \r\nInternational Criminal Court (ICC), Judge Sang-Hyun \r\nSong, for presenting the annual report of the Court (see \r\nA/64/356) to the General Assembly. \r\n As the years pass, it is becoming more evident \r\nthat the work of the ICC is proving itself to be an \r\nefficient way to prevent new crimes from being \r\ncommitted and to contribute to conflict resolution and \r\npeacebuilding processes. That is why Mexico reiterates \r\nits support for the work of the International Criminal \r\nCourt. The recent adherence of Chile and the Czech \r\nRepublic to the Rome Statute is reason for the \r\ninternational community to celebrate. Some 110 States \r\nMembers of this Organization, from all regions, are \r\nnow States parties to the Statute, which demonstrates \r\nthe clear trend towards its universality. In view of that, \r\nwe again call on all States that have not yet done so to \r\njoin the ICC system so that it can enjoy full universal \r\nscope. \r\n The ICC is a very young institution. As such, it \r\nhas generated great expectations, faces important \r\nchallenges and receives severe criticism regarding its \r\nability to establish itself as a transparent and efficient \r\nmodel for the administration of justice. For Mexico, \r\nthose three aspects will be met to the extent that the \r\nCourt can fulfil its mandate. As a clear example of that, \r\nwe welcome the developments of the Court described \r\nin the report, in particular the beginning of the first \r\ntrial in January and the imminent start of the second. It \r\nis fitting to underscore that in those cases, despite the \r\nfact that the investigations, the gathering of evidence \r\nand the protection of witnesses and victims were \r\nA/64/PV.29  \r\n \r\n09-58345 24 \r\n \r\ncarried out during armed conflicts, the ICC has proven \r\nto be a fully functional entity. \r\n However, we should not lose sight of the fact that \r\nif the ICC is to fulfil its mandate, it will depend to a \r\ngreat extent on the cooperation it receives from States, \r\ninternational and regional organizations and, naturally, \r\ncivil society. Therefore, such cooperation with the \r\nCourt is a long-term political, juridical and diplomatic \r\ncommitment to ensuring that it can eradicate impunity \r\nand impart justice. \r\n In fulfilling that mandate, the ICC has been \r\ncriticized in recent months for its alleged selectivity in \r\nintervening exclusively in one region. In seeking to \r\nweigh the fairness of such criticism, we must bear in \r\nmind that the situations before the Court have been \r\nreferred to it in accordance with the provisions of the \r\nStatute itself, in some cases by decision of the States \r\ninvolved, and in others by decision of the Security \r\nCouncil in view of facts and situations that it \r\nconsidered a serious threat to international peace and \r\nsecurity. Thus, no critique of the Court’s activities can \r\noverlook that framework or claim not to know it. \r\n In relation to the situation addressed in Security \r\nCouncil resolution 1593 (2005), we must remember \r\nthat the United Nations Charter sets out in Article 25 \r\nthat all Members of the Organization must accept and \r\ncarry out the decisions of the Security Council. \r\nConsequently, the refusal of the Government of the \r\nSudan to cooperate with the ICC represents clear \r\nnon-compliance with a legally binding obligation. We \r\nhave noted before this Assembly and in the Security \r\nCouncil that there is no dilemma of choice between \r\npeace and justice. Both objectives must be an integral \r\npart of efforts to resolve any armed conflict, and \r\nneither should be achieved at the expense of the other.  \r\n Mexico therefore acknowledges the importance \r\nof the voluntary appearance of rebel leader Bahr Idriss \r\nAbu Garda, one of the alleged perpetrators of the \r\nattack on the Haskanita base in Darfur, before the ICC. \r\nThat action should contribute to encouraging all parties \r\nto that conflict to cooperate with the Court forthwith. \r\n Mexico would like to address the financial \r\nactivities of the Court. We believe that seven years of \r\nexperience have given it the necessary maturity to \r\nadminister its resources in a diligent, acceptable and \r\ntransparent way. Nevertheless, we note with concern \r\nthat there is still room for improvement if the ICC is to \r\nbe fully cost-effective without sacrificing the \r\nfulfilment of its mandate. Such improvements should \r\ninclude proper and comprehensive budget planning, \r\nbetter financial practices, relevant rationalizing of \r\nresources, and the development of judicial proceedings \r\nand procedures in an efficient and responsible manner. \r\nWe hope that such measures will be adopted to \r\ncontribute to the better use of the allocated resources. \r\n On that same point, Mexico calls on the Court’s \r\nbodies and officials to think about its real needs and to \r\npropose their own measures of internal austerity, with \r\nconsequent savings. That would encourage States \r\nparties to respond to requests on budgetary matters. \r\nMexico further believes that decisions of the Court \r\nwith financial implications must be submitted to or, at \r\nleast, discussed with the Assembly of States Parties, \r\nthe oversight body for administrative issues and \r\nbudgetary review and approval. \r\n Next year will provide a great opportunity for the \r\nICC and international criminal justice with the holding \r\nin Kampala, Uganda, of the first Review Conference of \r\nthe Rome Statute. The outcome of that event will \r\nenable the entire system created around the Statute to \r\nconfirm the great achievement that it represents for the \r\ninternational community and international law. \r\n Mexico calls upon States to actively participate in \r\nthe Review Conference. To that end, the forthcoming \r\neighth session of the Assembly of States Parties should \r\nfacilitate the development of a substantive and \r\nconstructive dialogue aimed at the in-depth review of \r\nall amendments proposed to date. That will enable the \r\nConference to identify its concrete objectives and to \r\nensure the best possible conditions for its success. \r\n Finally, I should like to reiterate that ensuring \r\ninternational justice, ending impunity, strengthening \r\nthe rule of law, promoting and respecting human rights \r\nand re-establishing and maintaining international peace \r\nand security are objectives in accordance with the \r\nCharter of the United Nations and the Rome Statute. \r\nMexico will assist the Court in attaining them.  \r\nThe meeting rose at 1.10 p.m. \r\n \r\n \r\n"