" United Nations  A/64/PV.46\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fourth session \r\n \r\n46th plenary meeting \r\nFriday, 13 November 2009, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n09-60665 (E) \r\n*0960665*   \r\nPresident: Mr. Ali Abdussalam Treki . . . . . . . . . . . . . . . . . . . . . . . . . . . (Libyan Arab Jamahiriya) \r\n \r\n \r\n The meeting was called to order at 3.15 p.m. \r\n \r\nAgenda items 9 and 119 (continued) \r\n \r\nReport of the Security Council (A/64/2) \r\n \r\nQuestion of equitable representation on and increase \r\nin the membership of the Security Council and \r\nrelated matters \r\n \r\n Mr. Urbina (Costa Rica) (spoke in Spanish): The \r\nconvening of a joint debate on Security Council reform \r\nand the report of the Security Council to the General \r\nAssembly (A/64/2) is a wise initiative because, in the \r\nlight of the report, concrete aspects of the Council’s \r\nreform stand out with greater clarity and the \r\neverlasting discussion on the number and quality of its \r\nmembers is set aside, at least momentarily. \r\n Consistent with its desire for an international \r\norder in which institutional development and the rule \r\nof law prevail, Costa Rica historically has had \r\nparticular interest in the Security Council’s working \r\nmethods. In keeping with this interest, we are part of \r\nthe group of five small nations (S-5), which acts to \r\npromote changes in the Council’s working methods. \r\n As a member of the Security Council since 2008, \r\nCosta Rica has tried to meet the expectations of those \r\nwho supported our candidacy. They, like us, were \r\naware of the difficulties inherent in seeking to \r\ninfluence the Council’s working methods and in \r\nworking with nine other elected members and the \r\npowerful permanent members. However, we believe \r\nthat our actions have contributed to promoting greater \r\nrespect from the Council towards non-member States, \r\nincreased transparency in its work, improved access to \r\nthe Council for all and extended participation in \r\ndecision-making. \r\n The period under review was especially notable \r\nwith regard to the consideration of the issue of working \r\nmethods. Under the Belgian presidency in August \r\n2008, the first open debate in 14 years on the question \r\nof working methods took place. In addition, the \r\nInformal Working Group on Documentation and Other \r\nProcedural Questions agreed to engage in a fruitful \r\ndebate with the S-5, at which the level of \r\nrepresentation on the delegations and the participation \r\nof the members of the Council illustrated the \r\nwillingness on the part of some to learn and improve, \r\nas well as the stubbornness and arrogance of others. \r\nWe hope that we have successfully carried out the \r\nmandate given to us by the General Assembly a little \r\nmore than two years ago. \r\n We are now considering the annual report of the \r\nSecurity Council to the General Assembly. We reaffirm \r\nthe shared perception that, in and of itself, the report \r\ndoes not serve the purpose of broadly and \r\ncomprehensively informing us either about the actions \r\nof the Council or of the reasons for which it did not act \r\non certain occasions when it should have. Once again, \r\nit is worth recalling here that, in Article 24, the authors \r\nof the Charter stipulated that the Council would inform \r\nthe Assembly by means of its annual report as well as \r\nthrough special reports. The latter is a tool that the \r\nCouncil has used only to recommend the admission of \r\nnew Members to the Organization. Pure and simple, \r\nA/64/PV.46  \r\n \r\n09-60665 2 \r\n \r\nthat fact reflects the reluctance of the Council, and in \r\nparticular of its permanent members, to inform the \r\nGeneral Assembly of its actions. \r\n Given that regrettable fact, we wish to \r\nacknowledge the additional efforts made this year by \r\nthe delegation of Uganda in the preparation of the \r\nreport before us. That work included the convening, in \r\nlate October, of an innovative informal meeting with \r\nmembers of the General Assembly. That is no doubt a \r\nlaudable practice that must be repeated in the future in \r\norder to take advantage of the designated period \r\nbetween July and October for the preparation of the \r\nreport as a way to increase awareness, understanding \r\nand the legitimacy of the Council’s work through more \r\nintense interaction. \r\n Although Costa Rica understands the difficulties \r\ninvolved in persuading actors with opposing interests \r\nto agree to a more analytical text, we are all aware that \r\nthe quality of the annual report has gradually \r\nimproved. However, we would urge the Council to \r\nmake greater efforts to better inform the members of \r\nthe Assembly of what it is doing on their behalf. We all \r\nknow that is possible. \r\n Allow me to make a few brief comments with \r\nregard to some issues that we believe to be \r\ninsufficiently reflected in the report. First of all, it has \r\nnot been easy to ensure greater respect for countries \r\nthat contribute military and police contingents to \r\npeacekeeping operations. Countries which contribute in \r\nthat way to the work of the Organization know that, \r\nuntil recently, they were invited to formal meetings \r\nonly once the terms had been agreed for the renewal of \r\npeacekeeping mandates. Thanks to the efforts of a \r\ngroup of countries that includes Costa Rica, today the \r\nconsultation process begins earlier and benefits from \r\nincreased interaction with the Secretariat. \r\n That is just part of the progress made in \r\nconnection with peace missions. The Council has \r\nconsidered that issue on an ongoing basis, and all \r\nMembers of the Organization have been invited to \r\nattend. The Secretariat has provided a concrete basis \r\nfor discussion. The Departments of Peacekeeping \r\nOperations and Field Support and the Office for the \r\nCoordination of Humanitarian Affairs have made \r\nconsiderable efforts. Non-governmental organizations \r\nhave contributed to those efforts. Their invaluable \r\nsupport, and especially that of the International Peace \r\nInstitute and Security Council Report, must not be \r\nignored. \r\n As a result of that exercise, drafting and renewing \r\nmandates will be better linked with the planning and \r\ndeployment of the missions. Peace consolidation \r\nefforts will begin earlier and be better linked to the \r\npeacekeeping phase. We hope that we can thereby \r\nreduce the rate at which conflicts recurred in the past. \r\n This assessment would be incomplete if I were to \r\nfail to refer to the revitalization of the comprehensive \r\nframework for the protection of civilians, especially \r\nwomen and children, or to stress that protection is a \r\ncross-cutting priority of peace missions. That progress \r\nis satisfactory, but still insufficient. In our view, the \r\ndifficult conciliation of different positions should be \r\nreflected in the report. As it is, it has been made to \r\ndisappear. The members of the Assembly must guess at \r\nwhat those differences are by referring to the list of \r\nthose that have sponsored the most important \r\nresolutions of the Council in this area. \r\n I would like to end my remarks on the substance \r\nof the report by referring to the progress that was made \r\nwith regard to working methods during the informal \r\nmeetings that took place between Council members \r\nand the Permanent Representative of Sri Lanka. \r\nDespite the fact that my delegation regrets the inability \r\nof the Council to take action in connection with that \r\ncase, we would nevertheless highlight the readiness of \r\nits members to engage in an informal, direct and \r\nongoing dialogue with the representative of a country \r\nin connection with a situation that was a source of \r\nanguish for a large part of the international community \r\nfor several weeks. As with any other, that important \r\ninnovation will be worthwhile only to the degree that it \r\nis repeated in the future and integrated fully into the \r\nCouncil’s practices. \r\n I cannot conclude my intervention without saying \r\na few words about Security Council reform. First of all, \r\nhowever, I would like to acknowledge your interest and \r\nwillingness, Mr. President, to seek progress on that \r\nimportant issue. The members of the Assembly are \r\ngrateful for that commitment. \r\n I have already explained the importance that my \r\ndelegation attaches to the issue of working methods. \r\nOur positions on the non-extension of the so-called \r\nveto and the limitations that should be placed on its use \r\nare well known. Equally known is the fact that my \r\ncountry believes that no new permanent members \r\nshould be admitted to the Council. An increase in that \r\ncategory would diminish even further the influence of \r\n A/64/PV.46\r\n \r\n3 09-60665 \r\n \r\nthe Council’s elected members, be detrimental to \r\nMember States that will never be permanent members, \r\nand reduce access to decision-making processes by \r\nvirtue of the so-called cascade effect, as demonstrated \r\nby Costa Rica some time ago. \r\n We remain cautious with regard to the issue of \r\nincreasing the number of Council members. Our \r\nexperience with efforts in that regard has confirmed \r\nthat the current number of members already makes it \r\ndifficult to achieve the necessary consensus. However, \r\nwe recognize the need for more equitable geographical \r\nrepresentation. \r\n Costa Rica wants Council reform. We have \r\nshown flexibility by agreeing to discuss the so-called \r\nintermediate formula, which would establish a new \r\ncategory of elected members that would serve for \r\nlonger terms, albeit not to exceed three years, and be \r\neligible for one-time re-election. We believe that that is \r\nthe only proposal for expansion that can realistically be \r\nexpected to generate a broad and viable consensus, \r\nincluding, of course, the necessary consent of the \r\npermanent members. We urge the small group of \r\ncountries who aspire to become permanent members to \r\ntake an equally flexible stance and to make efforts to \r\ncontribute to a decision-making process that will allow \r\nthe Organization to better achieve its objectives of \r\npeace and security. \r\n Mr. Al-Allaf (Jordan) (spoke in Arabic): Jordan \r\nwould like to express its gratitude to the Security \r\nCouncil for its annual report (A/64/2) and to welcome \r\nits presentation to the General Assembly. We would like \r\nto take this opportunity to express our deep appreciation \r\nto the delegation of Uganda for their efforts in preparing \r\nthis report and our gratitude to Viet Nam and Austria for \r\ncontacting the membership of the Organization. We \r\nthank the members of the Security Council for the \r\nvaluable informal discussions they held with the S-5 \r\ngroup — Costa Rica, Jordan, Liechtenstein, Singapore \r\nand Switzerland — while the report was being drafted. \r\n The report before us today is an important \r\nelement in the relationship between the Security \r\nCouncil and the General Assembly. It is a necessary \r\nchannel of communication between these two \r\nimportant bodies of the United Nations. Moreover, our \r\ndiscussions today in and of themselves represent a \r\nhealthy forum in which to exchange views about the \r\nreport, in order to accomplish the goals hoped for in its \r\ndevelopment.  \r\n First, I would like to note the significant \r\nimprovements made in this report over the past few \r\nyears, such as increasing the comprehensiveness of its \r\nintroduction, and also the efforts of the Security \r\nCouncil President, who is charged with drafting the \r\nreport and with contacting States that are not Council \r\nmembers and eliciting their opinions on the report’s \r\ncontents and form. We wish to thank the Council \r\nPresident for his briefings on the report before and \r\nafter it was issued. \r\n The basic function of this report is to draw a \r\ncomprehensive and considered picture for presentation \r\nto the General Assembly on the Security Council’s \r\nwork and accomplishments in the field of international \r\npeace and security. Naturally, we always hope that the \r\nreport will be analytical in nature and will be drafted in \r\na coherent and comprehensive manner. However, we \r\nmust be realistic as well, and we must understand the \r\npolitical and logistical difficulties that prevent the \r\nreport from becoming an integrated political document \r\nthat would include a strategic evaluation of the \r\nsituation of international peace and security. \r\n We do not expect the report to acquire such a \r\nform within the next few years, but we believe that \r\nthere is more room for positive steps and reasonable \r\nimprovements that can be made to enhance the report. \r\nThe issues presented to the Security Council are \r\nimportant and are greatly relevant to the interests of the \r\nwider membership of the Organization. \r\n For example, the report could benefit from \r\ndealing with how the Council handled several thematic \r\nissues, such as peacekeeping operations. It could \r\ndiscuss the lessons learned that would enable the \r\nCouncil to build on positive steps and elements that it \r\nhas taken throughout the year and to develop those \r\nlessons. Moreover, the Council would be able to deal \r\nwith the challenges and obstacles that might present \r\nthemselves again. An accurate description and a \r\nrealistic analysis are important for maintaining the \r\ninstitutional memory necessitated by the rotation of the \r\nnon-permanent members of the Council. \r\n The Security Council is charged with defending \r\nand maintaining international peace and security, \r\nwhich means that the issues on its agenda are closely \r\ntied — most often directly tied — to the interests of \r\nStates not members of the Council. Therefore, a \r\ncomprehensive and objective annual report on the \r\nactivities of the Council requires effective and \r\nA/64/PV.46  \r\n \r\n09-60665 4 \r\n \r\norganized communication with members of the General \r\nAssembly in its drafting, especially since most of the \r\nissues the Council examines — perhaps even all of \r\nthem — give rise to legal, political and financial \r\nobligations.  \r\n The report also gives members of the Council the \r\nopportunity to monitor the improvements that have \r\nbeen introduced to the Council’s working methods, \r\nespecially those aspects that require further improvement. \r\nThose aspects should not necessarily be dealt with \r\nfrom the perspective of self-criticism, though we do \r\nnot believe that there is anything wrong with that. They \r\ncan be handled through an objective evaluation of an \r\norgan that seeks to enhance effectiveness and to \r\ndevelop methods that are in line with developments in \r\nthe issues and topics that it examines. \r\n Now more than ever before, our world requires \r\nefforts to guarantee a more effective role for the United \r\nNations in dealing with changing international \r\nchallenges, to democratize it through reform of the \r\nSecurity Council. Jordan regards Council reform as a \r\nvital issue and a high priority. In its national capacity \r\nand within the S-5 group, Jordan will continue to play \r\na constructive role and offer realistic and \r\nimplementable visions, especially with regard to \r\nreforming the Council’s working methods. Ideas and \r\nvisions on reform of the working methods must not be \r\nheld hostage to progress that we seek in other aspects \r\nof Security Council reform, such as categories of \r\nmembership, expansion or the use of the veto. In our \r\nopinion, the ideas and visions on reforming the \r\nworking methods are potential areas of work in which \r\nwe can achieve quick gains. \r\n The S-5 group presented a paper earlier this year \r\nthat incorporated several of those ideas, which we hope \r\nthe whole membership will support so that we can \r\nbring about a concrete and genuine change to the \r\nCouncil’s working methods. \r\n Mr. Zhang Yesui (China) (spoke in Chinese): \r\nOver the past year, the Security Council has deliberated \r\non a host of issues touching on international peace and \r\nsecurity. It has made tireless efforts to facilitate the \r\nsettlement of regional hot-spot issues, promote regional \r\nstability and assist post-conflict countries in \r\npeacebuilding endeavours, and has achieved many good \r\nresults. While fulfilling its obligations, the Security \r\nCouncil has also endeavoured to improve its working \r\nmethods and increase the transparency of its operations. \r\nIt has also enhanced exchanges with other relevant \r\nparties. \r\n The Charter of the United Nations entrusts the \r\nsacred responsibility of maintaining international peace \r\nand security to the Security Council. Given the \r\ncomplicated international circumstances, various \r\nsecurity challenges and the expectations of Member \r\nStates, the Security Council is now shouldering a great \r\nresponsibility.  \r\n Pursuant to the mandate bestowed on it by the \r\nCharter, the Security Council should devote more \r\nenergy to addressing the major pressing issues that \r\nthreaten international peace and security. It should \r\nrefrain from discussing issues that in essence belong to \r\nthe internal affairs of a country and pose no threat to \r\ninternational peace and security. The Council should \r\nalso avoid deliberating issues that in essence do not fall \r\nwithin the scope of its responsibilities, so as not to \r\naffect the efforts of other United Nations organs and \r\nagencies to perform their normal functions. \r\n The Security Council should also tap its full \r\npotential to strengthen its capacity for peacemaking, \r\npeacekeeping and peacebuilding, and thus make greater \r\nefforts towards the peaceful settlement of disputes. The \r\nSecurity Council should also strengthen its dialogue \r\nand cooperation with other United Nations organs and \r\nagencies, as well as with regional and subregional \r\norganizations. The Security Council should place \r\ngreater emphasis on the role of regional and \r\nsubregional organizations in maintaining international \r\npeace and security, encourage and support their \r\nmediation and good offices endeavours, and establish \r\neffective information-sharing mechanisms with these \r\norganizations. \r\n The Security Council should also vigorously \r\npromote the reform of United Nations peacekeeping \r\noperations, which are now facing new circumstances \r\nand challenges. As the decision-making body that \r\nauthorizes the deployment of peacekeeping operations, \r\nthe Security Council should improve its working \r\nmethods and decision-making mechanism in order to \r\nhelp peacekeeping operations to carry out their \r\nmissions more effectively. \r\n China firmly supports the necessary and \r\nreasonable reform of the Security Council. One of the \r\ncore objectives of Security Council reform is to \r\nincrease the Council’s representativeness so that its \r\nmembership reflects the tremendous changes that have \r\n A/64/PV.46\r\n \r\n5 09-60665 \r\n \r\ntaken place in the size and composition of United \r\nNations membership. Reform should give top priority \r\nto increasing the representation of developing \r\ncountries, in particular those of Africa. It must also \r\nreflect the trend of democratization in international \r\nrelations and give medium-sized and small countries \r\ngreater access to the decision-making process of the \r\nSecurity Council. \r\n The five clusters of issues involving Security \r\nCouncil reform are interrelated and therefore should \r\nnot be addressed with a step-by-step or piecemeal \r\napproach. Only an integrated approach or a package \r\nsolution will accommodate the interests and concerns \r\nof Member States on different issues. \r\n Security Council reform is a complex and \r\nsensitive issue, and a systematic project involving the \r\ninterests of 192 Member States. The will to move \r\nahead and a flexible and pragmatic approach that \r\naccommodates the interests of all parties and stresses \r\ndemocratic consultation are necessary to achieving the \r\naims of Council reform. Only in this way can a \r\nsolution be found that bridges the differences of all \r\nparties and serves the common and long-term interests \r\nof all Member States, and can the outcome of reform \r\nbe sustainable, vigorous and dynamic. \r\n The sixty-third session of the General Assembly \r\nlaunched the intergovernmental negotiations on \r\nSecurity Council reform. During the negotiations, \r\nparties candidly exchanged views on the five clusters of \r\nissues on Security Council reform. China appreciates \r\nthe overall approach adopted by Mr. Miguel d’Escoto \r\nBrockmann, President of the General Assembly at its \r\nsixty-third session, and Ambassador Zahir Tanin, chair \r\nof the intergovernmental negotiations, in handling the \r\nissue of Security Council reform. We hope that the \r\nGeneral Assembly at this session will continue to \r\nadhere to the principle of ensuring ownership by \r\nMember States and fully accommodate the concerns of \r\nall parties while striving for the widest possible \r\nconsensus. \r\n Mr. Soborun (Mauritius): I join colleagues in \r\nthanking you, Sir, for convening today’s meeting on \r\nagenda item 9 on the annual report of the Security \r\nCouncil and agenda item 119 on the question of \r\nequitable representation on and increase in the \r\nmembership of the Security Council and related \r\nmatters. \r\n I also wish to express my appreciation to \r\nAmbassador Shekou Touray of Sierra Leone, in his \r\ncapacity as coordinator of the committee of 10 of the \r\nAfrican Group, and to Ambassador Thomas \r\nMayr-Harting of Austria, in his capacity as President of \r\nthe Security Council for the month of November, for \r\nthe comprehensive and candid presentation of the \r\nannual report of the Security Council, contained in \r\ndocument A/64/2. \r\n As far as the annual report is concerned, we share \r\nthe view expressed by many delegations that it is once \r\nagain a mere compilation of events in chronological \r\norder. We therefore reiterate our request that it be made \r\nmore analytical with a view to enabling Member States \r\nto assess the strengths and failures of the Council in \r\ntackling the various conflict situations. We also share \r\nthe growing concern of many delegations over the \r\ngradual encroachment by the Security Council on the \r\npowers and mandates that fall under the purview of the \r\nGeneral Assembly. Furthermore, we believe that, with \r\na view to further improving transparency and \r\naccountability in the working methods of the Council, \r\nit is more than high time to finalize the rules of \r\nprocedure of the Council, which have remained \r\nprovisional over the past six decades. \r\n The reform of the Security Council, the most \r\nimportant organ of the United Nations in the \r\nmaintenance of international peace and security, can \r\nnever be overemphasized. It remains at the heart of the \r\nreform of the United Nations to make it more \r\ntransparent, legitimate and accountable. The reformed \r\nSecurity Council of the twenty-first century should be \r\nable to meet the aspirations and legitimate rights of the \r\ndifferent geographical regions of the world in an open, \r\ntransparent and equitable manner. It should be able to \r\nrespond expeditiously in an effective and efficient \r\nmanner to the rapidly changing geopolitical realities of \r\nthe world. \r\n However, it is our considered view that there can \r\nbe no meaningful reform of the Security Council \r\nwithout an expansion in the categories of both \r\npermanent and non-permanent membership. The \r\npermanency and the veto rights conferred upon the \r\npermanent members have placed them in a category of \r\nmembers that are more equal than the others in an \r\nOrganization whose Charter is based on equal, \r\nsovereign rights.  \r\nA/64/PV.46  \r\n \r\n09-60665 6 \r\n \r\n This being the case — and there is every \r\nlikelihood that it will continue to be so for decades to \r\ncome — one way to remedy the situation would be to \r\nenhance the legitimacy, equitability and effectiveness \r\nof the Council by adding new permanent members. In \r\nany case, almost 64 years after the establishment of the \r\nUnited Nations, it is time that the powers of the current \r\npermanent five be shared with newcomers in the field \r\nthat are ready to shoulder their fair share of \r\nresponsibilities in accordance with the Charter and in \r\nthe larger interests of the international community. The \r\nexpansion of the Group of Eight into the Group of 20 is \r\na vivid example of the efforts to coordinate global \r\neconomic and financial governance at the summit \r\nlevel. The expansion of the Security Council cannot lag \r\nbehind. \r\n While improvements in the working methods of \r\nthe Security Council are essential if it is to increase its \r\ntransparency and accountability, the key to the \r\ncomprehensive and meaningful reform of the Security \r\nCouncil remains in its expansion, particularly in the \r\ncategory of permanent membership. A decisive action \r\non the expansion of membership in the permanent \r\ncategory will in turn unleash the dynamics to address \r\nissues of common concern, such as regional \r\nrepresentation, equitable geographical distribution, the \r\nsmall and medium-sized States and the rotational seat \r\ndevoted to the small island developing States, as \r\nsuggested by the Caribbean Community, and the right \r\nof veto. \r\n The historic decision 62/557 of the General \r\nAssembly, which, inter alia, called for the commencement \r\nof intergovernmental negotiations, broke the stalemate \r\nin the reform of the Security Council, which had been \r\nstuck in the Open-ended Working Group for over \r\n14 years. In this context, I should like to take this \r\nopportunity to commend Mr. Miguel d’Escoto \r\nBrockmann, President of the General Assembly at its \r\nsixty-third session, for expeditiously implementing \r\ndecision 62/557 to start intergovernmental negotiations \r\nby appointing Ambassador Zahir Tanin of Afghanistan \r\nto chair such negotiations in informal plenary of the \r\nGeneral Assembly on his behalf. \r\n However, we have to admit that the three rounds \r\nof negotiations held during the sixty-third session were \r\nmore in the nature of debate and discussions, with \r\nMember States and groups of States restating their \r\npositions and proposals rather than engaging in real \r\nnegotiations. Nonetheless, one of the positive results of \r\nthe three rounds of negotiations has been the narrowing \r\nof the options that could garner the widest possible \r\nsupport. This view was implicitly reinforced by \r\nAmbassador Tanin himself who, in his letter of 16 July \r\n2009, stated that the model that commanded the most \r\nsupport was an expansion in both categories. \r\n We fully agree with this conclusion, as it really \r\ntranslates his oft-repeated commitment to remain \r\nimpartial to any of the positions yet partial to progress. \r\nIn this respect, we encourage Ambassador Zahir Tanin, \r\nwho has been reappointed chair of the intergovernmental \r\nnegotiations by the President of the General Assembly, \r\nto pursue his efforts in a positive direction and produce \r\na text that would garner the widest possible support to \r\nguide Member States in the negotiations. \r\n We consider this approach to be all the more \r\nlogical and rational in the light of the power, trust and \r\nconfidence that the President of the General Assembly \r\nhas placed in him and which we have all unanimously \r\napproved. However, in the event that the chair should \r\ncontinue to hesitate to come up with a text, an \r\napproach driven by Member States will remain a viable \r\nalternative. In any case, we have no excuse to fail the \r\nexpectations of the heads of State and Government \r\ncontained in the 2005 World Summit Outcome \r\nDocument (resolution 60/1), which, inter alia, calls for \r\nan early and comprehensive reform of the Security \r\nCouncil. \r\n In conclusion, I should like to reiterate that \r\nMauritius remains steadfast in its support for the \r\nEzulwini Consensus, which calls for two seats for \r\nAfrica in the permanent membership category, with all \r\nthe rights and privileges which that category confers, \r\nincluding the right of veto so long as it exists. \r\nFurthermore, we reiterate our unequivocal support for \r\nIndia and for a Latin American and Caribbean country \r\nas candidates for permanent membership in a reformed \r\nSecurity Council. \r\n The time for consultations and exhaustive \r\ndeliberations are over. We need to act and act now, as \r\nwas rightly pointed out by the Permanent \r\nRepresentative of the Philippines yesterday (see \r\nA/64/PV.44). In this context, we look forward to the \r\nresumption of the intergovernmental negotiations, with \r\nyour blessing, Sir, at the earliest possible date. \r\n Mr. Muita (Kenya): On behalf of my delegation, \r\nI wish to thank you, Mr. President, for having \r\nconvened this important meeting of the General \r\n A/64/PV.46\r\n \r\n7 09-60665 \r\n \r\nAssembly. Let me at the outset associate my \r\ndelegation’s statement with that made by the \r\nPermanent Representative of Sierra Leone on behalf of \r\nthe Group of African States and that made by the \r\nPermanent Representative of Egypt on behalf of the \r\nNon-Aligned Movement. I also wish to thank the \r\nPresident of the Security Council for the report he has \r\npresented (A/64/2), as well as the Permanent Mission \r\nof Uganda for its efforts in drafting this year’s report.  \r\n My delegation has taken note of the focus and \r\nattention that the Security Council has paid to \r\nsituations of conflict in Africa, including the high-level \r\ndebate on peace and security in Africa held in March \r\n2009 (see S/PV.6092). We welcome the Council’s \r\nmission to Africa, which included visits to Ethiopia, \r\nRwanda, the Democratic Republic of the Congo and \r\nLiberia, to learn first-hand about the situation on the \r\nground. We also note with appreciation that the \r\nCouncil adopted a number of important resolutions on \r\nfighting piracy off the coast of Somalia, which sends a \r\nclear signal to the world of the international resolve to \r\ncombat this menace. \r\n We are pleased to note the progress made in the \r\nimprovement of the Council’s working methods. The \r\nreport fulfils the Council’s obligation under the United \r\nNations Charter and constitutes part of its commitment \r\nto increasing transparency and accountability. We \r\nwelcome the measures that the Council has taken to \r\nconduct its business in a more open and inclusive \r\nmanner. It is our hope, therefore, that this spirit of \r\nengagement with the general membership of the United \r\nNations is an indication of the Council’s intention to \r\ngenuinely and substantially improve its working \r\nmethods in order to meet the expectations of this \r\nAssembly. Like others, we note that, while there has \r\nbeen progress in the working methods of the Council, \r\nthere is still much room for improvement so as to \r\nenable the Council to achieve transparency, \r\naccountability and inclusiveness. \r\n Turning to agenda item 119 on the question of \r\nequitable representation on and increase in the \r\nmembership of the Security Council and related \r\nmatters, we note that this item has been on the agenda \r\nof this Assembly for over 10 years now. Progress on \r\nthis issue has been slow and difficult because of the \r\ndifferent interests, aspirations and objectives that \r\nMembers have. However, if we are serious about the \r\nneed to democratize the United Nations, we have to \r\nwork harder to bring closer our different viewpoints \r\ntowards a common point of convergence that would \r\naddress the hopes and aspirations of all. \r\n As our challenges become more and more global, \r\nthe world is increasingly turning to the United Nations \r\nto find a common global path to resolve the most \r\nintractable difficulties facing humanity. There is clear \r\nrecognition of the central role that the United Nations \r\nplays in mapping out common solutions. Therefore, in \r\norder to better equip the United Nations to meet these \r\nchallenges, it is imperative that the Organization adapt \r\nand change to reflect current realities. In particular, the \r\nSecurity Council must be enlarged and made more \r\ndemocratic and representative of today’s world. In that \r\nenlargement, Africa needs to be accommodated, \r\nincluding in the permanent category, with all the rights \r\nand privileges commensurate with permanent \r\nmembership. \r\n As the Prime Minister of Kenya reminded this \r\nAssembly during his address on Friday, 25 September \r\n2009,  \r\n “The world can no longer continue to \r\nmarginalize a continent that is home to nearly one \r\nbillion people. That is wrong in principle, but \r\neven more, it is wrong in practice. We cannot find \r\nsustainable solutions to our challenges when such \r\na large part of humanity is given so little voice \r\nand role in that quest for peace” (A/64/PV.8). \r\n Member States have demonstrated a keen interest \r\nin the process of reform, as evidenced by the robust \r\nengagement throughout the first, second and third \r\nround of negotiations, and we believe that the spirit for \r\nfurther debate on the matter is still alive and burning. \r\nThe momentum thus generated during the course of the \r\nsixty-third session of the Assembly has to be \r\nmaintained, and indeed we need to move forward \r\ntowards concrete proposals aimed at democratizing the \r\nUnited Nations. \r\n In conclusion, let me reiterate that, after years of \r\ndiscussions and negotiations on this crucial issue, it is \r\nnow time that we strive for consensus, bring together \r\nthose elements that unite us and strive for a solution \r\nthat will garner the widest possible political acceptance \r\nfor a reformed Council. \r\n Mr. Onemola (Nigeria): The Nigerian delegation \r\nwishes to express its appreciation to you, \r\nMr. President, for scheduling this joint debate on \r\nagenda item 9, on the report submitted to the General \r\nA/64/PV.46  \r\n \r\n09-60665 8 \r\n \r\nAssembly on the activities of the Security Council for \r\nthe period 1 August 2008 to 31 July 2009 (A/64/2), and \r\non agenda item 119 on the question of Security Council \r\nreform. We equally thank Austria’s presidency of the \r\nSecurity Council for introducing the report, and \r\nUganda, whose duty it was, in presiding over the \r\nCouncil for the month of July, to compile the report. \r\n It is evident from the report before us that the \r\nSecurity Council had a busy and productive session, \r\nwith 228 formal meetings, of which 205 were open to \r\nthe public and 18 were specifically with troop-\r\ncontributing countries. In addition, 53 resolutions were \r\nadopted, while 43 presidential statements and 35 press \r\nstatements were issued during the period under review. \r\n At this juncture, let me ally my delegation with \r\nthe statement made by the Permanent Representative of \r\nSierra Leone on behalf of the African Group. \r\n We appreciate the opportunity provided for \r\ninformal consultations with non-Council members \r\nduring the compilation of the report, a laudable \r\nprecedent set by Viet Nam in July 2008. We further \r\ncommend the attention given to Africa and the \r\nappropriate actions taken on some conflict situations \r\non that continent, as well as the continuous review on a \r\nregular basis of the ongoing peacebuilding efforts in \r\nfour African countries.  \r\n The strengthening of the strategic partnership \r\nbetween the United Nations and regional organizations, \r\nincluding the African Union, is much appreciated, as is \r\nthe ongoing debate on that issue in the Council. It is \r\nour fervent hope that all the thorny problems will be \r\nresolved in due course so that the issue can be given \r\nthe priority attention it deserves. \r\n The visit of Council members to the headquarters \r\nof the African Union and some of the hotspots in \r\nAfrica should not only facilitate an exchange of views \r\nand interaction but also provide the opportunity for a \r\nfirst-hand assessment of the situation on the ground. \r\nWe hope that these exchanges and interactions will \r\ncontinue and be improved upon, and we thank Council \r\nmembers for their enduring contributions to the \r\nmaintenance of international peace and security. \r\n Notwithstanding these facts, we observe that the \r\nformat of the report has not changed from the previous \r\nyears. In its present form, it is more of a narrative, \r\nlacking in-depth information and analysis. My \r\ndelegation would therefore prefer to see a situation \r\nwhereby the informal consultations with non-Council \r\nmembers commence during the first draft of the report. \r\nWe also want to emphasize the need for the report to \r\nreflect the issues that the Council has deliberated upon \r\nbut on which no decisions have been taken. \r\n As regards reform of the Security Council, we \r\nwould like to reiterate the following. First, the great \r\nstrides made during the sixty-second session of the \r\nGeneral Assembly gave birth to decision 62/557 and \r\nushered in the intergovernmental negotiations. That \r\ndecision remains a watershed after the lacklustre period \r\nof the Open-ended Working Group. In this regard, we \r\nwould like to pay glowing tribute to Mr. Miguel \r\nd’Escoto Brockmann for the report of the Open-ended \r\nWorking Group on the Question of Equitable \r\nRepresentation on and Increase in the Membership of \r\nthe Security Council and Other Matters related to the \r\nSecurity Council, contained in document A/63/47. \r\nMr. Zahir Tanin, our indefatigable chairman, also \r\ndeserves our commendation for his outstanding work \r\nduring the past year, which has no doubt contributed to \r\nhis reappointment. \r\n Delegations and groups have been given adequate \r\nopportunity to express their views and positions \r\nexhaustively on all five variables contained in decision \r\n62/557. We therefore see no use for the continuation of \r\nthe Open-ended Working Group, notwithstanding \r\nparagraph 17 (c) of the Working Group’s report. \r\n We maintain the view that any reform of the \r\nUnited Nations will not be complete without an \r\nincrease in the size and composition of the Security \r\nCouncil so as to reflect current global trends and \r\nrealities. Such a reform should make the governance \r\nstructure of the Council more representative, more \r\nefficient, more transparent and more legitimate, given \r\nthe series of changes that have taken place in power \r\nrelations over the past 60 years. This will also enable \r\nthe Council to gain in stature and credibility, especially \r\nas several political and economic actors have emerged \r\non the international scene with the capacity to \r\ncontribute immensely to the maintenance of \r\ninternational peace and security and to regional \r\nstability. A reformed Security Council should therefore \r\nprovide an opportunity for greater access and effective \r\nparticipation for small and large States alike, such that \r\nno Member State should be marginalized or given \r\nundue representation. \r\n A/64/PV.46\r\n \r\n9 09-60665 \r\n \r\n Nigeria supports the ongoing intergovernmental \r\nnegotiations on reform of the Security Council. We \r\ndeplore, however, the foot-dragging approach of some \r\nmembers, which have formed the habit of introducing \r\ninexplicable variables to distract from the ongoing \r\nnegotiations process. We believe that the time has \r\ncome for us to work towards achieving concrete results \r\non those elements on which Member States have \r\nexpressed their preferences during the series of \r\nnegotiations. \r\n The case of Africa is a clear demonstration of the \r\nlack of equity in the Council. A region with 53 \r\nmembers remains unrepresented in the permanent-seat \r\ncategory of the Security Council; nor has it fared better \r\nin the non-permanent category, with only three seats. It \r\nis in this regard that we call for this historical injustice \r\nto be redressed, so that for the 26 seats proposed for \r\nthe permanent and non-permanent categories, Africa \r\nwill be given special consideration, with at least two \r\nrepresentatives in the permanent category and five in \r\nthe non-permanent category. Other regions currently \r\nunderrepresented, such as the Caribbean, the Group of \r\nLatin American and Caribbean States, Asia and the \r\nsmall island developing States, should be given their \r\nfair due. \r\n The working methods of the Security Council \r\nshould not be the prerogative of members of the \r\nCouncil alone, especially given the expanding \r\nactivities undertaken by the Council with their \r\nattendant financial, legal and security implications for \r\nCouncil and non-Council members alike. We further \r\ncall for the Council’s decision-making process to be \r\ntransparent and accountable. This will encourage more \r\nnon-Council members to develop more interest in the \r\nactivities of the Council and get more involved in \r\nsharing its burden. In this regard, Nigeria supports the \r\nproposals on transparency, accountability and other \r\nmeasures proposed by the group of five small nations. \r\nWe urge Member States to deeply reflect on those \r\nproposals and give them the necessary support. \r\n Nigeria equally supports an enhanced relationship \r\nbetween the General Assembly and the Security \r\nCouncil, in accordance with the Charter. The Council \r\nmust avoid encroaching on the responsibilities and \r\ncompetencies of the General Assembly.  \r\n We believe that the time is ripe for the chairman \r\nof the intergovernmental negotiations to produce a \r\ncomposite paper containing proposals and views of \r\nMember States and assessing the level of acceptability \r\nof those proposals. \r\n To conclude and on behalf of the Government and \r\npeople of Nigeria, allow me to express our profound \r\ngratitude to all Member States for the mandate given to \r\nus through their votes on 15 October 2009 to contribute \r\nto the efforts to promote and maintain international \r\npeace and security. We will guard this mandate \r\njealously and put it to the service not only of Africa, \r\nbut of the international community at large. Our efforts \r\nin the Council will be characterized by solidarity, \r\ncooperation, commitment and consultation. We believe \r\nthat, through forthright determination, we can all stand \r\ntogether and muster the desired political will that will \r\nlead to a reformed Security Council. \r\n Mr. Apakan (Turkey): I would like to begin by \r\nthanking you, Mr. President, for convening this joint \r\nmeeting, which provides a good opportunity to reflect \r\non the activities of the Security Council as well as on \r\nthe Council’s ongoing reform process. \r\n I also wish to express our appreciation to \r\nAmbassador Thomas Mayr-Harting, Permanent \r\nRepresentative of Austria and President of the Security \r\nCouncil for the month of November 2009, for \r\npresenting the annual report of the Council to the \r\nGeneral Assembly (A/64/2). I would also like to thank \r\nthe delegation of Uganda for its efforts in preparing the \r\nreport and coordinating it with Member States. \r\n The report provides an accurate account of the \r\nCouncil’s work and demonstrates the multiplicity of \r\nthe issues that are on its agenda. It also points to a \r\nheavy workload whereby African issues, particularly \r\nwithin the context of peacekeeping and peacebuilding \r\nefforts, remain at the forefront. Finally, the report \r\npoints, albeit indirectly, to many of the important \r\nchallenges that lie ahead for the Council and, indeed, \r\nfor our Organization as a whole.  \r\n As a member of the Council for the term 2009-\r\n2010, Turkey will continue to provide its own \r\nperspective and contributions in addressing those \r\nchallenges during its Council membership and beyond. \r\nWe have also carefully listened to the views expressed \r\nby Member States regarding the nature of the report. \r\nAs a member of the Council, we will do our utmost in \r\ntaking them on board, to the extent possible, in the \r\npreparation of next year’s report. \r\nA/64/PV.46  \r\n \r\n09-60665 10 \r\n \r\n I would also like to take this opportunity to \r\nbriefly reiterate Turkey’s position on Security Council \r\nreform. Turkey remains fully committed to reform of \r\nthe Council that will render it more democratic, \r\nrepresentative, accountable and transparent. Although \r\nmuch has been accomplished in this direction in recent \r\nyears, there is still much room for improvement of the \r\nworking methods of the Council to further enhance its \r\ntransparency, accountability and inclusiveness. We \r\ntherefore encourage the Council to continue its efforts \r\nto that end. In addition, we also believe that Security \r\nCouncil reform is closely related to the revitalization \r\nof the General Assembly and that, hence, these two \r\nprocesses should continue to proceed simultaneously. \r\n My country has taken an active part in the work \r\nof the Open-ended Working Group on Security Council \r\nreform as well as the subsequent intergovernmental \r\nnegotiations that began in February 2009. Although the \r\npast three rounds of intergovernmental negotiations \r\nhave been useful in examining the negotiable elements \r\nand exploring the basic linkages among them, we \r\nbelieve that the membership remains divided on such \r\nissues as the categories of membership and the \r\nquestion of the veto. \r\n We do not see much merit in dwelling too much \r\non those issues in the forthcoming rounds of the \r\nintergovernmental negotiations. Rather, we should try \r\nto make progress by setting aside for the moment those \r\ndivergent views and concentrating instead on those \r\nideas that have the potential to secure the widest \r\npossible political support among members. Let me \r\nbriefly explain how we could still make progress in the \r\nface of our differences.  \r\n As a member of the Council which began serving \r\non it after almost half a century of its existence, Turkey \r\nbenefits immensely from this unique experience and \r\nresponsibility. We believe that that experience should \r\nnot be the sole prerogative of a privileged minority, but \r\nhas to be available to all aspiring Member States, large \r\nor small, developed or least developed. \r\n In particular, those Member States that are \r\nendowed with the means and capabilities to provide \r\npeace and stability in their region and beyond should \r\nbe allowed to take a more active part in the work of the \r\nCouncil. We would therefore be supportive of the \r\nextended representation of such Member States on the \r\nCouncil. We believe that the intermediate approach, \r\nconsisting of renewable or longer-term seats, could \r\nprovide such an extended representation. We stand \r\nready to further explore this idea in subsequent rounds \r\nof the intergovernmental negotiations. \r\n Another way to move forward despite our \r\ndifferences of opinion as regards categories of \r\nmembership may be to think of ways to uphold the \r\nprinciple of regional representation and to reach a more \r\nequitable geographical distribution in the Council. \r\nSuch an approach could be less objectionable to many \r\nof us than discussing if and how the permanent \r\nmembership of a particular group of Member States \r\ncould enhance regional representation in the Council. \r\n The present composition of the Security Council \r\nreflects a certain balance of power — that of the post-\r\nSecond World War period. Most of the proposals that \r\nare presently on the table aim to continue to modify \r\nthat balance of power and adapt it to the realities of \r\ntoday’s world. However, we also believe that there is a \r\nneed for the reformed Council to reflect a set of \r\ncommon values, in addition to a broader power \r\nstructure. \r\n Indeed, the composition of the Council should be \r\nbased more on values and principles. Democracy, \r\nmultilateralism, accountability and regional representation \r\nare some of these values and principles. They fully \r\ncoincide with the principles and values that our group \r\nadvocates and stands for. In the future, we will \r\ncontinue to build upon and be guided by those \r\nprinciples in a constructive manner. \r\n Mr. Shalgham (Libyan Arab Jamahiriya) (spoke \r\nin Arabic): At the outset, I would like to associate \r\nourselves with the statement made by the Permanent \r\nRepresentative of Sierra Leone on behalf of the African \r\nGroup. I would like to add some observations which \r\nLibya believes are important for Security Council \r\nreform. \r\n There is no doubt that the Security Council, in its \r\ncurrent composition, reflects the balance of power that \r\nprevailed in 1945, when most current Member States \r\nwere under the yoke of colonization. The African \r\ncontinent was most affected by those arrangements, \r\nwhich were reached after the Second World War, \r\nincluding the composition of the Security Council, \r\nwhich was achieved without the input of most \r\nMembers of the United Nations.  \r\n Now that African countries have achieved their \r\nindependence, they represent more than one fourth of \r\n A/64/PV.46\r\n \r\n11 09-60665 \r\n \r\nthe membership of the United Nations. We must give \r\nthem their fair share and recognize their rights. We \r\nmust rectify the historic injustice done to those \r\ncountries and put an end to their marginalization. To \r\ngive those countries the chance to be fairly represented \r\nin the Security Council, we should give Africa two \r\npermanent seats with all the competence and privileges \r\nof the current permanent seats, including the veto \r\nprivilege, and five non-permanent seats, in accordance \r\nwith African demands as contained in the Ezulwini \r\nConsensus and the Sirte Declaration. One of those two \r\npermanent seats should be given now, before the end of \r\nthe intergovernmental negotiations, so that Africa can \r\nbe on an equal footing with other regional groups in \r\nthe process of intergovernmental negotiations. \r\n The current composition of the Security Council \r\nin the permanent category, made up as it is of certain \r\ncountries acting in their national capacity, has been \r\nunsuccessful. We all know that the Security Council in \r\nits current composition has failed to be a democratic, \r\ntransparent means for achieving international peace \r\nand security. This is due to the control exerted by \r\ncertain permanent members over the Council who have \r\nabused the veto to promote their narrow national \r\ninterests.  \r\n It is incumbent on all of us to rectify this \r\nsituation, to put an end to national selfishness and to \r\nthink of a way to preserve the United Nations as a \r\nforum for collective work, in order to maintain \r\ninternational peace and security, achieve development \r\nand prosperity and ensure the enjoyment of basic rights \r\nand freedoms for all. We must all work together so that \r\nthe Security Council is credible and a radical change is \r\nbrought about in the permanent seats by replacing these \r\nseats with others allocated to regional groups such as \r\nthe European Union, the African Union, a confederation \r\nof Latin American States, the Association of Southeast \r\nAsian Nations, the Russian Federation, the United \r\nStates and the League of Arab States.  \r\n All States representing such groups should have \r\nthe same rights and obligations. The veto right should \r\nbelong to all or to none. On the other hand, the \r\ncompetencies of the Security Council should be \r\ntransferred to the General Assembly so that the Council \r\ncan be the tool for the implementation of resolutions of \r\nthe General Assembly, which is the legitimate \r\nrepresentative of all States. We still believe that the \r\nreport of the Security Council does not give a clear \r\npicture about what actually happens in the Security \r\nCouncil. It does not reflect the stated commitment of \r\nthe Council to General Assembly resolutions, \r\nparticularly the commitment to refrain from too much \r\nnarrative and to include an analysis of the bases upon \r\nwhich the resolutions of the Council were adopted. It \r\nshould reflect the position of other States, particularly \r\npermanent-member States. The report should indicate \r\nthe reasons that prevented the Council from taking firm \r\npositions concerning important questions having to do \r\nwith international peace and security. \r\n We hope that the report of the Security Council \r\nwill in the future be more useful. It should include the \r\ndetails of what is preventing the Council from carrying \r\nout its mandate in the maintenance of international \r\npeace and security. We hope that the General Assembly \r\nwill act within the appropriate time frame to make up \r\nfor the occasional failure of the Security Council \r\nowing to the use of the veto privilege. \r\n Mr. Goledzinowski (Australia): The advantage \r\nof speaking so late in this debate is that most things \r\nhave already been said, so I will at least try to keep my \r\ncomments brief. \r\n First, we thank the Security Council for the \r\nsubmission of its annual report (A/64/2) and the \r\nPermanent Representative of Austria, Ambassador \r\nMayr-Harting, for his introduction of the report to the \r\nGeneral Assembly. \r\n We do appreciate the consultation process offered \r\nto non-members of the Security Council by the \r\ndelegations of Uganda, Viet Nam and Austria, but, like \r\nso many others who have spoken before me, we do \r\nregret the absence of robust analysis of the Council’s \r\nwork, which we think would make it a much more \r\nvaluable document. \r\n On the vexed question of Security Council \r\nreform, while the exchange today and yesterday has \r\nbeen intellectually very interesting and substantively \r\nvery important, we wonder about how useful it has \r\nreally been. This is not intended as a criticism of any of \r\nthose who have participated in this debate. It is merely \r\nan observation of the fact that little progress has been \r\nachieved thus far in closing the gaps between our \r\nrespective positions. Nevertheless, as a delegation, we \r\nhave paid very close attention to what has been said \r\ntoday and yesterday. \r\n Mr. Mohamad (Sudan), Vice-President, took the \r\nChair.  \r\nA/64/PV.46  \r\n \r\n09-60665 12 \r\n \r\n We have followed the debate very closely and we \r\nhave paid very close attention to all of the views that \r\nhave been expressed. Against that background, Australia \r\ncontinues to support an enlargement of the Council in \r\nboth categories: permanent and elected members. \r\n In terms of permanent membership, we believe \r\nthat that expansion should take into account \r\nappropriate geographic representation and \r\nacknowledge contributions to the maintenance of \r\ninternational peace and security. On that basis, in our \r\nview, a country like Japan, for example, should be \r\nincluded as a permanent member, because of the \r\nweight it carries in the international system and the \r\ncontribution that it makes.  \r\n We also envisage that an expanded Council \r\nwould include appropriate representation for Africa, a \r\nregion that includes more than a quarter of the United \r\nNations membership. African delegates have told us, \r\nover recent meetings, that they are seeking a minimum \r\nof two seats in the Council as permanent seats. That \r\nseems to us reasonable. One of the very early speakers \r\nyesterday referred to Africa’s absence from the ranks \r\nof the permanent membership as an historical injustice. \r\nThat does not seem to be an unreasonable observation. \r\nWe also support redressing the absence of permanent \r\nrepresentation for Latin America. \r\n Separate from the question of expansion of the \r\nCouncil, we as a delegation are very focused on the \r\nissue of reform of the working methods of the Security \r\nCouncil, which we think is absolutely vital to \r\nenhancing the credibility of the United Nations and its \r\ncapacity to fulfil the goals set out in our Charter. \r\n I would like to take this opportunity to also thank \r\nAmbassador Tanin of Afghanistan for his continued \r\nefforts and diligence as chair in the negotiations \r\nseeking to bring Member States closer to a consensus. \r\nHe has a very difficult job, and we would like to assure \r\nhim of Australia’s continued support and confidence. I \r\nwould also like to welcome the offer made at the \r\nopening of this debate by the President of the General \r\nAssembly to take a greater role in the proceedings and \r\nhis offer to help lead us towards a consensus on this \r\nimportant issue. \r\n We look forward to contributing constructively to \r\nthe next round of negotiations, with the guiding \r\nprinciple of achieving a Security Council that is more \r\nrepresentative and therefore acts with greater authority, \r\nunity and credibility. However, there is also one danger \r\nin our proceedings, which we think we have be \r\ncognizant of. That is that if we fail to make progress, it \r\nis entirely possible that the increasing divisions among \r\nMember States and the increasing focus on that one \r\nissue — that nut that we fail to crack — may start to \r\ndistract us from other important elements of business \r\nand could begin to negatively affect the tone and \r\natmosphere in which we do our other work. That is \r\nsomething we have to be very careful of, and we must \r\nensure that we are wary of that trap. \r\n Mr. Bodini (San Marino): I should like to thank \r\nthe President for organizing this joint debate on agenda \r\nitems 9 and 119. I also wish to thank Ambassador \r\nMayr-Harting of Austria for introducing the report of \r\nthe Security Council (A/64/2). \r\n I want to briefly address agenda item 119, on the \r\nquestion of equitable representation on and increase in \r\nthe membership of the Security Council and related \r\nmatters. I take note of the President’s strong interest in \r\nadvancing such reform, and I am delighted that he has \r\nretained Ambassador Tanin as the facilitator for such a \r\ndifficult task. \r\n Over the past 12 months we noticed a substantial \r\nimprovement in the negotiation process on such \r\nfundamental reform. We strongly believe that we have \r\nto renew our efforts to achieve a satisfactory \r\ncompromise on Security Council reform within a \r\nreasonable period of time. A larger Council, more \r\ngeographically balanced representation and more \r\ntransparent working methods, taking account of new \r\nworld realities — these are very fundamental and just \r\nissues. Our difficulty in reaching a comprehensive \r\nagreement lies on our inability to subordinate our \r\nnational interests to international ones. \r\n We have to work towards a compromise solution \r\nthat will not please any of us at a national level but will \r\nenhance the confidence of all of us in the Security \r\nCouncil and its crucial role at the United Nations. San \r\nMarino is ready to do its part in this collegial effort. \r\nWe Member States do not have the luxury to fail again \r\nand again and again. We must move forward in the \r\ninterests of the Security Council, the General Assembly \r\nand the United Nations. \r\n Mr. Hermida Castillo (Nicaragua) (spoke in \r\nSpanish): We thank the President for having convened \r\nthis meeting. At the sixty-third session of the General \r\nAssembly, under the guidance and leadership of Father \r\nMiguel d’Escoto Brockmann, the intergovernmental \r\n A/64/PV.46\r\n \r\n13 09-60665 \r\n \r\nnegotiation process finally began to seriously consider, \r\nonce and for all, the pressing reforms needed in the \r\nSecurity Council. We express our deepest recognition \r\nto Father Miguel and to our brother Ambassador Zahir \r\nTanin, Permanent Representative of Afghanistan, for \r\ntheir efforts. We welcome the continuity of this reform \r\nprocess in the person of Ambassador Tanin, whom we \r\nthank for his valuable leadership. \r\n As I have just mentioned, we have finally seen \r\nthe beginning of the intergovernmental negotiations, \r\nwhich the vast majority of Member States had been \r\ndemanding for several decades. The position of \r\nNicaragua on this matter has been expressed with \r\nsufficient clarity in the past. We will, therefore, be very \r\nbrief and to the point. \r\n There exists an almost-universal consensus \r\nfavouring abolition of the veto right. We believe that \r\nwe must move forward accordingly. The use, abuse \r\nand/or threat of the use of the veto — an anachronism \r\nand anti-democratic practice — must be corrected in \r\nthese reforms. As we move forward with these reforms, \r\nwhich we hope will ultimately result in the elimination \r\nof the veto, we support proposals aimed at limiting or \r\nrestraining its use. In any case, the General Assembly \r\nshould have the right to override any veto by the \r\npermanent members of the Security Council. \r\n An enormous majority agrees on the need for a \r\ngenuine, profound reform that includes the expansion \r\nof Council membership in both categories — that of \r\npermanent members, with all attendant prerogatives \r\nand privileges, including the right to the veto, and that \r\nof non-permanent members. Expansion in both \r\ncategories should be carried out in accordance with \r\ngenuine equitable geographical distribution. \r\n Nicaragua firmly supports the initiatives and \r\ndemands of our brothers of the African Union. The \r\nAfrican positions on the veto should be incorporated \r\nand Council membership should be enlarged to 25 or \r\n26. We also support the initiative of our brothers, the \r\nmembers of the Caribbean Community. \r\n The relationship between the General Assembly \r\nand the Security Council is a topic of vital importance \r\nin the democratization, legitimacy, representative \r\nnature and efficiency of the United Nations. That \r\nrelationship should therefore be examined in all its \r\ndimensions, including all the proposals, which should \r\nbe taken very seriously into account if we want to \r\nachieve genuine reform of the Security Council. \r\n A matter of particular concern is the need to \r\ndemocratize the process for electing the Secretary-\r\nGeneral, which should be done through a real election \r\nin the General Assembly. Similarly, the Security \r\nCouncil must not interfere in affairs which fall \r\nexclusively within the jurisdiction of the General \r\nAssembly. \r\n We have already said that the working methods of \r\nthe Security Council leave much to be desired. There is \r\na need for working methods that transform the Council \r\ninto a more transparent, inclusive and participatory \r\norgan, and which render it accountable to the General \r\nAssembly in an effective way. Nicaragua supports and \r\nwill support proposals put forward with that intent. \r\n The historic aspirations and demands of Africa, \r\nLatin America and the Caribbean and Asia in these \r\nSecurity Council reforms must no longer be blocked or \r\ndenied. To that end, we hope for the immediate \r\ncontinuation of the intergovernmental negotiations. It \r\nis indispensable that we have for that a document to \r\nserve as a basis for our work and which summarizes \r\nthe positions of Member States that have received \r\nbroad support. \r\n Mr. Goutondji (Benin) (spoke in French): My \r\ndelegation is grateful to the President for having \r\nconvened this plenary meeting to examine items 9 and \r\n119 of the agenda of the sixty-fourth session of the \r\nGeneral Assembly.  \r\n My delegation endorses the statement made on \r\nthese items by the Permanent Representative of Sierra \r\nLeone on behalf of the African Group (see \r\nA/64/PV.43). \r\n We should like to express our sincere \r\nappreciation to the President of the Security Council \r\nfor his brilliant presentation of the Council’s annual \r\nreport. And it is clear when one reads the report that \r\nduring the reporting period the Council carried out an \r\nimportant range of activities to tackle serious \r\nchallenges linked to peacekeeping and international \r\nsecurity. The Council took very significant decisions, \r\nsuch as increasing the number of staff of the United \r\nNations Organization Mission in the Democratic \r\nRepublic of the Congo and adopting two resolutions to \r\ncombat sexual violence against women and children, a \r\ncriminal practice that has been turned into a weapon of \r\nwar. \r\nA/64/PV.46  \r\n \r\n09-60665 14 \r\n \r\n Strengthening cooperation with regional \r\norganizations, in particular the African Union, has also \r\nseen remarkable progress, such as following \r\nconsideration of the Prodi report on peacekeeping in \r\nAfrica (see A/63/666). This made it possible to \r\nestablish terms and conditions for the financing of \r\npeacekeeping operations, carried out by the Union \r\nunder a Security Council mandate. \r\n The Council should continue to think more about \r\nvarious aspects of this question in order to contribute \r\nto ensuring that the 10-year capacity-building \r\nprogramme for the AU is fully implemented. We also \r\nwelcome the regular visits by the Council, as well as \r\nthe joint sessions with the Peace and Security Council \r\nin Addis Ababa. \r\n Over and beyond what the Council has done in \r\nterms of fulfilling its mission, there are critical \r\nsituations in which the expectations of Member States \r\nhave either still not been met or have not been met on \r\ntime, because of differences of opinion within the \r\nCouncil. If the Council were to establish a uniform \r\npractice for dealing with the same kinds of acts and \r\nwere to focus on preventive rather than reactive \r\nmeasures, it would significantly increase its clout and \r\nits credibility. \r\n In that regard, it is important that the Security \r\nCouncil find the right method to react promptly to \r\nsituations that endanger thousands of people, as was \r\nthe case in the Gaza conflict. When the lives of \r\ncivilians are in danger, one day of dithering or arguing \r\nis one day too much, and it is better to take early action \r\nor warn the actors than to vote on sanctions afterwards \r\nor prosecution as retribution for abuse committed that \r\ncould have been avoided had a credible deterrent \r\nstance been taken. \r\n We commend the efforts made by the Council to \r\npromote transparency of its decisions by applying \r\ncorrective measures to make its activities more \r\ninclusive and more accessible to Member States. This \r\nis part of the role of listening and openness that we \r\nexpect from the Council. We encourage the members of \r\nthe Council to continue their consideration of its \r\nworking methods and to closely examine the various \r\nproposals made by Member States seeking to \r\nstrengthen the Council’s effectiveness. \r\n In that regard, my delegation believes in the \r\nprinciple that the bodies must remain masters of their \r\nown procedure. But that prerogative must be exercised \r\nin a way that makes their work predictable and thus \r\nmore credible. In other words, the Security Council \r\nshould be at the forefront in reforming its working \r\nmethods. Member States are urgently calling for such \r\nreform, so that they can feel a part of how the Council \r\ndeals with situations falling within its remit, and the \r\nCouncil cannot avoid this if it wishes to continue to \r\nenjoy their confidence.  \r\n A revision of the Council’s working methods \r\ncould compensate a bit for the lack of legitimacy \r\nstemming from the Council’s inappropriate structure, \r\ngiven the current geopolitical situation. The significant \r\nchanges that followed the end of the cold war must be \r\nborne in mind. \r\n Over and above the nearly fourfold increase in \r\nthe number of States Members of the Organization, \r\nfrom 50 to approximately 200, there has also been the \r\nemergence of new Powers that are able and willing to \r\nshoulder their global responsibilities. The collective \r\nsecurity system must integrate them at the appropriate \r\nlevel, so that it maintains its full credibility as the \r\nuniversal framework for tackling challenges facing \r\nhumanity. Thus, indefinitely postponing reform of the \r\nCouncil, one that seeks to have equitable \r\nrepresentation of Member States within it, is likely to \r\nbe fraught with risks.  \r\n Benin supports expanding the Council in both the \r\npermanent and the non-permanent membership \r\ncategories, and it is not the only country that thinks so. \r\nThe intergovernmental negotiations that took place this \r\nyear have shown one thing: the vast majority of \r\nMember States are in favour of the formula of \r\nexpanding the Council in both categories. \r\n Clearly, this is not the time for experimentation, \r\nwhich is what the intermediary or interim formula \r\nproposes. Such schemes stem from national constraints \r\nrather than from an awareness of the challenges facing \r\nhumanity and the interests of the international \r\ncommunity as a whole. So, in this regard, moving the \r\nCouncil away from the realm of decision-making and \r\ntaking responsibility into the realm of experimentation \r\nis only going to weaken it and lead to an erosion of its \r\nauthority.  \r\n We want a representative Council that has its full \r\nlegitimacy, so that it can take action that is both \r\ndecisive and responsible to credibly manage the \r\nchallenges facing humanity, because humanity needs to \r\n A/64/PV.46\r\n \r\n15 09-60665 \r\n \r\nhave a constitutive integrated authority to cope with \r\nthose challenges. \r\n Let us make progress based on certainties rather \r\nthan suppositions. One thing is certain, because it is \r\npart of the logic of functionality and capacity: the \r\nSecurity Council consists of its permanent members \r\nand non-permanent members and nothing else, and it \r\ncannot embody the legitimacy required if it continues \r\nto exclude Africa from the category of permanent \r\nmembers and thereby prolongs the historic injustice \r\ndone to that continent when the Organization was \r\nestablished.  \r\n The Council cannot be representative if it \r\ncontinues to impose on Africans the agony of enduring \r\nthe absence of their worthy representatives at \r\nconclaves in which their destiny is being decided. The \r\ndemands of Africa are well known. The Ezulwini \r\nConsensus and the Sirte Declaration are unequivocal: \r\nat least two permanent seats and five non-permanent \r\nseats. It is a matter of arithmetic, not variable \r\ngeometry. \r\n That said, we must adopt the best methods for \r\nnegotiation in order to make rapid progress on working \r\nout a consensual definition of the shape of Council \r\nreform. We urge the facilitator to present a summary \r\ndocument at the start of the next negotiation cycle. \r\nThat would mean that we could start the decision-\r\nmaking process as soon as possible. \r\n The reform will either be democratic or not. In \r\neither case, we will be making a choice. It is a choice \r\nbetween order and disorder, salvation and perdition. \r\nLet us make sure that we take the right decision at the \r\nright time. \r\n Mr. Cabral (Guinea-Bissau) (spoke in French): \r\nYear after year, an impressive number of colleagues \r\ncome up to this rostrum, one after the other, to express \r\ntheir views on the report of the Security Council. That \r\nis a good thing, because we all understand the \r\nimportance of the role of the Security Council. I think \r\nthat we have heard here what we in my delegation \r\nconsider to be the expression of exasperation, a degree \r\nof frustration and prudent optimism. I personally here \r\nwould like to express optimism.  \r\n The report introduced to us excellently illustrates \r\nthe significant work accomplished by the members of \r\nthe Security Council. Here, I wish to pay tribute to \r\nthem. I would like to thank the members of the \r\nSecurity Council for the work that they have carried \r\nout over the period under review: 53 resolutions, \r\n43 presidential statements, 55 press releases. I am \r\nmentioning just a few of them, because that is not all \r\nthe work that they have performed. We know how the \r\nSecurity Council works, because our country was \r\nrepresented on it about 13 years ago.  \r\n But everyone knows the degree of determination \r\nand conviction required to reach agreement on a \r\nresolution. The number 53 does not by itself indicate \r\nthe amount of work required. Much negotiation and \r\ndiscussion is needed, in private, of course. Much work \r\nis needed, and I think the General Assembly should be \r\nwilling to recognize that work, insofar as it is we \r\nourselves, the General Assembly, who have conferred \r\non the Security Council primary responsibility for the \r\nmaintenance of international peace and security.  \r\n Article 24 of the Charter is clear. We have not \r\nabdicated our duties and obligations as the General \r\nAssembly — the Assembly of all nations, all seated on \r\nan equal plane — but we judged that it was essential to \r\ncreate an instrument, an organ able, as the Charter \r\nsays, to respond promptly and efficiently to \r\nemergencies. That is the specific nature of the Security \r\nCouncil.  \r\n When we take up the discussion of the report — \r\nand I will come back to this point, which is tied to \r\nquestions of reform, et cetera — we must retain that \r\ncentral idea of primary responsibility, which means \r\nthat somewhere there exists a subsidiary responsibility. \r\nThere is no primary responsibility without subsidiary \r\nresponsibility. We here are responsible for what \r\nhappens, and it falls to the members of the General \r\nAssembly to fulfil our obligations and to fully assume \r\nthat responsibility. Article 10 of the Charter, for \r\nexample, is very clear. Article 10 provides that — \r\nallow me to repeat very briefly — the Assembly may \r\ndiscuss questions relating to international peace and \r\nsecurity, with the understanding that we are careful to \r\nexclude matters that are the exclusive responsibility of \r\nthe Council, as foreseen in Article 12.  \r\n We also have the responsibility to address certain \r\nsituations, and I think that in this matter too there is \r\nmuch to do here in the General Assembly to ensure that \r\nwe fulfil our responsibilities, that we proceed to urgent \r\nreforms in the matter of the Assembly’s working \r\nmethods to be in tune with those responsibilities that \r\nare shared.  \r\nA/64/PV.46  \r\n \r\n09-60665 16 \r\n \r\n I would like to thank the President of the Security \r\nCouncil for his report, which, as I said earlier, quite \r\namply illustrates the work accomplished by our \r\ncolleagues who sit on the Council. We are most pleased \r\nthat among them there are three representatives of the \r\nAfrican continent. We know that the Council turns its \r\nattention very often — perhaps even too often — to \r\nconflict situations in Africa. That is why we Africans \r\nbelieve we have a specific responsibility in relation to \r\nthe Security Council, and not only as participants in \r\ndebates when the debates are open. Here, we are pleased \r\nto note that open debates are more and more common — \r\nand that needs to be stated as a simple fact — and that, \r\nfortunately, we whose countries appear on the Council \r\nagenda are increasingly involved in the discussions. \r\nThat is as it should be. \r\n The work that went into preparing the Security \r\nCouncil’s report shows the progress that has been \r\nmade. Under the auspices of the representative of Viet \r\nNam last year, fruitful communication was established \r\nthat allowed our ideas and opinions to be taken into \r\naccount in the preparation of the report, which was \r\nvery well handled by the representative of Uganda, \r\nwhom we thank. \r\n Indeed there is much yet to do, but we should not \r\nbe in too great a rush. Those who are here long enough \r\nknow that even if we have not entirely reached our goals \r\nthere has been progress in the matter of the increased \r\ntransparency that we have wanted for the Security \r\nCouncil; in the matter of respecting Article 31 and 32, \r\nwhich deal with the participation of non-members; and \r\neven in the matter of rule 48 of the provisional rules of \r\nprocedure — still provisional, as a colleague has just \r\nremarked, a colleague who would like open debates to \r\nbe more common than closed meetings. But what \r\nmatters is results. We should encourage the Council \r\nmembers to make still more progress, but more than \r\nanything else we should try to foment a dynamic that is \r\nconducive to the changes that we call for with all our \r\nhearts.  \r\n I would like to address a question that is tied to \r\nequitable representation and the expansion of \r\nmembership in the Council. We have heard brilliant \r\nideas and suggestions that we believe are capable of \r\npushing the process we have embarked on forward into \r\na much more official sphere. We finally decided to \r\ncarry on intergovernmental negotiations, at the \r\nenergetic instigation of our colleague Mr. Tanin of \r\nAfghanistan.  \r\n Now we should not only take an interest in these \r\nmatters but demonstrate more rationality. We need to \r\nknow how not to lose our heads in addressing the \r\nquestion of fundamental reforms in the Security \r\nCouncil. We believe that no one should come here with \r\npreconceptions, with ideas already formed. We are in \r\nthe midst of a negotiation dynamic, which is no place \r\nfor unbending positions. Of course we all started out \r\nwith negotiating positions, as we should, but we should \r\ncome here in a spirit of open-mindedness, willing not \r\njust to listen to what is said around us but to take it into \r\naccount when that is what is called for. It is a matter of \r\na process of give and take.  \r\n We cannot come here to impose our point of view \r\non others, but it goes without saying that the Security \r\nCouncil as it exists today cannot continue. We must \r\nrecognize, as was rightly said earlier, the changes that \r\nhave occurred in the world. We are no longer in 1945; \r\nthat is obvious. We must act so that the Council, \r\nthrough representation that is more democratic, can \r\ntake those changes into account. We must act so that a \r\nmore open space can enable other Members to enter \r\nand play the role envisaged for them today, given their \r\neconomic and financial clout, surely, but above all \r\ngiven the role that they are already playing as troop \r\ncontributors and financial providers in the budgetary \r\nrealm — because there must be a budget and there \r\nmust also be countries that, fortunately, contribute to \r\nfinancing the activities of the United Nations.  \r\n Therefore, we must take all of that into account \r\nso that — taking inspiration from the provisions of \r\nArticle 23, which clearly defines the conditions \r\naccording to which a State can accede to the Security \r\nCouncil — we open the Council in a way that is \r\ndemocratic but not brutal. We must act in such a way \r\nthat everyone is included in the give-and-take process \r\nso that we arrive at the same conclusion. That is, the \r\nSecurity Council will be better able to respond to its \r\nobligations, to fulfil the role that devolves to it by the \r\nterms of Article 24, inter alia, and to be more effective \r\nin responding to conflicts and challenges.  \r\n To do that we must demonstrate a constructive \r\nspirit here in this Assembly. We must enter the \r\nnegotiations with enough open-mindedness so that we \r\ncan move forward.  \r\n As I said earlier, however, let us act wisely. We \r\nare not going to have a revolution that upsets \r\neverything or turns everything upside down. We must \r\n A/64/PV.46\r\n \r\n17 09-60665 \r\n \r\nensure that the structures can be maintained in terms of \r\ntheir effectiveness and usefulness. We need to ensure \r\nthat while we reconcile democratic representation, we \r\ncan also preserve the primary characteristic of the \r\nSecurity Council, namely its efficiency and its ability \r\nto respond promptly to the urgent needs that crop up. \r\n It has been rightly pointed out here that we are \r\nincreasingly observing that the Security Council is, to \r\nput it politely, looking at far too many questions. \r\nPerhaps it might be interesting to look at why the \r\nCouncil looks at all those issues. We are in a globalized \r\nworld. We are all in it. When there is a food crisis in \r\none country, that food crisis can endanger peace and \r\nstability in that country. When women are raped in a \r\ncountry, that is a cause for concern for everybody. So I \r\nthink that, without moving away from the principles \r\nthat we all should observe, and while bearing in mind \r\nthe prerogatives of the various bodies here, we need to \r\nensure that we can work together in a holistic, \r\ncoordinated, cooperative way to ensure that global \r\npeace and stability are maintained. \r\n I would like to believe that we have made \r\nprogress even if the progress is not as visible as one \r\nwould like. But I think that if we maintain the \r\nmomentum that we have already given the \r\nnegotiations, thanks to the dynamic work of \r\nAmbassador Tanin and to the resolve of each regional \r\ngroup, I think we will be in a good position to achieve \r\nour objectives, in other words, to be able to proceed to \r\nstructural reform that takes into account the need to \r\nsafeguard the principal role of the Security Council in \r\nthe maintenance of international peace and security. \r\n To conclude, I would like to say that we have \r\nalways shown a lot of interest in this issue. We will \r\ndemonstrate the necessary constructive spirit in the \r\ndynamic that we want to create and engage. I hope that \r\nall delegations here will do the same so that we can \r\nfinally undertake the reform of the Security Council in \r\na responsible, efficient and certainly progressive way \r\nas well as in a definitive way. \r\n Mr. Kaiser (Czech Republic): Let me start by \r\nthanking the current President of the Security Council, \r\nAmbassador Thomas Mayr-Harting, the Permanent \r\nRepresentative of Austria, for his presentation of the \r\nreport of the Security Council (A/64/2). I would like to \r\nalso acknowledge the efforts deployed by the \r\ndelegation of Uganda in the preparation of the report. \r\nIn our opinion, the annual reports are an important \r\nmeans to ensure the necessary transparency of the \r\nCouncil and its accountability to the broad United \r\nNations membership. Further improvements in the \r\nquality of the reports, namely, from the perspective of \r\nproviding a more analytical overview, should \r\nnevertheless be encouraged. Such efforts are an \r\nindispensable part of broader efforts to improve the \r\nCouncil’s working methods. \r\n I would like to express the appreciation of my \r\ndelegation for the Assembly President’s commitment to \r\nmove forward the process of the reform of the Security \r\nCouncil. We believe that during the Assembly’s sixty-\r\nthird session, momentum was created that should not \r\nbe lost.  \r\n After 15 years of consultations in the Open-ended \r\nWorking Group on the Question of Equitable \r\nRepresentation on and Increase in the Membership of \r\nthe Security Council and Other Matters Related to the \r\nSecurity Council, the intergovernmental negotiations \r\nwere launched, as mandated by decision 62/557. \r\nDuring three rounds of these negotiations, all the main \r\nelements of the reform were thoroughly examined from \r\nvarious perspectives. The vast majority of Member \r\nStates took an active part in those deliberations. In this \r\ncontext, I would like to commend the dedication, \r\ndetermination and impartiality that Ambassador Tanin \r\nhas displayed when steering our debates. We are \r\nthankful to the President for reappointing him, as \r\ncommunicated to us in his letter of 13 October.  \r\n There is a broad agreement that Security Council \r\nreform is long overdue and that we have to redouble \r\nour efforts in order to fulfil the task laid upon us by our \r\npolitical leaders at the most recent World Summit, \r\nnamely, to expeditiously conduct a genuine reform of \r\nthis key body of the United Nations system. It is \r\ntherefore crucial that we resume the intergovernmental \r\nprocess without unnecessary delays, as envisaged in \r\ndecision 63/565. We have to set up an ambitious \r\nworkplan that would enable us to arrive at tangible and \r\nsubstantive results by the end of the current session of \r\nthe Assembly. \r\n The debates held over past years have provided \r\nample opportunity to clarify the positions of all actors. \r\nWe all know very well what the main issues are. In \r\norder to avoid an impasse, we should now focus on \r\noptions that garner broad support and thus may serve \r\nas a point of departure for building consensus. \r\nHowever, those options that have acquired only limited \r\nA/64/PV.46  \r\n \r\n09-60665 18 \r\n \r\nsupport should not become stumbling blocks to the \r\nadvancement of the reform. In other words, we have to \r\nnarrow down the options for a meaningful and \r\nachievable restructuring of the Council.  \r\n As we stated during the most recent round of the \r\nintergovernmental negotiations, we believe that the best \r\ncatalyst for such a process would be a paper prepared by \r\nthe Chair. Such a document should be further developed \r\nand should only serve as a tool used by Member States \r\nin identifying the possible common ground without \r\nprejudicing the final outcome. In this regard, we have \r\nfull trust that the Chair will continue to carry out his \r\nfunctions in full transparency and impartiality. \r\n The position of the Czech Republic on the reform \r\nis well known, and therefore I will not go into details. \r\nHowever, let me underline that we share fully the \r\nconviction of a vast majority of Member States, \r\nexpressed clearly and loudly during the \r\nintergovernmental process, that the basis of a genuine \r\nreform of the Council is its expansion in both \r\ncategories: permanent and non-permanent.  \r\n The reform of the Council should also redress the \r\nunderrepresentation of some regional groups, namely \r\nAfrica. Therefore we endorse allocation of two new \r\npermanent seats each to the regions of Africa and Asia, \r\none to the Group of Latin American and Caribbean \r\nStates and one to the Western European and other \r\nStates group. However, the enlargement should not be \r\ndesigned at the expense of the small and mid-sized \r\ncountries, which represent the vast majority of the \r\nUnited Nations family. Therefore, the enlargement \r\nshould also involve the addition of non-permanent \r\nseats, including one seat for the Group of Eastern \r\nEuropean States. \r\n The enlargement of the Council in both \r\ncategories is, as I said, at the core of a genuine reform. \r\nAt the same time, it is only one part, albeit an essential \r\none, of a more complex task. The enlargement should \r\nbe accompanied by other measures, inter alia the \r\nimprovement of its working methods, while the overall \r\nobjective is to make it more representative as well as \r\nmore accessible and accountable to the whole United \r\nNations membership.  \r\n The Czech Republic, a mid-sized country that \r\nstrongly believes in effective multilateralism, supports \r\nsuch a solution, which would balance the adaptation of \r\nthe Council to the realities of today’s world and the \r\nstrengthening of its legitimacy on the one hand, with \r\nan increase of its effectiveness and capability to fulfil \r\nits primary responsibility to maintain global peace and \r\nsecurity on the other hand. \r\n We very much look forward to the speedy \r\nresumption of the intergovernmental negotiations and \r\ncontinue to stand ready to join them in a spirit of \r\nmuch-needed flexibility and compromise. We commit \r\nourselves to examining all proposals with an open \r\nmind, especially those aimed at breaking the deadlock, \r\nincluding the idea of an intermediary solution, \r\nprovided such solutions prove capable of serving as a \r\nmeans to bridge the gaps between entrenched positions.  \r\n Let me conclude by appealing to all of us to \r\nengage constructively in the substantive negotiations \r\nwith a sense of urgency, so that we will be able to \r\nadapt the Security Council, the key organ of the United \r\nNations, to the new realities and challenges of today’s \r\nworld and ensure its role and legitimacy in the twenty-\r\nfirst century. \r\n Ms. Ome (Bhutan): I would like to join others in \r\nthanking the President of the General Assembly for \r\nconvening this meeting and in thanking the Permanent \r\nRepresentative of Austria, the President of the Security \r\nCouncil, for presenting the Security Council’s annual \r\nreport (A/64/2).  \r\n My delegation appreciates the extensive work \r\ncarried out by the Security Council. The achievements \r\nof the Security Council are impressive and have \r\ncontributed greatly to the maintenance of international \r\npeace and security. \r\n The Security Council is the principal organ in the \r\nUnited Nations with the primary responsibility of \r\nmaintaining international peace and security, in \r\naccordance with the principles and purposes of the \r\nUnited Nations. Therefore, it is important that we give \r\npriority to bringing about the much-needed reform of \r\nthe Council, especially with regard to its composition \r\nand working methods. The reform will make the \r\nCouncil more representative and accountable and will \r\nreflect the changing international scene. \r\n Over the past year, much has been achieved on \r\nthe issue of the question of equitable representation on \r\nand increase in the membership of the Security \r\nCouncil. Three rounds of intergovernmental \r\nnegotiations have been conducted, and Member States, \r\nregional groups and other groups have made known \r\ntheir positions and proposals. The five key issues and a \r\n A/64/PV.46\r\n \r\n19 09-60665 \r\n \r\nnumber of options have been debated. What is \r\nimportant now is to build upon the progress we have \r\nachieved and work towards moving on to the next \r\nstage, by closing ranks and narrowing our options to \r\nour commonalities. Some of the commonalities that \r\ncould be considered are those that have overwhelming \r\nsupport, for example, the expansion of both the \r\npermanent and non-permanent membership categories \r\nand ensuring representation of underrepresented \r\nregions and developing countries in both categories. \r\n In addition, a document or text prepared by the \r\nChair or Member States would help to serve as a basis \r\nfor our next round of negotiations. \r\n My delegation welcomes the reappointment of \r\nAmbassador Zahir Tanin, the Permanent \r\nRepresentative of Afghanistan, to facilitate the \r\nintergovernmental negotiations. We are confident that \r\nhe will continue to ably discharge his responsibility. \r\nWe offer him our fullest cooperation. \r\n The Acting President (spoke in Arabic): I call on \r\nthe Permanent Observer of the Observer State of the \r\nHoly See. \r\n Archbishop Migliore (Holy See): In thanking \r\nyou, Mr. President, for convening this important debate \r\non the reform of the Security Council, I gladly take this \r\nopportunity to congratulate the Chairman of the \r\nintergovernmental negotiations, Ambassador Zahir \r\nTanin, for his skilled and determined conducting of the \r\nnegotiations. Among the topics of the reform, my \r\ndelegation would like to concentrate particularly on the \r\nquestion of the veto power. \r\n Many valid and clear positions and views have \r\nbeen expressed with regard to the right of veto. At this \r\nstage of the intergovernmental negotiations, however, \r\nthe abolishment of the veto seems to be the least \r\nfeasible. Hence, its reform is more suitable and \r\nrealistic. Experience teaches us that there is good \r\nreason for advancing positions in favour of reform of \r\nthe veto with the aim of limiting its exercise. On so \r\nmany occasions in history, its use has slowed down and \r\neven obstructed the solution of issues crucial to \r\ninternational peace and security, thereby allowing the \r\nperpetration of violations of freedom and human \r\ndignity. Too often, it is the failure to intervene that \r\ndoes the real damage. \r\n The reform of the veto is all the more necessary \r\nat a time when we experience the obvious paradox of a \r\nmultilateral consensus that continues to be in jeopardy \r\nbecause it is still subordinated to the decisions of a \r\nfew, whereas the world’s problems call for \r\ninterventions in the form of collective action by the \r\ninternational community. \r\n Against this background, the Holy See recognizes \r\nthe importance of the view put forward by other \r\ndelegations that the Security Council’s permanent \r\nmembers should commit themselves to a practice of \r\nnot casting a veto in situations where genocide, crimes \r\nagainst humanity, war crimes, serious violations of \r\ninternational humanitarian law or similar acts are \r\ninvolved. \r\n At the minimum, in an effort to reach a timely \r\nand more representative solution for such grave \r\nsituations, the number of affirmative votes supporting \r\nthe Security Council’s resolutions should require the \r\nconcurring vote of no more than two permanent \r\nmembers. Otherwise, as already suggested by other \r\ndelegations, a permanent member could cast a negative \r\nvote, stating that voting against a given proposal \r\nshould not be understood as a veto and that his \r\nopposition is not of such a nature as to warrant the \r\nblocking of a decision. \r\n Many agree that the permanent members should \r\nshow great accountability and transparency in using the \r\nright of veto. Before casting such a vote, transparency, \r\nflexibility, confidence and political will should already \r\nhave been a part of the drafting process of a resolution, \r\nin order to ensure that States are not effectively vetoing \r\ntexts before they can be considered by the Council.  \r\n Indeed, when it is known that a permanent \r\nmember would vote against their adoption, many \r\nproposed drafts are never formally presented to the \r\nCouncil for a vote. More open dialogue and \r\ncooperation between the permanent and other members \r\nof the Security Council is crucial to avoid any later \r\nobstructions in adopting a resolution. A deeper search \r\nfor ways of pre-empting and managing conflicts is \r\nneeded by exploring every possible diplomatic avenue \r\nand by giving attention and encouragement to even the \r\nfaintest sign of dialogue or desire for reconciliation. \r\n The President returned to the Chair. \r\n The decision to extend, limit or abolish the veto \r\nlies in the hands of the Member States and will depend \r\non the broadest possible consensus on one of the \r\noptions. We trust that such a decision would be right \r\nA/64/PV.46  \r\n \r\n09-60665 20 \r\n \r\nand would favour transparency, equality and justice, \r\nreflecting the values of democracy and mutual trust in \r\nthe work of a reformed Security Council. \r\n The President (spoke in Arabic): May I take it \r\nthat the General Assembly takes note of the report of \r\nthe Security Council (A/64/2)? \r\n It was so decided. \r\n The President: Allow me to now make a few \r\nremarks at the end of this debate.  \r\n This has been an absorbing debate, the \r\nimportance of which is evident in the strong \r\nparticipation of the Member States. The value and \r\nrelevance of considering these two agenda items \r\ntogether is clear from the substantive nature of the \r\nviews expressed in the debate. \r\n Member States have reiterated the importance \r\nthat they attach to the work of the Security Council, \r\nwhich they would like to see perform even better, in a \r\nmore transparent and effective manner in the \r\npromotion of international peace and security, which is \r\nits primary responsibility. The numerous valuable \r\nsuggestions for improving the report of the Security \r\nCouncil will, I am sure, receive due consideration. \r\n The debate has also reaffirmed the commitment \r\nof Member States to the objective of achieving an early \r\nand comprehensive reform of the Security Council in \r\nall its aspects. In that regard, there is strong interest in \r\nthe intergovernmental negotiations process. There is \r\nbroad expression of support and confidence for \r\nAmbassador Zahir Tanin, who will chair these \r\nnegotiations on my behalf. The positions and views \r\nexpressed in the debate will, I am sure, contribute to \r\nproductive work in the intergovernmental negotiations. \r\n Two representatives have asked for the floor to \r\nexercise the right of reply. May I remind members that \r\nthe exercise of the right of reply should be limited to \r\n10 minutes for the first intervention and 5 minutes for \r\nthe second intervention, and should be made by \r\ndelegations from their seats. \r\n Mr. Okuda (Japan): Thank you, Mr. President, for \r\nallowing us to exercise our right of reply. My comments \r\nare related to the statement by the representative of the \r\nDemocratic People’s Republic of Korea.  \r\n It is regrettable that we have to respond to what \r\nthe representative of the Democratic People’s Republic \r\nof Korea said when all other delegations are seriously \r\nengaged in the debate on today’s topic. I have to say \r\nthat Japan cannot accept the baseless allegations \r\npresented by the Democratic People’s Republic of \r\nKorea about the militaristic ambitions of Japan. \r\n First, Japan firmly believes that the qualifications \r\nof a given country for permanent membership in the \r\nSecurity Council should be based on that country’s real \r\ncontribution to the maintenance of international peace \r\nand security. Since its accession to the United Nations, \r\nJapan, as a nation committed to peace, has been trying \r\nits best to live up to that standard, contributing actively \r\nand constructively to the maintenance of international \r\npeace and security. Despite the claims made by the \r\nrepresentative of the Democratic People’s Republic of \r\nKorea this morning, I believe Japan’s policies and \r\npractices in this regard to date speak for themselves \r\nand I trust the judgement of the representatives of \r\nMember States here. \r\n Secondly, regarding the reference by the \r\nrepresentative of the Democratic People’s Republic of \r\nKorea to the denial of the past, my delegation cannot \r\naccept that either, because Japan has been facing up to \r\nits past with sincerity and consistency since the end of \r\nthe Second World War. With this in mind, Japan has, \r\nfor over 60 years, consistently dedicated itself to \r\npromoting international peace and prosperity and \r\ndemonstrating its respect for democracy and human \r\nrights. \r\n In that context, my delegation would like to \r\nreiterate Japan’s intention to seek a normalization of \r\nrelations with the Democratic People’s Republic of \r\nKorea in accordance with Japan — Democratic \r\nPeople’s Republic of Korea Pyongyang Declaration, by \r\ncomprehensively resolving the outstanding issues of \r\nconcern with the Democratic People’s Republic of \r\nKorea and by sincerely settling the unfortunate past, as \r\nPrime Minister Hatoyama stated during his address \r\nduring the sixty-fourth session of the General \r\nAssembly, this year. \r\n With regard to Japan’s position on Security \r\nCouncil reform, it has been publicly stated many times \r\nin the United Nations and other forums and is well \r\nknown. Japan stands ready to contribute actively and \r\nconstructively to international peace and security at \r\nany time. \r\n Mr. Sin Son Ho (Democratic People’s Republic \r\nof Korea): Throughout the intervention that the \r\nrepresentative of Japan just made, we had the \r\n A/64/PV.46\r\n \r\n21 09-60665 \r\n \r\nimpression that the Japanese delegation is not fully \r\naware of why Japan is not yet the appropriate choice \r\nfor a permanent seat in the Security Council. In order \r\nto clarify that issue, my delegation deems it \r\nappropriate to stress a few points. \r\n Japan committed massive crimes, such as forcibly \r\ndrafting 8.4 million Koreans, killing over 1 million and \r\nimposing on more than 200,000 Korean women a life \r\nof slavery as comfort women for the Japanese army. \r\nJapan has claimed that it has done everything it had to \r\ndo in terms of apologizing for its past crimes. Japan \r\nhas abused the outstanding issues between the \r\nDemocratic People’s Republic of Korea and Japan, \r\nwhile tactfully claiming that it was making an \r\n“apology” for its past crimes, whenever it feels \r\nrequired to redress its unfavourable domestic political \r\nsituation.  \r\n In March 2007, former Japanese Prime Minister \r\nAbe made the reckless remark that there is no evidence \r\nproving the forcible recruitment of comfort women for \r\nthe Japanese army, and the Deputy Minister of the \r\nCabinet of Japan asserted that the comfort women were \r\nprostitutes — I repeat, prostitutes — who were sold — \r\nI repeat, sold — by their parents. These are truly \r\ninhumane, insane and irresponsible remarks.  \r\n Japan is the only country that has neither \r\nsincerely reflected on nor made reparations for its \r\ncrimes against humanity. Fearing that its crimes would \r\nbe uncovered and made known to the public, Japanese \r\nauthorities disposed of archives related to such crimes \r\ncovering several consecutive years and deleted and \r\ndistorted facts about its past crimes from school \r\ntextbooks through an official collusion with, and with \r\nthe approval of, the Government. Most recently, a \r\nnumber of well-known Japanese political figures paid \r\ntribute to and honoured war criminals and butchers of \r\nhuman beings as heroes at the Yasukuni shrine. This is \r\nthe true attitude of Japan towards its blood-stained past \r\ncrimes. To date, most of the victims of Japanese sex \r\nslavery still live in suffering. Japan’s persistent denial \r\nof its criminal history means that it could certainly \r\ncommit the same crimes as those of the past again. \r\nGranting a permanent seat to such an irresponsible, \r\nbrazen and two-faced Japan would only result in \r\nencouraging that country’s long-standing ambition of \r\nrealizing a Greater Asia Co-Prosperity Sphere, which \r\nwould have very dangerous consequences for United \r\nNations Member States. \r\n If Japan genuinely wishes to be a responsible \r\nmember of the international community, it should \r\nsincerely apologize and make reparations for the \r\ncrimes it committed in the past. This is the only way \r\nfor Japan to be recognized as a very responsible \r\nMember State of the United Nations. It is not the \r\nmoney — or whatever contribution a Member State \r\nmight make — that really counts, but its truly sincere \r\nand responsible attitude. This is the official and formal \r\nposition of the Government of the Democratic People’s \r\nRepublic of Korea on this issue. \r\n Mr. Okuda (Japan): We have explained our \r\nposition many, many times, as well as when we \r\nexercised our right of reply today, and do not intend to \r\ndo so again. However, we have to put it on record that \r\nwe cannot accept the baseless allegations, full of \r\ninsulting language, made by the representative of the \r\nDemocratic People’s Republic of Korea. It is \r\nregrettable that the representative of the Democratic \r\nPeople’s Republic of Korea should use this valuable \r\nopportunity for discussing the issue of Security \r\nCouncil reform as a platform for promoting unfair \r\nallegations against Japan. \r\n It is simply not possible for the Democratic \r\nPeople’s Republic of Korea to invoke issues of the past \r\nin order to justify its reckless policy of military build-\r\nup, including its nuclear weapons and ballistic missile \r\ndevelopment, with no regard for a series of Security \r\nCouncil resolutions, as well as the norms and \r\nregulations of the international community. The \r\nDemocratic People’s Republic of Korea also pursues a \r\npolicy of systematic and wanton violation of the human \r\nrights of its own citizens that is so heinous that the \r\nreport of the Special Rapporteur on the situation of \r\nhuman rights in that country says, in paragraph 72, \r\n“The violations compromise and threaten not only \r\nhuman rights, but also international peace and \r\nsecurity” (A/64/224). The Democratic People’s \r\nRepublic of Korea must totally change its policies on \r\nits nuclear weapons development and on human rights \r\nbefore it can talk about the policies of other Members \r\nof the United Nations. \r\n Mr. Sin Song Chol (Democratic People’s \r\nRepublic of Korea): Just as the representative of Japan \r\nhas said, it is precisely because of the august and \r\nauspicious nature of this Hall, where we are discussing \r\na very important issue, Security Council reform, that \r\nmy delegation wanted to clarify these issues, because \r\nthe issues really merit discussion. With regard to the \r\nA/64/PV.46  \r\n \r\n09-60665 22 \r\n \r\nremarks of Japan’s representative, I would like to make \r\nsome further points. Japan is the very country that is \r\ndestroying the strategic balance of our region and \r\nthreatening peace. Japan, which has neither apologized \r\nnor made reparations for its past crimes, now joins the \r\nUnited States in developing a missile defence system. \r\nThis is to clarify who really is the agent threatening \r\npeace and stability in our region. In May 2005 Japan \r\nannulled its domestic law on the demilitarization of \r\nouter space, which had been in force for more than 40 \r\nyears, thus opening the door for the use of outer space \r\nfor military purposes by adopting a new main law on \r\nouter space. \r\n Since the 1990s, Japan has launched four military \r\nspy satellites and has run fanatical intelligence activities \r\nagainst its neighbouring countries. It now plans to \r\nlaunch an early-warning satellite that is to be the eye of \r\na missile defence system, giving Japan a pre-emptive \r\nstrike capability in outer space. More recently, within \r\nJapanese political circles, arguments have emerged in \r\nfavour of pre-emptive strikes against enemy military \r\nbases. It is worth noting that Japan has persisted in its \r\nevil intentions by, for instance, condemning the peaceful \r\nsatellite launch of the Democratic People’s Republic of \r\nKorea, conducted last April in conformity with every \r\nestablished international legal framework. Japan was the \r\nfirst in line to come knocking at the door of the Security \r\nCouncil in the middle of the night to get the Council to \r\nadopt its resolution against my country. \r\n From the point of view of the delegation of the \r\nDemocratic People’s Republic of Korea, this is \r\nridiculous and naïve. Japan is not in any kind of \r\nposition to blame other countries or urge action on \r\ntheir part. Unless Japan is excluded from the process of \r\nreforming the Security Council, reform itself will never \r\nbe achievable. As we have said repeatedly, the crimes \r\nJapan has committed are not just in the past but \r\ncontinue today. Though time moves on, Japan’s crimes \r\ncannot fade away naturally or be in any way excused. \r\nJapan’s lack of action regarding its shameful past has \r\nled even its closest allies to despair of resolutions \r\nurging Japan to purge its past crimes. \r\n A bid for a permanent seat on the Security \r\nCouncil does not gibe with the true picture of Japan’s \r\nnature at all. Rather than trying to occupy a permanent \r\nseat on the Council, it would be advisable for Japan to \r\ngive more thought to how to atone for its bloody, \r\ncriminal past once and for all, and to act wisely and \r\nappropriately, so that this issue need never be debated \r\nat the United Nations General Assembly. This is the \r\nonly way for Japan to regain the full credibility of the \r\ninternational community. \r\n The President: The General Assembly has thus \r\nconcluded this stage of its consideration of agenda item \r\n9 and agenda item 119. \r\n The meeting rose at 5.40 p.m. \r\n"