" United Nations  A/64/PV.33\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fourth session \r\n \r\n33rd plenary meeting \r\nMonday, 2 November 2009, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n09-58976 (E) \r\n*0958976*   \r\nPresident: Mr. Ali Abdussalam Treki . . . . . . . . . . . . . . . . . . . . . . . . . . . (Libyan Arab Jamahiriya) \r\n \r\n \r\nThe meeting was called to order at 10.10 a.m. \r\n \r\n \r\nAgenda item 85 \r\n \r\nReport of the International Atomic Energy Agency \r\n \r\n  Note by the Secretary-General transmitting the \r\nreport of the International Atomic Energy \r\nAgency (A/64/257) \r\n \r\n  Draft resolution (A/64/L.7) \r\n \r\n The President (spoke in Arabic): I have the \r\npleasure to invite Mr. Mohamed ElBaradei, Director \r\nGeneral of the International Atomic Energy Agency, to \r\nintroduce the report of the Agency for the year 2008. \r\n Mr. ElBaradei (International Atomic Energy \r\nAgency): This will be my last speech to the General \r\nAssembly as Director General of the International \r\nAtomic Energy Agency (IAEA). Since I first spoke to \r\nthe Assembly in 1998, the Agency has moved from \r\nbeing a relatively unknown technical organization, \r\nwhose work was of interest mainly to specialists in the \r\nnuclear field, to becoming a major player at the centre \r\nof issues critical to international peace and security. \r\nThe Agency has gained universal respect for its \r\nindependence and objectivity in nuclear verification, \r\nsafety and security. We have also made considerable \r\nprogress in bringing the benefits of peaceful nuclear \r\ntechnology to developing countries, improving their \r\naccess to energy, health care, food and clean water. \r\n While I leave office after 12 years with pride in \r\nthe IAEA’s many achievements, I must also express \r\nsome disappointment — disappointment that we are \r\nstill fighting the same battles to secure sufficient \r\nfunding as we were back in the 1990s, that the \r\ndevelopment side of our mandate remains chronically \r\nunderfunded and that we still lack adequate legal \r\nauthority to effectively do our job of verification, \r\nsafety and security. \r\n On a more positive note, nuclear disarmament, \r\nwhich failed to make any headway in the two decades \r\nafter the end of the cold war, is now back at the top of \r\nthe international agenda, and there is reason to hope \r\nthat we may see a breakthrough. I will return to that \r\nsubject in a moment.  \r\n First, I will outline some of the main changes in \r\nthe work of the IAEA over the past 12 years and offer \r\nsome thoughts on both the future of the Agency and the \r\ninternational environment in which it operates. \r\n I will start with nuclear power. The world seems \r\nset for a significant expansion in the use of nuclear \r\npower, with scores of countries expressing interest in \r\nintroducing it as part of their energy mix. Not \r\nsurprisingly, most of them are from the developing \r\nworld, which urgently needs a dramatic increase in \r\nelectricity supply if it is to lift its people out of \r\npoverty. Energy is the engine of development. For \r\nmany countries, nuclear power, with its good \r\nperformance and safety record, is a way to meet their \r\nsurging demand for energy, reduce their vulnerability \r\nto fluctuations in the cost of fossil fuels and combat \r\nclimate change. The IAEA has adjusted its priorities to \r\nfocus more on the nuclear power programmes of what \r\nwe call the newcomers. \r\nA/64/PV.33  \r\n \r\n09-58976 2 \r\n \r\n Nuclear safety has improved significantly since \r\nthe shock of Chernobyl in 1986, but the risk of \r\naccidents can never be eliminated completely. It is in \r\nall our interests to ensure that the highest safety \r\nstandards are upheld everywhere. IAEA safety \r\nstandards have become the global benchmark and have \r\nrecently been adopted by the European Union. I would \r\nlike to see the safety standards accepted by all \r\ncountries and, ideally, made binding. \r\n Turning to the development side of our mandate, \r\nthe Agency is the principal vehicle for multilateral \r\nnuclear technology transfer, helping countries to use \r\nnuclear techniques in food and agriculture, human \r\nhealth, water resources and the environment. Our \r\ntechnical cooperation activities have made a difference. \r\nFor example, induced crop mutations involving nuclear \r\ntechniques have produced salt-tolerant rice and \r\ndrought-resistant wheat, providing better nutrition and \r\nfood security and improving economic prospects for \r\nfarmers. Likewise, isotope data provide a unique tool \r\nto determine the availability and vulnerability of \r\ngroundwater systems over the long term, so that \r\nreliable supplies of fresh water can be secured for the \r\nnext generation. \r\n Our Programme of Action for Cancer Therapy — \r\nPACT — is bringing new hope to cancer patients and \r\ntheir families in developing countries, where the \r\nincidence of cancer continues to rise inexorably. \r\nTwenty-seven of the 53 countries in Africa, for example, \r\nhave no operating radiotherapy services at all — no \r\nscreening, no early diagnosis, no palliative care \r\nprogrammes. In other parts of Africa, there is one \r\nradiotherapy machine for every 70 million people. In \r\nEurope, by contrast, there is one machine for every \r\n250,000 people. \r\n Back in 1998, our Technical Cooperation \r\nProgramme totalled a modest $80 million per year. Ten \r\nyears later, in 2008, the programme disbursed \r\n$96 million — a negligible increase, in my view, \r\nconsidering inflation and the growth in the Agency \r\nmembership from 127 countries to the present 150, as \r\nwell as the increasing development needs of member \r\nStates. We can and should do much more, but that \r\nrequires a significant increase in funding — which, \r\nregrettably, has not been made available to us. I urge \r\ndonor States to recognize the link between security, \r\nwhich you all seek, and development. Without \r\ndevelopment, there can be no security. The reverse is \r\nalso true. \r\n Improving life for the 2 billion people — one \r\nthird of humanity — who live on less than $2 per day \r\nis not just the right thing to do, it is also the smart \r\nthing to do. By helping to address the root causes of \r\ninstability and insecurity, including endemic conflicts, \r\npoor governance and poverty, we make it less likely \r\nthat countries will feel the temptation to seek nuclear \r\nor other weapons of mass destruction. \r\n The gravest threat the world faces today, in my \r\nopinion, is that extremists could get hold of nuclear or \r\nradioactive materials. In the wake of the 9/11 attacks, \r\nthe IAEA initiated a comprehensive programme to \r\ncombat the risk of nuclear terrorism. I am proud of the \r\nspeed and efficiency with which the Agency \r\nestablished an effective nuclear security programme, \r\nwhich has provided $50 million in equipment, training \r\nand other assistance to member States over the last \r\nthree years.  \r\n But it is disconcerting that nuclear security \r\ncontinues to be funded almost entirely from voluntary \r\ncontributions, which come with many conditions \r\nattached and are both insufficient and unpredictable. \r\nMuch more needs to be done. The number of incidents \r\nof illicit trafficking and other unauthorized activities \r\nreported to our Illicit Trafficking Database — over 200 \r\nlast year — remains a cause of grave concern, and \r\nmight well be only the tip of the iceberg. \r\n The global non-proliferation landscape has \r\nchanged radically over the last two decades. The way \r\nin which the Agency implements safeguards has also \r\nundergone a metamorphosis. We have moved beyond \r\nsimple verification of declared nuclear material at \r\ndeclared facilities to assessing information on a State’s \r\nentire nuclear programme and, most importantly, \r\nverifying the absence of undeclared activities. The \r\nModel Additional Protocol, which was approved in \r\n1997, has become an essential verification tool. Within \r\nthe limited resources and capabilities available to us, \r\nwe have made increasing use of the advanced \r\ntechnology critical to verification today, such as remote \r\nmonitoring, environmental sampling and satellite \r\nimagery.  \r\n As I reported to the Security Council summit-\r\nlevel meeting on nuclear disarmament in September \r\n(see S/PV.6191), our ability to detect possible \r\nclandestine nuclear material and activities depends on \r\nthe extent to which we are given the necessary legal \r\nauthority, technology and resources. Regrettably, we \r\n A/64/PV.33\r\n \r\n3 09-58976 \r\n \r\nface continuing major shortcomings in all three areas, \r\nwhich, if not addressed, could put the entire \r\nnon-proliferation regime at risk. In over 90 States, \r\neither the Agency has no verification authority at all or \r\nits authority is inadequate because those countries have \r\nnot concluded the necessary agreements with the \r\nAgency. That means we often cannot verify whether a \r\ncountry is engaged in clandestine nuclear activities. \r\n Our credibility depends on our independence. \r\nAdditional funding is urgently needed for state-\r\nof-the-art technology so that, for example, we can \r\nindependently validate environmental sampling \r\nanalyses. We also need improved and consistent access \r\nto top-quality satellite imagery. Continuing with \r\nbudgets that fall far short of our essential verification \r\nneeds in the coming years is not a viable option. \r\n Iraq and the Democratic People’s Republic of \r\nKorea were the two cases of suspected nuclear \r\nproliferation preoccupying the international community \r\nwhen I took office.  \r\n I will always lament the fact that a tragic war was \r\nlaunched in Iraq, which has cost the lives of possibly \r\nhundreds of thousands of innocent civilians. This was \r\ndone on the basis of a false pretext, without \r\nauthorization from the Security Council, and despite \r\nthe Agency and the United Nations Monitoring, \r\nVerification and Inspection Commission having found \r\nno evidence that Iraq had revived its nuclear weapons \r\nprogramme or programmes involving other weapons of \r\nmass destruction. It gives me no consolation that the \r\nAgency’s findings were subsequently vindicated. \r\n In the case of the Democratic People’s Republic \r\nof Korea, 16 years after the IAEA reported that country \r\nto the Security Council for non-compliance with its \r\nnon-proliferation obligations, it has moved from the \r\nlikely possession of undeclared plutonium to acquiring \r\nnuclear weapons. The on-again-off-again nature of the \r\ndialogue between the Democratic People’s Republic \r\nand the international community has stymied the \r\nresolution of this issue, which is a glaring example of \r\nthe fragility and shortcomings of the non-proliferation \r\nregime. \r\n In my view, important lessons need to be learned \r\nfrom Iraq and the Democratic People’s Republic of \r\nKorea. The main one is that we must let diplomacy and \r\nthorough verification take their course, however \r\nlengthy and tiresome the process might be. We need to \r\ncarefully assess the veracity of intelligence information. \r\nWe must engage those with whom we have differences \r\nin dialogue, rather than seek to isolate them. We must \r\nact within the framework of international institutions — \r\nin this case, the IAEA and the Security Council — and \r\nempower them, rather than bypass them through \r\nunilateral action. The Agency, for its part, must draw \r\nconclusions justified by the facts alone. It must not \r\njump the gun or be influenced by political \r\nconsiderations. Force should never be used unless \r\nevery other option has been exhausted, and then only \r\nwithin the bounds of international law, as codified in \r\nthe United Nations Security Council. \r\n All of these lessons are applicable today in the \r\ncase of Iran, whose nuclear programme remains an \r\nissue before both the Agency and the Security Council. \r\nSix years have passed since Iran was reported to the \r\nIAEA Board of Governors for failing to declare \r\nmaterial and activities to the Agency, in violation of its \r\nsafeguards agreement. As a result of difficult and \r\npainstaking work, the Agency has acquired a better \r\nunderstanding of Iran’s civil nuclear programme. \r\nNevertheless, a number of questions and allegations \r\nrelevant to the nature of that programme are still \r\noutstanding and need to be clarified by Iran through \r\ntransparency and cooperation with the Agency. \r\n However, as I have pointed out many times, \r\naddressing the concerns of the international community \r\nabout Iran’s future intentions is primarily a matter of \r\nconfidence-building, which can only be achieved \r\nthrough dialogue. I therefore urge Iran to be as \r\nforthcoming as possible in responding soon to my \r\nrecent proposal, based on the initiative of the United \r\nStates, Russia and France, which aimed to engage Iran \r\nin a series of measures that could build confidence and \r\ntrust and open the way for comprehensive and \r\nsubstantive dialogue between Iran and the international \r\ncommunity.  \r\n The issue at stake remains that of mutual \r\nguarantees among the parties. I should add, however, \r\nthat trust- and confidence-building are an incremental \r\nprocess that requires focusing on the big picture and a \r\nwillingness to take risks for peace. This is a unique and \r\nfleeting opportunity to reverse course from \r\nconfrontation to cooperation and therefore should not \r\nbe missed. \r\n The Agency cannot do its nuclear verification \r\nwork in isolation. It depends on a supportive political \r\nprocess, with the Security Council at its core. The \r\nA/64/PV.33  \r\n \r\n09-58976 4 \r\n \r\nCouncil needs to develop an effective and \r\ncomprehensive compliance mechanism which does not \r\nrely only on sanctions, which too often hurt the \r\nvulnerable and the innocent. It must focus more on \r\nconflict prevention and address the insecurities that lie \r\nbehind many cases of proliferation, such as mistrust \r\nand unresolved conflict. \r\n I have in the past drawn the General Assembly’s \r\nattention to the growing number of States that have \r\nmastered uranium enrichment or plutonium \r\nreprocessing. Any one of these States has the capacity \r\nto develop nuclear weapons in a short span of time — a \r\nmargin of security which is too close for comfort. \r\n To address that challenge, which could be the \r\nAchilles heel of the non-proliferation regime, I believe \r\nthat we need to move from national to multinational \r\ncontrol of the nuclear fuel cycle. As a first step, I have \r\nproposed the establishment of a low enriched uranium \r\nbank to assure States a guaranteed last-resort supply of \r\nnuclear fuel for their reactors so that they might not \r\nneed their own enrichment or reprocessing capability. \r\n A number of complementary proposals have also \r\nbeen made. There are no technical or legal stumbling \r\nblocks that could not be overcome. The basic question \r\nis one of trust-building between States. I remain \r\nconvinced that some such mechanism is essential as \r\nmore and more countries introduce nuclear energy. Our \r\nultimate goal should be the full multinationalization of \r\nthe sensitive part of the fuel cycle — uranium \r\nenrichment and plutonium reprocessing — as we move \r\ntowards a world free from nuclear weapons. Such a \r\nworld is, I believe, within our grasp following the \r\ncourageous initiative of President Obama and the \r\nresumption of serious disarmament negotiations \r\nbetween the two largest nuclear-weapon States. \r\n Nuclear weapons are, regrettably, still seen as \r\nbringing power and prestige and providing an \r\ninsurance policy against possible attack. However, by \r\ndemonstrating their irreversible commitment to \r\nachieving a world free from nuclear weapons, the \r\nweapon States can greatly enhance the value and \r\nlegitimacy of the non-proliferation regime and gain the \r\nmoral authority to call on the rest of the world to curb \r\nthe proliferation of these inhumane weapons.  \r\n I do not expect to see a world free from nuclear \r\nweapons in my lifetime, but I am increasingly hopeful \r\nthat my children may live in such a world, in particular \r\nin the light of the growing realization that, with the \r\ntechnology out of the box and an increasing risk of \r\nnuclear terrorism, the danger of nuclear weapons being \r\nused has increased considerably. The Security \r\nCouncil’s recent adoption of resolution 1887 (2009), \r\npledging to create the conditions for a world without \r\nnuclear weapons, is encouraging. It is vital that the \r\n2010 Nuclear Non-Proliferation Treaty Review \r\nConference build on this momentum. \r\n It is clear that tremendous challenges, but also \r\ntremendous opportunities, lie ahead for the Agency. If \r\nnuclear disarmament proceeds successfully, as I hope it \r\nwill, that could create a significant additional \r\nverification role for the Agency. In 50 years’ time, \r\nthere may be several dozen additional countries with \r\nnuclear power programmes, mostly in what today is \r\nknown as the developing world. That will mean a \r\nconsiderable increase in demand for the IAEA’s \r\nservices in nuclear safety, security and verification. \r\n The IAEA’s dual mandate of security and \r\ndevelopment is unique. But we are part of a complex \r\nweb of international security mechanisms that need to \r\nwork in harmony if we are to effectively serve the \r\npeople who put their trust in us. I do not share the \r\nprevailing cynicism about international organizations. \r\nLike all human endeavours they have their weaknesses, \r\nbut they are capable of great things if properly \r\nresourced and empowered and competently led. We \r\nlive in an increasingly globalized world, and none of \r\nthe major problems we face — terrorism, hunger, arms \r\ncontrol, climate change — can be solved by any one \r\ncountry alone. We need effective international \r\ninstitutions. \r\n Ultimately, we need a new global system of \r\ncollective security that entails an overhaul of the \r\nUnited Nations system and, above all, of the Security \r\nCouncil: a new system in which no country feels the \r\nneed to rely on nuclear weapons for its security; a new \r\nsystem with effective global mechanisms for conflict \r\nprevention, peacekeeping and peacemaking; an \r\nequitable and inclusive system in which security is not \r\nperceived as a zero sum game or based on domination \r\nor on a balance of power; a system that places human \r\nsecurity and human solidarity at its core, grasps our \r\nshared destiny as one human family and enables all of \r\nus to live together free from fear and free from want. \r\n In conclusion, I take this opportunity to express \r\nmy deep gratitude to the Republic of Austria for being \r\na most gracious and supportive host country for the \r\n A/64/PV.33\r\n \r\n5 09-58976 \r\n \r\nIAEA. I congratulate my successor, Director General-\r\nelect Yukiya Amano, and wish him every success. I \r\nthank the General Assembly for its support during my \r\n12 years as Director General. We have come through \r\nsome challenging times together. It has been an honour \r\nand a privilege to work with all of you. \r\n The President (spoke in Arabic): On behalf of \r\nthe General Assembly I should like to thank the \r\nDirector General of the International Atomic Energy \r\nAgency for presenting this valuable report. As this is \r\nthe last time he addresses the Assembly in his current \r\ncapacity, we express our satisfaction and appreciation \r\nto him for the role he has played. \r\n I now give the floor to the representative of \r\nMalaysia to introduce draft resolution A/64/L.7.  \r\n Mr. Ali (Malaysia): On behalf of my delegation, I \r\nshould like to thank Mr. Mohamed ElBaradei, Director \r\nGeneral of the International Atomic Energy Agency \r\n(IAEA), for the introduction of the report of the IAEA \r\nfor 2008 and for his statement, which concisely \r\ndepicted the various activities undertaken by the \r\nAgency this year and the challenges faced by the \r\nAgency in carrying out its tasks. \r\n In Malaysia’s capacity as Chairman of the IAEA \r\nBoard of Governors and on behalf of the sponsors, I \r\nhave the honour to introduce the draft resolution \r\ncontained in document A/64/L.7 on the Report of the \r\nInternational Atomic Energy Agency. We would like \r\nthank all sponsors of this draft resolution, and we invite \r\nothers to join in co-sponsoring it. This draft resolution \r\nis the product of consultations held in Vienna, \r\nfollowing which, in October 2009, it was unanimously \r\nadopted by all member States of the IAEA. \r\n In general, this draft resolution is an update of a \r\nsimilar resolution adopted by consensus at the sixty-\r\nthird session of the General Assembly (resolution 63/6). \r\nIt takes note of, among other things, the report of the \r\nIAEA and the resolutions adopted at the fifty-third \r\nregular session of the IAEA General Conference, held \r\nin Vienna from 14 to 18 September 2009. In addition, it \r\nexpresses the Assembly’s appreciation for the 12 years \r\nof distinguished service by Mr. Mohamed ElBaradei as \r\nDirector General of the Agency and extends its best \r\nwishes to Mr. Yukiya Amano, the incoming Director \r\nGeneral of the Agency. \r\n As in previous years, the resolution reaffirms the \r\nAssembly’s strong support for the indispensable role of \r\nthe Agency in encouraging and assisting the \r\ndevelopment and practical application of atomic energy \r\nfor peaceful uses, in technology transfer to developing \r\ncountries and in nuclear safety, verification and \r\nsecurity. It also appeals to Member States to continue \r\nto support the activities of the Agency. \r\n It is my sincerest hope the General Assembly will \r\nadopt this draft resolution by consensus. \r\n Mr. Örnéus (Sweden): I have the honour to \r\nspeak on behalf of the European Union (EU). \r\n At the outset, I should like to thank the secretariat \r\nof the International Atomic Energy Agency (IAEA) and \r\nits Director General, Mr. Mohamed ElBaradei, for their \r\nhard work over the past year. We thank Mr. ElBaradei \r\nfor his report on the activities of the IAEA in 2009.  \r\n Allow me also to take this opportunity to \r\ncongratulate Mr. ElBaradei on his successful tenure as \r\nDirector General of the Agency. The last 12 years have \r\nat times been exceptionally dramatic for the IAEA, and \r\nit has been well served by having at its helm a person \r\nwith strong integrity and diplomatic skill. The Nobel \r\nPeace Prize in 2005 was a just recognition of the \r\nachievements both of the Director General and of the \r\nAgency. \r\n We also warmly welcome Ambassador Amano, \r\nwho will take office as the new Director General of the \r\nAgency in December. The challenges facing the world \r\ntoday in the fields of non-proliferation and nuclear \r\nsafety and security are indeed demanding. The European \r\nUnion is convinced that Ambassador Amano has the \r\nexperience required to take on the tasks ahead and the \r\nEU can assure him of its strong support. \r\n EU member States are among the sponsors of the \r\ndraft resolution on the report of the IAEA (A/64/L.7). \r\nWe praise the efforts by the Chairman of the IAEA \r\nBoard of Governors and sincerely hope that the draft \r\nresolution will be adopted by consensus. \r\n While the EU fully supports the draft resolution, \r\nthis does not imply support for IAEA resolution \r\nGC(53)/RES/17, which is mentioned in paragraph 2 of \r\nthe draft resolution. In this regard, the EU recalls that \r\nwhen that resolution was adopted by the IAEA General \r\nConference, a considerable number of States voted \r\nagainst it, among them all EU member States. \r\n Fifty years ago, the IAEA was set up to promote \r\n“Atoms for Peace”, with the mandate to increase the \r\nA/64/PV.33  \r\n \r\n09-58976 6 \r\n \r\ncontribution of nuclear energy to peace, health and \r\nprosperity, to ensure that nuclear activities are not \r\ndiverted to military purposes, to spread throughout the \r\nworld a culture of safety, as well as rigorous safety \r\nstandards and, more recently, to avert the risk of \r\nnuclear terrorism. Today the Agency is faced with a \r\nnumber of compelling challenges, in particular nuclear \r\nproliferation and compliance issues. \r\n The international safeguards system of the IAEA \r\nis an essential part of the global nuclear \r\nnon-proliferation regime since its prime objective is to \r\ndetect and deter the diversion of nuclear materials for \r\nuse in nuclear weapons. The European Union is \r\nworking towards making the Additional Protocol a \r\ncondition for the supply of nuclear exports. All EU \r\nmember States have had Additional Protocols in force \r\nsince May 2004. We reiterate that the Agency’s \r\ncomprehensive safeguards agreements and Additional \r\nProtocols constitute the current verification standard.  \r\n The EU regrets that there are still a considerable \r\nnumber of States that have yet to bring into force \r\nAdditional Protocols. We urge States that have not yet \r\ndone so to sign and bring their respective safeguards \r\nagreements into force, as well as the Additional \r\nProtocols to the agreements. \r\n The IAEA’s activities have established the \r\nframework for cooperative efforts to build and \r\nstrengthen an international safety and security regime \r\nand have the full support of the European Union in this \r\nregard. \r\n The IAEA plays an important role in strengthening \r\nthe global nuclear safety framework. The EU fully \r\nsupports the Agency’s efforts in this field. Under the \r\nInstrument for Nuclear Safety Cooperation and the \r\nInstrument for Pre-accession Assistance, the European \r\nUnion has dedicated some €570 million for the period \r\n2007-2013 to assist countries to strengthen their \r\nnuclear safety and radiation protection regimes. Under \r\nthese instruments, the EU is cooperating with the IAEA \r\nto implement specific projects with IAEA member \r\nStates. \r\n The EU recognizes that nuclear security is an \r\nessential programme of the Agency and commends the \r\nIAEA for its activities aimed at preventing and \r\ncombating nuclear terrorism. Through a financial \r\ncontribution of more than €20 million since 2004, the \r\nEU is the major donor to the IAEA Nuclear Security \r\nFund. We call on all States to commit themselves to \r\nfinancing the Fund. \r\n The safety and security of radioactive sources are \r\nindeed of utmost importance. In this regard, the role of \r\nthe Code of Conduct on the Safety and Security of \r\nRadioactive Sources, adopted by the General \r\nConference of the Agency in 2003, is of particular \r\nimportance. The European Union has made a \r\ncommitment to respect the Code and urges all States to \r\ndo likewise. \r\n The task of the IAEA to foster international \r\ncooperation for the peaceful uses of nuclear energy and \r\nto promote nuclear safety and security and, not least, \r\nnuclear verification, remains more important than ever \r\nin today’s world. \r\n In concluding, the EU reiterates its full support \r\nfor the IAEA and is pleased to be a sponsor of draft \r\nresolution A/64/L.7, on the report of the International \r\nAtomic Energy Agency. \r\n Mr. Churkin (Russian Federation) (spoke in \r\nRussian): First of all, I would like to express my \r\nappreciation to Mr. Mohamed ElBaradei for the work \r\nhe has done during his 12 years in office as Director \r\nGeneral of the International Atomic Energy Agency \r\n(IAEA). His achievements and the honours he received \r\nwhile in office earned him universal acclaim as is \r\nconfirmed by the Nobel Peace Prize that was awarded \r\nto the Agency and to him personally. \r\n We welcome the appointment of the new Director \r\nGeneral, Ambassador Amano of Japan, and pledge to \r\nhim our full support. We hope that his activities will \r\nassist in preserving the great prominence of the \r\nAgency, whose work has always been based on the \r\nprinciples of impartiality and objectivity in the \r\ninterests of all its member States. \r\n The IAEA has been the global centre for \r\ncooperation in the nuclear field for more than half a \r\ncentury. Under current conditions and taking into \r\naccount new challenges and threats encountered by the \r\nworld community, the role of the IAEA as the sole \r\ninternational organization with the task of ensuring the \r\nnecessary balance between the development of the safe \r\nand peaceful use of nuclear energy and the adherence \r\nof States to the regime of nuclear non-proliferation has \r\nbecome increasingly more important. We commend the \r\nactivities of the IAEA to date and are committed to \r\nfurther strengthening the Agency’s potential. \r\n A/64/PV.33\r\n \r\n7 09-58976 \r\n \r\n In our view, the main task for the immediate \r\nfuture is to ensure conditions under which all IAEA \r\nmember States may take full advantage of nuclear \r\nenergy for peaceful purposes, in accordance with the \r\nrequirements of the nuclear non-proliferation regime, \r\nwithout any impediments. \r\n Upgrading the IAEA’s potential in uncovering \r\nundeclared nuclear materials and unannounced nuclear \r\nactivities is an important track in strengthening this \r\nregime. The Agency’s safeguards system plays an \r\nimportant role in ensuring the effectiveness of the \r\nnuclear non-proliferation regime. Making the system \r\nuniversal will allow the Agency to guarantee with \r\nreliable certainty that there are no undeclared nuclear \r\nmaterials or activities worldwide.  \r\n We proceed from the understanding that in the \r\nfuture the safeguards agreement and the Additional \r\nProtocol to it should become the universal norm for \r\nverifying compliance by States parties to the Treaty on \r\nthe Non-Proliferation of Nuclear Weapons with their \r\nnon-proliferation obligations, as well as the new \r\nstandard in the field of arrangements on nuclear \r\nsupplies. We hope that all countries that have not yet \r\nacceded to this most important document and, above \r\nall, those carrying out significant nuclear activities, \r\nwill do so as soon as possible. \r\n With respect to the ever-increasing role of nuclear \r\nenergy in the world and the commission of new \r\nproduction and energy potentials related to the nuclear \r\nfield, the scope of the IAEA control activities will also \r\nbe growing. In this regard, it is now time to ponder the \r\nmatter of making the IAEA’s technical control \r\ncapabilities commensurate with the expanded number \r\nof facilities placed under its safeguards. \r\n In that context, we welcome the work of the \r\nAgency’s secretariat to apply the concept of integrated \r\nsafeguards in the Agency’s control activities on a \r\npractical basis. The Russian Federation will continue to \r\nassist the Agency in reinforcing the safeguards system \r\nthrough the financing of the national programme of \r\nscientific and technological support for IAEA safeguards. \r\n To date, much has been done to create an \r\neffective international safety net to prevent nuclear \r\nweapons and nuclear materials from falling into the \r\nhands of terrorists. In that connection, it is necessary to \r\nstress the importance of the IAEA’s systematic efforts \r\nto strengthen the worldwide nuclear physical safety \r\nregime. We support the adoption of a new IAEA \r\nnuclear physical safety plan for 2010-2013.  \r\n As the terrorist threat is international, we deem it \r\nnecessary to strengthen mechanisms for multilateral \r\nand bilateral cooperation. At the meeting in Moscow \r\non 6 July 2009, the Presidents of Russia and the United \r\nStates adopted a joint statement on nuclear \r\ncooperation. In particular, the statement confirmed \r\ntheir commitment to enhancing cooperation to prevent \r\nthe proliferation of nuclear weapons and to suppress \r\nacts of nuclear terrorism. The statement also declared \r\nthe intent to broaden and deepen long-term cooperation \r\nto further strengthen the security of nuclear facilities \r\nthroughout the world, including by means of continued \r\nactivity to return spent high enriched uranium fuel to \r\nproducer States, to develop new types of low enriched \r\nuranium fuel, potentially to convert research reactor \r\ncores in third countries, and to minimize the use of \r\nhigh enriched uranium in civilian applications, where \r\nfeasible. We invite all Member States to join us in that \r\nwork. \r\n We would like to report that Russia has adopted a \r\nprincipled decision to make, starting in 2010, a \r\nsignificant voluntary contribution to the IAEA Nuclear \r\nSecurity Fund, amounting to $1.5 million in 2010 and \r\n$1 million annually from 2011 to 2015. We hope that \r\nour contribution will help to further strengthen the \r\nnuclear physical safety regime. \r\n The Global Initiative to Combat Nuclear \r\nTerrorism, put forward by the Presidents of Russia and \r\nof the United States in 2006, is a another important \r\ncontribution to resolving that task. The Initiative is \r\nacquiring a global dimension, as 76 States have already \r\njoined it as participating nations. Key international \r\ninstruments, such as the Convention on the Physical \r\nProtection of Nuclear Material, the 2005 Amendment \r\nto that Convention and the International Convention \r\nfor the Suppression of Acts of Nuclear Terrorism serve \r\nas a basis for cooperation within the Global Initiative. \r\n The implementation of the technical cooperation \r\nprogramme is an important element of the Agency’s \r\nactivities. The Russian Federation has been paying and \r\nintends to continue to pay in full its voluntary \r\ncontributions to the Technical Cooperation Fund. This \r\nyear, we have contributed 23.6 million rubles to the \r\nFund. In addition, in late 2008, we contributed \r\n240 million rubles to assist the Republic of Armenia in \r\nA/64/PV.33  \r\n \r\n09-58976 8 \r\n \r\nimproving the safety of the Armenian nuclear power \r\nplant under the IAEA technical cooperation programme. \r\n The Russian Federation ensures the appropriate \r\nlevel of safety regulation in its use of nuclear energy, \r\nin compliance with international conventions and \r\nIAEA recommendations. This year, for the first time \r\nRussia will receive an IAEA mission to assess the \r\nactivities of the national safety regulation entities in \r\nthe use of nuclear energy.  \r\n The Russian Federation has decided to assist \r\nUkraine in improving the safety of the Chernobyl \r\nnuclear power plant site and accelerating the \r\ndecommissioning of the facility. In 2009, we allocated \r\n$10 million to that end, and next year we shall \r\ncontribute an additional $7 million to the Chernobyl \r\nShelter Fund. \r\n With respect to current non-proliferation and \r\nenvironmental safety matters, we continue to work to \r\nreturn spent high enriched uranium fuel to Russia, \r\njointly with the United States, the IAEA and partner \r\ncountries in technical cooperation projects related to \r\nthe removal of high enriched uranium fuel from Soviet-\r\nmade research reactors. As of 1 September 2009, over \r\n470 kilos of fresh and 415 kilos, in uranium equivalent, \r\nof irradiated high enriched uranium fuel had been \r\nreturned to Russia from abroad, including from \r\nRomania, Latvia, Bulgaria, the Czech Republic, \r\nUzbekistan, Hungary and Kazakhstan. In 2009, \r\nrespective intergovernmental agreements were signed \r\nwith Romania, Serbia and Poland. \r\n The development of nuclear energy in many \r\ncountries raises the issue of a reliable supply of the \r\nappropriate fuel. From the economic point of view, \r\ncreating the capability for nuclear fuel production is a \r\nvery expensive process. We believe that the most \r\neffective decision here could be the implementation of \r\ninitiatives with respect to the nuclear fuel cycle, with \r\nthe IAEA playing a central role and in the framework \r\nof multilateral approaches, aimed at providing an \r\neconomically feasible and practically viable alternative \r\nto establishing all its elements at the national level. We \r\nhighly appreciate and support the role of the Agency in \r\npromoting multilateral approaches to the establishment \r\nof nuclear fuel cycle services. We are prepared to work \r\nwith all interested countries on defining and aligning \r\ninitiatives on multilateral approaches to the nuclear \r\nfuel cycle, where that is possible and feasible. \r\n Within the framework of the initiative put \r\nforward by the President of Russia to create a global \r\nnuclear energy infrastructure, the International \r\nUranium Enrichment Centre was established in 2007, \r\nin cooperation with the Republic of Kazakhstan, on the \r\npremises of the Angarsk Electrolysis Chemical Plant \r\nopen joint-stock company. In 2008, the Centre obtained \r\nall the necessary permits and licences to begin practical \r\nactivities as a supplier of goods and services. This year, \r\nArmenia joined the International Uranium Enrichment \r\nCentre, while Ukraine’s membership process is \r\ncurrently being finalized.  \r\n We share with IAEA the view that the Centre is \r\ncapable of addressing issues not only of guaranteed \r\naccess to nuclear fuel cycle services, but also of \r\nguaranteed deliveries of nuclear fuel at the Agency’s \r\nrequest. We continue to develop the initiative to create \r\na guaranteed reserve of low enriched uranium in a \r\nvolume of two full reactor-core fuelling loads of 1,000 \r\nmegawatts installed capacity, with their planned storage \r\nentrusted to the International Uranium Enrichment \r\nCentre under an arrangement with the IAEA. \r\n Last year, at the fifty-second session of the \r\nGeneral Conference of the IAEA, Russia introduced a \r\nproposal on the principle of establishing guaranteed \r\nreserves. This year, we further developed that \r\ninitiative. It was presented in detail at the March and \r\nJune meetings of the IAEA Board of Governors. A \r\ndetailed description of the initiative has been issued as \r\nan information paper of the Agency. \r\n I would like to emphasize that the Russian \r\nproposal is based on article IX of the Statute of the \r\nInternational Atomic Energy Agency. The rights of \r\nStates members of the Agency are not infringed upon \r\nor derogated from, including with regard to the \r\ndevelopment of their own production capacities within \r\nthe nuclear fuel cycle. The right to receive high \r\nenriched uranium from a guaranteed reserve does not \r\nentail renouncing the rights to create and develop a \r\nfuel cycle. We are not proposing such a condition. The \r\nmaterial can be supplied to any non-nuclear IAEA \r\nmember State that is not in breach of its safeguards \r\nagreement and has placed all its nuclear activities \r\nunder IAEA safeguards. \r\n The implementation of the IAEA International \r\nProject on Innovative Nuclear Reactors and Fuel Cycles \r\n(INPRO), initiated by Russia, serves as an example of \r\nsuccessful international cooperation under the auspices \r\n A/64/PV.33\r\n \r\n9 09-58976 \r\n \r\nof the Agency. At this time, following publication late \r\nlast year of the methodology for assessing innovative \r\nnuclear energy systems, developed by INPRO, the \r\nsecond stage of the project’s implementation has \r\nbegun. INPRO participating parties can now start \r\norganizing practical joint work on developing safe \r\nnuclear technologies. We support the IAEA secretariat’s \r\nefforts to finance the project’s budget and call on all \r\nparticipating parties to initiate its direct financing on a \r\nshared basis. The Russian Federation has committed to \r\nlong-term financing of the project for the period 2008-\r\n2012 by allocating 23 million rubles annually. \r\n I would like to reaffirm our support for draft \r\nresolution A/64/L.7, entitled “Report of the International \r\nAtomic Energy Agency”. As a sponsor of the draft \r\nresolution, Russia fully endorses the importance of the \r\nAgency’s work and is confident that it will continue in \r\nthe interests of strengthening international security. \r\n Mr. Abdulaziz (Egypt) (spoke in Arabic): I wish \r\nto begin by welcoming Mr. Mohamed ElBaradei, \r\nDirector General of the International Atomic Energy \r\nAgency (IAEA), and to thank him for having presented \r\nthe report (see A/64/257) reviewing the important \r\nactivities undertaken by the Agency in 2008 in its \r\nvarious spheres of work and its contribution through its \r\nverification activities to international peace and \r\nsecurity. I wish to reaffirm our full confidence in the \r\ncompetence of the Agency in fulfilling its noble task of \r\npromoting equally the three main pillars of its work — \r\ntechnology transfer, safety and verification. \r\n For over half a century, the IAEA has made \r\ntangible contributions to international cooperation in the \r\npeaceful use of nuclear energy, promoting the highest \r\nstandards of nuclear safety and security throughout the \r\nworld, and verifying that States comply with their \r\nnon-proliferation obligations while guaranteeing that \r\nthe non-nuclear States parties to the Treaty on the \r\nNon-Proliferation of Nuclear Weapons (NPT) continue \r\nto enjoy their inalienable right, pursuant to article 4 of \r\nthe Treaty, to the peaceful uses of nuclear energy. \r\n The importance of that inalienable right is \r\nbecoming more pronounced for non-nuclear States \r\nparties to the NPT at a time when developing countries \r\nface a growing need for clean and affordable sources of \r\nenergy to implement their development plans and \r\nadvance their social and economic circumstances. This \r\nneed has been accentuated by the financial and \r\neconomic crisis, which has cast a pall on the ability of \r\ndeveloping countries to achieve their development \r\nobjectives, including the Millennium Development \r\nGoals. Egypt therefore believes that the Agency will \r\ncontinue to play a central role in helping non-nuclear-\r\nweapon States members of the NPT to acquire \r\ntechnology to meet their growing need for nuclear \r\nenergy. \r\n The role of the IAEA in supporting international \r\ncooperation on the peaceful uses of nuclear energy has \r\ngained in importance. The inadequate quantitative and \r\nqualitative level of nuclear power technology transfer \r\nfrom developed to developing States has been \r\naccentuated by the attempts of some parties to impose \r\nfalse conditions and unjustified restrictions or to raise \r\nfalse pretexts to prevent non-nuclear-weapon NPT \r\nmember States from acquiring the materials and \r\ntechnology required to develop their peaceful nuclear \r\nprogrammes. Furthermore, the Nuclear Suppliers Group \r\n(NSG) has issued waivers for countries that are not \r\nparty to the NPT and provided those countries with \r\nnuclear technology and materials. \r\n The 2010 Review Conference of the States \r\nParties to the NPT is approaching. It will be a decisive \r\nmoment for the future and fate of the Treaty. We must \r\ntherefore address the imbalance in implementing the \r\nTreaty in order to guarantee that such NSG exceptions \r\nwill not be repeated. We must push for all the practical \r\nmeasures necessary to achieve the universalization of \r\nthe IAEA’s comprehensive safeguards regime in order \r\nto address the exaggerated politicization of the \r\nimplementation of the nuclear non-proliferation and \r\nnuclear disarmament regime, as well as non-compliance \r\nwith disarmament commitments and with the provisions \r\nof the Treaty prohibiting cooperation with non-member \r\nStates, with a view to realizing the Treaty’s universality \r\nand guaranteeing its effectiveness and credibility. We \r\nmust also effectively address the phenomenon of the \r\npresence of nuclear weapons on the territories of \r\nnon-nuclear-weapon States members of military \r\nalliances that are under comprehensive safeguards and \r\napply the Additional Protocol.  \r\n Despite the fact that the comprehensive \r\nsafeguards regime is not universal and despite the \r\nexcessive shortcomings in the implementation by \r\nnuclear-weapon States of their nuclear disarmament \r\nobligations, non-nuclear-weapon States continue to face \r\nincreasing pressure to accept more commitments in the \r\nsafeguards area, in addition to the Additional Protocol. \r\nThis is happening in a context that ignores the right of \r\nA/64/PV.33  \r\n \r\n09-58976 10 \r\n \r\nevery country to accept such an instrument or any other \r\nadditional commitment beyond comprehensive \r\nsafeguards. Priority should be given to achieving the \r\nuniversality of the IAEA comprehensive safeguards \r\nregime before additional enhancements to the safeguards \r\nsystem are called for in a discriminatory manner. \r\n Even when the Security Council convened its \r\nhistoric summit-level meeting on nuclear disarmament \r\nand non-proliferation on 24 September this year, it \r\nadopted resolution 1887 (2009), which sought to \r\nreinterpret important elements of the IAEA safeguards \r\nsystem and the inalienable right to the peaceful uses of \r\nnuclear energy, pursuing new interpretations that could \r\nrun contrary to the provisions and objectives of the \r\nNPT. These are all indications of the increased risks \r\nposed by the attempts of some to establish that \r\nresolution as a key reference for addressing the issue of \r\nnon-proliferation at the 2010 Review Conference. This \r\nis unacceptable to a great number of States. \r\n The IAEA remains the only legitimate multilateral \r\nforum for the discussion and analysis of the technical, \r\nlegal and practical dimensions of a number of \r\nproposals that have been put forward on multilateral \r\napproaches to the nuclear fuel cycle and nuclear fuel \r\nassurances. There are, however, discussions that cannot \r\nbe concluded before a consensus is reached that has so \r\nfar remained elusive. While Egypt welcomes the \r\nexploration of supplementary means to provide for \r\nnuclear fuel assurances and to promote voluntary \r\nframeworks for international cooperation in the area of \r\nfuel production, without requiring States to give up any \r\nrights, we see no basis for such arrangements resulting \r\nin any form of restriction on free national choices in \r\nthe nuclear fuel cycle. Such choices are inalienable, not \r\nsubject to restriction, and protected under the NPT for \r\nall non-nuclear-weapon States. Egypt believes that no \r\nState should give up that right, even if it has not yet \r\nexercised it; otherwise, future generations will be \r\ndeprived of their rightful option in this regard, which is \r\nof concern given the possibility that meeting future \r\nrequirements and development needs may potentially \r\ndepend on it. \r\n All States of the Middle East except Israel have \r\nacknowledged the central importance of adhering to \r\nthe IAEA’s comprehensive safeguards system. Israel \r\nremains outside that system despite the annual \r\nadoption at the IAEA General Conference of a \r\nresolution entitled “Application of IAEA safeguards in \r\nthe Middle East”, which demands that Israel join the \r\ncomprehensive safeguards regime in order to facilitate \r\nthe arrangements required to establish a nuclear-\r\nweapon-free zone in the Middle East and regional trust, \r\npeace and security. This year, for the first time since \r\n1991, the General Conference adopted a resolution \r\nentitled “Israeli nuclear capabilities” with a view to \r\nalerting the international community to the dangers \r\nrepresented by those Israeli capabilities which remain \r\noutside international control in the area of safeguards, \r\nnuclear safety or security. Such capabilities represent \r\nsignificant motivation for nuclear proliferation in the \r\nMiddle East and pose the ultimate threat to the stability \r\nof the region and to broader international peace and \r\nsecurity. \r\n I shall now move from the regional dimension to \r\naddress the issue of technical cooperation. Egypt \r\nreiterates the importance it attaches to IAEA technical \r\ncooperation activities with other developing countries \r\nthat benefit from such programmes and use nuclear \r\ntechnologies in the areas of health, agriculture, food, \r\nwater resources, radio isotopes and radiological \r\ntechnologies. We emphasize the importance of \r\npromoting the role of the Agency in technology transfer \r\nthrough increased funding for its technical cooperation \r\nactivities, bearing in mind that such activities represent \r\none of the main pillars of the IAEA’s statutory role. \r\n We note the role of the IAEA as the sole \r\ninternational multilateral forum mandated to work to \r\napply the highest nuclear safety standards for nuclear \r\nreactors and to help developing countries benefit from \r\nnuclear energy. Egypt, which is working to make \r\nnuclear energy a viable means for realizing its \r\ndevelopment goals, cooperates with the Agency in this \r\narea, including on services relating to assessing energy \r\nrequirements and on technical advisory services relating \r\nto the safe and effective development of national \r\ncapabilities to use nuclear energy. We look forward to \r\nthe continued support of the Agency in these efforts. \r\n With regard to IAEA activities in the area of \r\nnuclear security, Egypt welcomes the continued efforts \r\nof the IAEA to further develop the Integrated Nuclear \r\nSecurity Support Plans and to ensure, to the extent \r\npossible, all required voluntary contributions to the \r\nNuclear Security Fund. In this context, Egypt looks \r\nforward to participating in the Nuclear Security \r\nSummit to be convened by the President of the United \r\nStates in April 2010, which we hope will yield \r\nconsistent results that will help consolidate the IAEA’s \r\nefforts in this regard. \r\n A/64/PV.33\r\n \r\n11 09-58976 \r\n \r\n Finally, I take this opportunity to particularly \r\ncommend the balanced role played by IAEA Director \r\nGeneral ElBaradei and his staff since 1997, and the \r\nresults his responsible leadership has produced in \r\ndeveloping this most important and sensitive \r\ninternational body and increased international trust in \r\nhis integrity and leadership. I would also like to \r\ncongratulate Ambassador Amano, the incoming \r\nDirector General of the Agency, and to confirm that we \r\nlook forward to continued cooperation with him. Egypt \r\nreiterates its continued support for the Agency in every \r\npossible way so as to protect its balanced international \r\nrole and guarantee its contribution to world security, \r\nstability, scientific progress and well-being. \r\n Ms. Kolontai (Belarus) (spoke in Russian): \r\nBelarus greatly values the results of the work of the \r\nInternational Atomic Energy Agency (IAEA) and \r\nwelcomes the strengthening of the IAEA’s authority as \r\nthe leading international intergovernmental organization \r\nin the nuclear field. We attach special importance to the \r\nIAEA’s efforts in such areas as technical cooperation, \r\nnuclear energy, nuclear non-proliferation, the adoption \r\nof a safeguards regime, and nuclear and radiation \r\nsecurity. We note the attention that the IAEA has given \r\nto addressing a range of issues by providing technical \r\nassistance to Member States in creating and developing \r\nthe peaceful uses of nuclear power. The IAEA’s \r\nassistance in establishing a process for creating \r\nnational nuclear power systems is making an important \r\ncontribution to strengthening nuclear safety in the \r\nenergy sphere and promoting the adoption of atomic \r\nenergy technology for peaceful purposes. \r\n For Belarus, cooperation with the IAEA in this \r\nsphere is of special significance in the context of its \r\nown preparations for constructing its first nuclear \r\npower plant. Belarus has made considerable progress in \r\nbuilding the nuclear energy infrastructure necessary to \r\nensure the safe exploitation of atomic power. We are \r\npaying special attention to the development of atomic \r\nenergy legislation and standards, as well as to \r\nestablishing an effective regulatory system for nuclear \r\nand radiation safety. After an in-depth, multilateral \r\nstudy, three possible sites were chosen for the plant, \r\none of which has been designated as the primary \r\nlocation and the other two as reserves. In this \r\nconnection we note the expert assistance of the IAEA, \r\nwhose specialists visited Belarus twice in 2008. \r\n In the process of constructing the nuclear facility, \r\nBelarus is giving significant attention to the issue of \r\npublic information. In strict compliance with its \r\ninternational obligations, Belarus has held public \r\nhearings for agreement on its report on assessments of \r\nthe environmental impact during the nuclear power \r\nplant’s planning and construction. Along with the \r\npublic, countries that had expressed their intention to \r\nparticipate — Austria, Latvia, Lithuania, Poland and \r\nUkraine — were invited to participate in the \r\nproceedings. The final version of the environmental \r\nimpact assessment documentation will be prepared, \r\ntaking into account comments received from those \r\ncountries and the public. \r\n The Republic of Belarus is a convinced and \r\nconsistent supporter of nuclear disarmament and \r\nnon-proliferation, as well as of strengthening \r\nthe IAEA’s safeguards regime. Our strict compliance \r\nwith our commitments under the Treaty on the \r\nNon-Proliferation of Nuclear Weapons (NPT) and the \r\nSafeguards Agreement confirms our support for the \r\nprinciples of non-proliferation of nuclear weapons. \r\n In considering the processes of non-proliferation \r\nand disarmament as a whole, we should remember that \r\none of the most important goals is to guarantee the use \r\nof nuclear technology for exclusively peaceful \r\npurposes. In this regard, it should be stressed that \r\nunder the NPT and the IAEA Charter, every member \r\nState has an inalienable right to implement a peaceful \r\nnuclear programme. Belarus is convinced that the \r\nmechanisms at the disposal of the international \r\ncommunity must promote the equal, non-discriminatory \r\naccess of all interested countries to the benefits of \r\nnuclear energy. \r\n As a founding member of the IAEA, Belarus is an \r\nactive supporter of strengthening the Agency, the \r\nleading international organization promoting the safe, \r\nreliable and peaceful use of nuclear energy for the \r\npurposes of sustainable development. In recent years, \r\nmuch has been done to achieve the IAEA’s chief aim, \r\n“Atoms for peace”. In this regard, Director General \r\nMohamed ElBaradei has rendered us great service. We \r\nexpress our sincere gratitude to Mr. ElBaradei, a Nobel \r\nlaureate, for his tireless efforts as Director General of \r\nthe IAEA, which have strengthened the Agency’s \r\ninternational authority as the key organization \r\nadvocating the broad use of nuclear power for \r\nmaintaining peace, health and well-being. \r\n Belarus welcomes the appointment as Director \r\nGeneral of Mr. Yukiya Amano and is ready to support \r\nA/64/PV.33  \r\n \r\n09-58976 12 \r\n \r\nhim in his work. We would also like to emphasize our \r\nsupport for draft resolution A/64/L.7 on the report of \r\nthe IAEA (see A/64/257). Belarus is a sponsor of the \r\ndraft and a wholehearted support of the Agency’s work \r\nto strengthen international security and sustainable \r\ndevelopment. \r\n Mr. Khazaee (Islamic Republic of Iran): At the \r\noutset, I would like to express my appreciation to \r\nMr. ElBaradei, Director General of the International \r\nAtomic Energy Agency (IAEA), for his efforts and his \r\nreport to the General Assembly on the main activities \r\nof the Agency in 2008. I would also like to \r\ncongratulate Mr. Amano on his appointment as the new \r\nDirector General of the IAEA. \r\n The 2008 report of the IAEA is a clear \r\nmanifestation of the increasing and significant role of \r\nnuclear technology in human life. More than half a \r\ncentury after the establishment of the IAEA, the scope \r\nof its activities has expanded in various areas due to \r\nthe growing demand for nuclear power as a renewable, \r\nclean source of energy. The IAEA report also \r\ndemonstrates the importance of nuclear technology in \r\nmany other areas, such as industry, medicine, science \r\nand agriculture. We are pleased that, according to the \r\nIAEA report, our oil-rich neighbours in the Persian \r\nGulf region are also pursuing nuclear power as a new \r\nsource of energy, with the cooperation of certain \r\nEuropean countries. It is good to see that those \r\ncountries, which once believed that oil-producing \r\ncountries did not need nuclear energy, have now come \r\nto the conclusion that they need to expand their nuclear \r\ncooperation with such States. \r\n A nuclear renaissance is on the horizon. \r\nTherefore, the IAEA bears the main responsibility for \r\nplaying its role as the sole inclusive international \r\norganization promoting the peaceful uses of nuclear \r\ntechnology. In this context, the IAEA should be the \r\nmajor body to assist States parties to the Treaty on the \r\nNon-Proliferation of Nuclear Weapons (NPT) to fully \r\nimplement article IV of the NPT, according to which \r\nStates parties have undertaken  \r\n “to facilitate ... the fullest possible exchange of \r\nequipment, materials and scientific and \r\ntechnological information for the peaceful uses of \r\nnuclear technology”. \r\n Based on its mandate, the Agency should \r\nstrengthen its efforts in nuclear cooperation and \r\nassistance, in particular to developing countries. \r\nUnfortunately, those IAEA activities are lagging behind \r\nothers, in particular verification activities. A few \r\ncountries consider the IAEA solely as a verification \r\ntool. By applying this selective approach towards the \r\nIAEA over the past decade, they have attempted to \r\ndowngrade it to a uni-purpose entity. For example, they \r\nwrongly call the Agency a watchdog organization. \r\n Regarding the verification aspect of the IAEA, \r\nwe attach great importance to the Agency’s role as the \r\nsole competent body for verification activities in \r\naccordance with the provisions of its statute and the \r\nNPT. We also reaffirm the independent and technical \r\naspect of the IAEA and, in this regard, all member \r\nStates should abide by the provisions of the statute and \r\navoid using the Agency as a political instrument to \r\npromote their short-term interests. \r\n We also stress the importance of protecting the \r\nconfidential information of member States and express \r\nour concern about the continued illegal release of \r\nsensitive — and confidential information. The \r\ncontinuation of such a trend will only jeopardize the \r\ncredibility and integrity of the IAEA. \r\n As reaffirmed in the NPT, using nuclear energy \r\nfor peaceful purposes is the inalienable right of all \r\nStates parties to the Treaty — a right which cannot be \r\nlawfully transferred from one State to another. It is a \r\nmatter of grave concern that certain nuclear-weapon \r\nStates and their allies, under the pretext of \r\nnon-proliferation, should set various restrictions and \r\nlimitations on the means of transferring nuclear \r\nmaterial, equipment and technology to developing \r\ncountries for peaceful activities. While they are obliged \r\nunder article IV of the NPT to cooperate with \r\nnon-nuclear-weapon States parties in the field of \r\nnuclear technology, they continue to expand and \r\nimpose new restrictions using export controls, nuclear \r\nsecurity, nuclear terrorism and multilateral approaches \r\nto the nuclear fuel cycle as their pretexts. \r\n The same countries claiming to be guardians of \r\nthe NPT are expanding their cooperation with non-NPT \r\nparties and exempt them from such restrictions. The \r\nnuclear cooperation of a few nuclear-weapon States \r\nwith the Zionist regime is a clear manifestation of their \r\nnon-compliance with both the letter and the spirit of \r\nthe NPT. This is an example of their paradoxical \r\npolicies towards the NPT. Such double standards and \r\ndiscriminatory approaches will only undermine the \r\nreliability and integrity of the NPT and IAEA. In this \r\n A/64/PV.33\r\n \r\n13 09-58976 \r\n \r\nregard, while we listened carefully today to the speech \r\nof Mr. ElBaradei, the Director General of the IAEA, \r\nwe expected him to refer to this important point. \r\n The Islamic Republic of Iran attaches great \r\nimportance to the universality of the NPT and IAEA \r\nsafeguards. The recent resolutions of the IAEA General \r\nConference regarding the application of Agency \r\nsafeguards in the Middle East and the nuclear \r\ncapabilities of the Israeli regime, which were \r\nreaffirmed by the draft resolutions recently adopted by \r\nthe First Committee, are strong messages from the \r\ninternational community to the Zionist regime. \r\n That regime, as the only non-party to the NPT in \r\nthe Middle East, is the main obstacle to establishing a \r\nnuclear-weapon-free zone in the Middle East. The \r\nclandestine nuclear-weapons programme of that \r\nregime, which is carried out in its unsafeguarded secret \r\nfacilities, is the most serious threat to regional and \r\ninternational peace and security. We call upon all \r\nMember States to make concerted efforts and fully \r\nimplement their obligations under the NPT and the \r\n1995 resolution establishing the Middle East as a \r\nnuclear-weapon-free zone. \r\n In conclusion, I would like to reiterate that the \r\nIslamic Republic of Iran, as a party to the NPT, \r\nconsiders the development of nuclear technology for \r\npeaceful purposes to be an inalienable right of all NPT \r\nStates parties. In this regard, we have invested \r\nextensive human and material resources in the field of \r\nnuclear energy for peaceful purposes. This policy is \r\nbased on a well-studied long-term plan aimed at \r\nmeeting the growing energy needs of the country and \r\nits rapidly growing population. As we have stressed \r\ntime and again, Iran’s nuclear programme is and has \r\nalways been for peaceful purposes. \r\n Mr. Benítez Versón (Cuba) (spoke in Spanish): \r\nCuba thanks Mr. Mohamed ElBaradei, Director \r\nGeneral of the International Atomic Energy Agency \r\n(IAEA), for his presentation of the Agency’s report. \r\n Cuba attaches special importance to IAEA \r\ntechnical cooperation. In developing countries, there is \r\na growing need to use nuclear applications in resolving \r\nour energy problems. The technical cooperation pillar \r\nof the Agency must be strengthened and receive the \r\nresources that it requires, unconditionally and in \r\nkeeping with its priorities. \r\n In Cuba, the application of nuclear technologies \r\nin vital areas of the economy is greatly appreciated. \r\nOne of our objectives is to achieve the harmonious \r\nintegration of technical cooperation projects with our \r\nprioritized development programmes. Similarly, in \r\nkeeping with the priority we place on cooperation with \r\ndeveloping countries, we have increased our \r\nparticipation in regional cooperation projects, especially \r\nwith those that are part of the IAEA’s Regional \r\nCooperative Arrangements for the Promotion of \r\nNuclear Science and Technology in Latin America.  \r\n In 2008, Cuba continued to increase its \r\ncontributions to the IAEA technical cooperation \r\nprogramme. Such contributions included the \r\nparticipation of 29 Cuban experts in 53 international \r\nmissions of the Agency and of eight professors in \r\ntechnical cooperation activities. Additionally, nine \r\nexperts from other countries carried out training \r\nactivities in Cuba. \r\n Cuba welcomes the Programme for Action for \r\nCancer Therapy. We also welcome the launch this past \r\nMay of the World Health Organization and the IAEA \r\nJoint Programme on Cancer Control. \r\n Our country allocates significant human and \r\nfinancial resources to comply with its safeguards \r\nagreements. We are pleased to be among the countries \r\nin which the IAEA secretariat has found no diversion \r\nof declared nuclear material for activities other than for \r\npeaceful purposes or any sign of undeclared nuclear \r\nactivities or materials.  \r\n The unjust economic, commercial and financial \r\nblockade to which Cuba is subject continues to affect \r\nIAEA procurement activity and, subsequently, the \r\nprojects that the Agency would like to implement there. \r\nThe IAEA secretariat faces continuing and growing \r\ndifficulties to procure approved scientific equipment \r\nfor projects in Cuba due to the fact that United States \r\nfirms, or those that have capital participation from that \r\ncountry, cannot sell their equipment to Cuba without \r\nfacing the genuine possibility of being subject to \r\nsanctions. This situation makes the implementation of \r\nour projects more expensive as we have to purchase \r\nequipment from further afield. \r\n The IAEA is currently undergoing analysis to \r\nimprove its operation. For this exercise to be \r\nsuccessful, we have to bear in mind the major \r\ndifferences that exist among the nuclear programmes of \r\nthe countries that make up the Agency. A large number \r\nA/64/PV.33  \r\n \r\n09-58976 14 \r\n \r\nof States possesses minimal amounts of nuclear \r\nmaterial, and many do not even have nuclear facilities \r\nas the concept is defined in terms of safeguards. As a \r\nresult, we cannot establish comprehensive measures \r\nthinking only about those who have large- or medium-\r\nscale nuclear programmes.  \r\n Furthermore, we have to guarantee that the \r\nverification process would take place in a just and \r\nimpartial manner as the crucial condition for \r\npreserving peace and security in our countries. We \r\nmust definitively remove from verification any undue \r\npressure or interference that would undermine the \r\nefficiency and credibility of the Agency.  \r\n Political manipulation over the so-called question \r\nof a nuclear Iran should have stopped a long time ago, \r\nand we have to put an end to double standards, as we \r\nsee with the charges against the Syrian Arab Republic \r\nand with the unacceptable impossibility of achieving a \r\nnuclear-weapon-free zone in the Middle East, which \r\nhas been an ongoing demand of the international \r\ncommunity in recent decades. \r\n We reaffirm the need to respect the inalienable \r\nright of all States to use nuclear energy for peaceful \r\npurposes. We stress that in no case should voluntary \r\nmeasures become obligations for States. Likewise, we \r\ninsist that the IAEA is the only authority with the \r\npower to verify compliance with obligations under the \r\nrespective States’ safeguards agreements. We trust that \r\nthe work of the Agency will continue without any \r\nexternal interference.  \r\n Furthermore, Cuba rejects any attempt to use the \r\nnuclear fuel supply as a means of economic or political \r\ncoercion or as a mechanism to confirm the monopoly \r\nof a few countries over the distribution of that fuel. \r\n Cuba reaffirms its conviction that only the total \r\nelimination of nuclear weapons will help to guarantee \r\ninternational peace and security. Despite the hopes for \r\nchange, it is disturbing that militaristic policies \r\ncontinue to be developed and that much more than a \r\nbillion dollars is spent every year on the war industry, \r\nwhich includes the development of weapons and \r\nnuclear strategies.  \r\n We have the power to reverse this situation. In \r\nthe coming months, we will see new opportunities and \r\nthe NPT review conference in 2010 will be an ideal \r\nmoment to enable the rationale of multilateral action to \r\nprevail, with a view to establishing a real commitment \r\nto development, nuclear disarmament and global peace. \r\n I would like to conclude by reiterating the respect \r\nand great esteem that the Cuban authorities have for \r\nMr. Mohamed ElBaradei for his leadership and for his \r\nmanagement of the Agency. We trust that his legacy of \r\nprofessionalism and impartiality will continue to be a \r\nsource of inspiration for the work of the Agency. \r\nLikewise, we congratulate Ambassador Yukiya Amano \r\nfor his election as the new Director General. We would \r\nlike to offer him our full cooperation and wish him \r\nevery success in his administration. \r\n Mr. Kleib (Indonesia): Let me first express my \r\ndelegation’s appreciation to Mr. Mohamed ElBaradei, \r\nDirector General of the International Atomic Energy \r\nAgency (IAEA), for presenting the IAEA annual \r\nreport. We would also like to express our deep \r\ngratitude to Mr. ElBaradei for all of his efforts to \r\nmanage the affairs of the IAEA in an effective manner \r\nand for his supportive contribution to international \r\npeace and security. He led the Agency with great \r\ncredibility, exceptional professionalism and personal \r\nqualities. Our congratulations also go to Ambassador \r\nYukiya Amano on his appointment as the new Director \r\nGeneral of the IAEA. We are confident that under his \r\nvery able leadership the Agency will continue to \r\nadvance in its role. \r\n  Mr. Tommo Monthe (Cameroon), Vice-President, \r\ntook the Chair. \r\n \r\n The work of the IAEA over the past few years is \r\nto be lauded. Indonesia commends the IAEA’s activities \r\nin supporting progress on nuclear applications, \r\npromoting socio-economic development through \r\ntechnical cooperation, and contributing to world peace \r\nand security. Technical cooperation is one of the best \r\nways to promote peaceful uses of atomic energy for \r\nsustainable development. We therefore hope that such \r\ncooperation will increase and be funded properly. The \r\nIAEA should pursue a more balanced distribution of its \r\nbudget with equal importance given to each of the \r\nthree pillars. \r\n The issue of multilateral approaches to the \r\nnuclear fuel cycle has been discussed within the IAEA \r\nin recent years. The creation of a multilateral fuel cycle \r\narrangement is indeed crucial for strengthening the \r\nexisting non-proliferation regime. Any proposal in this \r\nrespect should not hinder the right of all States to \r\ndevelop all aspects of nuclear science and technology \r\n A/64/PV.33\r\n \r\n15 09-58976 \r\n \r\nfor peaceful purposes. We concur that this complex \r\nissue requires our thorough consideration to ensure that \r\nall associated technical, legal, economic and political \r\naspects are addressed before any final decision is \r\nmade.  \r\n Guaranteeing the high level of nuclear safety \r\nworldwide is also of paramount importance to \r\nIndonesia. We therefore support the Agency in \r\npromoting the acceptance of all IAEA safety standards \r\nas a global preference for the protection of people and \r\nthe environment against nuclear accidents and the \r\nharmful effects of radiation exposure. The use of \r\ninternational safety standards and the sharing of \r\nexpertise on a more regional basis can also be \r\npromoted by the establishment of regional safety \r\nnetworks, such as the nuclear safety network of the \r\nAssociation of Southeast Asian Nations. \r\n With regard to nuclear security, Indonesia \r\nsupports the activities of the Agency and recognizes \r\nthe risks and potential dangers of illicit trafficking and \r\npossession of nuclear materials by terrorist groups. \r\nHowever, the international community’s efforts to \r\nprevent nuclear terrorism should always be undertaken \r\nwithin the existing global legal framework. The IAEA’s \r\nfocus should not be diverted from its statutory \r\nactivities, especially its promotional activities. \r\n We continue to support the Agency’s efforts to \r\nenhance the effectiveness and efficiency of its \r\nsafeguards regime. The safeguards system is both a \r\nfundamental part of the nuclear non-proliferation regime \r\nand an essential element for nuclear disarmament.  \r\n Indonesia, as a party to the Treaty on the \r\nNon-Proliferation of Nuclear Weapons and the South-\r\nEast Asia nuclear-weapon-free zone, has put a \r\ncomprehensive safeguards agreement and an Additional \r\nProtocol into force, and has, together with the IAEA, \r\nimplemented an integrated safeguards regime. Thus, \r\nwe are pleased with the establishment in Seoul last \r\nApril of the Asia-Pacific Safeguards Network and look \r\nforward to its first meeting, to be held next April in \r\nIndonesia.  \r\n The IAEA’s role in combating nuclear \r\nproliferation and the urgency of providing it with all \r\nnecessary means to perform its verification \r\nresponsibilities in an effective and credible manner has \r\nbeen highlighted by the verification challenges of the \r\npast few years. While maintaining a high degree of \r\ntechnical quality and credibility, the work to make \r\nverification activities cost-effective should also be \r\npursued. On the question of nuclear verification in \r\nsome countries, such as the Democratic People’s \r\nRepublic of Korea and the Islamic Republic of Iran, \r\nIndonesia continues to support all diplomatic efforts to \r\nresolve the nuclear issues at an early date. We hope \r\nthat all parties involved will exercise patience, restraint \r\nand flexibility. Only through substantive dialogue and \r\nconsultation can we truly find a comprehensive, \r\npeaceful settlement and a lasting one. \r\n We welcome the outcome of the fifty-third \r\nsession of the General Conference of the International \r\nAtomic Energy Agency held in Vienna this past \r\nSeptember, including the adoption of the resolution on \r\nIsraeli nuclear capabilities (GC(53)/RES/17). In this \r\nregard, Indonesia expresses its deep concern over the \r\ncontinued failure to establish a nuclear-weapon-free \r\nzone in the Middle East. We are perturbed by the \r\npersistent Israeli attitude of refusal to place its nuclear \r\ninstallations under IAEA safeguards. Progress will only \r\nhappen if Israel places all of its nuclear installations \r\nunder the Agency safeguards and accedes to the Treaty \r\non the Non-Proliferation of Nuclear Weapons, as it has \r\nbeen called upon to do by a number of resolutions of the \r\nGeneral Assembly and the IAEA General Conference.  \r\n On that note, we cannot resist drawing a certain \r\nparallel. We have witnessed how tremendous pressures \r\nhave been put on other countries in the region to follow \r\nIAEA guidelines. So, no country in the Middle East \r\ncan be excepted from IAEA safeguards nor escape \r\nfrom obligations to comply with IAEA safeguards.  \r\n Finally, as one of its first sponsors, we would like \r\nto reiterate our support for draft resolution 64/L.7, \r\nintroduced earlier by Malaysia. \r\n Mr. Bashir (Sudan) (spoke in Arabic): I would \r\nlike, at the outset, to thank Mr. Mohamed ElBaradei, \r\nDirector General of the International Atomic Energy \r\nAgency (IAEA), for his annual report, in document \r\nGC(53)/7, presented to the General Assembly. That \r\nreport mentions the programmes and plans drawn up by \r\nthe Agency with a view to developing technology \r\ntransfer for peaceful purposes and to maintaining a \r\nglobal nuclear security regime, while strengthening the \r\nsecurity of nuclear facilities. That proves the important \r\nrole that the IAEA has always played and continues to \r\nplay in the area of cooperation in the field of the use of \r\nenergy for peaceful purposes and for development. We \r\nwould also like to pay tribute to the efforts of \r\nA/64/PV.33  \r\n \r\n09-58976 16 \r\n \r\nMr. ElBaradei and wish his successor, Mr. Amano, \r\nevery success in his future endeavours. \r\n Sudan attaches a great importance to the \r\napplications of nuclear technology mentioned in the \r\nreport that aim to strengthen food security, develop \r\nadvanced techniques to fight disease and effectively \r\nmanage water and technical resources in the \r\ndevelopment of modern irrigation systems as part of \r\nmajor agricultural projects. Therefore, strengthening \r\nthe Agency’s cooperation with UNICEF in matters of \r\neducation and agriculture, as well as with the World \r\nHealth Organization, is more important today than ever.  \r\n The assistance given to developing countries to \r\ndevelop their relevant national technical regimes \r\ncomplements the efforts of the Agency in the \r\nimplementation of technical cooperation plans and \r\nprogrammes. We hope that such cooperation will \r\ndevelop within the framework of programmes applied \r\nby the World Health Organization in the area of health, \r\nto re-launch regional and continental projects aimed at \r\nfighting malaria-carrying bugs and other devastating \r\nscourges in Africa, so that the African continent can \r\ncarry out economic and social development programmes \r\nand work towards achieving the Millennium \r\nDevelopment Goals and fulfilling the internationally \r\nagreed economic agenda. \r\n Sudan reaffirms the right of States to develop \r\nresearch and to produce nuclear energy for peaceful \r\npurposes, without discrimination and in accordance \r\nwith commitments to international instruments and \r\nterms of reference. Our country’s delegation reaffirms \r\nas well the need for States to refrain from exerting \r\npressure on the Agency or interfering with its work or \r\nactivities so as to safeguard the credibility and the \r\ncrucial role that it plays. Hence, we call for a just and \r\nfair approach to deal with outstanding issues with \r\ncertain States through dialogue and negotiation, so that \r\nappropriate solutions can be found.  \r\n The delegation of Sudan reaffirms its established \r\nposition supporting the aspirations of all regions to \r\ndeclare themselves nuclear-weapon-free zones, starting \r\nwith the Treaty on the Non-Proliferation of Nuclear \r\nWeapons, which is one of the fundamental pillars of \r\ninternational peace and security. We are deeply \r\nconcerned by the fact that the Middle East is still far \r\nfrom achieving that objective because of the objections \r\nof Israel, which is the only nuclear-weapon State in the \r\nregion, and its refusal to subject its nuclear \r\nprogrammes to the Agency’s comprehensive safeguards \r\nregime, and by the fact that it continues to defy the \r\npleas and repeated calls of the international community \r\nto do so. A commitment on Israel’s part to respect the \r\nTreaty and its additional protocol is vital to the \r\nelimination of tensions in the region and would help to \r\nstrengthen regional and international peace.  \r\n My delegation highly appreciates the Agency’s \r\nefforts in Africa, and we hope to see an increase in the \r\nAgency’s budget, especially in the field of combating \r\ndiseases and in supporting nuclear treatment facilities \r\naimed at fighting diseases and poverty in Africa. \r\n Mr. Kim Bonghyun (Republic of Korea): My \r\ndelegation would like to express its appreciation to \r\nMr. ElBaradei, Director General of the International \r\nAtomic Energy Agency (IAEA), for his comprehensive \r\nreport on the Agency’s broad range of activities. \r\nTaking this opportunity, my delegation also would like \r\nto commend his 12 years of distinguished service as \r\nDirector General of the IAEA. Mr. ElBaradei’s vision, \r\nhis commitment to professional impartiality, \r\ntransparency and equitable cooperation with member \r\nStates will undoubtedly leave a lasting legacy for the \r\nIAEA and the international community. \r\n Turning to the annual report of the IAEA for \r\n2008, we are pleased to take note of the Agency’s \r\nnumerous and valuable accomplishments in the fields \r\nof nuclear energy, nuclear applications, safety and \r\nsecurity and verification during the report period. The \r\nRepublic of Korea would like to underline the \r\nimportance of the IAEA in promoting the safe, secure \r\nand peaceful use of nuclear science and technology and \r\nto reiterate its commitment to cooperate with the \r\nAgency in all areas of its activities. \r\n My delegation would like to touch upon some of \r\nthe issues that we consider relevant to the future work \r\nof the IAEA. First, we strongly believe that the \r\nuniversalization of IAEA comprehensive safeguards \r\nagreements and additional protocols is essential for \r\nimproving the current safeguards and verification \r\nregime. In particular, we believe that the additional \r\nprotocols are becoming an essential verification \r\nstandard, as recent events have suggested that the \r\ncomprehensive safeguards agreements alone are no \r\nlonger adequate to enable the Agency to fully \r\nimplement its mandate. In this light, we call upon those \r\nStates which have not yet done so to conclude such \r\nagreements and bring them into force without delay. \r\n A/64/PV.33\r\n \r\n17 09-58976 \r\n \r\n Secondly, the Republic of Korea appreciates the \r\nAgency’s guiding role in the development of a new \r\nmultilateral framework for assuring the supply of \r\nnuclear fuel. We believe that further constructive \r\ndialogue and elaboration within the IAEA can deal \r\ncorrectly with the implications of the different views \r\non basic concepts as well as on technical matters. Any \r\nnew mechanism for the supply of nuclear fuel should \r\nmeet the basic demands of each member State and the \r\ninternational community as a whole, expanding \r\nreliable, economic and equitable access to nuclear fuels \r\nwhile reducing proliferation risks. As a major user of \r\nnuclear energy, the Republic of Korea will continue to \r\nparticipate in and make positive contributions to the \r\nrelevant discussions on that issue. \r\n Thirdly, nuclear terrorism is a real threat to \r\ninternational peace and security in terms of the \r\nincreasing risk of terrorist attacks and the serious \r\nconsequences of any single accident. Nuclear security-\r\nrelated activities are one of the core functions of the \r\nIAEA. While we welcome the Agency’s achievements \r\nthrough the implementation of the Nuclear Security \r\nPlan for 2006-2009, we encourage the Agency to \r\ncontinue to strengthen its efforts for enhanced nuclear \r\nsecurity and to work closely with other international \r\ninitiatives in that area. \r\n The extended use of nuclear energy calls for the \r\nstrengthening of nuclear non-proliferation and, more \r\nthan ever, stricter security measures. In that regard, the \r\npeaceful resolution of the nuclear issue involving the \r\nDemocratic People’s Republic of Korea is vital to \r\nsecuring the lasting peace and prosperity of the Korean \r\npeninsula and the North-East Asian region. \r\n Since the General Assembly’s session last year, \r\ninternational efforts for verifiable denuclearization of \r\nthe Democratic People’s Republic of Korea have faced \r\na series of provocative actions taken by that country. \r\nThe Democratic People’s Republic of Korea has \r\nblatantly violated the Six-Party Talks agreements and \r\nrelevant Security Council resolutions, not only by its \r\nnuclear test last May, but also by the series of long-\r\nrange rocket launches in April and ballistic missiles \r\ntests in July and October. \r\n The adoption of Security Council resolution 1874 \r\n(2009), which condemns in the strongest terms the \r\nDemocratic People’s Republic of Korea’s nuclear test \r\nand reinforces the sanctions regime already in place \r\nagainst that country, was a clear reflection of the united \r\nand resolute will of the Council and the international \r\ncommunity to stem the nuclear development and \r\nnuclear proliferation activities of the Democratic \r\nPeople’s Republic of Korea. My delegation believes \r\nthat all nations should send an unequivocal message to \r\nthe Democratic People’s Republic of Korea by fully \r\nimplementing the sanctions obligations called for \r\nunder Security Council resolution 1874 (2009). \r\n The resolution of the IAEA General Conference, \r\nadopted by consensus in September, is another firm \r\nmessage from the international community as a whole \r\nto the Democratic People’s Republic of Korea. My \r\ndelegation expects that the resolution will contribute to \r\nthe realization by the Democratic People’s Republic of \r\nKorea that its nuclear ambitions will not be tolerated. \r\n It is imperative that the Democratic People’s \r\nRepublic of Korea promptly return to the Six-Party \r\nTalks, abandon all nuclear weapons and existing nuclear \r\nprogrammes in a complete, verifiable and irreversible \r\nmanner, in accordance with the Joint Statement of \r\n19 September 2005, and return to the Non-Proliferation \r\nTreaty regime, as well as faithfully comply with \r\ninternational obligations and all commitments. \r\n In complying with that process, the role of the \r\nIAEA is essential, and the Korean Government will \r\nclosely coordinate and cooperate with relevant countries \r\nand the Agency, with a view to achieving the peaceful \r\nresolution of the nuclear issue of the Democratic \r\nPeople’s Republic of Korea and to establishing peace \r\nand stability in the North-East Asian region and beyond. \r\n Finally, I wish to congratulate Ambassador Yukiya \r\nAmano on his election as the new Director General of \r\nthe IAEA and to assure him of the full support and \r\ncooperation of the Republic of Korea in his new \r\nendeavour. \r\n Ms. Sodov (Mongolia): I join other representatives \r\nin thanking Director General Mr. ElBaradei for \r\nintroducing the report on the work of the International \r\nAtomic Energy Agency (IAEA) during the past year. \r\nOn behalf of the Government of Mongolia, I wish to \r\ntake this opportunity to express our profound respect to \r\nMr. ElBaradei for his professionalism, his stewardship \r\nof the Agency and his outstanding contribution to \r\npromoting the goals of the Agency during his 12-year \r\ntenure. The activities carried out by him and his team \r\nin promoting and developing peaceful uses of nuclear \r\nenergy will surely benefit future generations. We wish \r\nhim well in his future endeavours. \r\nA/64/PV.33  \r\n \r\n09-58976 18 \r\n \r\n Allow me also to offer our warm congratulations \r\nto the incoming Director General of the Agency, \r\nAmbassador Yukiya Amano. I am sure that his rich \r\nexperience and personal qualities will allow him to \r\nperform that high responsibility with talent, efficiency, \r\ndetermination and pragmatism. \r\n My delegation would like to commend the IAEA \r\non the impressive gains made during the past year, as is \r\nevident from the report, and on the outcome of the \r\nAgency’s fifty-third General Conference, held in \r\nVienna in September. We are confident that the Agency \r\nwill continue to play an active role in promoting \r\npeaceful uses of nuclear energy and wider nuclear \r\napplications, including in health, power generation, \r\nfood security and water management, as well as in \r\npreventing the proliferation of nuclear weapons. The \r\nGovernment of Mongolia highly appreciates the active \r\nmeasures taken and the valuable support provided by \r\nthe Agency to its members, especially to developing \r\ncountries. \r\n Mongolia is beginning a new phase in its nuclear \r\nactivities for peaceful purposes and is taking concrete \r\nmeasures to develop nuclear energy and to promote \r\nwider nuclear applications, especially in the areas of \r\nhealth and agriculture. Thus, the Mongolian Parliament \r\nadopted this year a policy and action plan — the \r\nNuclear Energy Law — on uranium utilization and \r\nnuclear energy, which took effect in August. The law is \r\ndesigned to regulate all issues pertaining to the \r\nexploitation of radioactive minerals and nuclear energy \r\nfor peaceful purposes, nuclear and radiation safety, and \r\nthe protection of the population, society and the \r\nenvironment from the negative impacts of ionizing \r\nradiation. \r\n To strengthen the country’s nuclear regulatory \r\nfunctions, the Government of Mongolia has also \r\nestablished a nuclear energy agency, under the aegis of \r\nthe Prime Minister, to serve as the Government’s \r\nregulatory agency. Possessing large reserves of \r\nuranium, Mongolia is striving to further expand \r\ncooperation with its partners on uranium production, \r\ncoupled with assistance from the IAEA. \r\n As in many other parts of the world, cancer \r\nmorbidity and mortality are on the increase in my \r\ncountry. It has become the second major cause of \r\nmortality among the population. Bearing in mind the \r\nneed to strengthen its diagnostic and treatment \r\ncapacity, as well as to improve quality and accessibility \r\nto preventive and patient-friendly cancer services, \r\nMongolia has requested the IAEA, especially the office \r\nof its Programme of Action for Cancer Therapy (PACT), \r\nto provide the necessary advice and assistance.  \r\n As a follow-up to Director General ElBaradei’s \r\nvisit to Mongolia last April, PACT integrated missions \r\nhave visited the country and will soon present their \r\nfindings and recommendations to the Government of \r\nMongolia. I would like to take this opportunity to \r\nthank the Agency and its PACT office for their support \r\nand help in addressing this challenge of the twenty-first \r\ncentury. \r\n My delegation wishes to reaffirm Mongolia’s \r\nstrong commitment to the goals of nuclear \r\nnon-proliferation and nuclear disarmament. Together \r\nwith other non-nuclear-weapon States, it is working to \r\nmake the forthcoming Review Conference of the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\n(NPT) an important landmark in the common efforts to \r\nstrengthen the NPT regime and to take practical steps \r\ntowards a nuclear-weapon-free world. \r\n With that in mind, Mongolia hosted last April the \r\nfirst meeting of focal points of nuclear-weapon-free \r\nzones, where a statement was adopted as a contribution \r\nto the preparation of the 2010 Review Conference of \r\nthe Treaty on the Non-Proliferation of Nuclear Weapons \r\n(NPT). I wish to inform interested delegations that we \r\nhave submitted the statement by the Chair of the \r\nUlaanbaatar meeting for issuance as an official \r\ndocument of the General Assembly at the present \r\nsession. \r\n The NPT can fulfil its role only if Member States \r\nare confident in others’ compliance to their Treaty \r\nobligations. In this regard, the efficiency and \r\neffectiveness of the Agency’s safeguards system are of \r\nutmost importance. Today the comprehensive \r\nsafeguards agreement (CSA) is not adequate to allay \r\nsuspicions. Only integrated safeguards, that is, the \r\nCSA and additional protocols together, can make \r\nsafeguards most effective. Today they represent the \r\nverification standard. We call on all States that have \r\nnot yet done so to sign or ratify these two important \r\nsafeguard and verification instruments. \r\n My Government attaches great importance to \r\nstrengthening world peace and stability, especially in \r\nNorth-East Asia. We have always advocated that the \r\nKorean peninsula should be denuclearized, that peace \r\nand stability there should be maintained and that the \r\n A/64/PV.33\r\n \r\n19 09-58976 \r\n \r\nnuclear issue of the Democratic People’s Republic of \r\nKorea should be resolved peacefully through dialogue. \r\nLikewise, the Iran nuclear issue should also be \r\naddressed through dialogue. \r\n In conclusion, allow me to express Mongolia’s \r\nresolve, as a newly elected member of the Agency’s \r\nBoard of Governors, to work in close cooperation with \r\nthe entire IAEA membership and secretariat in \r\npromoting the Agency’s noble goals. \r\n Mr. Bavaud (Switzerland) (spoke in French): \r\nThe annual report of the International Atomic Energy \r\nAgency (IAEA) demonstrates the excellent quality and \r\nthe scope of the Agency’s work. We offer the IAEA \r\nour full support, and we look forward to once again \r\nsponsoring the draft resolution on the Agency’s report \r\n(A/64/L.7). We hope that the draft resolution, like \r\nprevious such texts, will be adopted without a vote. \r\n We would like this year to thank Mr. Mohamed \r\nElBaradei, IAEA Director General, who leaves the \r\nAgency after 12 years of service. Throughout his \r\ntenure at the head of the IAEA, Mr. ElBaradei has \r\ndemonstrated his independence and a sense of \r\nresponsibility in facing the difficulties of his mission, \r\nenhancing the credibility of the Agency and defending \r\nits ideals in the area of non-proliferation and the \r\npeaceful use of nuclear energy. \r\n On several occasions Mr. ElBaradei has asked us \r\nto consider delicate subjects, for example, on proposals \r\nrelating to the multilateralization of the nuclear fuel \r\ncycle. In doing so, he has shown much political far-\r\nsightedness. His efforts have undoubtedly contributed \r\nto the promotion of world peace and security. \r\n Switzerland greatly looks forward to working \r\nwith the new IAEA Director General, Mr. Yukiya \r\nAmano, who is taking over at a crucial time in the \r\nAgency’s history. \r\n Indeed, with the possibility of real progress in the \r\narea of nuclear disarmament, it could be increasingly \r\nrealistic that the IAEA may need to accept new \r\nverification challenges. Switzerland, which has always \r\nfavoured a balance between nuclear disarmament and \r\nnon-proliferation, is ready to support such a \r\ndevelopment within the Agency. Recent progress in the \r\nmanagement of the Agency’s budget is also to be \r\nwelcomed, since it could help to ensure that the IAEA \r\nwill be able to operate from a more solid basis in \r\nconfronting these future challenges. \r\n Switzerland, which is currently a member of the \r\nIAEA Board of Governors, will remain firmly \r\ncommitted to supporting the Agency in its mission. \r\n Mr. Paschalis (South Africa): South Africa \r\nwould like to thank the Director General of the \r\nInternational Atomic Energy Agency for his insightful \r\nand comprehensive report on the activities, challenges \r\nand achievements of the Agency during 2008. My \r\ndelegation has noted with appreciation that the Agency \r\nhas successfully carried out its statutory mandate. \r\n Our meeting takes place at a time of growing \r\nconcern regarding the inability of the international \r\ncommunity, more especially developing countries and \r\nthe African continent, to achieve the Millennium \r\nDevelopment Goals. This makes it imperative that we \r\nwork together to coordinate our efforts in support of \r\nthe Millennium Development Goals across the globe. \r\n In this connection, South Africa notes with \r\nappreciation the commendable activities undertaken by \r\nthe Agency in strengthening international cooperation \r\nin nuclear, radiation, transport and waste safety, as \r\nwell as in nuclear science, technology and applications. \r\nThese activities have the potential of improving our \r\nprospects for achieving some of the Millennium \r\nDevelopment Goals. \r\n As part of its contribution to the implementation \r\nof the development aspects of the Agency’s work, \r\nSouth Africa is involved in the following activities. In \r\nrecognition of the importance of nuclear knowledge \r\nmanagement, South Africa is an active participant in the \r\nAgency’s fellowship and scientific visit programmes, \r\nboth as a provider and as a recipient. My country has \r\nestablished an accelerator facility for effective use in \r\nnuclear education and training. As a result, some of our \r\ninstitutions are now offering a Master of Science \r\ncourse in accelerator and nuclear science meant to \r\nleverage existing experience of facilities to the benefit \r\nof potential regional partners. \r\n South Africa will host the ninth World Conference \r\non Neutron Radiography, which is aimed at bringing \r\ntogether researchers, students and fellows to share \r\ninformation, build networks and strengthen relationships \r\nbetween international partners in research related to \r\nneutron radiography. \r\n In collaboration with the Agency, South Africa \r\nwill also host the International Conference on Effective \r\nNuclear Regulatory Systems: Further Enhancing the \r\nA/64/PV.33  \r\n \r\n09-58976 20 \r\n \r\nGlobal Nuclear Safety and Security Regime. The \r\nconference will, inter alia, emphasize the responsibility \r\nto be shared by all regulators, operators and vendors in \r\nmaintaining effective global nuclear safety and security \r\ninfrastructure and culture. South Africa remains \r\nconvinced that this conference could make a \r\ncontribution in drawing attention to the important role \r\nregulators can play in promoting nuclear safety and \r\nsecurity. \r\n South Africa views radioactive waste management \r\nas an important area in the chain of use of nuclear \r\nenergy. In this connection, radioactive waste \r\nmanagement presents an integral part of South Africa’s \r\nnuclear energy policy and receives elaborate attention \r\nin our radioactive waste management policy and \r\nstrategy. \r\n In January, our parliament passed the National \r\nRadioactive Waste Institution Act, which provides for \r\nthe establishment of a National Radioactive Waste \r\nDisposal Institute in order to manage radioactive waste \r\ndisposal on a national basis. Further progress has been \r\nmade with the installation of the first accelerator mass \r\nspectrometry facility on the African continent at the \r\niThemba Laboratory for Accelerator-Based Sciences \r\n(iThemba LABS). In addition to this, the EXACT3D \r\nPET camera that was decommissioned at Hammersmith \r\nHospital in London and donated to the University of \r\nCape Town has been relocated to iThemba LABS. This \r\nmakes iThemba the world’s second operational facility \r\nin its field. \r\n In order to address the global shortage of \r\nmolybdenum-99 isotopes and its adverse impact on \r\nmedical treatment of patients, South Africa is doing all \r\nit can to meet the shortfall, taking into account, of \r\ncourse, the operational limitations which we all know \r\nand understand. South Africa is also now represented \r\non a special Organization for Economic Cooperation \r\nand Development committee that is looking at ways of \r\nstabilizing world supplies of this radioisotope. \r\n Beyond this, my country’s Pebble Bed Modular \r\nReactor Company is moving forward with construction \r\nwork to commission a pebble bed modular reactor in \r\n2018. While a change in design from electricity \r\ngeneration to a more versatile concept that could both \r\nprovide electricity and process heat, has resulted in a \r\ndelay in the programme, it has broadened its potential \r\ncustomer base. The successful deployment of this \r\nleading-edge technology has the potential to make a \r\nsignificant contribution to local and international \r\nenergy supplies. \r\n Furthermore, South Africa continues to assign \r\nhigh priority to and participate in IAEA activities \r\ncontributing to agricultural development, especially on \r\nthe African continent. With regard to the international \r\npeace and security mandate of the Agency, South \r\nAfrica supports its activities undertaken in the period \r\nunder review in the areas of nuclear safety and \r\nverification. In this connection, my delegation is \r\npleased to note that the republics of Congo and Kenya \r\nhave joined the many other African countries that in \r\nrecent years have been fulfilling their commitments \r\nunder the Nuclear Non-Proliferation Treaty (NPT) by \r\nconcluding safeguards agreements with the Agency. \r\n South Africa believes that a strengthened \r\nsafeguards system is an essential mechanism for \r\ndealing with non-proliferation of nuclear weapons and \r\nproviding information about States’ nuclear activities. \r\nStrengthened safeguards, if buttressed with the \r\nnecessary detection capability, would contribute to \r\nestablishing confidence in the peaceful application of \r\nnuclear energy and thus further facilitate the transfer of \r\nnuclear technology and the use of nuclear energy to \r\nbenefit developing countries. It is for this reason that \r\nSouth Africa urges Member States that have yet to \r\nconclude their safeguards agreements with the Agency, \r\nin compliance with their respective obligations under \r\nthe NPT, to do so as soon as possible. \r\n With regard to the Democratic People’s Republic \r\nof Korea, we share the concern of other members about \r\nthe termination of the IAEA’s monitoring and \r\nverification activities in that country. South Africa \r\nurges and encourages the Democratic People’s \r\nRepublic of Korea to allow the IAEA inspectors to \r\ncarry out their monitoring and verification activities in \r\nthe country’s territory. South Africa has consistently \r\ncalled upon the Democratic People’s Republic of Korea \r\nto fully and verifiably terminate any nuclear weapons \r\nprogramme, to return to the NPT as soon as possible, to \r\nsign and ratify the Comprehensive Nuclear-Test-Ban \r\nTreaty and to place all its nuclear facilities and \r\nmaterial under comprehensive IAEA safeguards. \r\n Regarding Iran, we are encouraged by the \r\nincreased cooperation between the IAEA and the \r\nIslamic Republic of Iran and urge Iran to fully \r\ncooperate with the Agency and implement the binding \r\nresolutions adopted by the Security Council in order to \r\n A/64/PV.33\r\n \r\n21 09-58976 \r\n \r\nresolve the matter — while, at the same time, being \r\nallowed to develop nuclear technology for peaceful \r\nuses in conformity with the letter and the spirit of the \r\nNPT. We also note that there exists a window of \r\nopportunity arising from the readiness of the parties \r\nconcerned to initiate talks, which we hope will lead to \r\nsubstantial discussions to resolve the issues \r\nsurrounding Iran’s nuclear programme. \r\n We are aware that climate change is a serious \r\nthreat globally, especially for the energy sector. We \r\nhope that the Copenhagen Conference in December \r\nwill take the necessary decisions, taking into account \r\nthe socio-economic development imperatives of \r\ndeveloping nations. \r\n In conclusion, I wish to place on record South \r\nAfrica’s highest regard for the exemplary work and \r\nachievements of Mr. ElBaradei and the International \r\nAtomic Energy Agency over the past 12 years. \r\nMr. ElBaradei has led the Agency with great dignity, \r\nintegrity and impartiality, virtues that have contributed \r\nto building confidence in the work of the Agency, as \r\nevidenced by the award of a Nobel Peace Prize. We \r\nwish Mr. ElBaradei every success in future. South \r\nAfrica welcomes the incoming Director General, \r\nAmbassador Amano of Japan, and expresses its \r\ncommitment to working constructively with the new \r\nDirector General and the secretariat. \r\n Mr. AlSanad (Kuwait) (spoke in Arabic): Today \r\nthe General Assembly is discussing an agenda item that \r\nis important because of its close connection to the \r\nprinciples on which the United Nations was established, \r\nin particular those concerning the maintenance of \r\ninternational peace and security and controlling \r\nnon-peaceful uses of nuclear energy. \r\n The State of Kuwait has reviewed and welcomes \r\nthe valuable and outstanding annual report of the \r\nInternational Atomic Energy Agency (IAEA) for 2008, \r\nand it wishes to convey its deep appreciation and \r\ngratitude to the Director General of the IAEA, \r\nMr. Mohamed ElBaradei, for devoting so much of his \r\nexperience and knowledge to the Agency for more than \r\na decade. We wish him well in the future. Kuwait also \r\nthanks the Agency staff for all their diligent efforts \r\ntowards fulfilling the goals and aspirations of the \r\npeoples and countries of the world through their \r\nconsolidation of the principle of the peaceful use of \r\nnuclear energy for the good and welfare of humanity. \r\n Kuwait also conveys its congratulations to the \r\nnew Director General of the IAEA, His Excellency \r\nAmbassador Yukiya Amano, and wishes to emphasize \r\nits intention to cooperate with him fully and \r\ncomprehensively in his efforts to see his mission \r\nsucceed. We also commend the Board of Governors for \r\nthe role it has played. \r\n Since its accession to the Nuclear \r\nNon-Proliferation Treaty (NPT) four decades ago, the \r\nState of Kuwait has continuously worked and \r\ncoordinated its efforts with the IAEA’s Department of \r\nTechnical Cooperation to establish specialized \r\nlaboratories for measuring radioactive isotopes in \r\nKuwait’s water and soil. In its eagerness to build its \r\nown capabilities and in the firm belief in the \r\nimportance of training qualified national personnel in \r\nnuclear radiation and radioactive materials protection, \r\nmy country has taken the initiative of hosting regional \r\nworkshops in cooperation with the Agency, most \r\nrecently a Nuclear Power Planning Workshop, held from \r\n18 to 29 October at the Kuwait Institute for Scientific \r\nResearch. Moreover, my country has always been eager \r\nto send trainees to participate in training courses held \r\nat the IAEA headquarters and this year was an active \r\nparticipant in the International Symposium on Nuclear \r\nSecurity, held in Vienna from 30 March to 3 April, to \r\nhelp train customs officers in the detection and safe \r\nhandling of radioactive materials, as well as in training \r\npersonnel in combating nuclear terrorism. \r\n The IAEA, through its nuclear technology \r\nprogramme, promotes the exchange of nuclear \r\ninformation and knowledge, as well as conveying this \r\nknowledge to Member States, particularly in developing \r\ncountries. This programme aims at facilitating the use \r\nof nuclear science and related technology in order to \r\nhelp States use such technology to fulfil their social \r\nand economic needs in a sustainable manner in areas \r\nsuch as food production, water resources management, \r\nenvironmental protection and health care. \r\n In this context, the State of Kuwait emphasizes \r\nthe importance of enhancing the capacity of Member \r\nStates to use nuclear applications for achieving \r\nsustainable food security, such as applying the \r\ntechnology to address the deterioration of the soil, \r\nincrease sustainable agricultural production and \r\nlivestock husbandry, combat pests and improve the \r\nquality and safety of food products. The State of \r\nKuwait also emphasizes the importance of consolidating \r\nIAEA efforts to achieve sustainable food security, \r\nA/64/PV.33  \r\n \r\n09-58976 22 \r\n \r\nparticularly in the present global food crisis, which is a \r\nmatter of extreme concern for the majority of the States \r\nin the world, especially the poor and developing \r\ncountries. \r\n Inaugurating a new phase in developing relations \r\nbetween my country and the IAEA and because of his \r\ninterest in diversifying energy resources, His Highness \r\nthe Amir of Kuwait has instructed the Kuwaiti \r\nGovernment to devise an integrated national strategy to \r\nbenefit from the peaceful uses of nuclear energy. \r\nFurthermore, the Council of Ministers decided in \r\nMarch, on the recommendation of the IAEA, to \r\nestablish the High National Commission for Nuclear \r\nEnergy, headed by His Highness the Prime Minister. \r\n In this context, the Gulf Cooperation Council \r\nStates, which are seeking to use nuclear energy in \r\npeaceful pursuits, will discuss during the upcoming \r\nsummit of the heads of State, scheduled for December \r\nin Kuwait, the establishment of a nuclear training \r\ncentre, in coordination with the IAEA, in order to train \r\ncadres from the Gulf countries in nuclear energy safety. \r\n The vitally important role that the IAEA plays in \r\naverting the use of nuclear energy for military purposes \r\nand maximizing safety in its peaceful applications \r\ncannot be fulfilled without unified efforts by all States. \r\nThe Middle East region will not accomplish its aims in \r\npeace and stability as long as Israel remains the only \r\ncountry in the region that refuses to submit its nuclear \r\nfacilities to the Agency’s comprehensive safeguards \r\nregime, which represents a main obstacle to achieving \r\nthe universality of the NPT and causes a deep \r\nimbalance in fostering the non-proliferation regime. \r\nThis unnatural situation is an incentive for other States \r\nto attempt to possess nuclear weapons on the pretext of \r\nthe international community’s laxness in dealing with \r\ncountries that refuse to open their nuclear facilities and \r\nreactors to international inspectors. \r\n In the face of this Israeli intransigence, my \r\ndelegation calls on the international community to \r\nbring pressure to bear on Israel to join the NPT and to \r\nsubmit all its facilities to IAEA safeguards. We also \r\nemphasize the right of all the States in the region to \r\nacquire the needed technology and knowledge to use \r\nnuclear energy for peaceful purposes within the \r\nrelevant international agreements. That will make the \r\nMiddle East, including the Gulf region, a region free of \r\nnuclear weapons and other weapons of mass \r\ndestruction. \r\n In this regard, my country welcomes the ongoing \r\ndiscussions between the friendly Islamic Republic of \r\nIran and the 5+1 group in Geneva and Vienna. We \r\nexpress our satisfaction at the positive spirit and \r\nconstructive ideas that predominate in the talks, as well \r\nas Iran’s readiness to exchange nuclear fuel and open \r\nits nuclear facility at Qom for international inspectors. \r\nThat cooperation aims to build the confidence that the \r\ninternational community needs to avoid any future \r\nrepercussions. We would also like to reaffirm the need \r\nfor a diplomatic solution to any course that may be \r\npursued in the future vis-à-vis the programme. My \r\ncountry’s delegation encourages the Islamic Republic \r\nof Iran to continue its cooperation with the IAEA with \r\nfull transparency, to implement all articles relevant to \r\nthe requirements of the Agency and international \r\nresolutions, so as to promote and maintain peace and \r\nsecurity in the Gulf and the Middle East region. \r\n The historic Security Council summit convened \r\nin September (see S/PV.6191) and its adoption of \r\nCouncil resolution 1887 (2009), is an important step \r\nthat contributes to combating and preventing the \r\nproliferation of nuclear weapons. Kuwait strongly \r\nsupports this initiative and calls on all States to adhere \r\nto it and adopt the idea of a world free of nuclear \r\nweapons. \r\n In conclusion, I cannot fail to express the hope \r\nthat the international community will continue to \r\nsupport the IAEA and the non-selective application of \r\nall nuclear disarmament conventions and all decisions \r\nrelated to non-proliferation and the peaceful use of \r\nnuclear energy. \r\n Mr. Takasu (Japan): I would like first of all to \r\nthank the Director General of the International Atomic \r\nEnergy Agency (IAEA), Mr. Mohamed ElBaradei, for \r\npresenting the annual report of the IAEA. Since this \r\nwill be the last occasion on which he appears at the \r\nGeneral Assembly in that capacity, I would like to \r\nexpress my deep appreciation to him for his 12 years of \r\ndistinguished service and leadership at the helm of the \r\nIAEA. I also extend best wishes to the incoming \r\nDirector General, Mr. Amano. \r\n The IAEA plays a crucial role in maintaining \r\npeace and security. It disseminates the benefits of \r\nnuclear technology to humanity. It verifies \r\nnon-proliferation. It provides services to developing \r\ncountries. Those functions are becoming increasingly \r\nimportant. \r\n A/64/PV.33\r\n \r\n23 09-58976 \r\n \r\n Japan has been making a significant contribution \r\nas a lead country in promoting the peaceful use of \r\nnuclear technology for purposes of health, energy and \r\ndevelopment. Japan will continue to widely share \r\nscientific knowledge and technology with many \r\ndeveloping countries through the IAEA’s technical \r\ncooperation programme. \r\n Nuclear energy provides great potential and \r\ncapacity for ensuring a clean energy supply. In \r\nresponse to growing energy demand and climate \r\nchange, the role of nuclear power generation is being \r\nre-evaluated and is attracting global interest. It is \r\nessential to pay utmost attention to what is known as \r\nthe 3S principle: safeguards, safety and security. Japan \r\nwill continue to promote the importance of ensuring 3S \r\nby organizing regional seminars in cooperation with \r\nthe IAEA and also by hosting an international \r\nconference on nuclear security for Asia next year in \r\n2010. \r\n Japan has been at the forefront of international \r\nefforts towards the elimination of nuclear weapons and \r\ntowards nuclear non-proliferation, adhering to the three \r\nnon-nuclear principles. Regrettably, a large number of \r\nnuclear arsenals still remain on the globe and the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\n(NPT) regime is strained. We therefore welcome the \r\nadoption of the important Security Council resolution \r\n1887 (2009), on nuclear non-proliferation and \r\ndisarmament, at the Council summit in September (see \r\nS/PV.6191). This year, Japan once again submitted a \r\ndraft resolution on the total elimination of nuclear \r\nweapons to the General Assembly. We are very pleased \r\nthat the First Committee adopted the draft resolution \r\n(A/C.1/64/L.36*) by an overwhelming majority only a \r\nfew days ago (see A/C.1/64/PV.21). \r\n The 2010 NPT Review Conference provides an \r\nimportant milestone for taking further concrete steps. \r\nTo contribute to the success of the Review Conference, \r\nJapan and Australia jointly launched the International \r\nCommission on Nuclear Non-proliferation and \r\nDisarmament. We hope it will propose ambitious but \r\nrealistic and practical recommendations that will serve \r\nas the basis for strengthening the NPT regime. \r\n Those initiatives will support efforts to strengthen \r\nthe IAEA safeguards system, which is a vital pillar of \r\nthe non-proliferation regime. The most effective way to \r\nstrengthen the safeguards system of the IAEA is to \r\nuniversalize the additional protocol. Japan will actively \r\npromote this by hosting Asian non-proliferation talks \r\nand IAEA seminars. We will also contribute to the \r\nsafeguards system by sharing advanced safeguards \r\ntechnology. \r\n The nuclear and missile programmes of the \r\nDemocratic People’s Republic of Korea pose a grave \r\nthreat to the peace and security of North-East Asia and \r\nof the international community. Those programmes are \r\ntotally unacceptable. All Member States should work \r\ntogether to firmly implement Security Council \r\nresolutions 1718 (2006) and 1874 (2009). We urge the \r\nDemocratic People’s Republic of Korea to take \r\npositive steps, including its immediate return to the \r\nSix-Party Talks, without any preconditions and to fulfil \r\nthe commitment it made in the Joint Statement of the \r\nSix-Party Talks. Japan will seek to normalize its \r\nrelationship with the Democratic People’s Republic of \r\nKorea by comprehensively resolving all outstanding \r\nissues of concern. \r\n Iran’s nuclear programme is a source of concern \r\nfor the international community. In order to remove the \r\nconcern and to build confidence internationally, we \r\nhope that Iran will fully cooperate with the IAEA and \r\nfaithfully respond to the requirements of the relevant \r\nIAEA Board decisions and United Nations Security \r\nCouncil resolutions. Japan continues to contribute \r\ntowards a peaceful and diplomatic resolution of that \r\nissue. \r\n The vital mission of the IAEA will continue to \r\ngrow, and I assure the Assembly that Japan will \r\ncontinue to play a leading role in contributing to the \r\nAgency’s work. \r\n Mr. Tow (Singapore): After more than 50 years \r\nof advancing the cause of “Atoms for Peace”, the \r\nInternational Atomic Energy Agency (IAEA) remains \r\nrelevant in today’s world, perhaps more relevant than \r\never. The Nobel Prize awarded to the Agency and to \r\nDirector General Mr. Mohamed ElBaradei in 2005 was \r\ntestament to the Agency’s stellar work in meeting the \r\nchallenges and aspirations of the world in the nuclear \r\narena. \r\n Singapore joins others in the General Assembly \r\nin thanking Mr. ElBaradei and his dedicated staff for a \r\ncomprehensive report and for their excellent work. At \r\nthe same time, Singapore warmly applauds \r\nMr. ElBaradei as he completes his mission this year. \r\nWe would like to acknowledge that much of the stature \r\nA/64/PV.33  \r\n \r\n09-58976 24 \r\n \r\nof the IAEA is due to his dedicated, visionary and wise \r\nleadership in steering its work. \r\n Looking to the future, Singapore extends its \r\nwarmest congratulations to Ambassador Yukiya \r\nAmano, who will soon be the Agency’s first Asian \r\nDirector General. We are confident that with his vast \r\nexperience in the fields of nuclear disarmament and \r\nnon-proliferation, he will also lead the IAEA with \r\ndistinction. He is in a position to influence the renewed \r\nimpetus in the work towards a world free of nuclear \r\nweapons. \r\n In particular, the success of the Nuclear \r\nNon-Proliferation Treaty Review Conference in 2010 \r\ncould impart a greater shared sense of purpose in our \r\ndeliberations on the future of the Agency. Indeed, the \r\ncollective efforts and resources of all member States \r\nwill be needed to empower the Agency and enable it to \r\nface the challenges and seize the opportunities that lie \r\nahead. \r\n Singapore continues to view the Agency’s three \r\npillars of work — safety and security, safeguards and \r\nverification, and science and technology — as being \r\ncomplementary and of equal importance. \r\n As nuclear energy is increasingly viewed as an \r\noption for countries and we see an increase in nuclear \r\ninstallations around the world, nuclear safety and \r\nsecurity is ever more crucial in avoiding any \r\ncatastrophic fallout. We endorse the IAEA work in \r\nsupport of States’ efforts to ensure the highest \r\nstandards in nuclear safety and security through setting \r\nrelevant benchmarks and through the various IAEA \r\ninstruments, peer reviews, assistance and review \r\nmissions. \r\n Singapore is of the view that as the world enters \r\nan age of nuclear renaissance, a corresponding culture \r\nof nuclear safety must be established. Regional and \r\nnational efforts need to be redoubled to bolster \r\nconfidence within our societies for the use of nuclear \r\npower to be accepted. In that connection, we note the \r\nadoption by the European Union of a directive on \r\nnuclear safety as a major step towards a common legal \r\nframework and a strong culture of safety in Europe. \r\n In our region, South-East Asia, in view of \r\nincreasing energy needs, several countries have either \r\nindicated an interest in or are pursuing nuclear energy \r\nprogrammes. Singapore fully supports greater regional \r\ncooperation to complement and strengthen international \r\nand national efforts in this area of nuclear safety and \r\nsecurity. \r\n In March 2009, the Energy Studies Institute of \r\nSingapore organized a one-day regional round table on \r\nachieving a safe and sustainable nuclear future. It \r\nbrought together policymakers and regulators from the \r\nAssociation of Southeast Asian Nations (ASEAN) and \r\ninternational nuclear experts to engage in a free-\r\nranging dialogue on the pursuit of civilian nuclear \r\nenergy and the attendant policy implications, including \r\nmanaging public concerns about nuclear safety. \r\n Beyond our own efforts among the 10 members \r\nof ASEAN, Singapore fully supports the Asian Nuclear \r\nSafety Network in its effort to ensure a high standard \r\nof nuclear safety in the Asian region. Singapore joined \r\nthe Network in December 2008 and participated in its \r\nsecond meeting on the nuclear safety strategy dialogue \r\nin April 2009. It is pleased to host the tenth meeting of \r\nits steering committee this December. \r\n The right of States to use nuclear energy for \r\npeaceful purposes must also be exercised in \r\ncompliance with States’ non-proliferation obligations. \r\nSingapore firmly believes that we must ensure that the \r\nIAEA safeguards and verification regime remains \r\ncapable of responding credibly and effectively to new \r\nchallenges within the Agency’s mandate, in order to \r\ncontinue to provide safeguards assurances. \r\n At the national level, every State has to play its \r\npart. Singapore has steadily enhanced its legislative \r\nframework to ensure compliance with the Additional \r\nProtocol and the modified Small Quantities Protocol, \r\nwhich we ratified and concluded with the IAEA in \r\nMarch 2008. Just recently, we hosted a visit by IAEA \r\nsafeguards inspectors, in accordance with the \r\nmechanism outlined in Article 8 of the Additional \r\nProtocol.  \r\n For many years, the IAEA has had before it \r\nseveral verification cases. Singapore would like to \r\nthank and commend the IAEA team for their \r\npersistence, often labouring in difficult situations in \r\npursuing investigations into those cases. In this regard, \r\nwe note that the heads of State and Government of the \r\nNon-Aligned Movement, in the final document adopted \r\nat Sharm el-Sheikh this year, expressed their full \r\nconfidence in IAEA impartiality and professionalism. \r\n The Agency’s quiet work in the promotion of \r\npeaceful applications of nuclear science and \r\n A/64/PV.33\r\n \r\n25 09-58976 \r\n \r\ntechnology is the area that no doubt has the greatest \r\nimpact on the lives of many people in the developing \r\nworld, contributing concretely towards achieving the \r\nMillennium Development Goals. Yet the international \r\nnews media has grossly underreported that aspect of \r\nthe Agency’s work. That should change, because the \r\nbenefits of nuclear applications are obvious and \r\nmyriad. They extend to human health in medical \r\ndiagnosis and treatment, pest control and various \r\nindustrial applications such as in the petrochemical and \r\nmining sectors, animal and agro-industries and food \r\nprocessing, to name a few. \r\n While Singapore is pleased that the Agency’s \r\ntechnical cooperation has expanded considerably in \r\nrecent years, in both the scope and number of \r\nactivities, there is still room for the Agency to further \r\nenhance its work to help developing countries in those \r\nareas. \r\n We commend the Agency for establishing \r\npartnerships with international and regional \r\ndevelopment organizations to develop greater synergies. \r\nSingapore remains firmly committed to supporting the \r\nIAEA technical cooperation programme. We look \r\nforward to further cooperation with the Agency, \r\nthrough our memorandum of understanding with it, in \r\noutreach efforts to assist other developing countries. \r\n In conclusion, Singapore would like to express its \r\ncontinued support for the important work of the IAEA. \r\nWe strongly urge all States, especially those with \r\noutstanding obligations and issues, to fully cooperate \r\nwith the Agency to further strengthen cooperation and \r\nconfidence-building as part of the international \r\ncommunity’s effort to enhance global peace and \r\nsecurity. \r\n Mr. Sergeyev (Ukraine): At the outset I would \r\nlike to welcome the new member States to the \r\nInternational Atomic Energy Agency (IAEA) — the \r\nKingdom of Cambodia and the Republic of Rwanda — \r\nand to wish them every success in their activities \r\nwithin the Agency. Expansion of the IAEA membership \r\nis additional proof of the Agency’s growing authority. \r\n We consider the IAEA the leader of international \r\nefforts to deliver a safe and secure nuclear future, and \r\nwe highly appreciate its continued adherence to the \r\nthree main pillars of its activity: safety, technology and \r\nverification. \r\n Ukraine associates itself with those who stand for \r\nfurther strengthening the Agency and its ability to \r\ndetect and deter the diversion of nuclear material for \r\nnon-peaceful purposes. We therefore positively note \r\nthe recent constructive discussions in Vienna within the \r\nframework of the open-ended process on the future of \r\nthe Agency and the role it should play in 2020 and \r\nbeyond. \r\n The international safeguards system of the IAEA \r\nis an essential part of the global nuclear \r\nnon-proliferation regime. Ukraine considers that \r\ncomprehensive safeguards agreements, together with \r\nadditional protocols, constitute the current IAEA \r\nverification standard. We call upon all States to bring \r\ncomprehensive safeguards agreements into force \r\nwithout delay and to sign, ratify and implement an \r\nadditional protocol. \r\n At the same time, existing challenges to \r\nnon-proliferation efforts have highlighted the need for \r\ncollective action to shore up the international \r\nsafeguards system. We note that those challenges are \r\ntaking place at a time when the international \r\nsafeguards system is facing a growing imbalance \r\nbetween the IAEA mission and available resources. \r\nUkraine welcomes the United States’ 2008 Next \r\nGeneration Safeguards Initiative, aimed at developing \r\npolicies, concepts, technologies and infrastructure to \r\nmeet the aforementioned challenges, and is ready to \r\ncontribute to its realization. \r\n The Treaty on the Non-Proliferation of Nuclear \r\nWeapons (NPT) remains the cornerstone of the global \r\nnuclear non-proliferation regime, the essential \r\nfoundation for the pursuit of nuclear disarmament and \r\nthe development of nuclear energy for peaceful \r\npurposes. We were encouraged by the outcome of the \r\nthird session of the Preparatory Committee for the \r\n2010 NPT Review Conference and expect that the \r\nConference will adopt a set of consensual, concrete and \r\neffective measures aimed at stepping up international \r\nefforts against the threat of nuclear proliferation, \r\npursuing nuclear disarmament in accordance with \r\narticle VI of the Treaty and ensuring the responsible \r\ndevelopment of peaceful uses of nuclear energy. \r\nUkraine, as a Chair of Main Committee II of the \r\nConference, will continue to actively contribute to all \r\nNPT-related efforts by helping to make the Conference \r\na success. \r\nA/64/PV.33  \r\n \r\n09-58976 26 \r\n \r\n Ukraine attaches the utmost importance to the \r\nissue of ensuring nuclear safety and underscores the \r\nimportant role played by the IAEA in strengthening the \r\nglobal nuclear safety framework. It is important that \r\nany development of nuclear energy take place under \r\nthe best safety, security and non-proliferation conditions. \r\nWe are confident that international cooperation is \r\ncrucial to achieving those conditions and call upon all \r\ncountries — including those envisaging a civil nuclear \r\noption for the first time — to cooperate with the \r\nAgency and implement its recommendations. In that \r\ncontext, we believe it essential that member States that \r\nstill have not done so become contracting parties to the \r\nConvention on Nuclear Safety, the conventions on \r\nnotification and assistance and the Joint Convention. \r\n Another programme of the utmost importance to \r\nthe IAEA is nuclear security. Ukraine supports the \r\nIAEA activities in that area and welcomes the newly \r\nadopted Nuclear Security Plan 2010-2013, which sets \r\nout priorities for the Agency for the years to come. We \r\ncommend the Agency for the assistance provided to \r\nUkraine for the implementation of specific projects, \r\nand we call on all IAEA member States to continue to \r\ngive financial support to the Nuclear Security Fund. \r\nWe also urge all States to become parties to the \r\nConvention on the Physical Protection of Nuclear \r\nMaterial and its Amendment. \r\n We highly value the results of the IAEA’s \r\nTechnical Cooperation Programme. Noting in its latest \r\nannual report that interest in launching nuclear power \r\nprogrammes has continued to grow among member \r\nStates, the Agency has rightly focused on developing \r\nnuclear power applications. At the same time, it has \r\ncontinued to successfully develop projects in six main \r\nareas of non-nuclear applications. In that connection, \r\nwe encourage the Agency’s strong support for regional \r\ncooperation.  \r\n Human health remains the single overriding \r\npriority in all regions, accounting for 27 per cent of the \r\nIAEA total budget for addressing the pressing \r\ndevelopment needs of the world’s poorest countries. \r\nLet me recall that last year Ukraine hosted 12 regional \r\nand interregional events in this and other cross-cutting \r\nthematic areas. \r\n Of particular importance for Ukraine in this field \r\nare the problems of radioactive waste management \r\nexperienced during the decommissioning of the \r\nChernobyl nuclear power plant and the conversion of \r\nthe Shelter Object into an ecologically safe system. \r\nThe Agency has continued to provide assistance in the \r\nremediation of the territories affected by radionuclides \r\nin Ukraine. The results of the IAEA’s recent activities \r\nin this field — including the holding of a seminar on \r\nthe third decade of cooperation and actions aimed at \r\nthe social and economic rehabilitation of the territories \r\nthat suffered from the Chernobyl catastrophe — laid \r\nthe basis for the United Nations Action Plan on \r\nChernobyl to 2016. We hope that the Agency’s \r\nattention to the Chernobyl issue will not decrease, \r\nsince it remains a challenge for the entire international \r\ncommunity. \r\n In conclusion, I would like to take this \r\nopportunity, on behalf of the delegation of Ukraine, to \r\ncongratulate Mr. Yukiya Amano on his appointment as \r\nDirector General of the IAEA and to wish him every \r\nsuccess in managing the Agency. We want also to \r\nexpress Ukraine’s great appreciation for the work of \r\nthe outgoing Director General, Mr. Mohamed \r\nElBaradei, recognized through the Nobel Prize, and of \r\nthe Agency’s secretariat. \r\n Finally, I wish to state that Ukraine fully supports \r\ndraft resolution A/64/L.7, entitled “Report of the \r\nInternational Atomic Energy Agency”, and will \r\ncontinue its active involvement in IAEA activities. \r\n Mr. Midekssa (Ethiopia): It is a profound honour \r\nand pleasure to address the Assembly on behalf of my \r\ndelegation on the important agenda item before us. I \r\nwould like at the outset to express my deepest \r\nappreciation and gratitude to the outgoing Director \r\nGeneral of the International Atomic Energy Agency \r\n(IAEA), Mr. Mohamed ElBaradei, for his informative \r\nreport on the work of the Agency. Allow me also to \r\nexpress my sincere respect for his commendable \r\nleadership over the past 12 years and his efforts for the \r\npropagation of the peaceful use of nuclear technologies \r\nworldwide. \r\n In addition, my warmest congratulations go to \r\nAmbassador Yukiya Amano on his appointment as \r\nincoming Director General of the IAEA. I would also \r\nlike to assure him that my country will fully cooperate \r\nwith and support his efforts to attain the Agency’s \r\nobjectives aimed at the promotion and transfer of \r\nnuclear technologies for safe and peaceful applications. \r\n As we all know, the International Atomic Energy \r\nAgency has been working for the realization of the \r\nAtoms for Peace vision since the day of its \r\n A/64/PV.33\r\n \r\n27 09-58976 \r\n \r\nestablishment. As a founding member of the Agency, \r\nEthiopia has always attached and will continue to \r\nattach great significance to the maintenance of global \r\npeace and security in connection with the specific area \r\nof the mandate entrusted to the Agency.  \r\n As regards the use of nuclear energy, I am \r\npleased to inform this gathering that Ethiopia is \r\nengaged in a number of national and regional projects \r\nthat apply nuclear techniques to address various \r\nsocio-economic development challenges in the areas of \r\nagriculture, human health, water resources \r\ndevelopment and energy planning. Indeed, it is a \r\npleasure for me to mention the fact that not only has \r\nthe number of active national projects increased from \r\nyear to year; the content and depth of the projects have \r\nexperienced a remarkable transformation. Ethiopia is \r\npursuing a focused approach on areas of high relevance \r\nfor the benefit of socio-economic development \r\nobjectives. \r\n The Food and Agriculture Organization of the \r\nUnited Nations (FAO) has taken some promising steps \r\nto enhance the relevance and efficiency of its activities, \r\nincluding through its Joint Division with the \r\nInternational Atomic Energy Agency, which is \r\nimportant for developing and least developed countries \r\nin particular. The Joint Division of Nuclear Techniques \r\nin Food and Agriculture has been especially \r\ninstrumental in creating synergy between the two \r\norganizations. Ethiopia welcomes the decision of FAO \r\nto retain the Joint FAO/IAEA Division. We therefore \r\nurge the strengthening of that useful partnership \r\nbetween the two global organizations. \r\n We also firmly believe that adequate and \r\npredictable resources for the programmes of the \r\nAgency and, more importantly, balanced distribution of \r\nresources to the safeguards, nuclear safety and \r\ntechnical cooperation activities of the Agency need to \r\nbe ensured. The Technical Cooperation Programme is \r\nin fact playing a crucial role as a means of nuclear \r\ntechnology transfer to the developing member States of \r\nthe Agency. \r\n It is known that the ultimate mission of the \r\nAgency and its member States is to create a nuclear-\r\nweapon-free world through the implementation of all \r\nrelevant international guiding principles and treaties. \r\nThe Pelindaba Treaty is a clear manifestation of the \r\ncommitment of the African States for more \r\ntransparency and cooperation among themselves. We \r\ntherefore call upon all African member States to \r\nmaintain that momentum through ratification of the \r\nPelindaba Treaty with a view to its universal \r\napplication.  \r\n As a founding member of the Agency, I would \r\nlike to reaffirm Ethiopia’s commitment to the peaceful \r\nuse of nuclear technologies and applications. In that \r\nregard, it is important to underscore that nuclear \r\nnon-proliferation could eventually lead to a world free \r\nof nuclear threat if, and only if, it is complemented by \r\ngenuine disarmament measures by all nuclear-weapon \r\nStates. \r\n In conclusion, allow me to reiterate our profound \r\nthanks and appreciation to the IAEA, particularly its \r\ngovernance and leadership, for their dedication to \r\nstrengthening crucially essential technical cooperation \r\nactivities between the Agency and my country. I would \r\nalso like to reassure the Assembly that, apart from \r\nabiding by its international obligations as a member \r\nState, Ethiopia will continue to do its utmost to further \r\nenhance that positive spirit of cooperation with the \r\nAgency. \r\n Mr. Li Yang (China) (spoke in Chinese): The \r\nChinese delegation would like to thank the Director \r\nGeneral of the International Atomic Energy Agency \r\n(IAEA), Mr. Mohamed ElBaradei, for his report on the \r\nwork of the IAEA over the past year. We appreciate the \r\nAgency’s important role in promoting peaceful uses of \r\nnuclear energy and in preventing the proliferation of \r\nnuclear weapons. \r\n I would like to take this opportunity to pay tribute \r\nto Mr. ElBaradei, who will leave office shortly. For the \r\npast 12 years, as the Director General of the IAEA, \r\nMr. ElBaradei has demonstrated his outstanding \r\nleadership by faithfully fulfilling the mandate \r\nstipulated in the Statute of the IAEA with objectivity, \r\nimpartiality and professionalism, and has greatly \r\ncontributed to the promotion of nuclear energy and to \r\nthe non-proliferation of nuclear weapons. Meanwhile, I \r\nwould like to congratulate Ambassador Yukiya Amano \r\non his election as the new Director General of the \r\nAgency. China is looking forward to continuing its \r\nclose cooperation with the new Director General and \r\nthe secretariat. \r\n China noticed that over the past year the IAEA \r\nhas carried out much fruitful work in promoting \r\npeaceful uses of nuclear energy through programmes \r\non nuclear power, nuclear applications and technical \r\nA/64/PV.33  \r\n \r\n09-58976 28 \r\n \r\ncooperation. The Agency actively assisted member \r\nStates to strengthen their nuclear safety and security \r\nand continued to play an important role in the \r\nnon-proliferation of nuclear weapons. Last year, the \r\nAgency applied safeguards in 163 States. It made \r\nconstant efforts in concluding additional protocols with \r\nmore States and in strengthening the effectiveness and \r\nimproving the efficiency of safeguards. The IAEA has \r\nalso played a constructive role in addressing some \r\nregional nuclear issues. China would like to express its \r\nappreciation for the Agency’s efforts and achievement \r\nin those areas. \r\n Economic development, climate change and \r\nenergy needs have led to an increasing number of \r\ncountries seeking to develop nuclear energy. At the \r\nsame time, strengthening the non-proliferation regime \r\nand preventing the proliferation of nuclear weapons are \r\nimportant issues that greatly concern the international \r\ncommunity. China is of the view that the IAEA should \r\nadopt a balanced approach towards both categories of \r\nactivities, with emphasis on the following areas. \r\n First is making full use of its expertise and \r\nincreasing input in technical cooperation programmes \r\nso as to assist member States in developing nuclear \r\npower and nuclear application and to promote relevant \r\ninternational cooperation. Second is taking concrete \r\nmeasures to strengthen the effectiveness and improve \r\nthe efficiency of safeguards and to promote the \r\nuniversality of the additional protocols to earnestly \r\nprevent proliferation of nuclear weapons. The third \r\narea is further promoting the nuclear safety culture and \r\nthe establishment of regulations and a safeguards \r\nsystem for nuclear safety, and continuing to assist \r\nmember States in establishing sound and effective \r\nnuclear security systems to improve the collective \r\ncapability to prevent and combat nuclear terrorism. \r\nFourth is continuing to play a constructive role in \r\npromoting the resolution of regional nuclear issues \r\nthrough peaceful means. Fifth is facilitating \r\ndiscussions on multilateral nuclear fuel supply \r\nassurance in an effort to seek consensus by all sides on \r\nthe issue. \r\n Last April, the Chinese Government and the \r\nIAEA jointly organized the successful International \r\nMinisterial Conference on Nuclear Energy in the 21st \r\nCentury, in Beijing. Delegates shared experiences and \r\nviews, explored various future strategies and ideas \r\nconcerning the sustainable development of nuclear \r\nenergy and reached broad consensus. \r\n China will, as always, continue to support the \r\nAgency and work with other member States and the \r\nsecretariat to promote further progress in the Agency’s \r\nwork. \r\n Mr. Tarar (Pakistan): I would like to pay tribute \r\nto the Director General of the International Atomic \r\nEnergy Agency (IAEA), His Excellency Mr. Mohamed \r\nElBaradei, who has led the Agency with distinction and \r\ncommitment throughout his tenure. We also warmly \r\nfelicitate His Excellency Ambassador Yukiya Amano \r\non his election to the challenging post of Director \r\nGeneral. We are confident that his vast experience will \r\nstand him in good stead in strengthening the IAEA’s \r\nrole in promoting the peaceful use of nuclear energy in \r\nan impartial and professional manner, sensitive to the \r\nneeds and expectations of all Member States, \r\nparticularly the developing nations that have modest \r\nprogrammes. \r\n The IAEA’s unique role as the world’s focal point \r\nfor promoting peaceful uses of nuclear energy is \r\nassuming greater significance with the increasing \r\nglobal energy demand, the alarming scarcity of fossil \r\nfuel reserves and the growing awareness of the diverse \r\nenvironmental problems that they pose. In view of the \r\ngood and safe performance of nuclear power plants, \r\nthat scenario has led to a resurgence of interest in \r\nnuclear power after more than two decades. It is \r\nimportant to nurture that likely growth lest we miss the \r\nopportunity. Thus the promise comes with an immense \r\nchallenge not only for the nuclear industry but also for \r\nthe Agency, as it is expected to play a guiding role in \r\npromoting an equitable access to nuclear technology, \r\nmaterials and equipment. \r\n To afford every State its right to the peaceful \r\napplications of nuclear technology, particularly nuclear \r\npower generation, universal and non-discriminatory \r\ncriteria for international cooperation must be \r\ndeveloped. In that process, principles should be placed \r\nabove perceptions. Such an approach would also help \r\nto strengthen the non-proliferation regime. Here, we \r\nmay remind ourselves of the primary objective \r\nenunciated in the Agency’s mission statement, which \r\nsays that the IAEA: \r\n “assists its Member States, in the context of \r\nsocial and economic goals, in planning for and \r\nusing nuclear science and technology for various \r\npeaceful purposes, including the generation of \r\nelectricity, and facilitates the transfer of such \r\n A/64/PV.33\r\n \r\n29 09-58976 \r\n \r\ntechnology and knowledge in a sustainable \r\nmanner to developing Member States”. \r\n The IAEA’s Statute is clearly based on the \r\nconcept that the application of safeguards and safety \r\nmeasures is an associated function in promoting and \r\nsafely transferring nuclear technology for peaceful \r\npurposes. Its proper implementation, therefore, \r\nrequires the maintenance of a balance between the \r\nAgency’s promotional activities and its work on \r\nverification and nuclear security. As circumstances \r\nwould have it, the latter seems to have taken up the \r\nbetter part of the Agency’s attention and its \r\npolicymaking organs. It is required to ensure that that \r\ntrend does not hamper the Agency’s core statutory \r\nfunction of promoting peaceful uses of nuclear energy, \r\nparticularly because many developing countries have \r\nan ambition to start a nuclear power programme and \r\nlook towards the Agency. \r\n The primary vehicle through which the Agency \r\nfulfils its promotional role is its technical cooperation \r\nprogramme, which has brought tangible benefits to \r\nmany developing member States. IAEA programmes \r\non human resource development, expert services, \r\nfellowships, training courses and equipment supply are \r\nthe key components of the technical cooperation \r\nactivities that ensure impact and sustainability. \r\n We in Pakistan have greatly benefited from such \r\ninteractions not only in the area of nuclear power, but \r\nalso in other peaceful applications of nuclear energy, \r\nincluding agriculture, hydrology, medicine and \r\nindustry. We strongly support and appreciate the \r\nAgency’s efforts in improving the quality of its \r\ntechnical cooperation programmes and in making them \r\ncompatible with the changing requirements and needs \r\nof the Member States despite the odds of resource \r\nconstraints. \r\n Needless to say, those activities should be further \r\nstrengthened by the provision of sufficient resources \r\nand continual enhancement of their effectiveness. For \r\nits part, Pakistan will continue to contribute by sharing \r\nits experience, offering training placements at its \r\neducational and research and development centres \r\nwhenever requested and by providing the services of \r\nexperts. \r\n Pakistan has long been a strong advocate of using \r\nnuclear technology for progress and prosperity. I would \r\nlike to point out to this audience that Pakistan signed a \r\ncontract for the first nuclear power plant in the \r\nmid-1960s, when very few developing countries had \r\neven thought of harnessing nuclear energy. That plant, \r\nwhich was connected to the grid in 1972, is still \r\noperating, and we take care of all the front-end \r\nrequirements of the fuel cycle. \r\n However, our second plant, the 300 MW C-1, \r\ncame with some delay and was commissioned in 2000. \r\nThe Agency played a very supportive role in assessing \r\nthe design and operational safety of this plant. Our \r\nthird plant, C-2, is nearing completion. Pakistan looks \r\nto the Agency and the developed world for assistance \r\nas it develops its nuclear power programme so that this \r\nclean source of electrical power can be exploited in an \r\nenergy-starved country. \r\n While nuclear power has been the mainstay of \r\nour effort, Pakistan has also developed programmes \r\naround the application of ionizing radiation and \r\nradioisotopes in the fields of agriculture and medicine \r\nfor the benefit of its population. A typical example is \r\nthe 13 nuclear medical centres that the Pakistan Atomic \r\nEnergy Commission is running across the country, \r\nwhere every year about half a million patients receive \r\ndiagnostic and therapeutic services, most of them free \r\nof cost. Five other such centres are under construction. \r\n Alongside the inception of its atomic energy \r\ndevelopment programme, Pakistan has recognized that \r\nensuring nuclear safety and security is of vital \r\nimportance. In those areas, Pakistan continuously \r\nstrives to follow existing international standards and \r\npractices and has based its national regulations on the \r\nAgency’s nuclear safety standards. The Agency’s \r\nguidance documents on the physical protection of \r\nfacilities and materials and on the safety and security \r\nof radioactive sources are being used as a basis for \r\ninspection and enforcement. \r\n As a State party, Pakistan is fulfilling its \r\nobligations under the Convention on Nuclear Safety, \r\nthe Convention on the Physical Protection of Nuclear \r\nMaterial, the Convention on Early Notification of a \r\nNuclear Accident, and the Convention on Assistance in \r\nthe Case of a Nuclear Accident or Radiological \r\nEmergency. Pakistan is actively participating in the \r\nnuclear safety and security activities and programmes \r\nof the Agency. \r\n Consequently, while Pakistan is receiving \r\nvaluable assistance from the IAEA and member States, \r\nit is also sharing its experience and resources with the \r\nIAEA and member States. Pakistan is also contributing \r\nA/64/PV.33  \r\n \r\n09-58976 30 \r\n \r\nto the IAEA databases such as the Illicit Trafficking \r\nDatabase (ITDB), the Nuclear and Radiological Event \r\nScale (INES) and the Incident Reporting System (IRS). \r\n Here, I would like to reiterate Pakistan’s firm \r\ncommitment to nuclear non-proliferation. Pakistan has \r\nmaintained a good track record in Agency safeguards. \r\nFollowing international standards, we are continuously \r\nimproving controls over the export of goods, \r\ntechnologies and facilities. Pakistan believes that the \r\nglobal non-proliferation regime must be strengthened \r\non the basis of moral, political and international \r\ncommitments. \r\n As I express our deep appreciation for the \r\nvaluable assistance provided by the Agency in the \r\nfields of nuclear technology, safety and security, my \r\ndelegation also believes that the Agency should make \r\ngreater initiatives to facilitate construction of nuclear \r\npower plants in member States on a non-discriminatory \r\nbasis. That would contribute to the economic growth of \r\nthe countries concerned, and economic growth for all is \r\ntruly the catalyst we need to eradicate the menaces we \r\nface today. \r\nThe meeting rose at 1.05 p.m. \r\n \r\n"