" United Nations  A/64/PV.10\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fourth session \r\n \r\n10th plenary meeting \r\nSaturday, 26 September 2009, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n09-52592 (E) \r\n*0952592*   \r\nPresident: Mr. Ali Abdussalam Treki . . . . . . . . . . . . . . . . . . . . . . . . . . . (Libyan Arab Jamahiriya) \r\n \r\n \r\n In the absence of the President, Mr. Valero \r\nBriceño (Bolivarian Republic of Venezuela), \r\nVice-President, took the Chair. \r\n \r\n \r\nThe meeting was called to order at 3.10 p.m. \r\n \r\n \r\nAgenda item 8 (continued) \r\n \r\nGeneral debate \r\n \r\n  Address by Mr. Sali Berisha, Prime Minister of \r\nthe Republic of Albania \r\n \r\n The Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the Prime \r\nMinister of the Republic of Albania. \r\nMr. Sali Berisha, Prime Minister of the Republic \r\nof Albania, was escorted to the rostrum. \r\n The Acting President (spoke in Spanish): I have \r\ngreat pleasure in welcoming His Excellency Mr. Sali \r\nBerisha, Prime Minister of the Republic of Albania, \r\nand inviting him to address the General Assembly. \r\n Mr. Berisha (Albania): I have the special \r\npleasure today to extend to Mr. Ali Abdussalam Treki, \r\nPresident of the General Assembly, my congratulations \r\non his excellent work in presiding over the sixty-fourth \r\nsession of this Assembly. I would also like to thank his \r\npredecessor, Mr. Miguel d’Escoto Brockmann, for his \r\nwork in successfully leading the Assembly at its sixty-\r\nthird session. \r\n I avail myself of this opportunity to extend my \r\ngreetings to all those present in this Hall today. I also \r\nexpress my deep gratitude to Secretary-General Ban \r\nKi-moon for his high competence and professionalism \r\nin leading the United Nations, and acknowledge his \r\nimportant personal contribution to the success of this \r\nsession. \r\n We are gathered here today after a year in which \r\nthe world has faced one of the worst financial and \r\neconomic crises in history. We are gathered here once \r\nagain at a time when hundreds of millions of people \r\nare being oppressed by tyrannical regimes or are facing \r\nextreme poverty, disease and major health or social \r\ncalamities. We are gathered here at a time when brutal \r\nconflicts continue to take the lives of innocent people \r\nin various regions of our world, and when nuclear \r\ncrises in Iran and North Korea represent a genuine \r\nthreat to world peace. \r\n Albania and the Albanian people continue to \r\nengage in international cooperation and are determined \r\nto offer their modest contribution to advancing peace, \r\nfreedom and security and respect for human rights, \r\nfighting poverty, promoting sustainable development \r\nand prosperity and, last but not least, protecting the \r\nenvironment. \r\n(spoke in French) \r\n As a European country, Albania remains fully \r\ncommitted and determined to carry out every reform \r\nand to take every decision and every other measure \r\nrequired of it on the road to membership of the \r\nEuropean Union (EU). More than 94 per cent of \r\nAlbanians support Albania’s application process for \r\njoining the EU. This is not only highly encouraging, \r\nA/64/PV.10  \r\n \r\n09-52592 2 \r\n \r\nbut also a major obligation for my Government to \r\nproceed swiftly along this path. This autumn, we \r\nexpect a positive response from the Council of \r\nMinisters of the European Union to our application for \r\ncandidate status, while we also hope to obtain visa \r\nliberalization as soon as possible. \r\n Albania is a new but functioning democracy. \r\nAbout two months ago, we held general parliamentary \r\nelections. The international watchdog Office for \r\nDemocratic Institutions and Human Rights reported \r\nthat the elections met the principal standards of the \r\nOrganization for Security and Cooperation in Europe \r\nand deserve a generally positive assessment. The newly \r\nelected Government has proclaimed the following core \r\npillars of its programmes: building new and modern \r\ninfrastructure throughout the country; bringing Albania \r\ninto the digital age; reforming the health-care and \r\neducation systems; fighting poverty, and creating new \r\njobs for Albanian citizens. \r\n Next year here at the United Nations, we will \r\nassess the progress we have made towards fulfilling the \r\nMillennium Goals. Albania has put intense effort into \r\nachieving significant progress in this area. Over the \r\npast three years, some 400,000 Albanians have moved \r\nup from below the poverty line, while extreme poverty \r\nhas been reduced by 70 per cent; tens of thousands of \r\nnew jobs have been created; the number of university \r\nstudents has doubled and infant mortality has been \r\ndrastically reduced. \r\n(spoke in English) \r\n The years 2008 and 2009 have seen the worst \r\nfinancial and economic crisis the world has known \r\nsince the Great Depression. The Albanian economy has \r\nfelt the consequences of the crisis. Its exports fell by \r\n10 per cent and the levels of financial credit were \r\ndrastically reduced. Despite these consequences, \r\nhowever, Albanian gross domestic product (GDP) grew \r\nby more than 5 per cent in the first six months of 2009, \r\nour revenues saw an 8 per cent increase compared with \r\nthose of last year, and foreign direct investment was \r\n59 per cent higher than last year. \r\n I believe that the main factors protecting the \r\nAlbanian economy in this crisis were, first, the very \r\nfact that Albania has the lowest fiscal burden in Europe \r\nand that its economy is largely based on liberal \r\nstandards; secondly, the fact that my Government has \r\ninvested 10 per cent of the country’s GDP in \r\ninfrastructure projects in 2009, or, taking into account \r\ninvestment for 2008, 20 per cent of GDP over the past \r\ntwo years; thirdly, our thorough reforms aimed at \r\nachieving smaller Government, as a result of which \r\nAlbania now has one of the smallest public \r\nadministrations per capita in Europe and, indeed, in the \r\nentire world; and, last but not least, the very favourable \r\nclimate for business and investment created by my \r\nGovernment over the past four years. I take this \r\nopportunity to invite investors from all countries to \r\nconsider my country for their projects, which will \r\ndefinitely turn out to be success stories for them, and \r\nfor Albania. \r\n Albania has maintained excellent cooperation \r\nwith the United Nations and its agencies. Albania is \r\none of the pilot countries of the Delivering as One \r\ninitiative, and through its experience and positive \r\nresults is making a real contribution to this United \r\nNations reform. Delivering as One provides for \r\nexcellent savings of time and money, as well as much \r\nmore efficient coordination of the work of United \r\nNations agencies in their cooperation with Member \r\nStates. This project has had an excellent track record in \r\nmy country due to the coherence and better \r\ncoordination of the activities of United Nations bodies \r\nwith those of our national authorities, particularly with \r\nregard to aligning international projects with the \r\ncountry’s priorities. \r\n We have been pleased to see that our reform \r\npriorities and national strategy on European integration \r\nare in full harmony with the Millennium Development \r\nGoals and those of the Delivering as One initiative. \r\nThe outcome has demonstrated that this project, the \r\nphilosophy of which depends on the concept of \r\nnational ownership, has produced more efficient \r\nimplementation of United Nations development \r\nprogrammes. \r\n Albania is a multireligious society with religious \r\nharmony par excellence. In the framework of the \r\nAlliance of Civilizations and in accordance with our \r\nnational strategy on intercultural dialogue, we offer our \r\nexample of religious harmony and coexistence, one of \r\nthe most invaluable spiritual heritages of our nation, as \r\na contribution to the aims of this United Nations \r\ninitiative. \r\n This general debate was preceded by the Summit \r\non Climate Change. It gives me great pleasure to \r\ninform the Assembly that more than 90 per cent of the \r\nelectricity my country consumes comes from \r\n A/64/PV.10\r\n \r\n3 09-52592 \r\n \r\nrenewable hydroelectric power. Although we are open \r\nto other energy sources, including nuclear, we are \r\nworking hard and have so far secured about €5 billion \r\nin new investment for new hydroelectric, wind and \r\nbiomass energy plants. Albania intends to become a \r\nsmall super-Power of green energy in the region. \r\n The last decade of brutal conflict in the Balkans \r\nseems to have been consigned to the annals of history. \r\nThe countries of that region are now engaged in a \r\nprocess of cooperation in all fields and in European \r\nand Euro-Atlantic integration. This year, Albania and \r\nCroatia became full members of NATO. Other \r\ncountries of the region have made significant progress \r\ntowards EU and NATO membership. \r\n I must stress at this point that, although only a \r\nshort time has passed since Kosovo’s declaration of \r\nindependence, the establishment of the independent \r\nstate of Kosovo has become an important factor for \r\npeace and stability in South-East Europe. In that \r\ncountry, which declared independence 20 months ago, \r\ninter-ethnic relations have improved and inter-ethnic \r\ntensions have been significantly reduced. Serbs are no \r\nlonger leaving Kosovo. The opposite is happening — \r\nmany Serbian families are coming back to Kosovo to \r\nbuild their future in their country. My Government is \r\ndetermined to help and assist the Government of \r\nKosovo in its projects to facilitate the return of the \r\ndisplaced people of that country. \r\n The European Union has deployed its Rule of \r\nLaw Mission, which is doing an excellent job and \r\nproviding extremely valuable help to the Government \r\nof Kosovo and its authorities in consolidating the rule \r\nof law and functional democracy in Kosovo, as well as \r\nin developing the highest European standards for the \r\ncoexistence of the various ethnic communities. The \r\nInternational Security Force in Kosovo has also played \r\na very positive role, and the very fact that its strength \r\nhas been reduced is clear evidence of the stability in \r\nthat country. \r\n Meanwhile, 63 States Members of the United \r\nNations have recognized independent Kosovo, and the \r\nRepublic of Kosovo has become a member of the \r\nInternational Monetary Fund and the World Bank. \r\nNevertheless, Kosovo has not yet assumed the place \r\nthat it deserves in the family of sovereign countries of \r\nthis prestigious Organization.  \r\n On this occasion, I would like to point out that all \r\nthe countries that recognize the Republic of Kosovo \r\nand the international institutions that have accepted it \r\nin their forums as an independent member State have \r\ndone so because, above all else, they are convinced that \r\nthe independence of Kosovo and its international \r\nrecognition make a major contribution to peace and \r\nstability in South-East Europe. That is why I take this \r\nopportunity to express my deepest gratitude to all \r\nGovernments and States Members of the United \r\nNations that are considering a review and assessment \r\nof the existing reality in South-East Europe and the \r\npossibility of recognizing the independence of Kosovo. \r\nIn my judgment, that would be a great contribution to \r\npeace, stability, security and cooperation in our region. \r\n Fourteen years ago, after condemning the \r\ncoercive oppression, violence and barbarism of the \r\nMilosevic regime against Albanians in Kosovo, 137 \r\nStates Members of the United Nations voted in \r\nresolution 49/204 of 23 December 1994 to recognize \r\nand respect the will of the inhabitants of Kosovo. \r\nToday, that will has become the reality of an \r\nindependent Kosovo and has been recognized by 63 \r\ncountries that took that historic vote. I hope and firmly \r\nbelieve that the rest of the countries that voted for that \r\nhistoric resolution will reaffirm the will that they \r\nexpressed 14 years ago — this time through their \r\nrecognition of Europe’s newest State, the Republic of \r\nKosovo. \r\n With its foreign policy of peace and good \r\nrelations with all countries, its modest but important \r\ncontribution to international missions of peace and \r\nhuman rights protection through its policy of good \r\nneighbourliness, and a moderate and constructive role \r\nin the region, Albania has become a producer of and a \r\ndirect contributor to stability and security in the region \r\nand at the global level. \r\n Today, Albania participates in peacekeeping \r\nmissions in several international operations in the \r\nframework of the United Nations and other regional \r\nsecurity organizations, such as in Afghanistan, Bosnia, \r\nIraq, Chad and other countries. Only about two months \r\nago, Albania doubled its number of troops in the \r\nInternational Security Assistance Force mission. My \r\ncountry acknowledges and supports every effort for \r\nglobal peace and security, and will continue to support \r\nall efforts of the United Nations, NATO and other \r\nactors that promote peace, stability and security in the \r\nworld and that keep in check those two countries that \r\nthreaten it — Iran and North Korea — with their very \r\ndangerous nuclear programmes. \r\nA/64/PV.10  \r\n \r\n09-52592 4 \r\n \r\n All States Members of the United Nations share \r\nthe responsibility for the efficient functioning of this \r\nOrganization. No one can ignore the track record of the \r\nUnited Nations activities in many fields. Whenever \r\nthere is a crisis, poverty, famine, disease or disaster, \r\nthe United Nations is there to provide relief and \r\nsupport.  \r\n However, it has long been evident that the world, \r\ncountries and the complexity of international relations \r\ndevelop much faster than the United Nations is able to \r\nadjust and adapt itself to the new realities. That is why \r\nAlbania strongly supports the continuation of the \r\nreform process of this Organization and the further \r\nimprovement of the United Nations system. A more \r\nefficient decision-making mechanism is pivotal in that \r\nrespect. We support the efforts to reform the Security \r\nCouncil. We believe that in order to meet the \r\nchallenges of the twenty-first century, we need a \r\nSecurity Council that is efficient, transparent and \r\nlegitimate in its decision-making process and in which \r\nregions and individual Member States are adequately \r\nrepresented. \r\n The Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPrime Minister of the Republic of Albania for the \r\nstatement he has just made. \r\nMr. Sali Berisha, Prime Minister of the Republic \r\nof Albania, was escorted from the rostrum. \r\n \r\n  Address by Mr. Josaia V. Bainimarama, Prime \r\nMinister and Commander of the Military \r\nForces of the Republic of the Fiji Islands \r\n \r\n The Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the Prime \r\nMinister and Commander of the Military Forces of the \r\nRepublic of the Fiji Islands. \r\nMr. Josaia V. Bainimarama, Prime Minister and \r\nCommander of the Military Forces of the \r\nRepublic of the Fiji Islands, was escorted to the \r\nrostrum. \r\n The Acting President (spoke in Spanish): I have \r\ngreat pleasure in welcoming His Excellency Mr. Josaia \r\nV. Bainimarama, Prime Minister and Commander of \r\nthe Military Forces of the Republic of the Fiji Islands, \r\nand inviting him to address the General Assembly. \r\n Mr. Bainimarama (Fiji): I extend our warm \r\ngreetings to the President and to this Assembly. I \r\ncongratulate him on his election to the presidency of \r\nthe General Assembly at this sixty-fourth session. I pay \r\ntribute to his predecessor, His Excellency Mr. Miguel \r\nd’Escoto Brockmann, for presiding over the sixty-third \r\nsession with great sensitivity and for bringing a human \r\nface to our work. \r\n The sixty-fourth session of the General Assembly \r\nwill address important contemporary issues of interest \r\nto all Member nations. Such issues include seeking out \r\neffective responses to global crises and strengthening \r\nmultilateralism and dialogue on international peace, \r\nsecurity and development. Those issues are indeed of \r\ncritical importance to my own country, a small island \r\ndeveloping State that has been enriched by its \r\nmembership of and participation in the United Nations. \r\n Fiji and its people, like all small developing \r\nisland States, are among the first victims of \r\ncontemporary global crises, such as the financial and \r\neconomic crisis, the 2009 H1N1 pandemic and, most \r\ndramatic of all, the phenomenon of climate change. In \r\nsmall economies like ours, those global events have a \r\nvery real effect on the daily livelihoods of our people. \r\nFor our part, we have attempted to respond to some of \r\nthose crises by making policy changes and \r\nadjustments, encouraging our people to grow their own \r\nfood and discouraging food imports wherever possible. \r\nOver the past two years, the size of our public service \r\nhas been rationalized. We have maintained a very \r\nstreamlined Cabinet structure and significantly \r\ncontrolled Government operational costs. \r\n There have been critics of the events in Fiji since \r\nDecember 2006, when the military, with great \r\nreluctance, was forced to remove the then Government \r\nof Fiji. I believe that these critics are largely unaware \r\nof the extent to which politicians, in league with those \r\nwho employ terror as a tactic to push racial supremacy \r\nand a corrupt agenda, had become a threat to the safety \r\nand security of our people. Terrorism has become a \r\nglobal issue and it impacts Fiji as well. We are fully \r\ncooperating in the international effort to control and \r\ncontain this scourge. \r\n Next year on 10 October, Fiji will celebrate the \r\nfortieth year of its independence and the fortieth \r\nanniversary of its membership in the United Nations. \r\nWe embraced our independence full of enthusiasm, \r\nexcited by the prospect of deciding our own future and \r\nbelieving that our community as a whole would work \r\n A/64/PV.10\r\n \r\n5 09-52592 \r\n \r\ntogether to achieve a better life for all of our people. \r\nOur path has not been smooth or easy. \r\n The President of Fiji abrogated the Constitution \r\non 10 April this year. He took this step when a Court of \r\nAppeal ruling created a legal vacuum — a \r\nconstitutional anomaly which would have also \r\nprevented implementation of the reforms which were \r\nmandated by him in order to achieve a truly democratic \r\nState. \r\n On 1 July of this year, I announced a road map to \r\nlead Fiji to a new constitution and elections based on \r\nequality, equal suffrage, human rights, justice, \r\ntransparency, modernity and true democratic ideals. \r\nMy Government and I were mandated to carry out and \r\nto continue the reforms, which will ensure that true, \r\ndemocratic, non-communal and equal suffrage-based \r\nelections for parliamentary representation will be held \r\nby September 2014. A road map to implement this \r\nmandate was announced on 1 July of this year. \r\n Together with stringent steps to protect our \r\neconomy from the effects of the world economic crisis, \r\nwork will commence on a new constitution by \r\nSeptember 2012. The basis for the new constitution \r\nwill be the ideals and principles formulated by the \r\nPeople’s Charter for Change and Progress, a document \r\nprepared following widespread consultations with and \r\ninput from the people of Fiji. The People’s Charter was \r\nadopted by the President after the endorsement of the \r\nmajority of the people of Fiji.  \r\n Work on the new constitution will involve \r\nconsultations with all the ordinary citizens of our \r\ncountry, as well as with civil society. Consultations \r\nwill focus on issues such as the size of the new \r\nparliament, the sustainability of a bicameral system, \r\nthe terms of office of Government, and systems of \r\naccountability of Government to the people. The new \r\nconstitution will implement reforms and the results of \r\nextensive consultations and will be in place by \r\nSeptember 2013. This will give the people of Fiji a \r\nyear to become familiar with its provisions before the \r\nelections take place in September 2014. \r\n There have been critics of this timeline. These \r\ncritics have asked why work on the new constitution \r\nwill not commence before September 2012. The \r\nanswer is very simple, at least to those who know and \r\nunderstand Fiji’s history. Fiji has a colonial history that \r\nhas created many anomalies and inequalities and whose \r\nlegacy resonates today. Consequently and due also to \r\nthe politicians, our post-colonial period has been \r\npunctuated by political instability. On each occasion \r\nthat a new Government has been voted into power, the \r\nold elite which benefited financially from the previous \r\nestablished Government has been able to successfully \r\ndestabilize the Government and to replace it with its \r\nown supporters and representatives. This was possible \r\nonly because those institutions of the State that were \r\nsupposed to protect democracy and democratic values \r\ninstead colluded with the elite to destabilize and \r\nreplace the new Government.  \r\n And that is not all. Fiji has suffered more than \r\n20 years of mismanagement, corruption and nepotism. \r\nOur infrastructure, our judicial system and our systems \r\nof accountability have all remained underdeveloped \r\nand unproductive. Many of our finest brains have left \r\nthe country because they could see no future in a \r\ncountry governed by ethno-nationalism, corruption and \r\ngreed. In order to ensure that democracy has a real \r\nchance of survival in Fiji’s future, serious and \r\nprincipled reforms must be implemented to build roads, \r\ninstitutions and values. \r\n Together with infrastructure, the hearts and minds \r\nof our people must adopt and cherish true democracy. \r\nThe way of the old elite must never triumph again. \r\nThere must be reforms before elections to ensure that \r\ndemocracy is sustainable for Fiji’s long-term future. \r\nThe people of Fiji deserve better than the short-term \r\nband-aid solutions we have experienced over the past \r\ndecades. \r\n I ask for patience and understanding, particularly \r\nfrom our neighbours, who have shown a surprising lack \r\nof understanding and disregard of the peculiar situation \r\nwhich our country has experienced since independence. \r\nPut another way, there is an almost blind faith that \r\nonce independence has been granted to those who were \r\nunder colonial rule and the machinery of democracy \r\nbegins to work, the country concerned will enjoy \r\nsmooth sailing. Nothing could be further from the \r\ntruth. I invite the international community to engage \r\nwith us, to visit our country to see the situation, and to \r\nprovide practical support and assistance to enable us to \r\nimplement the reforms. \r\n History is replete with the struggles of people the \r\nworld over for self-determination in order to be free \r\nfrom subjugation and foreign domination. Our own \r\nexperience should have provided some indication, if \r\nA/64/PV.10  \r\n \r\n09-52592 6 \r\n \r\none is needed, of how difficult it has been for us to \r\nachieve true, genuine and sustainable democracy. \r\n Many of the nations represented in this Hall \r\ntoday have experienced the traumas of nation-building. \r\nIt would not be out of place to reflect on what \r\nPresident Obama said during his address to the General \r\nAssembly on Wednesday, 23 September: \r\n  “Democracy cannot be imposed on any \r\nnation from the outside. Each society must search \r\nfor its own path, and no path is perfect. Each \r\ncountry will pursue a path rooted in the culture of \r\nits people and in its past traditions.” (A/64/PV.3)  \r\nWe thoroughly endorse such sentiments. \r\n Our dream is for equality, for justice and for \r\nsecurity. Our dream is for dignity and for economic \r\nwell-being. Our dream is for true democracy. I thank \r\nthose of our friends who have had continued dialogue \r\nwith me and my Government and who have helped us \r\nto achieve what they themselves now take for granted. \r\nI thank Fiji’s friends for their respect and \r\nunderstanding even when we agree to differ on some \r\nissues. If there is to be genuine dialogue at both the \r\nregional and the international levels, there must be a \r\nwillingness to listen and to respect a different point of \r\nview. \r\n To those nations that have refused to engage with \r\nFiji and have expressed an unwillingness to enter into \r\ndialogue, I can only repeat my plea that they change \r\ntheir stance. Fiji is a small nation. Our people pose no \r\nthreat to anyone, least of all to the big Powers of the \r\nSouth Pacific that have arrogated to themselves the \r\nright to dictate to us our future and the way we govern \r\nourselves. We respect the right of anyone who \r\ndisagrees with us to exercise their freedom. However, \r\nthat does not give them the right to interfere with our \r\nefforts to build a better country for our people. \r\n In addition to all of this, they have used their \r\nextensive diplomatic and financial resources to deny \r\nFiji the ability to participate in new peacekeeping \r\noperations. Fiji has participated in peacekeeping \r\noperations since 1978 and is proud of its association \r\nwith the United Nations, in particular with the \r\nDepartment of Peacekeeping Operations. Indeed, the \r\nFiji Military Forces, since the beginning of their \r\nparticipation in peacekeeping, have established a \r\nreputation for professionalism, skill and rapport with \r\nthe communities in their areas of operation. \r\n Fiji has been disappointed by what appears to be \r\na unilateral decision on the part of the United Nations \r\nto debar our country from any new peacekeeping \r\noperations. To this day, we have not been able to \r\nreceive a clear and satisfactory reply from the \r\nOrganization on this matter. I express the hope that the \r\nUnited Nations will deal equitably and fairly with \r\ntroop-contributing countries. \r\n Our experiences as a member of the United \r\nNations, particularly in the area of peacekeeping, will \r\nbe strengthened and enhanced by our People’s Charter \r\nand the road map to the elections. Those documents \r\naptly demonstrate the positive values of genuine \r\ndialogue and engagement. We believe that, if we are to \r\nachieve genuine peace, security and development in \r\nour country, we must build on a foundation of patience \r\nand respect for all views. \r\n Like most small island nations, Fiji regards the \r\nthreat posed by climate change as one that will \r\nundermine international peace and security. The lives \r\nof real people from real places are at stake. The future \r\nsurvival of real generations, the continuation of real \r\ncultures and the security of belonging to a real \r\nhomeland are being threatened. \r\n The adverse impacts of climate change will be \r\npolitically blind; its devastating effects on humanity \r\nwill far outweigh any ideology or system of belief \r\ndevised by man. The potential casualties resulting from \r\nits impacts could be far greater than those caused by \r\nany of the battles we have ever fought. Yet the ability \r\nto reverse its onslaught is well within our collective \r\ncontrol. \r\n Fiji is thankful to the general membership of the \r\nAssembly for adopting, at its previous session, a \r\nresolution promoted by small island developing States \r\nlinking the threat of climate change to security. Some \r\nof Fiji’s closest neighbours live on the lowest-lying \r\natolls in the world. The rise in sea level brought about \r\nby climate change threatens literally to drown them. \r\nWhy should they be forced to abandon their homeland \r\nfor no fault of their own? All human beings have the \r\nright to live in their ancestral homeland, if they so \r\nchoose. \r\n It is vital to understand that no measure of \r\nfinancial assistance can resurrect what has submerged, \r\ngenerate rain to end drought, reverse the effects of \r\nnatural disasters or replace what has been lost as a \r\nresult of climate change. No small island State can \r\n A/64/PV.10\r\n \r\n7 09-52592 \r\n \r\nsurvive the future by merely mitigating the impacts of \r\nclimate change. Adaptation and mitigation are not \r\nenough. We can halt the impact of climate change and \r\nensure the survival of island States only by \r\nsignificantly reducing carbon emissions. \r\n It is on the basis of that premise that Fiji, as one \r\nof the States that are more vulnerable to the impacts of \r\nclimate change, calls on all nations — in particular the \r\nmajor emitters — to be responsible and commit \r\nthemselves to the carbon emission reduction targets of \r\napproximately 45 per cent from 1990 levels by 2020 \r\nand 85 per cent by 2050, with a global atmosphere \r\nconcentration of less than 350 parts per million; and, \r\nfurther, to limit temperature increases to less than \r\n1.5 degrees Celsius above the pre-industrial level by \r\n2020. I wish to emphasize that, realistically, that is the \r\nminimum reduction level that will allow us to address \r\nthe devastating impacts of climate change that we \r\ncurrently face. \r\n To fail to meet those targets would be to make the \r\nprobability of risk astoundingly high for the most \r\nvulnerable. To negotiate on those targets would mean \r\nnegotiating on the lives of millions. The inequity that \r\nexists in terms of the extent of our vulnerabilities and \r\nabilities to meet mitigating costs vis-à-vis our \r\ncontributions to climate change has divided our views \r\nand weakened our collective strength to deal with this \r\nglobal issue. Those inequitable circumstances are \r\nfurther complicated by the conflicting political and \r\neconomic interests of States. Understandably, decisions \r\nand positions are based on national self-interests, \r\nwhich, in most cases, take priority over the principles \r\nof equity and responsibility. \r\n Those are the differences that have given rise to \r\nthe challenges that we currently face as an international \r\ncommunity in arriving at a binding international \r\nagreement that responds to the current most \r\nfundamental need of the world: its survival. \r\n Fiji hopes that political goodwill and compromise \r\nwill be found on the road to Copenhagen and that the \r\nnecessary platform will soon be found for a fair, \r\neffective and ambitious climate change regime that \r\nensures significant reductions in carbon emissions and \r\nthe creation of a financial regime that supports the \r\nadaptation and mitigation needs of every country, \r\nparticularly the most vulnerable ones. \r\n My Government is committed to upholding the \r\nprinciples and values enshrined in the Charter of the \r\nUnited Nations, the Universal Declaration of Human \r\nRights and other United Nations conventions. We are \r\nresolutely committed to the elimination of all policies \r\nand laws that are inconsistent with our international \r\nobligations. We wish to create a new and brighter \r\nfuture for our people based on equality, dignity and \r\nrespect. \r\n We seek the understanding of the General \r\nAssembly and the community of nations, as well as \r\ntheir support in fulfilling our dreams. \r\n The Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPrime Minister of the Republic of the Fiji Islands for \r\nthe statement he has just made. \r\nMr. Josaia Bainimarama, Prime Minister of the \r\nRepublic of the Fiji Islands, was escorted from \r\nthe rostrum.  \r\n \r\n  Address by Mr. Carlos Gomes Júnior, Prime \r\nMinister of the Republic of Guinea-Bissau \r\n \r\n The Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the Prime \r\nMinister of the Republic of Guinea-Bissau. \r\nMr. Carlos Gomes Júnior, Prime Minister of the \r\nRepublic of Guinea-Bissau, was escorted to the \r\nrostrum.  \r\n The Acting President (spoke in Spanish): I have \r\ngreat pleasure in welcoming His Excellency Mr. Carlos \r\nGomes Júnior, Prime Minister of the Republic of \r\nGuinea-Bissau, and inviting him to address the General \r\nAssembly. \r\n Mr. Gomes (Guinea-Bissau) (spoke in \r\nPortuguese; English text provided by the delegation): \r\nMy first words are to congratulate Mr. Ali Abdussalam \r\nTreki on his election to the presidency of the General \r\nAssembly at its sixty-fourth session. Aware of his skill \r\nand his vast diplomatic experience, we are convinced \r\nthat this session will be crowned with success. My \r\ncountry, Guinea-Bissau, which has excellent relations \r\nof friendship and cooperation with his country, Libya, \r\nwelcomes his election and assures him of our fraternal \r\ncooperation during his term. \r\n I wish to congratulate and express the \r\nappreciation of Guinea-Bissau to Father Miguel \r\nd’Escoto Brockmann for his performance and his \r\ndedication to the successful conduct of the work of the \r\nA/64/PV.10  \r\n \r\n09-52592 8 \r\n \r\nsixty-third session. I should also like to thank the \r\nSecretary-General, His Excellency Mr. Ban Ki-moon, \r\nfor his comprehensive report on the work of our \r\nOrganization and the excellent work he has done to \r\nensure the consolidation of peace and development \r\nthroughout the world. In particular, I should like to \r\ncongratulate Mr. Treki for holding the high-level \r\ngathering on climate change on 22 September as a \r\nprelude to the Copenhagen conference to be held in \r\nDecember. \r\n Six months after the crisis caused by the \r\nassassination of our President, we have restored \r\nconstitutional normality, and the organs of State power \r\nare in a position to fulfil the role entrusted to them by \r\nour Constitution. We have just inaugurated a new \r\nPresident, His Excellency Mr. Malam Bacai Sanhá, \r\nwho was democratically elected in elections deemed \r\nfree, fair and transparent by all political parties and \r\ncandidates and by international observers. \r\n The party that I have the honour to chair, the \r\nAfrican Party for the Independence of Guinea-Bissau \r\nand Cape Verde, has a qualified majority in parliament \r\nand in an inclusive Government, and now the President \r\nof the Republic is from among its ranks. Never in its \r\nhistory has our country enjoyed such great conditions \r\nfor stability. We have thus created the conditions for \r\nimplementing the reforms that the country so \r\npressingly needs, in particular, reform of the public \r\nadministration, with particular emphasis on the defence \r\nand security sectors, as well as public finance reform \r\nand the decentralization and modernization of the State \r\napparatus. \r\n In this regard, I would like to highlight the role \r\nand contribution of subregional organizations, such as \r\nthe Economic Community of West African States \r\n(ECOWAS), the West African Economic and Monetary \r\nUnion and the Community of Portuguese-speaking \r\nCountries (CPLP), as well as of the African Union and \r\nthe United Nations, whose constant support has \r\nallowed our Government to make substantive progress \r\nin the normalization of the country’s political, \r\neconomic and social life and development. I should \r\nlike further to highlight the substantial support \r\nprovided by the European Union during the difficult \r\nperiod we have gone through. In addition, I should like \r\nto thank the brothers of the CPLP countries for their \r\ncontinued commitment and solidarity. \r\n The latest crisis situation in Guinea-Bissau \r\nresulted in the assassinations of the head of State and \r\nthe Chief of Staff of the Guinean Armed Forces. Those \r\ntragic events surprised and shocked all of Guinean \r\nsociety and the international community. They revealed \r\nthe vulnerabilities of our rule of law and the \r\nweaknesses of the national defence and security \r\nsystem. \r\n In addition to strongly condemning those crimes, \r\nthe Government immediately ordered the establishment \r\nof a committee to enable us to find out the truth and \r\nhold the perpetrators accountable. Since then, owing to \r\nits concerns about the objectivity, transparency and \r\nspeed of the process, our Government made a request \r\nto the Secretary-General that an international inquiry \r\nbe carried out under the auspices of the United \r\nNations. In response to that request and on the basis of \r\nSecurity Council resolutions, the Secretary-General \r\nurged the Government to continue its own investigation \r\nof those crimes, offering, however, to intervene with \r\nthe African Union, ECOWAS and the CPLP to provide \r\nthe technical, financial and other types of support that \r\nmight be necessary. Following that response from the \r\nSecretary-General, the Government sent requests for \r\nsupport to those organizations but has not yet received \r\na response. The Government is truly looking forward to \r\nany assistance that can be offered by the African \r\nUnion, ECOWAS and the CPLP. \r\n We want to take advantage of our presence in \r\nNew York to engage with all those organizations to \r\nensure that conditions that would give a new dynamic \r\nto the work of the Committee of Inquiry are \r\nestablished, and we consider the attainment of that \r\nobjective an essential condition in order to ensure \r\ngenuine justice and contribute to the consolidation of \r\nthe democratic rule of law and the protection and \r\npromotion of human rights. We seize this opportunity, \r\nfrom this rostrum, to firmly and unequivocally reaffirm \r\nthat we are against impunity. We will not be a party to \r\nit, nor give safe haven to any type of crime. So I can \r\nassure you that the Government of Guinea-Bissau will \r\ndo everything in its power to create the conditions for \r\nthe Committee to carry out its work in a peaceful, \r\ntransparent and credible manner. \r\n Those events caused a serious crisis in my \r\ncountry, which led to a radical change in the priorities \r\nof Government policy — specifically, it became \r\nnecessary to hold presidential elections. However, \r\ndespite the gravity of the situation, the response of our \r\n A/64/PV.10\r\n \r\n9 09-52592 \r\n \r\ninstitutions was swift and positive. The President of the \r\nPeople’s National Assembly temporarily assumed the \r\npresidency of the Republic, as provided for in the \r\nConstitution, and a date was immediately set for the \r\nholding of early presidential elections, according to the \r\ncovenant of understanding among the political parties. \r\n The tenure of the interim president, which has \r\nrecently ended, was marked by the promotion of a \r\nconstructive and frank dialogue between civil society \r\nand political society, with a particular focus on \r\nclarifying the objectives of the defence and security \r\nsector reform, which is a crucial pillar for peace and \r\nstability in the country.  \r\n In Guinea-Bissau, the creation of the armed \r\nforces preceded the creation of the State itself, and the \r\nlatter inherited a burden of complex problems in the \r\naftermath of the armed struggle for national liberation. \r\nAs in other countries with a similar past, the problems \r\nassociated with this condition are not easy to \r\novercome, especially when facing survival issues that \r\nplague all of society. Aware of these facts, the \r\nGovernment held a round table discussion in Praia, \r\nCape Verde, last May to jointly evaluate the proposed \r\nreform programme for the defence and security sectors \r\nwith the help of our development partners, the United \r\nNations, ECOWAS and the CPLP. The continuation of \r\nthe reform programme in the military and security \r\nforces, within which the establishment of a Special \r\nPensions Fund is planned, specially designed to deal \r\nwith these issues, can contribute to solving those \r\nproblems once and for all. \r\n My Government has just concluded a thorough \r\nassessment of our national poverty reduction strategy. \r\nThe results of this evaluation allowed us to conclude \r\nthat we must strengthen our action on all the axes that \r\ndefine the strategy. It also enabled us, after careful \r\nconsideration, to determine that the greatest \r\nimpediment to the development of our country lies in \r\nthe energy sector. It was concluded that the top priority \r\nshould be to develop an energy plan that solves this \r\nproblem definitively. We would therefore like to use \r\nthis forum to ask our development partners to carry out \r\nthe interim review of our poverty reduction strategy \r\nand its respective programmes as soon as possible so \r\nthat we can organize, together with our partners, a \r\nround table to address the need to strengthen the \r\ntechnical, economic and financial cooperation \r\nprogrammes with our country. This round table, which \r\nwe would like to organize under the title of \r\n“Reconciliation and Development”, will take into \r\naccount the new strategic direction advocated by the \r\nSecurity Council, with the transformation of the \r\ncurrent United Nations presence in Guinea-Bissau into \r\nan integrated mission from January 2010. \r\n I believe I am in a position to say that, by \r\nworking selflessly within this framework and with the \r\nresources that we obtain, we will be better able to \r\naccomplish the Millennium Development Goals set by \r\nthe United Nations, in particular with regard to the \r\nconsolidation of peace and stability in our country. \r\n We welcome with satisfaction and encourage the \r\npolicy of President Obama towards Africa, as recently \r\nclarified during his visit to some African countries; it \r\nshows concern for the stability of our subregion and of \r\nthe world at large, and devotes greater attention to the \r\npromotion of development. We also welcome with \r\nsatisfaction the peace initiatives that are under way in \r\nthe Middle East under his patronage, as well as the \r\nUnited States Administration’s policy towards Cuba; \r\nwe hope that the embargo against Cuba will be lifted in \r\nthe near future. \r\n We have been asking our development partners \r\nfor many years for a post-conflict programme for \r\nGuinea-Bissau. A country with such severe shortages \r\nas ours should not be abandoned to its fate, given the \r\nprofound consequences of the political-military \r\nconflict of 1998-1999, which continue to affect all \r\nsocio-economic sectors of Guinea-Bissau. Guinea-\r\nBissau, which once possessed foreign currency \r\nreserves enough to provide for six months’ worth of \r\nimports and which paid regular wages to its State \r\nemployees, can no longer honour its commitments \r\nbecause of the war. \r\n I am therefore particularly pleased with the \r\nposition of the African Development Bank, which, \r\nunderstanding the needs of a post-conflict country, \r\nturned an important part of the financial resources \r\navailable to Guinea-Bissau into donations. Likewise, \r\nwe welcome the recent decision by the International \r\nMonetary Fund and the World Bank to negotiate and \r\nconclude a post-conflict programme with our \r\nGovernment, which will soon be joining the Poverty \r\nReduction and Growth Facility, which will enhance \r\ncooperation with our key development partners. We \r\nhope this new and dynamic level of cooperation will \r\nenable us to benefit from the initiative for debt relief \r\nunder the Heavily Indebted Poor Countries Initiative.  \r\nA/64/PV.10  \r\n \r\n09-52592 10 \r\n \r\n I should like publicly to express our appreciation \r\nto the heads of State of the West African Economic and \r\nMonetary Union, Angola, Nigeria, the Leader and \r\nGuide of the Great Socialist Libyan Arab Jamahiriya, \r\nas well as to the CPLP and the European Union, for \r\ntheir support in covering our budget deficit, which has \r\ngreatly contributed to the climate of peace in which we \r\nnow live. Moreover, we acknowledge the presence of \r\nSouth Africa, Brazil and India, which have been \r\ncontributing significantly to mitigating food shortages \r\nin our country through the India, Brazil and South \r\nAfrica programme. \r\n I should like to assure the General Assembly that, \r\nin bearing our responsibility for the governance of \r\nGuinea-Bissau, we shall strive to continue to merit the \r\ntrust and support that the international community has \r\ngranted us. We will do everything possible to enable \r\nGuinea-Bissau to make strides towards development \r\nand the well-being of its people. \r\n We are of the opinion that the people of Guinea-\r\nBissau themselves should seek to resolve their internal \r\nproblems, especially those arising from social, political \r\nand military issues. However, one has to recognize that \r\nthe reasons for the recurrence of the cyclical issues in \r\nour country are not only domestic in nature. Factors \r\nsuch as transnational organized crime and drug \r\ntrafficking, in particular, have contributed to \r\nexacerbating the situation in Guinea-Bissau. \r\n By taking advantage of our shortcomings in sea \r\nand land border control and in our administration \r\nstructures, which are weak in some regions, and by \r\nusing sophisticated means, certain groups have \r\nintroduced drugs into our country with the support \r\nreceived from influential people in the State apparatus. \r\n My Government is committed to participating in \r\nall programmes and initiatives adopted in the subregion \r\nof West Africa to combat drug trafficking and \r\norganized crime, as we are convinced of the need to \r\nestablish mechanisms for coordination and support to \r\nfight these scourges. \r\n We are prepared to examine the possibility of the \r\nparticipation of foreign forces in our country in joint \r\nsurveillance missions monitoring our land and \r\nmaritime borders as well as our airspace, in order to \r\neradicate organized crime and all forms of trafficking \r\nin drugs, weapons and people, from or through the \r\nterritory of Guinea-Bissau. \r\n I would like to state before this Assembly my \r\ncommitment as Prime Minister and president of the \r\nhistoric party founded by Amilcar Cabral, the African \r\nParty for the Independence of Guinea and Cape Verde, \r\nto strive to put Guinea-Bissau on the path of peace, \r\nnational reconciliation and development. We will \r\nrespect all the commitments made by my Government, \r\nwhether related to peacebuilding, policy dialogue, \r\npoverty reduction and the creation of conditions \r\nconducive to economic growth and well-being of the \r\nGuinean people. \r\n I ask the international community and our \r\ndevelopment partners who believe in our determination \r\nto end the cycles of crises and the recurring conflicts in \r\nGuinea-Bissau to provide a new opportunity to our \r\ncountry for a true partnership in favour of sustainable \r\ndevelopment. \r\n I want to thank all the friends and partners of \r\nGuinea-Bissau for their solidarity and support. I can \r\nassure the Assembly that we will spare no efforts and \r\nwill not be deterred by any obstacles in consolidating \r\npeace and political stability, promoting national unity \r\nin Guinea-Bissau and creating better living conditions \r\nfor the Guinean people. \r\n I leave this podium with a very special expression \r\nof our gratitude to all those who have contributed to \r\nthis normalization, with particular attention, if you will \r\nallow me, to all of the members of the Contact Group, \r\nthe Ad Hoc Advisory Group on Guinea-Bissau, whose \r\nmandate was recently terminated, all members of the \r\nSecurity Council, as well as to the Secretary-General \r\nand his Representative in Guinea-Bissau. \r\n However, the most sublime show of appreciation \r\non our part would be to build a peaceful and \r\nprosperous Guinea-Bissau for all its children, which \r\nwe will strive to do with all our might. \r\n The Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPrime Minister of the Republic of Guinea-Bissau for \r\nthe statement he has just made. \r\nMr. Carlos Gomes Júnior, Prime Minister of the \r\nRepublic of Guinea-Bissau, was escorted from the \r\nrostrum. \r\n \r\n A/64/PV.10\r\n \r\n11 09-52592 \r\n \r\n  Address by The Honourable Ratnasiri \r\nWickramanayake, Prime Minister of the \r\nDemocratic Socialist Republic of Sri Lanka  \r\n \r\n The Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the Prime \r\nMinister of the Democratic Socialist Republic of Sri \r\nLanka. \r\nThe Honourable Ratnasiri Wickramanayake, \r\nPrime Minister of the Democratic Socialist \r\nRepublic of Sri Lanka, was escorted to the \r\nrostrum. \r\n The Acting President (spoke in Spanish): I have \r\ngreat pleasure in welcoming His Excellency The \r\nHonourable Ratnasiri Wickramanayake, Prime Minister \r\nof the Democratic Socialist Republic of Sri Lanka, and \r\ninviting him to address the General Assembly. \r\n Mr. Wickramanayake (Sri Lanka) (spoke in \r\nSinhala; English text provided by the delegation): I \r\ntake great pleasure in congratulating Mr. Ali \r\nAbdussalam Treki on his assumption of the presidency \r\nof the General Assembly at its sixty-fourth session. \r\nSri Lanka extends its fullest cooperation to him so that \r\nwe can effectively conclude the work before us. \r\n Significant developments have taken place in \r\nSri Lanka since my President, Mahinda Rajapaksa, \r\naddressed the sixty-third session of the General \r\nAssembly last year (see A/63/PV.7). This year I take \r\nthe floor with renewed hope and optimism for my \r\ncountry. \r\n In May 2009, Sri Lanka was successful in \r\ndefeating the scourge of brutal terrorism after almost \r\nthree decades of conflict inflicted on us by the \r\nLiberation Tigers of Tamil Eelam (LTTE), one of the \r\nmost ruthless terrorist organizations known to the \r\ninternational community. Our recent anti-terrorist \r\noperations cost us only $2.8 billion in all, compared \r\nwith other anti-terrorist operations elsewhere which are \r\ncosting much more than that. \r\n In an age when the international community has \r\ncollectively acknowledged that terrorism threatens the \r\nvery foundations of global and national security, our \r\nsuccess in defeating terrorism will benefit, not only the \r\npeople of Sri Lanka, but all our peace-loving partners \r\nin the international community. \r\n Today, we have entered a forward-looking, post-\r\nconflict phase, recognizing at the same time the urgent \r\nneed to deal with the scars and unresolved challenges \r\nof the past. In our unique victory in defeating \r\nterrorism, we are grateful for the assistance, \r\nencouragement and cooperation extended to us by \r\nfriendly countries and we seek similar understanding in \r\nmaking a steady and stable transition from ending \r\nconflict to ensuring lasting peace and security. \r\n We have shared our hopes and concerns with the \r\nUnited Nations. At the end of the conflict and at the \r\ninvitation of my President, Mr. Mahinda Rajapaksa, \r\nSecretary-General Ban Ki-moon was the first high-\r\nlevel dignitary to visit Sri Lanka. \r\n With the defeat of the terrorists in May this year, \r\napproximately 290,000 civilians in the Vanni region \r\nwere liberated from their decades-long subjugation. \r\nOne of our highest priorities thereafter has been to \r\nmeet the immediate humanitarian needs of these \r\ndisplaced civilians and to ensure their long-term, safe, \r\nvoluntary and dignified return to their homes. \r\n At present, the welfare of our people in \r\ntemporary transit sites must keep up with standards \r\nthat meet our own high expectations as well as \r\naccepted international norms. This task has been \r\nfacilitated by the assistance we receive from United \r\nNations agencies, international and local civil society \r\npartners and donors. More than 54 agencies are \r\nactively engaged with us in these welfare villages. In \r\naddition to providing food and transitional shelter, the \r\nwelfare villages are equipped with facilities, such as \r\nschools, banks, post offices, and health-care centres, to \r\nmeet the needs of the displaced civilians. In fact, \r\nchildren whose education had been denied them by the \r\nterrorists are now for the first time learning to read and \r\nwrite at these sites. \r\n The Government reiterates its firm resolve to \r\nresettle the internally displaced persons expeditiously, \r\nin cooperation with our international partners. In that \r\nregard, we have learned valuable lessons from our own \r\npast experiences. In both the post-tsunami context and \r\nthe successful resettlement programmes in the east of \r\nthe country completed in the past two years, we \r\nrealized that the pace of resettlement must not be \r\nforced, if it is to be truly safe and sustainable in the \r\nlong term. For example, against all established \r\nhumanitarian norms, the terrorist insurgents had \r\nindiscriminately scattered landmines and other \r\nexplosives in every area of civilian habitation in the \r\nNorth. The time-consuming and meticulous process of \r\nA/64/PV.10  \r\n \r\n09-52592 12 \r\n \r\ndemining is now under way. From another perspective, \r\nthe stability and security that we have restored at great \r\nhuman cost cannot, and must not, be compromised, \r\nparticularly when a large number of self-confessed \r\nex-terrorist cadres continue to mix with internally \r\ndisplaced persons. \r\n In the aftermath of conflict, peace cannot last \r\nwithout reconciliation. We have put in place a broad \r\nand comprehensive foundation for long-term peace and \r\nsecurity encompassing reconstruction, development, \r\npolitical empowerment and reconciliation. Sri Lanka is \r\ncommitted to complying with its international \r\nobligations in the field of human rights and \r\nhumanitarian standards, and will undertake further \r\ndomestic measures aimed at reconciliation in the light \r\nof lessons learned. In less than three months since the \r\nconflict in August, we have made significant progress. \r\nFor the first time in more than a decade, local-\r\ngovernment elections were held in the north \r\ncompletely free of any violence and intimidation. In \r\nevery area where the terrorists had suppressed all \r\ndissent in the past, democracy will be restored and \r\nelectoral processes will be re-established, encouraging \r\na local leadership to emerge. \r\n We must enable those scarred by the conflict to \r\nlead productive lives and resume their roles as \r\nneighbours and productive citizens. Children were \r\nforced into combat by the terrorists’ abhorrent practice \r\nof using them as fighting cadres. President Mahinda \r\nRajapaksa has personally launched a national campaign \r\nentitled “Bring Back the Child”, and an extensive \r\nrehabilitation programme is under way to provide new \r\nbeginnings for former child combatants. In cooperation \r\nwith United Nations agencies and donors, we have put \r\nin place a national framework for the reintegration of \r\nex-combatants. \r\n With the end of conflict, and for the first time in \r\nmany decades, Sri Lanka is poised to harness the full \r\nhuman, political and economic potential of the country \r\nfor the betterment of our people. Donors, international \r\norganizations and financial institutions have expressed \r\ntheir confidence in our reconstruction and development \r\nplans by making important contributions. After a lapse \r\nof many years, the Eastern province has already begun \r\nto contribute to the national economy under the Eastern \r\nRe-awakening Programme. The Waddakin Wasantham \r\nProgramme was initiated by President Rajapaksa this \r\nyear to establish a strong and modern economy in the \r\nNorthern province. Civilian lives are being normalized \r\nwith the restoration of former livelihoods, such as \r\nfarming and fisheries. Already people and produce \r\nfrom the north and east of the country are being \r\ntransported via previously inaccessible road and rail \r\nnetworks, facilitating people-to-people contact and \r\nintegrating the economy of the north with that of the \r\nrest of the country. Police stations, courts, schools and \r\ninfrastructure are being re-established. \r\n The end of conflict provides us with a historic \r\nopportunity to address the grievances and aspirations \r\nof all communities in expediting a long-term political \r\nsolution. Under the All-Party Representative \r\nCommittee process, the Government looks forward \r\nwith a high degree of confidence to obtaining a \r\nconsensus among all sections of the political spectrum \r\non the proposals envisaged in this regard. The solution \r\nthat evolves through this process, which we will offer \r\nto all communities, must be a home-grown product. \r\nComplementary to the long-term political solution \r\nenvisaged through the All-Party Representative \r\nCommittee process, an All-Party Committee of \r\nDevelopment and Reconciliation has been initiated by \r\nPresident Rajapaksa. That forum reflects the \r\nGovernment’s commitment to a pluralistic and \r\ninclusive approach to addressing post-conflict \r\nchallenges. \r\n The theme of this year’s debate is “Effective \r\nresponses to global crises — strengthening \r\nmultilateralism and dialogue among civilizations for \r\ninternational peace, security and development”. The \r\nmultilateral architecture of the United Nations was \r\ncreated 64 years ago to provide a collective response to \r\nglobal issues in order to achieve peace, security and \r\ndevelopment. As a result of a multitude of factors, \r\nincluding the accelerated globalization of recent \r\ndecades, the challenges we are confronted with today \r\nare complex and intertwined, and require a holistic, \r\nconcerted and collective approach. \r\n An individual State alone cannot meet these \r\nchallenges. Thus multilateralism must be strengthened \r\nto meet contemporary global crises such as terrorism, \r\nthe global financial crisis, the adverse consequences of \r\nclimate change, food and energy security as well as the \r\nachievement of the Millennium Development Goals. \r\nWe need to take necessary measures to ensure that the \r\nimpact of globalization is fair, inclusive and \r\nsustainable. Multilateralism is not about the United \r\nNations agenda responding only to the demands of a \r\nminority of powerful States, but also about defending \r\n A/64/PV.10\r\n \r\n13 09-52592 \r\n \r\nthe interests of the powerless majority. And it is \r\nimperative that the principle reflected in Article 2, \r\nparagraph 7, of the Charter — that the Organization \r\nshould not interfere in the internal affairs of States — \r\nbe respected. The Charter must be our guiding norm, \r\nfor it is the Charter that keeps us together. \r\nNon-interference in the internal affairs of States must \r\nbe respected at all times. \r\n In our own region, the South Asian Association \r\nfor Regional Cooperation (SAARC), which Sri Lanka \r\nchairs at present, has lent its voice to several issues of \r\nglobal importance affecting our region. Among these, \r\nterrorism, the impact of the global economic crisis and \r\nclimate change, as well as food security, are of prime \r\nconcern to the one fifth of humanity who live in \r\nSAARC nations. We in the SAARC region will \r\ncontinue to work in every international forum, \r\nincluding the United Nations, to find regional as well \r\nas global solutions that can deal with these issues in an \r\nequitable manner. \r\n A global problem such as terrorism, with its \r\ntransnational linkages, requires an effective and \r\ncompelling global response. As our experience in Sri \r\nLanka has shown, the transnational character of \r\ncriminal activities of terrorist groups such as the LTTE \r\nrequired that counter-terrorism operations meticulously \r\ncarried out on the battlefield be supported by concerted \r\nand well-coordinated measures of international \r\ncooperation directed against the multifaceted criminal \r\nnetworks of the terrorist organizations. \r\nMrs. Aitimova (Kazakhstan), Vice-President, took \r\nthe Chair. \r\n We are aware that much of the financial \r\nsustenance for the destruction caused in Sri Lanka by \r\nthe LTTE came from sources overseas, particularly \r\ndeep-rooted networks in developed countries. The \r\nso-called overseas representatives of the LTTE and \r\ntheir front organizations procured funds and arms \r\nthrough a complex range of criminal activities: terrorist \r\nfinancing, money-laundering, arms procurement, illicit \r\ntrade and other organized criminal activities, such as \r\ndrug trafficking and human trafficking, all of which are \r\ninterrelated. \r\n The remnants of the fast-diminishing LTTE \r\nnetworks overseas continue those efforts to date. \r\nAlthough we have been successful in defeating \r\nterrorism in Sri Lanka, we continue to urge our friends \r\nand partners in the international community to be \r\nvigilant and to continue taking action against illegal \r\nacts of the LTTE on their soil. \r\n We are well aware that some of the front \r\norganizations exploit noble humanitarian sentiments, \r\nand masquerade in the guise of humanitarian \r\nnon-governmental organizations or even infiltrate \r\nthem. We thank our partners in the international \r\ncommunity that have taken action to expose those \r\norganizations. \r\n The threat posed to maritime security through the \r\ntransportation of large consignments of sophisticated \r\nequipment and lethal cargo to provide logistical \r\nsupport to terrorist groups requires our urgent \r\nattention. In recent years, Sri Lanka has experienced \r\nthe most unprecedented and dangerous forms of \r\nmaritime terrorism. Our navy has successfully \r\nconfronted and interdicted the movement of virtual \r\nfloating warehouses of arms and ammunition, which \r\nposed a grave threat to the security and stability of our \r\nnation and our region.  \r\n At the global level, this phenomenon calls for a \r\nrevision of existing laws pertaining to boarding and \r\nsearching vessels on the high seas. We need a \r\ncomprehensive legal framework to address all aspects \r\nof the safety and security of maritime navigation, going \r\nbeyond the current concerns about weapons of mass \r\ndestruction. That would make a distinct contribution to \r\nsecuring global peace and security. \r\n The comprehensive range of terrorist activities \r\nand their disastrous impact on the security and stability \r\nof States should awaken all States to consider, very \r\nseriously and as a matter of urgency, the importance of \r\nforging a global consensus on a comprehensive \r\nnormative framework for international cooperation and \r\nsolidarity in combating terrorism, within the \r\nparameters of international law. \r\n In this context, I wish to emphasize the urgent \r\nneed to finalize the ongoing negotiations on the draft \r\ncomprehensive convention on terrorism. The time has \r\ncome to reach finality on the outstanding issues and, \r\nthrough the exertion of the necessary political will, to \r\nadopt the Convention without further delay.  \r\n Sri Lanka, as Chairman of the United Nations Ad \r\nHoc Committee on International Terrorism, remains \r\ncommitted to doing its utmost to reach consensus on \r\nthe draft comprehensive convention, and looks forward \r\nA/64/PV.10  \r\n \r\n09-52592 14 \r\n \r\nto the fullest support of all Member States in this \r\nimportant task. \r\n Today we face the greatest challenge to the world \r\neconomy in modern times. The global financial and \r\neconomic crisis, which had its roots in the developed \r\ncountries, will have a long-term impact on human lives \r\nin developing countries. Through the pursuit of prudent \r\npolicies, Sri Lanka has been able to minimize the \r\nimpact of the crisis on the domestic financial system \r\nand maintain an overall positive rate of growth in the \r\nmidst of the crisis. \r\n Recovery from the crisis should go well beyond \r\nrestoring the stability of the economies of the \r\ndeveloped countries, and must address the deeper \r\ndevelopment crisis which ensued in developing \r\ncountries. The plan of action adopted at the United \r\nNations Conference on the World Financial and \r\nEconomic Crisis and its Impact on Development \r\nurgently needs to be implemented with the support of \r\nthe international financial institutions and advanced \r\neconomies. The global financial and economic crisis \r\nalso highlights the need for transparent multilateral \r\nregulatory structures at the helm of the world economy. \r\n The Millennium Declaration set 2015 as the \r\ntarget date for achieving the Millennium Development \r\nGoals (MDGs), and we are already nearing the target \r\ndate. Long before the MDGs were articulated globally, \r\nSri Lanka was well on track to reach the related targets \r\nin several areas.  \r\n Development as it is understood today, and as \r\nembodied in the internationally agreed development \r\ngoals and MDGs, encompasses objectives related to \r\nhuman well-being, including freedom, empowerment, \r\ndistribution patterns and environmental sustainability. \r\nThis broad dimension is aligned with Sri Lanka’s \r\npluralistic democratic traditions. Sri Lanka was early \r\namong developing countries to understand the \r\nimportance of investing in human resources, of gender \r\nequality and of social development. We are determined \r\nto make further progress. We welcome the high-level \r\nmeeting to be convened by the Secretary-General next \r\nyear. \r\n As a developing island State, Sri Lanka is highly \r\nvulnerable to the adverse impact of climate change \r\ncaused by unsustainable production and consumption \r\npatterns of industrialized countries. The carbon debt \r\nowed to us by the developed countries must be used to \r\nfinance the financial and technological assistance that \r\nwe need in order to adapt our industries to a \r\nsustainable path. As the people of a developing \r\ncountry, our population naturally aspires to achieve \r\nprogress and higher living standards. We hope that we \r\ncan reach an agreed outcome at the Copenhagen \r\nConference, in accordance with the principle of \r\ncommon, but differentiated, responsibilities. \r\n Reform of the United Nations and the Security \r\nCouncil must be a high priority. My delegation \r\nbelieves that the objectives of the reform process \r\nshould be to strengthen multilateralism and to promote \r\ngreater democracy, transparency, effectiveness and \r\naccountability within a more democratic United \r\nNations system. And, in tandem, we need to take \r\nmeasures to pursue the four pillars that are \r\nfundamental to our future, as enunciated by President \r\nObama. \r\n My delegation believes that the United Nations — \r\nparticularly the Assembly — has primary responsibility, \r\nas set out in the Charter, for the maintenance of \r\ninternational peace and security. In this context, the \r\nnumerous unresolved conflicts around the world \r\ncontinue to be a matter of concern.  \r\n We are disappointed that little progress has been \r\nmade in the implementation of General Assembly \r\nresolutions regarding the inalienable rights of the \r\nPalestinian people to statehood and the realization of \r\nthe two-State solution, whereby Israel and Palestine \r\ncould live side-by-side in peace and harmony. A just \r\nand lasting peace in the Middle East, including through \r\npractical recognition of the inalienable rights of the \r\nPalestinian people, has been strongly advocated by \r\nPresident Mahinda Rajapaksa. In this regard, we are \r\nencouraged by the words spoken by President Obama \r\nin his address to the Assembly. \r\n Mr. Treki is presiding over the work of the \r\nAssembly at a critical time. As Member States, we \r\nmust mobilize the political will to shed our differences \r\nand work in a spirit of cooperation to respond \r\neffectively and swiftly to the challenges that confront \r\nus. I reiterate my delegation’s confidence in President \r\nTreki’s leadership in this endeavour. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minster of the \r\nDemocratic Socialist Republic of Sri Lanka for the \r\nstatement he has just made. \r\n A/64/PV.10\r\n \r\n15 09-52592 \r\n \r\nThe Honourable Ratnasiri Wickramanayake, \r\nPrime Minister of the Democratic Socialist \r\nRepublic of Sri Lanka, was escorted from the \r\nrostrum. \r\n The Acting President: I now call on His \r\nExcellency Mr. Hor Namhong, Deputy Prime Minister \r\nand Minister for Foreign Affairs and International \r\nCooperation of the Kingdom of Cambodia.  \r\n Mr. Hor Namhong (Cambodia): First, I echo \r\nprevious speakers in warmly congratulating Mr. Ali \r\nAbdussalam Treki, of the Socialist People’s Libyan \r\nArab Jamahiriya, on his election to preside over the \r\nGeneral Assembly at its sixty-fourth session. I am \r\nconfident that under the able stewardship of Mr. Treki, \r\na veteran of the United Nations, the Assembly will \r\nmake significant progress on many critical issues of \r\ncommon concern. \r\n Our tribute also goes to Mr. Miguel d’Escoto \r\nBrockmann, of Nicaragua, who successfully presided \r\nover the General Assembly at its sixty-third session. \r\n Everyone is concerned today about the \r\nconsiderable challenges that our world confronts, \r\nchallenges such as the current global economic and \r\nfinancial crisis, climate change, food and energy \r\ninsecurity, and the threats of terrorism and the \r\nproliferation of weapons of mass destruction. I hope \r\nthat in its deliberations the Assembly will come up \r\nwith new ideas to cope with those global challenges. \r\n There is no doubt that the present global \r\neconomic and financial crisis will go down in history \r\nas a landmark case of world economic meltdown. This \r\nglobal crisis has clearly undermined the Millennium \r\nDevelopment Goals (MDGs). While the developed \r\ncountries have more possibilities and resources to cope \r\nwith the slowdown, the developing countries have \r\nsuffered the most, with huge losses of national income, \r\nas their economic growth is expected to fall sharply \r\ndue to a drastic reduction in exports, which they have \r\nlargely depended on, falling investments, rising \r\nunemployment and so forth. \r\n In order to help mitigate the impact of this \r\neconomic and financial disaster on developing \r\ncountries, we should do everything possible to get the \r\nDoha Round negotiations back on track for a \r\nsuccessful conclusion in order to break down barriers \r\nto trade, improve market access, particularly in \r\nagricultural goods, and reduce agricultural subsidies. \r\n In this regard, Cambodia greatly appreciates the \r\ncommitment that the Group of 20 (G-20) made in \r\nPittsburgh, just two days ago, to “bringing the Doha \r\nRound to a successful conclusion in 2010”. At the same \r\ntime, the Monterrey Consensus should be invigorated \r\nin order to help developing countries to alleviate \r\npoverty and meet the MDGs. \r\n Under these terrible circumstances, we warmly \r\nwelcome the G-20’s commitment, made in London in \r\nApril 2009, to address the impact of the global \r\nfinancial crisis with the injection of $50 billion to \r\nsupport social protection, boost trade and sustain \r\ndevelopment in low-income countries, and with an \r\nadditional $6 billion concessional and flexible \r\nfinancing over the next two or three years for social \r\nprotection, including through investing in long-term \r\nfood security in the poorest countries. \r\n Today, everyone in the world is increasingly \r\nconcerned about climate change, which is another very \r\nserious threat to humanity. Global warming has \r\ntriggered more and more frequent cyclones, typhoons, \r\nextreme floods and droughts. Our planet is now \r\nconfronted, more than ever, with increasing natural \r\ndisasters. The worsening impact of climate change has \r\nnow reached an alarming level everywhere around the \r\nplanet. The shrinking of the Arctic summer sea ice \r\nshould be an alarm signal for everyone that global \r\nwarming is inexorably advancing, and with perilous \r\nspeed. \r\n South-East Asia, according to the Asian \r\nDevelopment Bank (ADB), will be the most affected \r\nregion. Its vulnerability to climate change is largely a \r\nresult of its geography, with low-lying nations and long \r\ncoastlines. The negative impact of climate change on \r\nfarming in South-East Asia would seriously jeopardize \r\nthe production of rice and other agricultural products, \r\nand consequently would have ripple effects on food \r\nsecurity, as South-East Asia is one of the world’s most \r\nimportant rice crop regions. \r\n Based on the estimate by the ADB, the total cost \r\nof loss in agricultural production and other negative \r\naspects of climate change would be equivalent to as \r\nmuch as 6.7 per cent of the region’s gross domestic \r\nproduct compared with the 2.6 per cent loss estimated \r\nfor the world as a whole. \r\n Cambodia is essentially an agrarian country, with \r\nthe livelihood of more than 80 per cent of its \r\npopulation depending on farming. Therefore, it is very \r\nA/64/PV.10  \r\n \r\n09-52592 16 \r\n \r\nvulnerable to weather-related disasters. Fully aware of \r\nthat danger and the serious consequences of climate \r\nchange and global warming for the well-being, \r\nlivelihoods and development of peoples around the \r\nworld, Cambodia has been assuming its share of \r\nresponsibility in the matter of global warming since \r\n2003. \r\n We have made the utmost effort to implement the \r\nUnited Nations Framework Convention on Climate \r\nChange and the Kyoto Protocol by promoting Clean \r\nDevelopment Mechanism projects and implementing \r\nour National Adaptation Programme of Action on \r\nclimate change. \r\n We have also launched a major campaign of \r\nreforestation all over the country; more than 49,000 \r\nhectares of trees have been planted. We have also \r\nbanned timber exports.  \r\n In this context, Cambodia warmly welcomes the \r\nrecent United States initiative to engage with the lower \r\nMekong basin countries by sharing with the Mekong \r\ncountries its best practices and experience on climate \r\nchange and flood and water resource management. At \r\nthe same time, the Mekong countries and Japan are \r\nnow looking into an approach for the future to achieve \r\nsustainable development of the Mekong basin \r\npotential, with better respect for the environment of the \r\nmighty Mekong River. \r\n Furthermore, Cambodia commends the recent \r\npromise of the Group of Eight (G-8) at its summit in \r\nJuly to work towards an 80 per cent reduction in \r\nheat-trapping pollution by 2050. Nonetheless, since \r\nclimate change is evolving steadily with time, we may \r\nquestion whether the pledged reduction can match the \r\nspeed of global warming. I believe that the \r\nindustrialized countries, which produce 80 per cent of \r\nthe greenhouse gases, should share greater \r\nresponsibility and take more drastic and urgent \r\nmeasures to reduce emissions of those deadly gases. \r\n Governments around the world have just over \r\nthree months to craft a new treaty to deal with global \r\nwarming. It will be a historic treaty for generations to \r\ncome. The United Nations Climate Change Conference \r\nto be held in Denmark in December could secure a \r\nmilestone plan to really slow down climate change for \r\nthe safety of all humankind. Therefore, Cambodia \r\nbelieves that all countries and all actors should join \r\nhands to reach an agreement in Copenhagen in \r\nDecember. The international community has an \r\nobligation to roll back global temperatures before it is \r\ntoo late. The future generations of our children and \r\ngrandchildren are at stake. \r\n I turn to the subject of food and energy security. \r\nThe sharp increase in oil prices last year prompted a \r\nnumber of countries to turn to the production of \r\nbioenergy crops as an alternative source of energy, thus \r\nreducing the available cultivated land, while the \r\nworld’s population continued to grow day by day, \r\nincreasing demand for food. The combination of those \r\nrealities underlines the importance of a comprehensive \r\napproach to tackle the planet’s food crisis. \r\n The challenge we now confront is, on the one \r\nhand, how to produce enough food to feed the growing \r\nworld population, and, on the other hand, how to \r\nrespond to the increased need for clean energy to save \r\nthe global environment and stop the advancing climate \r\nchange. The solution to this twin problem is to find a \r\nbalanced approach between food crop and bioenergy \r\nculture, and to develop alternative energy sources to \r\nmeet the growing demand. We should avoid any short-\r\nterm solution to the energy problem that would have \r\nharmful consequences for food security worldwide in \r\nthe long term. \r\n Finally, Cambodia welcomes the outcome of the \r\nG-8 meeting in L’Aquila, Italy, with the commitment to \r\nmobilize $20 billion over the next three years to \r\nsupport agricultural production in poor countries. We \r\nhope that the commitment will be translated into \r\nconcrete and timely action. \r\n In parallel to all the serious global challenges that \r\nI have mentioned, there remain political and security \r\nproblems causing great concern. Terrorism is a threat \r\neverywhere and has caused the death of innocent \r\npeople. To fight terrorism more effectively, we need \r\nstronger and closer cooperation between the many \r\nauthorities concerned in order to face up to such \r\ncriminal acts against humanity. Moreover, some \r\ncountries with the capacity to produce nuclear weapons \r\nhave not yet signed the Nuclear Non-Proliferation \r\nTreaty (NPT).  \r\n The dissemination of weapons of mass \r\ndestruction constitutes another massive, deadly menace \r\nto humanity. In this context, Cambodia highly values \r\nthe call by United States President Obama on \r\n23 September to “stop the spread of nuclear weapons \r\nand seek the goal of a world without them” \r\n(A/64/PV.3). Cambodia also warmly welcomes the \r\n A/64/PV.10\r\n \r\n17 09-52592 \r\n \r\nSecurity Council’s resolve, expressed at its summit \r\n(see S/PV.6191) on 24 September, “to seek a safer \r\nworld for all” (Security Council resolution 1887 \r\n(2009), first preambular paragraph). \r\n Within the framework of the Association of \r\nSoutheast Asian Nations (ASEAN), we have the Treaty \r\non the Southeast Asia Nuclear Weapon Free Zone, \r\nwhich is an important instrument to keep South-East \r\nAsia free of nuclear weapons in order to ensure peace \r\nand security in that part of the world. It is also a good \r\nconfidence-building mechanism, which needs to be \r\nadhered to by all, especially the nuclear-weapon States. \r\nIn recent years ASEAN has actively encouraged the \r\nnuclear-weapon States to accede to the Treaty, but \r\nthere has been no concrete result or effect yet. Here \r\nalso we appeal to all nuclear-weapon States to engage \r\nmore constructively with the Treaty. \r\n I come now to the Korean Peninsula issue. We are \r\nall concerned about the rising tension in that part of the \r\nworld, which can affect peace and security in the \r\nregion. Cambodia urges all parties concerned to \r\nexercise the utmost restraint and re-engage in peaceful \r\nnegotiations in the six-party talks aimed at the early \r\ndenuclearization of the Korean Peninsula. We should \r\ncall upon the Democratic People’s Republic of Korea \r\nto keep in mind that the six-party talks remain an \r\nappropriate forum to contribute to the settlement of the \r\noverall problem in the Korean Peninsula. \r\n While talking about threats to international peace \r\nand security, we should also keep an eye on the Middle \r\nEast situation. The never-ending cycle of violence of \r\nthe Israel-Palestine conflict must be broken. One of the \r\nmost pressing issues is to achieve a just, \r\ncomprehensive and sustainable solution to the problem \r\nof Palestine in accordance with the legitimate rights of \r\nthe Palestinian people and the relevant Security \r\nCouncil resolutions. Cambodia strongly urges all \r\nparties involved to cease using military force and \r\nviolence, in order to foster a peaceful and lasting \r\nsettlement through the establishment of a State of \r\nPalestine living side by side with the State of Israel in a \r\nspirit of peaceful coexistence and close cooperation \r\nbetween the two peoples. \r\n Before concluding, I should like to say a few \r\nwords about United Nations reform. For many years \r\nnow, almost all delegations to the General Assembly \r\nhave voiced their demand for reform of the United \r\nNations. But when it was time to act a conflict of \r\ninterest arose. In my view, the reform of the United \r\nNations should be in the interest of peace, security and \r\ndevelopment for the whole international community, \r\nand not just the particular interests of a country. The \r\nreform should also go beyond the restructuring of the \r\nUnited Nations organs, in order to enable this world \r\nbody to engage itself more actively in revitalizing the \r\nprimary role of the United Nations in world affairs. \r\n The Acting President: I now call on His \r\nExcellency The Honourable Kenneth Baugh, Deputy \r\nPrime Minister and Minister for Foreign Affairs and \r\nTrade of Jamaica. \r\n Mr. Baugh (Jamaica): I join other speakers in \r\ncongratulating Mr. Ali Abdussalam Treki on assuming \r\nthe presidency of the Assembly at its sixty-fourth \r\nsession. We are confident that his extensive diplomatic \r\nexperience will guide his leadership. He can be assured \r\nof the support and cooperation of Jamaica during his \r\ntenure.  \r\n I also extend Jamaica’s appreciation to Father \r\nMiguel d’Escoto Brockmann for his energetic and \r\nvisible leadership during the sixty-third session of the \r\nAssembly, and our gratitude to Secretary-General Ban \r\nKi-moon for his expert leadership of the Organization. \r\n We meet at a critical juncture, as the world \r\nconfronts multiple crises: the global financial and \r\neconomic crisis and the food, energy and climate \r\ncrises, joined by the H1N1 pandemic. Both developed \r\nand developing countries are affected by these crises. It \r\nis the poorest and most vulnerable, however, that are \r\ndisproportionately affected and are least capable of \r\nresponding. Even as major economies are reporting \r\ntheir emergence from the global recession, the outlook \r\nfor most developing countries remains bleak. For many \r\ndeveloping countries, there are no early signs of so-\r\ncalled green shoots of economic recovery. For the \r\nmajority, the impact of the recession will be deep; it \r\nwill be prolonged; and it will be painful. The irony is \r\nthat developing countries are hapless victims of a crisis \r\nfor which they are inculpable. \r\n The synchronized nature of the downturn in the \r\nworld economy means that its repercussions are \r\nevident in virtually every sphere. Inflows of financing \r\nand investment have plunged precipitously; exports are \r\nweak, and commodity prices are low; official \r\ndevelopment assistance has diminished drastically.  \r\nA/64/PV.10  \r\n \r\n09-52592 18 \r\n \r\n Those consequences are reflected in Jamaica and \r\nthroughout the Caribbean Community (CARICOM) \r\nregion. Countries like ours now face the daunting \r\nchallenge of protecting the most vulnerable of their \r\ncitizens in a responsible and sustainable manner in the \r\ncontext of declining export demand, contraction in \r\nservices, including tourism, and lower remittances. As \r\nwith most developing countries, the fiscal and financial \r\nstress has forced us to make significant adjustments to \r\nour expenditure programmes. \r\n The distressing reality is that we in the \r\ndeveloping world have limited scope and capacity to \r\nmitigate the impact of the crisis. We have neither the \r\nfiscal flexibility nor the policy space to afford \r\nambitious stimulus packages to respond effectively to \r\nthe upheavals in our country.  \r\n A major corollary of the economic downturn is \r\nthe problem of debt servicing and debt sustainability. \r\nMany developing countries could be on the verge of a \r\ndebt crisis, and require special support to help them \r\nattenuate the impact of the global crisis.  \r\n Jamaica has always supported efforts to assist the \r\nHeavily Indebted Poor Countries that have benefited \r\nfrom debt relief initiatives. But there is another group \r\nof developing countries that are equally burdened by \r\nhigh debt and deserving of special consideration. I \r\nspeak of the heavily indebted lower-middle-income \r\ncountries, which are overlooked on the presumption \r\nthat, by virtue of their levels of gross domestic product \r\n(GDP) per capita, they do not require international \r\nassistance. That approach continues to mask the reality \r\nof our vulnerability to external shocks, persistently \r\nhigh levels of poverty and dependence on commodity \r\nexports. \r\n Jamaica is particularly concerned about the \r\nsituation of highly indebted middle-income countries, \r\nwhich cannot benefit from the kind of assistance \r\navailable to the Least Developed Countries and \r\nHeavily Indebted Poor Countries, but which have been \r\ndevastated by the impact of the global economic and \r\nfinancial crisis. Jamaica is currently saddled with a \r\ndebt-to-GDP ratio of 125 per cent. Along with our \r\nCARICOM partners, we will continue to advocate for a \r\nvery special category of small, vulnerable and highly \r\nindebted middle-income countries. A review of the \r\ncriteria for determining middle-income status could \r\nhelp to address financial resource accessibility in the \r\nlong term. We are lobbying for a review of those \r\ncriteria. \r\n The pervasiveness of the crisis makes coordinated \r\ninternational action imperative. Over the last two days \r\nin Pittsburgh, leaders of the Group of 20 (G-20) met \r\nfor the third time in less than a year to review the \r\nprogress on commitments made at their last summit \r\nand chart a course to counter the impact of the adverse \r\neconomic environment. As much as we value the \r\ninclusion of advanced developing countries in the G-20 \r\nprocess, we believe that it is critical that space be made \r\nto accommodate the voices of a wider cross-section of \r\ndeveloping countries, particularly the most vulnerable. \r\nOur interest is in ensuring that the particular needs of \r\nsmall, vulnerable economies and highly indebted \r\nmiddle-income developing countries of the CARICOM \r\nsubregion are addressed through appropriate \r\nrepresentation at the summits of the G-20. We must \r\nhave an integrated approach in order to craft the type \r\nof common strategy that a crisis of this magnitude \r\ndemands. \r\n At the same time, the United Nations must play \r\nan essential role in helping to manage the various \r\nramifications of the crisis. It can ensure dialogue and \r\nenable a coordinated response based on an inclusive \r\ndecision-making process. The United Nations \r\nConference on the World Financial and Economic \r\nCrisis and its Impact on Development, held in June, \r\nprovided a useful platform. Developing countries that \r\nare not part of the G-20 group were able to bring their \r\nconcerns to the international community and contribute \r\nto the search for solutions to the crisis.  \r\n We are encouraged by the candour of leaders \r\nfrom the major industrialized countries who expressed \r\ntheir commitment, with obvious sincerity, to effectively \r\naddressing the concerns of developing countries in \r\norder to help them cope with the crisis. We are seized \r\nwith a spirit of collectivity, and hope that this renewed \r\nmomentum will overcome all obstacles and translate \r\ninto tangible, targeted outcomes. \r\n The severity and complexity of the crisis is \r\nunderpinned by the interlinked and interdependent \r\nnature of the global financial system. The experience \r\nof the current crisis supports the case for strengthening \r\nfinancial regulation and supervision to address \r\nsystemic weaknesses in the global financial system.  \r\n Reform of the international financial architecture \r\nis long overdue. Urgent steps must be taken to reform \r\n A/64/PV.10\r\n \r\n19 09-52592 \r\n \r\nthe governance structure of the international financial \r\ninstitutions, including a review of the policy conditions \r\nattached to lending by the International Monetary \r\nFund. We are disappointed that there is as yet no \r\nvisible action on reform of the international monetary \r\nand financial systems. \r\n Jamaica is a trade-dependent country. We \r\ntherefore agree that there is an urgent need to conclude \r\nthe Doha Round of negotiations in a bid to revive \r\nglobal trade and to aid in global economic recovery. \r\nDevelopment must remain central to that agenda. Any \r\noutcome of our negotiations in the Doha Development \r\nRound must lead to clear benefits for our farmers, \r\nproducers, exporters and consumers. We must redouble \r\nour efforts in this critical area and resolve to transform \r\ninternational trade into an engine of growth. \r\n Progress has been made in the implementation of \r\nAid for Trade for developing countries. We must build \r\non that progress. There are outstanding commitments \r\nwith respect to the provision of technical and financial \r\nsupport to help strengthen the trading and production \r\ncapacities of developing countries. We look forward to \r\nfurther collaboration with our international partners \r\nand aid and development organizations in pushing the \r\nAid for Trade initiative to build on the supply-side \r\ncapacity and infrastructure of developing countries, so \r\nthat they can take advantage of trade opportunities and \r\nconnections with the global economy, particularly \r\nagainst the backdrop of this global recession. \r\n The threat posed by climate change must not be \r\nunderestimated. Urgent and effective global action on \r\nclimate change mitigation and adaptation is required to \r\navoid the catastrophic consequences of global \r\nwarming. \r\n The Alliance of Small Island States Climate \r\nChange Summit on 21 September, as well as the \r\nSummit on Climate Change held here a few days ago, \r\nreinforced this fact: the time for action is now. We \r\nwere heartened by the broad agreement that a \r\nsignificant reduction in greenhouse gas emissions is \r\nnecessary to reduce global warming. What is now \r\nrequired is the necessary political will to take concrete, \r\ndecisive action so that we can address this clear and \r\npresent danger head on. \r\n As a Small Island Developing State that is \r\nvulnerable to the impact of climate change, Jamaica \r\nhas a vested interest in a successful outcome of the \r\nUnited Nations Climate Change Conference in \r\nCopenhagen in December — an outcome based on \r\nequity and differentiated burden-sharing. It is now \r\nclearly established that developed country emitters \r\nhave a historical responsibility for global warming and \r\nthat they should take the lead in reducing greenhouse \r\ngas emissions. \r\n Other major emitters also have a role to play in \r\nclimate change mitigation while taking into account \r\ntheir own development needs. To this end, we favour \r\nthe conclusion of a post-Kyoto framework wherein the \r\ncommitments agreed to by all the parties hold to the \r\nprinciple of common but differentiated responsibilities \r\nand respective capabilities. A successful outcome must \r\nalso include concrete commitments on adaptation, \r\nmitigation, capacity-building, technology transfers and \r\nthe provision of financial resources to assist \r\ndeveloping countries in addressing climate change. \r\n We recognize that action at the international level \r\nmust be complemented by urgent action at the national \r\nand regional levels. The necessary steps must be taken \r\nto integrate climate change into broader national \r\nsustainable development planning. Jamaica has \r\nembraced this approach. \r\n The pursuit of complete disarmament and nuclear \r\nnon-proliferation, with particular regard to weapons of \r\nmass destruction, must remain a shared goal. The \r\n2010 Review Conference of the Parties to the Nuclear \r\nNon-Proliferation Treaty provides an opportunity for \r\nrenewed commitment to strengthen the \r\nnon-proliferation regime. \r\n Restoring peace and promoting regional stability \r\nthrough peacekeeping operations is at the heart of the \r\ncontribution of the United Nations to international \r\npeace and security. However, as we have seen, \r\npeacekeeping interventions cannot by themselves \r\nproduce the desired outcome of sustainable peace. The \r\nPeacebuilding Commission, established in 2006, can \r\nassure such sustainability and make a difference in the \r\nlives of people in post-conflict countries. We are \r\ntherefore pleased that new arrangements have been put \r\nin place to make the Peacebuilding Fund more flexible \r\nas we seek to support peace efforts in countries \r\nemerging from conflict. \r\n In my own region, Jamaica remains committed to \r\nthe long-term stability, socio-economic growth and \r\ndevelopment of our sister country, Haiti. We recognize \r\nthe important role of the United Nations Stabilization \r\nMission in Haiti (MINUSTAH) in helping to foster the \r\nA/64/PV.10  \r\n \r\n09-52592 20 \r\n \r\nenvironment necessary to ensure a sustainable future \r\nfor the Haitian people. \r\n We must increase our efforts to counter \r\ntransnational organized crime, narco-trafficking and \r\nthe illicit trade in small arms and ammunition, which \r\nthreaten the rule of law and democratic governance in \r\nmany countries, and fuel the spread of international \r\nterrorism. At the regional level, through joint \r\ncollaboration and approaches within CARICOM, we \r\ncontinue to tackle these security challenges, which \r\nthreaten the social and economic fabric of our \r\nsocieties. \r\n The challenges presented by the outbreak of \r\ninfectious diseases and the potential pandemics, such \r\nas HIV/AIDS and the H1N1 flu, call for common \r\nglobal strategies to ensure that developed and \r\ndeveloping countries alike can respond rapidly and \r\neffectively. As a result of the global economic crisis, \r\naccessibility and affordability of essential medicines \r\nare expected to deteriorate in developing countries. In \r\nthis regard, however, it is anticipated that developing \r\ncountries will have access to the forthcoming H1N1 \r\nvaccine at an affordable price. \r\n We end this first decade of the twenty-first \r\ncentury confronted by myriad challenges. These \r\nchallenges are not constrained by borders and cannot \r\nbe confronted by States acting on their own. They can \r\nonly be confronted through international cooperation \r\nand effective partnerships. But this can only be \r\nachieved through greater multilateralism, with \r\nequitable participation by all countries, both developed \r\nand developing. \r\n Jamaica firmly believes that the United Nations is \r\nthe only organization equipped to undertake this task \r\nof inclusive multilateralism. With all its imperfections, \r\nthe United Nations still enjoys legitimacy in the eyes \r\nof most people in the world. But the United Nations \r\ncannot, in its current form and structure, successfully \r\ntackle this task. It must be reformed to make it more \r\nresponsive to all its Members.  \r\n Multilateralism cannot work effectively if the \r\nGeneral Assembly, the most representative global body, \r\nis unable to assert itself as the central decision-making \r\nbody of the Organization. Nor can it work if the \r\nSecurity Council remains an exclusive club, \r\nunrepresentative of the wider membership of the \r\nUnited Nations. The goal of the intergovernmental \r\nnegotiations which commenced earlier this year should \r\nbe to come to a definitive conclusion on \r\ncomprehensive reform of the Council. \r\n The theme that the President has chosen for this \r\nsession is both apt and timely. It evokes the purposes \r\nand principles enshrined in the Charter. It calls on us to \r\nreaffirm and renew our commitment to joint \r\nresponsibility for development, the realization of peace \r\nand security and harmony among peoples. It is in this \r\nspirit that we look forward to the erection of the \r\npermanent memorial to honour the victims of the \r\ntransatlantic slave trade, which will remain an enduring \r\nsymbol of our collective resolve to eliminate \r\ndiscrimination, social inequity and prejudice. \r\n The United Nations must assert its unique \r\ncapability as the world’s premier multinational \r\norganization to address the challenges and meet the \r\nneeds of the poor and most vulnerable. We need, \r\ntherefore, to urgently correct and reverse the tendency \r\ntowards inaction, inertia and indifference which has so \r\nfar frustrated efforts to address the development \r\nagenda. This would be in keeping with the ideals of the \r\nCharter and our shared vision for the fulfilment of the \r\nhopes, aspirations and expectations of all our citizens \r\nacross the globe. We dare not fail to live up to those \r\nexpectations, as to do otherwise would seriously impair \r\nthe very credibility and relevance of the United \r\nNations, particularly during this time of crisis. \r\n The Acting President: I now call on His \r\nExcellency Mr. Michael Spindelegger, Federal Minister \r\nfor European and International Affairs of Austria. \r\n Mr. Spindelegger (Austria): This has been a truly \r\nremarkable week, remarkable for the leadership shown \r\nby the Secretary-General on climate change, the new \r\npolicies of President Obama, which he so eloquently \r\nset out before us, the constructive responses to those \r\ninitiatives from many parts of the world and the \r\nhistoric meeting of the Security Council, which \r\ncommitted itself to a world without nuclear weapons. \r\nWe have all witnessed something new and different: a \r\ngenuine opportunity for a real renaissance of \r\nmultilateralism. \r\n There is a real chance to turn the United Nations \r\nonce again into what was originally envisaged in the \r\nCharter: not just a forum for discussion, but a place for \r\naction, the central focal point of the efforts of the \r\ninternational community to find common solutions to \r\ncommon challenges. It will depend on each and every \r\nMember of the Organization to make sure that this \r\n A/64/PV.10\r\n \r\n21 09-52592 \r\n \r\nhistoric opportunity is seized. Cooperation is not a \r\nmere option, but an indispensable necessity, if we want \r\nto succeed. \r\n Together, we must build a world based on \r\npredictable and equitable rules applicable to every \r\nMember, big or small, strong or weak. Adherence to \r\nthe rule of law and the principles of the Charter is \r\ncritical to conflict prevention, stability and sustainable \r\nlong-term development. \r\n A year ago, Member States entrusted my country \r\nwith a seat on the Security Council for the years 2009-\r\n2010. We take that responsibility very seriously. \r\n One important focus of our work in the Council is \r\nto improve the protection of civilians in armed conflict. \r\nDespite significant progress, armed conflicts continue \r\nto darken the lives of men, women and children in \r\nmany parts of the world. \r\n Austria has been working actively with others on \r\nexpanding the monitoring and reporting of serious \r\nviolations of children’s rights. Austria fully supports \r\nSecurity Council resolution 1820 (2008) and the \r\nfollow-up resolution to be adopted next week as a \r\ndecisive response by the international community to \r\nsexual violence in conflict situations. At the same time, \r\nAustria attaches great importance to the participation \r\nof women in the promotion of peace and security. \r\nWomen must have a voice in every peace process \r\nthroughout the world. \r\n But many challenges remain. How can we \r\nimprove the protection of civilians on the ground, in \r\nparticular in situations in which the Council has \r\nprovided peacekeeping operations with a clear \r\nprotection mandate? How can we ensure better \r\ncompliance by parties to conflict with their obligations \r\nunder international humanitarian law — for instance, \r\nto allow full access for humanitarian assistance? We \r\nwill therefore use our Security Council presidency in \r\nNovember to identify concrete measures to improve the \r\nprotection of civilians. In order to do so, I invite all \r\npartners to join me in an open debate on 13 November. \r\nI am pleased that the Secretary-General has agreed to \r\nparticipate. \r\n In recent years, several peacekeeping missions — \r\nsuch as the United Nations Organization Mission in the \r\nDemocratic Republic of the Congo — have been \r\nmandated by the Council to ensure the physical \r\nprotection of the civilian population.  \r\n Its role of providing protection to refugees and \r\ninternally displaced persons was a strong factor in \r\nAustria’s decision to contribute troops to the European \r\nUnion and United Nations Missions in Chad and the \r\nCentral African Republic. Austria has also contributed \r\nto the United Nations study analysing experience in the \r\nimplementation of such protection mandates in peace \r\noperations. We thus hope to contribute to the overall \r\nefforts to reform United Nations peacekeeping. Our \r\naim must be to have more effective and better-\r\nresourced peacekeeping missions that are in a position \r\nto implement their mandates in a credible and \r\nconsistent manner. \r\n To achieve sustainable peace, security and \r\ndevelopment, peacekeeping must be complemented by \r\nthe rebuilding of functioning institutions, particularly \r\nin the judiciary and the security sector. In that context, \r\nwe commend the efforts of the United Nations Office \r\non Drugs and Crime in combating corruption, \r\norganized crime and drug trafficking. \r\n The Peacebuilding Commission is a new form of \r\npartnership between countries emerging from conflict, \r\ndonors and main providers of personnel to United \r\nNations missions to ensure that support is tailored to \r\nspecific local needs. Austria is committed to the work \r\nof the Peacebuilding Commission, and has recently \r\njoined the country-specific configuration for Sierra \r\nLeone, a model case for successful peacebuilding. \r\n Sustainable peace can be achieved only when a \r\nsociety also addresses its past. The establishment of \r\neffective justice and reconciliation mechanisms at the \r\nnational level is crucial to end impunity and to ensure \r\nthe rights of victims. Such efforts can be \r\ncomplemented by international criminal justice \r\nmechanisms, such as the ad hoc tribunals and the \r\nInternational Criminal Court. \r\n Peace, security and stability are preconditions for \r\nsustainable development. Eradicating extreme poverty \r\nand hunger continues to be one of the main challenges \r\nfacing the international community. Achieving the \r\nMillennium Development Goals by 2015 is far from \r\nassured. In view of the global financial crisis, \r\nincreased efforts by the international community are \r\nurgently needed. Austria will contribute its share to \r\nthat global endeavour. \r\n All those efforts will be in vain if we are unable \r\nto protect our planet. Climate change is a fundamental \r\nthreat to humankind, aggravating poverty, hunger, \r\nA/64/PV.10  \r\n \r\n09-52592 22 \r\n \r\nenvironmental degradation and insecurity, and thus \r\nseriously threatening the achievement of the \r\nMillennium Development Goals. The United Nations \r\nClimate Change Conference to be held in Copenhagen \r\nin December must decide on concrete actions to curb \r\nclimate change on the basis of mutual trust and strong \r\ninternational cooperation. \r\n Climate and energy measures can also be an \r\nimportant part of our response to the current economic \r\ncrisis. Investments in green technologies and \r\nsustainable, affordable and stable energy supplies will \r\nbenefit both the economy and the climate. \r\n The Security Council summit on nuclear \r\nnon-proliferation and disarmament held earlier this \r\nweek issued a strong call for a world free of nuclear \r\nweapons. For that vision to become reality, we need \r\nprogress on several fronts.  \r\n Austria, as Co-Chair, together with Costa Rica, of \r\nthe 2007 Conference on Facilitating the Entry into \r\nForce of the Comprehensive Nuclear-Test-Ban Treaty \r\nand co-leader of the process for the past two years, is \r\nproud to have contributed to bringing the Treaty closer \r\nto entering into force.  \r\n As current Chair of the Conference on \r\nDisarmament in Geneva, Austria is working hard to \r\ntranslate the recent positive momentum into substantial \r\nprogress, especially on a verifiable fissile material cut-\r\noff treaty. \r\n The Nuclear Non-Proliferation Treaty must be \r\nreinforced. The Review Conference of Parties to the \r\nTreaty to be held next year will have to agree on a \r\npackage of measures and procedures that address the \r\nkey issues, but most of all it will need to build trust and \r\nconfidence. \r\n Let me continue with three short remarks on \r\nconventional disarmament.  \r\n First, I appeal to all States to make a success of \r\nthe Second Review Conference of the Ottawa \r\nLandmines Ban Convention, to be held in Colombia in \r\nDecember, and, in particular, to ensure improved \r\nassistance to victims.  \r\n Secondly, I welcome the growing support for the \r\nConvention on Cluster Munitions, which Austria \r\nratified in April. We appeal to all other States to sign \r\nand ratify it as soon as possible. \r\n Thirdly, we must counter the illegal proliferation \r\nof small arms and light weapons. An arms trade treaty \r\nwould be an important step in that regard. Hoping to \r\ncontribute to speedy negotiations, Austria will host an \r\ninternational conference in Vienna in February next \r\nyear. \r\n With regard to the Iranian nuclear programme, it \r\nis indispensable that Iran fully comply with all relevant \r\nSecurity Council resolutions and closely cooperate \r\nwith the International Atomic Energy Agency. The \r\nmost recent announcement by the Government of Iran \r\nconcerning an additional enrichment facility is \r\ndiscouraging and further increases our concern. \r\n As an important regional actor, Iran has the \r\nresponsibility to contribute to peace and security in the \r\narea. The time has now come for Iran to finally enter \r\ninto a constructive dialogue with the international \r\ncommunity. Iran should therefore grasp the hand \r\nextended by its international partners and engage in \r\ngenuine and serious negotiations. The debates during \r\nthis week have clearly shown that the world will not \r\naccept an Iran armed with nuclear weapons. \r\n Let me also underline that Austria firmly rejects \r\nthe unacceptable remarks made by President \r\nAhmadinejad during his speech on Wednesday. We \r\nreject any abuse of the United Nations General \r\nAssembly as a platform for intolerance, anti-Semitism, \r\nand racial hatred. \r\n Mr. Grauls (Belgium), Vice-President took the \r\nChair. \r\n Regarding the Middle East, we saw this week’s \r\nsummit between President Obama, Prime Minister \r\nNetanyahu and President Abbas as a sign of hope. We \r\nappeal to the parties to remove any remaining obstacles \r\nto the early resumption of negotiations. \r\n After decades of hostility and violence, time has \r\ncome to move decisively forward. Israel’s right to exist \r\nin security and peace and the realization of the rights \r\nof the Palestinian people to their own State are not \r\nmutually exclusive. On the contrary, they are both \r\ncrucial elements of a comprehensive and just solution. \r\n Austria will continue to help establish the \r\neconomic foundation and the institutional \r\ninfrastructure of a future Palestine State. It will also, \r\nwithin the framework of the European Union, \r\ncontribute to the efforts to promote a dynamic and \r\nresults-oriented peace process. \r\n A/64/PV.10\r\n \r\n23 09-52592 \r\n \r\n International cooperation and dialogue are the \r\nbasis for sustainable peace and development. Only by \r\nclosely working together will we be able to \r\nsuccessfully address the many challenges of today’s \r\nglobalized world. We therefore appreciate President \r\nTreki’s initiative to make the need for dialogue a main \r\ntheme of this week’s debate. Situated in the heart of \r\nEurope, and for most of its history at the crossroads of \r\ndifferent cultures, religions and political systems, \r\nAustria has developed a practice of constructive \r\ndialogue as the host country of one of the seats of the \r\nUnited Nations for the past three decades. \r\n I have made it one of my foreign policy priorities \r\nto position Austria even more firmly as a platform for \r\npeace and dialogue. We stand ready to host \r\ninternational negotiations and provide our services, as \r\nwe did most recently for the informal talks on Western \r\nSahara. Austria can be counted on to be a partner in \r\ntranslating the words, ideas and initiatives of this week \r\ninto concrete action. \r\n The Acting President (spoke in French): I now \r\ncall on His Highness Sheikh Abdullah Bin Zayed \r\nAl Nahyan, Minister for Foreign Affairs of the United \r\nArab Emirates. \r\n Sheikh Al Nahyan (United Arab Emirates) \r\n(spoke in Arabic): Since the last session of the General \r\nAssembly, we have witnessed various actions and \r\ndevelopments that have left their negative impact on \r\ninternational joint efforts to address the threats and \r\nchallenges that still face our world, particularly in the \r\nareas of security, stability and sustainable \r\ndevelopment. \r\n Among the most notable implications of those \r\nchallenges, whose consequences transcend national \r\nborders, are the international financial crisis, \r\ndeterioration of the environment, the increase in \r\nunemployment and poverty, the outbreaks of infectious \r\ndiseases, lack of security and stability in a number of \r\ncountries, and the stalemate in the Middle East peace \r\nprocess. \r\n The United Arab Emirates would like to seize this \r\nopportunity to express its pride that the international \r\ncommunity has selected Masdar City in Abu Dhabi as a \r\nseat for the International Renewable Energy Agency. In \r\nthat context, we renew our commitment and readiness \r\nto cooperate fully in providing all facilities and \r\ntechnical resources required for the success of this \r\ninternational agency. \r\n We wish to stress that the United Arab Emirates’ \r\ninterest in developing a programme for the peaceful \r\nuses of nuclear energy stems from its desire to meet its \r\ngrowing energy needs in the future. By developing a \r\npeaceful nuclear energy model that complies with the \r\nhighest standards of operational transparency while \r\nfulfilling the highest requirements of nuclear safety \r\nand security and non-proliferation, in cooperation with \r\nthe International Atomic Energy Agency and other \r\nresponsible and experienced States, the United Arab \r\nEmirates hopes that a new course will be charted for \r\nthe safe and beneficial use of nuclear energy. \r\n The United Arab Emirates’ commitment not to \r\nenrich uranium and reprocess fuels locally is among \r\nthe most salient features of this model, which is one \r\nsupported by enhanced international transparency and \r\ncooperation mechanisms. \r\n The United Arab Emirates renews in this forum \r\nits disappointment at the continued occupation by the \r\nIslamic Republic of Iran of the three United Arab \r\nEmirates islands: Greater Tunb, Lesser Tunb and Abu \r\nMusa since 1971. The United Arab Emirates demands \r\nthe return of those islands under conditions of full \r\nsovereignty, including their regional waters, airspace, \r\ncontinental shelf and their exclusive economic zone as \r\nintegral parts of the national sovereignty of the United \r\nArab Emirates. \r\n The United Arab Emirates also affirms that all \r\nmilitary and administrative measures taken by the \r\nIranian Government on those islands are null and void \r\nand have no legal effect, regardless of how long the \r\noccupation might last. In that context, we call upon the \r\ninternational community to urge Iran to respond to the \r\npeaceful and sincere initiatives of the United Arab \r\nEmirates. These initiatives were supported and adopted \r\nby the Gulf Cooperation Council and the League of \r\nArab States, and they call for a just settlement of that \r\nissue. \r\n This could be done either through direct and \r\nserious negotiations between the two countries or by \r\nreferring the issue to the International Court of Justice, \r\nin accordance with the United Nations Charter and the \r\nprovisions of international law. \r\n We also hope that the Iranian Government will \r\nrespond positively and fairly to this sensitive and \r\nimportant issue. Such action would strengthen good-\r\nneighbourly relations and create a base for confidence-\r\nbuilding measures in the Arab Gulf region. \r\nA/64/PV.10  \r\n \r\n09-52592 24 \r\n \r\n We note with satisfaction the gradual withdrawal \r\nof foreign troops from Iraq and the extension of the \r\nnational authority of its Government over all its \r\nterritory. In this context, we reaffirm our long-standing \r\nsupport to the people and the Government of Iraq. In \r\nparticular, we support their efforts to expedite the \r\nrebuilding of their security, legislative and economic \r\ninstitutions as well as their efforts to achieve national \r\nreconciliation.  \r\n However, we are also deeply concerned at the \r\ndeteriorating security and humanitarian situation in \r\nIraq, and we strongly condemn the recent terrorist \r\nbombings in that brotherly country. In that context, we \r\ncall for respect for the territorial integrity, sovereignty \r\nand independence of Iraq and non-intervention in its \r\ninternal affairs. Its Arab and Islamic identity must be \r\nupheld; we condemn all attempts to divide or \r\ndismember the Iraqi State. \r\n The United Arab Emirates expresses its \r\ndisappointment at the state of the peace process in the \r\nMiddle East, which has deteriorated owing to \r\ncontinuing Israeli aggression against and occupation of \r\nPalestinian and Arab territories. This includes the harsh \r\nblockade imposed on the Palestinian people, in \r\nparticular in Gaza, the ongoing confiscation of land, \r\nproperty and homes of the Palestinian people, and the \r\nbuilding of more settlements and the separation wall in \r\nthe occupied territories. That is all carried out with a \r\nview to Judaizing occupied East Jerusalem and \r\nchanging its Arab identity in flagrant violation of \r\ninternational law and resolutions of international \r\nlegitimacy. \r\n The United Arab Emirates welcomed the positive \r\npositions expressed by United States President Barack \r\nObama in this Hall on 23 September. We believe that \r\nhis address (see A/64/PV.3) set out a firm basis for \r\nnegotiations between the Palestinians and the Israeli \r\nGovernment. We hope that Mr. Obama will continue to \r\nclosely pursue that important issue. \r\n We also welcome the cautious positions stated by \r\nthe European Union, the other members of the Quartet \r\nand the international community regarding the Israeli \r\nsettlements in the occupied Palestinian territories. \r\nHowever, we believe that those positions are not \r\nsufficient. More effective efforts are needed in order to \r\nresume serious negotiations with the Palestinian \r\nAuthority. \r\n In that context, we emphasize that the \r\nachievement of a just, lasting and comprehensive peace \r\nin the Middle East requires an end to the Israeli \r\noccupation of all occupied Arab and Palestinian \r\nterritories and the establishment of an independent \r\nPalestinian State, with Al-Quds as its capital, based on \r\nthe principle of land for peace and in accordance with \r\nthe Arab Peace Initiative and resolutions of \r\ninternational legitimacy. \r\n The United Arab Emirates will continue to stand \r\nby the Palestinian National Authority and the \r\nPalestinian people and to support their just cause. In \r\nthat context, we commend His Excellency President \r\nMahmoud Abbas for his tireless efforts to restore the \r\nlegitimate rights of his people, to establish a \r\nPalestinian State with Al-Quds as its capital and to \r\nachieve development and peace there. The United Arab \r\nEmirates also supports all ongoing efforts, particularly \r\nthose undertaken by the sisterly Arab Republic of \r\nEgypt, with a view to achieving national reconciliation \r\nin Palestine. \r\n The United Arab Emirates attaches particular \r\nimportance to African countries. It is strengthening its \r\ncooperation and partnerships with those countries in \r\nline with the United Nations Millennium Declaration \r\n(resolution 55/2), with special focus on goals to combat \r\npoverty and to ensure that Africa, which represents the \r\nlargest part of the South, receives a fair and equitable \r\nshare of global prosperity. The United Arab Emirates \r\nreiterates its decades-long energy policy, which is \r\nbased on maintaining the volume and flow of its energy \r\nsupplies without restriction or political or non-political \r\nimpediment. \r\n Furthermore, the United Arab Emirates has long \r\nand consistently been pursuing a foreign policy based \r\non the principles and purposes of the United Nations, \r\nin particular with regard to the settlement of \r\ninternational disputes by peaceful means, \r\nnon-intervention in the internal affairs of States and the \r\nprotection of national sovereignty. In that context, we \r\naffirm our continued commitment to the one-China \r\npolicy. \r\n The United Arab Emirates, as an active member \r\nof the international community, is always ready to \r\nreiterate its commitment to respecting the principles of \r\nhuman rights in the light of its human values and \r\nnational principles and in line with the provisions and \r\nmachinery of relevant international conventions. The \r\n A/64/PV.10\r\n \r\n25 09-52592 \r\n \r\nuniversal periodic review on the United Arab Emirates \r\nwas adopted by the Human Rights Council in Geneva \r\nlast December. \r\n The United Arab Emirates attaches great \r\nimportance to the conditions of migrant workers and \r\nthe protection of their full rights, in accordance with \r\nthe constitution of the United Arab Emirates, national \r\nlegislation and the standards of the International \r\nLabour Organization. My Government has recently \r\nadopted a set of policies and measures aimed at \r\nenhancing many aspects of labour protection. It has \r\ntaken steps to intensify regional cooperation among \r\nlabour-exporting and labour-importing countries in \r\nAsia with what is known as the Abu Dhabi Dialogue, \r\nwhich aims to promote the protection of workers at all \r\nstages of contractual labour. Also, the United Arab \r\nEmirates actively participates in the International \r\nForum on Migration and Development and supports its \r\nactivities and research work. The forum was initiated \r\nby the High-level Dialogue on International Migration \r\nand Development, held on the sidelines of the General \r\nAssembly in the autumn of 2006. \r\n Women and children occupy an important place \r\namong the national priorities of the United Arab \r\nEmirates Government, in particular with regard to \r\neducation, health, knowledge and human development. \r\nThe empowerment of women and the care and \r\nprotection of children are among the major success \r\nstories of our national development project. The United \r\nArab Emirates has also made efforts to combat all \r\nforms of violence, extremism, crime, violation of \r\nhuman rights and human trafficking through \r\npartnerships that are based on equality and mutual \r\nrespect and contribute to achieving peace, stability and \r\nsustainable development. \r\n In conclusion, we hope that our deliberations on \r\nthe items on the Assembly’s agenda this session will \r\nlead to positive results that will enhance our joint \r\nefforts to establish a more just, peaceful, tolerant and \r\ndeveloped world. \r\n The Acting President (spoke in French): I now \r\ncall on His Excellency Mr. Yves Leterme, Minister for \r\nForeign Affairs of the Kingdom of Belgium. \r\n Mr. Leterme (Belgium) (spoke in French): \r\nNothing is created without men; nothing lasts without \r\ninstitutions. Those words of Jean Monnet, one of the \r\nfounders of the European Union, remain as true as \r\never. Security, climate change and some effects of \r\nglobalization are challenges that all our countries face. \r\nThat is why a global approach, with the United Nations \r\nplaying a central role, is needed. But the United \r\nNations must earn that central role. As President \r\nBarack Obama said here (see A/64/PV.3), we cannot \r\ncomplain, on the one hand, about the so-called \r\nunilateral action of the United States while at the same \r\ntime expecting it alone to solve all the world’s \r\nproblems.  \r\n In that spirit I would call for a new multilateral \r\ncommitment, as the reform of international institutions \r\nis crucial in order to enhance their legitimacy, \r\nrepresentativeness and capacity for action. Nothing is \r\ncreated without men; nothing lasts without institutions. \r\nFrom now on, those institutions should work \r\nefficiently, starting with the United Nations. It is \r\nessential to move ahead rapidly on the reform of the \r\nSecurity Council and of the functioning of the General \r\nAssembly. \r\n Indeed, there is an urgent need to improve the \r\nefficiency of our own operations. A glance at the \r\norganizational chart of the United Nations allows us to \r\nsee not only the overlaps but also the gaps in the \r\nsystem. It is out of commitment to the Charter of the \r\nUnited Nations that Belgium, one of the founding \r\nMembers, strongly appeals for more rigour and \r\ntransparency in the management and budget of the \r\nUnited Nations in order to better use its limited \r\nresources.  \r\n In addition to the fragmentation of the United \r\nNations system, two other trends reveal the need for \r\nenhanced multilateral commitment. The first is the \r\nmultitude of regional and subregional organizations \r\nalmost everywhere in the world. It is true that this \r\nmultitude enhances international cooperation, but \r\nregional and international organizations sometimes \r\nlack harmonization. Better cooperation should \r\nhenceforth allow the optimal use of the resources of \r\nall. \r\n The second trend can be summed up by the words \r\n“imperfect multilateralism”. Countries get together on \r\nan informal basis to discuss international issues, for \r\nexample — and this is very pertinent — the economic \r\nand financial crisis. These informal groups may, \r\nparticularly at first, expedite the decision-making of \r\ninternational multilateral organizations, but they cannot \r\nreplace those organizations themselves because \r\nmultilateralism cannot be exclusive. Rather, it should \r\nA/64/PV.10  \r\n \r\n09-52592 26 \r\n \r\nbe inclusive and transparent. Nothing can last without \r\ninstitutions, but even the best organized institutions \r\ncannot function in the absence of inspiration and \r\nhuman will. Even the best organized institutions are \r\npowerless when men prevent them from working.  \r\n The economic and financial crisis has been given \r\na great deal of attention, which is only natural. The \r\ncrisis most severely affects developing countries. It is \r\nnow more important than ever that donor countries \r\nmeet their official development assistance objectives of \r\n0.7 per cent of the gross national product. Belgium \r\nplans to achieve that goal in 2010. \r\n The worst international disorder is violence \r\nbetween States and within States. Within some States, \r\nviolence continues to kill, maim and rape millions of \r\npeople. The worst international disorder is reflected in \r\nthe wars, civil conflicts, inter-ethnic fighting and harsh \r\nrepression that deprive millions of people of a decent \r\nexistence. This is our first and foremost challenge \r\nbecause without peace and security there is no \r\ndevelopment, let alone sustainable development. \r\nWithout peace and security, there can be no fair \r\ndistribution of the wealth of our Earth. \r\n As stipulated in the preamble of the Constitution \r\nof UNESCO,  \r\n “since wars begin in the minds of men, it is in the \r\nminds of men that the defences of peace must be \r\nconstructed”. \r\nIndeed, conflict prevention begins with the banishment \r\nof all hate speech attacking the dignity of human \r\nbeings, nations and communities, or the right of States \r\nto exist. Far too often, we have witnessed bloodbaths \r\nprovoked by incitement to hatred. Such speech has no \r\nplace in this Hall or in this Organization, whose \r\nprimary mission is precisely to promote peace and \r\nsecurity through constructive cooperation. \r\n To function efficiently, our multilateral \r\ninstitutions need leaders and representatives of States \r\nwho share basic approaches established on the core \r\nbelief in the unique dignity of each human being. \r\nNational sovereignty implies responsibility. That is \r\nwhy Belgium wholeheartedly supports the principle of \r\nthe responsibility to protect. The principle requires \r\nGovernments to safeguard their citizens against \r\ngenocide, war crimes, ethnic cleansing and crimes \r\nagainst humanity. Incidentally, Belgium would like to \r\nthank Secretary-General Ban Ki-moon for his excellent \r\nreport on this topic (A/63/677) and fully supports his \r\nefforts in this area. \r\n It is civilians, and women and children in \r\nparticular, who are often the primary victims of \r\nviolence and of indescribable and unacceptable \r\nsuffering. Indeed, women constitute half of the world’s \r\npopulation, but too often we forget that human rights \r\nalso fully apply to them. In situations of war and \r\nviolence, women are frequently twofold victims \r\nbecause of the sexual violence inflicted upon them. My \r\ncountry is therefore determined to pursue its action \r\nagainst sexual violence and any kind of violence \r\nagainst children. \r\n Wars are caused by men, not by weapons. \r\nNonetheless, the arms control issue has to be high on \r\nthe international agenda. That is why Belgium \r\nwelcomes the meeting of the Security Council at the \r\nhighest level on the subject of non-proliferation and \r\nnuclear disarmament (S/PV.6191). That meeting was \r\nundoubtedly a highlight of this week. Resolution \r\n1887 (2009), adopted yesterday, represents, in our \r\nopinion, a milestone for a world free of weapons of \r\nmass destruction. \r\n However, unfortunately, the latest news from Iran \r\nseems to be heading in the opposite direction. My \r\ncountry therefore endorses the very urgent call on Iran \r\nand North Korea to cooperate with the international \r\ncommunity and respect the Security Council \r\nresolutions that pertain to them. If they do not, they \r\nwill be ostracized by the international community. \r\n At the same time, the fight against the \r\nproliferation of weapons of mass destruction should \r\nnot make us overlook conventional weapons, which \r\ncurrently kill on a massive scale. In particular, I refer \r\nhere to anti-personnel landmines. The Convention that \r\nprohibits these weapons entered into force in 1999, and \r\nBelgium hopes that it will be strengthened at the \r\nReview Conference scheduled to take place in \r\nCartagena, Colombia, in early December. With respect \r\nto that Convention, Belgium, along with Thailand, will \r\nhead the Standing Committee on Victim Assistance and \r\nSocio-Economic Reintegration. Furthermore, Belgium \r\nhas spared no effort to push for the conclusion of the \r\nConvention on Cluster Munitions. \r\n Human rights in all their aspects are a major \r\nconcern for Belgium. That is why my country plays an \r\nactive role as a member of the Human Rights Council. \r\nIn that regard, I would like to thank the members of the \r\n A/64/PV.10\r\n \r\n27 09-52592 \r\n \r\nCouncil that entrusted my country, Belgium, with the \r\nresponsibility and honour to preside over that \r\nimportant institution. That trust is, in my view, a \r\nrecognition of our commitment. \r\n Finally, human rights also concern the rights of \r\nfuture generations. We do not own this Earth; we have \r\nit on loan from our children. Today more than ever, \r\nthat heritage is threatened, and that is why \r\nenvironmental protection should be our main shared \r\nconcern and priority. The Climate Change Conference \r\nscheduled for late 2009 in Copenhagen is an \r\nopportunity that cannot be squandered. We need to \r\nmake specific and binding commitments there. I \r\nbelieve that the European Union has shown the way \r\nwith its ambitious package of measures adopted in late \r\n2008. \r\n Institutions cannot function without the input of \r\nmen. Therefore, those who undermine the performance \r\nof these institutions should be held accountable. That is \r\nwhy Belgium has been particularly active in the fight \r\nagainst impunity. An international legal order is \r\nrequired, but it can function only if it is upheld by \r\nStates governed by the rule of law. I therefore reaffirm \r\nthe need for common positions that are essential for a \r\nworld that is safer, fairer and more prosperous. In the \r\nwords of former Secretary-General Kofi Annan,  \r\n “There is no long-term security without \r\ndevelopment. There is no development without \r\nsecurity. And no society can long remain secure, \r\nor prosperous, without respect for human rights \r\nand the rule of law.” (Press release \r\nSG/SM/10425) \r\nStrengthening the rule of law at the national and \r\ninternational levels is more vital than ever for \r\nachieving a more equitable form of globalization. \r\n I will conclude with these words. Peace and \r\nsecurity, sustainable development, and a fair \r\ndistribution of the wealth of the Earth are the essential, \r\nglobal challenges that we face. To meet these \r\nchallenges, we need solid international institutions, but \r\ninstitutional multilateralism is not enough. We also \r\nneed a multilateralism of minds, and men and women \r\nof conviction to carry it forward.  \r\n This will, belief and ambition motivate my \r\ncountry, a founding Member of the United Nations, to \r\noffer the candidacy for the presidency of the General \r\nAssembly at its sixty-fifth session of our compatriot \r\nLouis Michel, former Minister for Foreign affairs of \r\nBelgium and former European Commissioner in charge \r\nof Development and Humanitarian Aid. We are \r\nconvinced that the strength of his conviction and \r\ndedication will unite us further. It is indeed only when \r\nthe men and women who take the floor here are fired \r\nby a shared vision of human rights, peace and \r\ndevelopment that our institutions will be able to deliver \r\nwhat we need: collective results rather than individual \r\nachievements. \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. S. M. Krishna, \r\nMinister for External Affairs of India. \r\n Mr. Krishna (India): I offer my congratulations \r\nto Mr. Treki on his assumption of the presidency of the \r\nGeneral Assembly at its sixty-fourth session. My \r\ndelegation assures him of our fullest cooperation \r\nduring his stewardship of this Assembly, which \r\nembodies the hopes, aspirations and shared vision of \r\npeace and development of all the peoples of our planet. \r\n When this session of the General Assembly ends \r\nnext year, the United Nations will have completed \r\n65 years of existence. These past decades have seen the \r\nworld change in fundamental ways. Connectivity \r\ndefines our global condition, and the challenges that \r\nwe collectively face are truly global. The resolution of \r\nthese challenges, as we are aware, requires global \r\napproaches and solutions. What may happen in one \r\npart of the world has an impact on other regions. In the \r\ncontext of these rapidly emerging changes and their \r\ndeep and diverse effects, we must consider more \r\ndeeply whether the United Nations and other global \r\ngovernance structures are geared to effectively meeting \r\nthe challenges that confront us all. \r\n It is of concern that, even after more than six \r\ndecades of existence, our international governance \r\nstructures are neither inclusive nor participatory. \r\nConsequently, these structures and institutions have not \r\nkept pace or evolved with the changed nature, intensity \r\nand depth of contemporary global issues. The question \r\nis therefore: Are these institutions able to address these \r\nchallenges adequately or satisfactorily? The reform and \r\nrestructuring of the global governance architecture are \r\nthe critical needs of our times, and the voices of the \r\ndeveloping world, including those of the small island \r\nnations and Africa, are of principal and core relevance \r\nif we are to have truly participatory and global \r\nresponses to global challenges. \r\nA/64/PV.10  \r\n \r\n09-52592 28 \r\n \r\n One need not look very far to identify these \r\nchallenges. The current economic and financial \r\nturmoil, which did not begin in the developing world, \r\nhas affected developing countries the most. Growth has \r\nslowed, with recession overtaking many countries. The \r\ninternational response to this challenge must consist \r\nnot only of the measures that have been taken to \r\nstimulate economies, but also, more importantly, of \r\nfinding ways to restructure the current international \r\ngovernance system, which has failed to respond to the \r\nvirulence of the financial and economic crisis. \r\n To gloss over this structural deficit of the current \r\nglobal financial and economic architecture would \r\nimperil the future of a vast majority of the peoples of \r\nthis world and presage greater difficulties in the future. \r\nIn the face of the current economic and financial crisis, \r\nhard-won gains in alleviating poverty, hunger, illiteracy \r\nand disease are being reversed. The achievements of \r\nthe Millennium Development Goals are seriously \r\nthreatened. Policies of protectionism under such \r\nalready adverse circumstances will exacerbate the \r\nserious situation that many countries face. \r\n It is imperative that the United Nations act in \r\nconcert to coherently overcome these challenges. India, \r\nwhich is actively engaged in the Group of 20 and other \r\nprocesses, has always stressed that developing \r\ncountries must receive priority in any global response \r\nto the crisis. The United Nations Conference on the \r\nFinancial and Economic Crisis held in June was \r\nopportune and provided a useful platform for \r\ncollectively seeking ways and means to respond to the \r\ncrisis. We now look forward to early implementation \r\nduring the course of this General Assembly of the \r\nfollow-up measures agreed on at the Conference. \r\n At the centre stage of multilateralism and \r\ninternational cooperation is the United Nations. This \r\nOrganization is a platform on which the world meets to \r\nexpress views and undertake commitments on global \r\nissues of mutual concern on an equal footing. It is no \r\nwonder, then, that the Charter of the United Nations \r\nbegins with the inspiring words “We the peoples of the \r\nUnited Nations”. Inclusiveness and collective action in \r\nall aspects of the work of the Organization are at the \r\nheart of its Charter. This vision must be our lodestar, \r\nthe guiding principle of all we undertake. India is \r\ncommitted to working with Member States to make the \r\nUnited Nations more relevant and attuned to \r\ncontemporary realities.  \r\n Reforming the United Nations is a matter of the \r\nhighest priority. Four years after the 2005 World \r\nSummit, there has not been much progress even as \r\nnewer and more global crises and problems have \r\nemerged. We should not let slowness of action weaken \r\nthe Organization in the face of such challenges. Rather, \r\nwe must work in concert to make it more robust and \r\ncapable of effective response. \r\n Reform in the three essentials of the Charter — \r\npeace and security, development and human rights — \r\nrequires our collective attention. The General \r\nAssembly must be revitalized in full measure, and its \r\nrole as the anvil of global deliberation must be \r\nstrengthened. The Economic and Social Council must \r\nbecome the fulcrum of development. It must be \r\naccepted that the Security Council must be \r\nstrengthened and made more representative by \r\nexpanding its permanent and non-permanent \r\nmembership. Ongoing intergovernmental negotiations \r\nduring the past six months have unambiguously \r\nestablished that an overwhelming majority of Member \r\nStates share the perspective that an expansion in both \r\ncategories of Security Council membership is needed. \r\n Climate change is one of the most important \r\nglobal challenges that we face today. Developing \r\ncountries bear a disproportionate share of its adverse \r\neffects, even though they are not responsible for it. \r\nCognizant of the serious threat that climate change \r\nposes, India is engaged in the ongoing negotiations \r\nunder the United Nations Framework Convention on \r\nClimate Change (UNFCCC), including at the upcoming \r\nCopenhagen Conference. India will work for an \r\noutcome that recognizes the development imperatives \r\nof developing countries and is rooted in the principle \r\nof common but differentiated responsibilities and \r\nrespective capabilities. \r\n We also must move away from concentrating on \r\nmitigation only and ensure that there is a focus on \r\nadaptation, which is critical for developing countries. \r\nWe are hosting a high-level global conference on \r\n“Climate Change: Technology Development and \r\nTransfer” on 22 and 23 October 2009, in cooperation \r\nwith the United Nations. The objective of the \r\nconference is to help formulate a road map for \r\ntechnology in the context of climate change mitigation \r\nand adaptation to support the UNFCCC process. \r\n Developing countries must be supported \r\nfinancially, technologically and with capacity-building \r\n A/64/PV.10\r\n \r\n29 09-52592 \r\n \r\nresources so that they can cope with the immense \r\nchallenges of adaptation. Special efforts are required to \r\ndevelop programmes that address the critical needs of \r\nsmall island States and of the most vulnerable \r\ncountries. \r\n Poverty alleviation and livelihood security are \r\ncentral imperatives for India. To that end, accelerated \r\neconomic growth and energy security are critical \r\ndrivers. In pursuing our development goals, India has \r\nbeen successful in significantly reducing its energy \r\nintensity. India will continue to pursue that path. \r\n India is aware that the continuing volatility in the \r\nfossil-fuel markets, together with the threat of climate \r\nchange, makes the development of all renewable and \r\nclean energy sources — including nuclear energy — \r\ncrucial. In that context, international civil-nuclear \r\ncooperation is important. \r\n India has also taken several independent \r\ninitiatives to address the issue of climate change. We \r\nhave put in place a comprehensive policy and \r\nlegislative framework, as well as a national action plan \r\non climate change with eight separate national \r\nmissions. An unprecedented afforestation campaign has \r\nbeen launched with a doubling of the forestry budget \r\nthis year to $1.3 billion, and this increase is going to be \r\nsustained every year. The Prime Minister’s Council has \r\napproved national missions for enhanced energy \r\nefficiency and solar energy, setting ambitious goals. \r\nWe are supporting and facilitating major research to \r\nassess various aspects related to climate change. \r\n India attaches the highest priority to the goal of \r\nnuclear disarmament and has an impeccable \r\nnon-proliferation record. We welcome the renewed \r\nglobal debate on achieving a world free of nuclear \r\nweapons. That corresponds with India’s long-standing \r\nand consistent advocacy of nuclear disarmament as one \r\nof the highest priorities of the international community. \r\nWe have put forward a number of proposals on nuclear \r\ndisarmament at the United Nations, including a \r\nworking paper in 2006 proposing elements to fashion a \r\nnew consensus on disarmament and non-proliferation. \r\n Last year, at the sixty-third session of the General \r\nAssembly, consistent with India’s long-standing \r\ncommitment as articulated in the Rajiv Gandhi Action \r\nPlan in 1988, India reiterated its proposal that a nuclear \r\nweapons convention be convened to ban the \r\nproduction, development, stockpiling and use of \r\nnuclear weapons and to provide for their complete \r\nelimination within a time frame. The international \r\nnuclear order cannot be discriminatory. Further, States \r\nmust fulfil the obligations that they have undertaken. \r\nOnce more, with feeling and with commitment, India \r\nreiterates that proposal. \r\n We will continue to engage with key countries to \r\nintensify this debate in the hope that greater \r\ninternational understanding will lend itself to a firm \r\ncommitment to action on nuclear disarmament. It was \r\nin that spirit that we supported the adoption of a \r\nprogramme of work, including on a fissile material cut-\r\noff treaty (FMCT), at the Conference on Disarmament \r\nin May this year. It is consistent with India’s position \r\nto work with others at the Conference on Disarmament \r\ntowards the conclusion of a non-discriminatory, \r\nmultilaterally negotiated and internationally verifiable \r\nFMCT, provided it corresponds with India’s national \r\nsecurity interests. We remain committed to a voluntary, \r\nunilateral moratorium on nuclear testing.  \r\n India stands committed to the safeguarding of \r\ninternational peace and security. Over the past five \r\ndecades, we have contributed more than \r\n100,000 peacekeepers and have suffered a high number \r\nof casualties during this time. Strengthening the \r\nnormative basis for peacekeeping operations and \r\ngiving major troop-contributing countries a greater say \r\nwill serve to make peacekeeping more effective. \r\n Peace, security, stability and the welfare of our \r\nneighbourhood are vital for India. There is a new \r\nbeginning in Sri Lanka; in Nepal, strengthening the \r\npeace process is in our collective interest; and in \r\nAfghanistan, the international community must remain \r\nintensively engaged and support its development \r\nefforts and the maintenance of peace and stability. \r\nIndia is committed to establishing good-neighbourly \r\nrelations and resolving all outstanding issues with \r\nPakistan through peaceful dialogue. \r\n The barbaric terrorist attack on the innocent \r\npeople of Mumbai on 26 November 2008 reminded us \r\nof the daily and malignant menace that terrorism poses \r\nto all countries. There can be no justification \r\nwhatsoever for such mindless terrorist acts. It is our \r\ncollective responsibility and duty to work together to \r\nensure that terrorists and the organizers, perpetrators \r\nand supporters of such crimes are brought to justice. \r\n In order to strengthen the international legal \r\nframework of the fight against terrorism, India has \r\nproposed a comprehensive convention on international \r\nA/64/PV.10  \r\n \r\n09-52592 30 \r\n \r\nterrorism. Discussions on the draft have gone on for far \r\ntoo long. It is time that the convention be finally \r\nadopted. India earnestly calls upon all countries to \r\nmake serious efforts in the next few weeks to arrive at \r\na consensus on the text. \r\n In conclusion, I wish to reiterate India’s steadfast \r\ncommitment to the work of the United Nations. \r\nSpeaking to this Assembly 41 years ago, Prime \r\nMinister Indira Gandhi said:  \r\n  “The United Nations is the trustee of the \r\nworld’s peace and represents the hopes of \r\nmankind. Its very existence gives a feeling of \r\nassurance that the justice of true causes can be \r\nbrought fearlessly before the world. This \r\nAssembly and the agencies of the United Nations \r\nshould, in all that they do, sustain those hopes \r\nand promote the causes of peace.” (A/PV.1693, \r\npara. 150)  \r\nThe truth and conviction of these words are more \r\nmeaningful today than ever before. \r\n The Acting President (spoke in French): I now \r\ncall on Her Excellency Mrs. Rumiana Jeleva, Minister \r\nfor Foreign Affairs of the Republic of Bulgaria.  \r\n Mrs. Jeleva (Bulgaria): I am deeply honoured to \r\naddress this audience on behalf of the Republic of \r\nBulgaria. I would like to convey my delegation’s \r\ncongratulations to Mr. Ali Treki on his assumption of \r\nthe presidency of the General Assembly at its sixty-\r\nfourth session, and wish him success in the months \r\nahead. \r\n Our gratitude goes to Mr. Miguel d’Escoto \r\nBrockmann for his leadership and guidance during the \r\nprevious session. Let me also thank Secretary-General \r\nBan Ki-moon for his resolute efforts to promote the \r\nUnited Nations and its values. \r\n Bulgaria fully aligns itself with the statement \r\nmade by the Prime Minister of Sweden, Mr. Fredrik \r\nReinfeldt, on behalf of the European Union. \r\n Furthermore, Bulgaria would like to express its \r\npleasure at the election of Ambassador Irina Bokova as \r\nthe new Director-General of UNESCO. We would like \r\nto thank all Member States for the trust invested in our \r\ncandidate. Bulgaria takes great pride in having such a \r\nhigh-level representative in the United Nations system \r\nand would like to assure the Assembly that our \r\nGovernment will continue to do everything it can to \r\nfoster the policies and ideals of UNESCO. \r\n As a member of the European Union (EU), \r\nBulgaria is dedicated to the spirit of multilateralism \r\nand therefore fully supports the efforts to strengthen \r\nthe United Nations capacity to deliver effective \r\ninternational responses to global challenges. \r\n The most pressing issues that require our \r\nattention are undoubtedly the global economic and \r\nfinancial crisis and the negative impact of climate \r\nchange. In this light, we particularly appreciate the \r\nSecretary-General’s initiative to convene the United \r\nNations Summit on Climate Change on 22 September. \r\nFurthermore, I would like to express our support for \r\nthe statement made by the President of France at this \r\ngeneral debate. We are indeed running out of time, and \r\nif we want to reach an agreement in Copenhagen, \r\ntimely action is needed. \r\n In the globalized world of the twenty-first \r\ncentury, my country strongly reiterates its full \r\ncommitment to the principle of effective \r\nmultilateralism based on international law, the United \r\nNations Charter and the United Nations system, which \r\nplace the human being and human security, rights and \r\ndignity at the very centre of international politics. \r\n Bulgaria considers cooperation in South-East \r\nEurope and the Black Sea region to be a priority of its \r\nforeign policy. Situated at a particular geographic \r\ncrossroads, Bulgaria is in a unique position to assess \r\nthe areas’ pressing issues in their complexity. Together \r\nwith our partners in the EU and NATO, Bulgaria is \r\nproactively cooperating with its immediate neighbours. \r\n Bulgaria strongly affirms that regional \r\ncooperation is an integral part of European integration \r\nof the western Balkans. It contributes to the \r\nstrengthening of confidence, stability, security and the \r\naffirmation of European standards in the region. To this \r\nend, Bulgaria is committed to pursuing efforts aimed at \r\ncombating and preventing the use of hate speech likely \r\nto create fears and tensions between groups from \r\ndifferent ethnic, national, religious or social \r\nbackgrounds. \r\n We therefore call for full compliance with human \r\nrights and fundamental freedoms in the western \r\nBalkans. In this context, Bulgaria believes that the \r\nbuilding of a stable, peaceful, democratic and \r\nmulti-ethnic Kosovo, living in peace with its \r\n A/64/PV.10\r\n \r\n31 09-52592 \r\n \r\nneighbours, is of primary importance to the security \r\narchitecture of the western Balkans and Europe as a \r\nwhole. \r\n Bulgaria is particularly interested in the peaceful \r\nlong-term development of the Black Sea region. \r\nDespite active cooperation among countries in the \r\nregion, much of its potential has so far not been \r\nutilized sufficiently. In this light, it must be said that \r\nthe South Caucasus remains a region of concern for \r\nBulgaria. We call upon the parties involved to \r\novercome their differences and to engage in a dialogue \r\nto ensure the peaceful and prosperous development of \r\nthe entire Caucasus. \r\n Today, it is our task not only to respond to the \r\nchallenges, but also to embrace the opportunities that \r\nthe Black Sea region provides. Bulgaria believes that \r\nthe strong Eastern dimension of the European \r\nNeighbourhood Policy addresses the needs and \r\npriorities of all the partners. We see opportunities for \r\nlaunching projects in important sectors, such as \r\ntransport, trade, energy, environmental protection and \r\nborder security. My country is one of the main \r\nsupporters of the Black Sea Synergy initiative, which \r\nserves as an inclusive cooperation platform between \r\nthe European Union and the countries of the wider \r\nBlack Sea region. Bulgaria will endeavour to \r\ncontribute to the success of those policies, in particular \r\nthrough its forthcoming chairmanship of the Black Sea \r\nEconomic Cooperation Organization. \r\n Bulgaria would, furthermore, like to thank the \r\nUnited States and our partners in the European Union \r\nfor the constructive part they have played in both the \r\nBalkan and the Black Sea regions. We are grateful for \r\ntheir counsel and support, and we very much look \r\nforward to further deepening and intensifying our \r\ncooperation. \r\n The list of persistent grave risks and challenges to \r\nglobal security is, regrettably, not a short one. We are \r\nconvinced of the need to step up efforts aimed at \r\nachieving progress in the areas of international \r\ndisarmament, arms control and non-proliferation of \r\nweapons of mass destruction. In this regard, the need \r\nfor the full and universal implementation of the \r\nNon-Proliferation Treaty regime remains of utmost \r\nimportance, and my country is dedicated to supporting \r\na successful outcome of the 2010 Non-Proliferation \r\nTreaty Review Conference. \r\n We are deeply concerned by the recent turn of \r\nevents regarding Iran’s nuclear dossier, and, in this \r\nrespect, we strongly appeal to the Iranian authorities to \r\ncomply with relevant resolutions of the Security \r\nCouncil and to provide their full cooperation to the \r\nInternational Atomic Energy Agency. Bulgaria hopes \r\nthat the forthcoming negotiations between Iran and the \r\nfive permanent members of the Security Council plus \r\nGermany (P5+1), scheduled for the beginning of \r\nOctober, will make it possible to renew the discussion \r\non the Iranian nuclear programme and pave the way for \r\na comprehensive solution before December this year. \r\n Bulgaria confirms its position that further reform \r\nof the main United Nations bodies is necessary. We \r\nbelieve it is desirable to enhance the transparency and \r\neffectiveness of the system. Furthermore, we need only \r\nrecall the enormous challenges facing Member States \r\nand the international community in the twenty-first \r\ncentury world to see the need to reform the United \r\nNations. \r\n Reform of the Security Council should certainly \r\nbe a central element in any reform of the United \r\nNations. We would like to reiterate our position that \r\nboth categories of membership on the Council need to \r\nbe enlarged. Furthermore, we believe that the regional \r\nGroup of Eastern European States should be allocated \r\nat least one additional non-permanent seat. \r\n Bulgaria is well aware of the need to pursue \r\ninternational diplomacy in order to overcome existing \r\nconflicts. As a consequence, we welcome the positive \r\nrole that the European Union plays as a mediator in \r\nnumerous conflict areas around the world. One such \r\narea is the Middle East. Bulgaria firmly supports the \r\nefforts of the members of the Quartet in the Middle \r\nEast peace process and believes that re-establishing \r\ndirect dialogue between the Israeli and Palestinian \r\ndelegations is of fundamental importance. Bulgaria \r\nfirmly supports the position of the European Union in \r\nthis regard and underlines the fact that a \r\ncomprehensive and lasting peace can only be realized \r\nif the Israeli and Palestinian peoples can live \r\npeacefully, side by side, each in its own sovereign State \r\nand in mutual recognition. \r\n Another area where the United Nations, \r\nsupported by the European Union, has an enormous \r\npotential to be a force for peace and stability is in \r\nAfghanistan. Bulgaria believes that, overall, a more \r\ncomprehensive and coordinated approach in \r\nA/64/PV.10  \r\n \r\n09-52592 32 \r\n \r\nAfghanistan is desirable. In this light, the Bulgarian \r\nGovernment thanks the Swedish presidency of the \r\nEuropean Union for preparing a blue book listing all \r\nEuropean efforts in Afghanistan with the aim of \r\nhelping improve coordination on the ground. \r\n Together with our European Union partners, \r\nBulgaria is strongly committed to the cause of human \r\nrights. As such, Bulgaria will continue to clearly \r\ncondemn all such violations of human rights as torture, \r\nslavery, sexual abuse and female genital mutilation. \r\nAdditionally, in this light, we support the call by the \r\nSwedish presidency of the European Union for greater \r\nempowerment of women and gender equality. \r\nFurthermore, we appreciate the Secretary-General’s \r\nreport entitled “Implementation of the responsibility to \r\nprotect” of January 2009 (A/63/677) as an important \r\nand timely document, and we state our firm interest in \r\nfurther discussing and elaborating on the concept. We \r\nhope that, with the recent adoption of resolution \r\n63/308, this concept will be implemented. \r\n In the course of the past year, the world has faced \r\nmultiple challenges related to the global economic and \r\nfinancial crisis. This crisis has had a huge impact on \r\nvirtually all sectors of our economy. Bulgaria firmly \r\nbelieves that we can only overcome the crisis through \r\nthe joint efforts of all relevant actors. We are all in the \r\nsame boat, and we must all ensure that the lessons of \r\nour past mistakes are learned and remembered. To that \r\nend, we call for further intensification of the \r\ncooperation between developing and developed \r\ncountries. Additional support should be provided to \r\ndeveloping countries in order to avoid further \r\naggravation of global poverty and hunger. More \r\nbroadly, we are more concerned that the global \r\nrecession might lead to a decrease in the total level of \r\nofficial development assistance. Greater attention \r\nshould therefore be paid to the conclusions put forward \r\nin the Paris Declaration on Aid Effectiveness of 2005 \r\nand the Accra Agenda for Action of 2008. Furthermore, \r\nwhile we are well aware of our financial constraints, \r\nBulgaria, as a country that only recently emerged from \r\nthe status of a recipient of foreign aid, is committed to \r\nlive up to its international responsibilities and is \r\ndetermined to be a force for peace and stability. \r\n It is true that the efforts of the United Nations for \r\npeace, stability and development constitute an \r\nimpressive list of achievements. It is also true that a lot \r\nmore could and should be achieved this year and in the \r\nyears to come. At the end of the day, however, the \r\nachievements of the United Nations depend on what \r\nwe, the Member States, are willing to do. We have a \r\nshared responsibility for the future of our planet. Only \r\nthrough open and honest cooperation can we be \r\nsuccessful in overcoming the challenges ahead. \r\n So let us work together, demonstrate beyond any \r\ndoubt our goodwill, flexibility and commitment, and \r\nmake this sixty-fourth session of the General Assembly \r\na real success. \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Össur Skarphéðinsson, \r\nMinister for Foreign Affairs and External Trade of \r\nIceland. \r\n Mr. Skarphéðinsson (Iceland): It is indeed an \r\nhonour for me to address this Assembly for the first \r\ntime. I would like to start by congratulating His \r\nExcellency Mr. Ali Abdussalam Treki on his election to \r\nthe presidency of the General Assembly at its sixty-\r\nfourth session, and I pledge him the full support of the \r\nIcelandic delegation in the difficult and arduous work \r\nthat lies ahead of all of us. \r\n Only a year ago this weekend, my country, \r\nIceland, found itself caught up in the beginning of the \r\nglobal financial storm. It swept almost the entire \r\nbanking system in Iceland off the ground and left my \r\ncountry facing its most severe economic setback in \r\nliving memory. Iceland was the first country to fall \r\nvictim to the greed and excess of financiers who \r\nabused rules, followed dubious ethics, hid their money \r\nin tax havens and introduced an irresponsible system of \r\nstellar bonuses that incited reckless behaviour and risk-\r\ntaking beyond anything that we had ever seen before. \r\n In Iceland, those responsible left in their wake a \r\nscorched earth: bewildered citizens, full of sorrow and \r\nanger, scarred by the possibility of imminent \r\nbankruptcy and the loss of their houses and jobs. I can \r\ntell this Assembly, however, that Iceland is pulling \r\nthrough, not least because of the hard work of our \r\ncitizens, but also because we had friends that we could \r\nlean on. Our Nordic family did not desert us. The \r\nBaltic countries gave us their full moral support. And I \r\nwould especially like to mention Poland, which, out of \r\nthe generosity of her heart, lent us a hand without ever \r\nbeing asked — which we shall never forget. \r\n The International Monetary Fund offered us a \r\nstabilization programme that remains broadly on track, \r\nalthough I have to use this opportunity to voice \r\n A/64/PV.10\r\n \r\n33 09-52592 \r\n \r\nIceland’s grave dissatisfaction with the fact that \r\nunrelated bilateral disputes have prevented the \r\nprogramme from being fully implemented. I would \r\nalso like to mention that our application to join the \r\nEuropean Union has been very warmly received by our \r\nEuropean neighbours, for which I am very thankful. I \r\ncan therefore stand before this Assembly and say with \r\nconfidence in my voice that despite the hardships that \r\nare behind us, the financial storms in Iceland are \r\nbeginning to break. That is due to the resilience and \r\nhard work of the Icelandic people, but also because \r\nyou, the international community, lent us some very \r\nimportant support in the hour of our greatest need. \r\n The salient point is this. In a globalized world, \r\nwe have to tackle problems together, globally. We need \r\nto fight together the corruption that contributed to the \r\ninternational recession; we must work together to \r\nensure that the financial czars are not allowed to \r\nspeculate again with people’s lives; we have to work \r\ntogether to obliterate the tax havens they used and we \r\nalso need to lock arms to create a sound global \r\nregulatory framework. The world has to fight the \r\nrecession together, in the spirit of the United Nations, \r\nbut also within the framework that is created by the \r\nUnited Nations. \r\n Earlier in the week I had the privilege and honour \r\nto take part in the high-level Summit on Climate \r\nChange. It touched my heart when I heard the President \r\nof Kiribati describe the plight of his country, which \r\nmight literally be obliterated from the face of the earth \r\nwithout his nation being responsible for it in any way. \r\nThis is due to the drastic climate change that the whole \r\nworld is facing. The President of Kiribati asked for the \r\nonly thing that every human and every nation on earth \r\nreally deserves: he asked for justice. \r\n I believe that the best way to give justice to the \r\npeople of Kiribati, to the people of the nations in the \r\nSouth Pacific and elsewhere, and to the generations of \r\nthe future, is that we together put all our effort into \r\nreaching a decision on a legally binding agreement in \r\nCopenhagen that will strike at the core of this problem. \r\nI also believe that the best way to convince the sceptics \r\nto take that step is to highlight the success stories that \r\nwe have. We have to show the sceptics that our goals \r\nare realistic and that we can achieve them. \r\n I remind the Assembly that at the beginning of \r\nthe general debate we heard President Lula present the \r\nsuccess story of Brazil in terms of the sustainable use \r\nof energy resources that they have achieved. Allow me \r\nto take this opportunity to tell the success story of \r\nIceland in this regard. A generation ago, we were as \r\ndependent on imported fossil fuel as any other nation \r\nin the world. Today, a generation later, 80 per cent of \r\nour energy needs are met by renewables. All our \r\nheating, all our electricity is 100 per cent renewable. \r\nWhat we did was to use the treasures that we had not \r\nrealized were under our feet and before our eyes, in the \r\nform of rivers — we used hydro and geothermal power. \r\nAnd I maintain that what we did, others can also do. \r\n I want especially to focus attention on the vastly \r\nunderestimated possibilities of geothermal energy. \r\nMany of the countries of the African Rift Valley have \r\nsimilar potential to that of Iceland. In South-East Asia \r\nwe have the greatest geothermal potential in the world, \r\nand in Latin America there is also valuable potential. \r\nMany of these countries could, with the geothermal \r\nexpertise that countries such as Iceland have, achieve a \r\nreal transformation to clean energy; some could even \r\nbecome self-sustaining in terms of energy. But, of \r\ncourse, as always, what we need is finance. What we \r\nreally need is a global climatic fund to transfer \r\nrenewable technologies to developing countries to \r\nenable them to continue growing on a sustainable, \r\nrenewable basis. The expertise we have developed in \r\nIceland is available, and I would like to add that, \r\ndespite our present financial difficulties, we have \r\nensured that the geothermal training programme of the \r\nUnited Nations University in Iceland remains open and \r\nfully funded, as it has been for the past 25 years. \r\n Climate change is also producing drastic effects \r\nin the Arctic. Iceland, the only State that lies entirely \r\nwithin the Arctic region, has therefore designated the \r\nArctic as one of the main areas of her foreign policy. \r\nScience tells us, and we can read about it in the news, \r\nthat soon a great part of the Arctic Ocean might be ice-\r\nfree at the end of summer. This is a development that \r\nwe have not experienced in our lifetimes, and it bears \r\nboth good and bad tidings. If it happens soon, it will \r\nopen a pathway for transportation between the Pacific \r\nand the Atlantic via the Arctic Ocean, with great \r\nbenefits to trade. For better or worse, it will also \r\nfacilitate access to vitally important resources in the \r\nArctic. \r\n However, here we must tread very carefully. The \r\nArctic also possesses the most fragile ecosystem of the \r\nworld, and it will be a real challenge to strike the right \r\nbalance between the fragile environment and the use of \r\nA/64/PV.10  \r\n \r\n09-52592 34 \r\n \r\nits resources. In Iceland, we believe that it is very \r\nimportant to address those challenges regionally \r\nthrough the Arctic Council and that any territorial \r\nclaims — which we have already seen emerge in the \r\nnews — should to be settled on the basis of the United \r\nNations Convention on the Law of the Sea. \r\n Climate changes are also likely to have \r\nconsiderably negative effects on the fishing stocks of \r\nthe world. Representatives would know better than me \r\nthat more than a billion people, 95 per cent of whom \r\nlive in developing countries, depend on fish as their \r\nmain source of protein. As is known, Iceland’s track \r\nrecord in the sustainable management of fishing stocks \r\nis second to none. In that, as in the geothermal field, \r\nwe also have technological expertise that we are \r\nwilling and would like to share. In that respect, I am \r\nalso happy to say that despite Iceland’s current \r\nfinancial woes, we have ensured that the UNU \r\nFisheries Training Programme in Iceland is fully \r\nfunded. It is available to Member States, and I would \r\nbe very happy for them to take us up on that offer. \r\n During the course of this week, I have heard \r\nmany speakers criticize the United Nations, but I \r\nwould like to use the occasion of my first speech to \r\nthis Assembly to praise the work of the Organization. \r\nIn many fields, it has done well in times when the odds \r\nhave really been heavily stacked against it. I want \r\nespecially to take two examples from a great many that \r\nI could relate. \r\n Iceland and my Government have always strongly \r\nendorsed the rights of women. In particular, we have \r\ntaken to heart Security Council resolution 1325 (2000) \r\non the rights of women, of women in the world to take \r\npart and be active in the peace processes in war-torn \r\nregions. I wish to remind the Assembly that next year \r\nis the tenth anniversary of the adoption of resolution \r\n1325 (2000) and to take this opportunity to urge the \r\nUnited Nations to actively use that anniversary to \r\npromote the role of women as peacemakers all over the \r\nworld. I would add that in that context, the unanimous \r\ndecision of the General Assembly to create a new \r\nUnited Nations composite gender entity, to be headed \r\nby a special Under-Secretary-General (resolution \r\n63/311), was also very helpful. We thank all \r\nrepresentatives for those important steps, and I urge the \r\nSecretary-General to move forward on that matter as \r\nexpeditiously as possible. \r\n The other cause that I wish to mention as a reason \r\nfor my gratitude is the unanimous decision of the \r\nSecurity Council earlier this week to call for global \r\nefforts to stop the spread of nuclear arms and to boost \r\ndisarmament (Security Council resolution 1887 \r\n(2009)). I remember when I was a very young editor in \r\nReykjavik in 1986, when President Reagan and \r\nGeneral Secretary Gorbachev descended on the capital \r\nof Iceland. That historic meeting really signalled the \r\nend of the cold war. I will never forget that at that time, \r\nfor the first time in my life, a world free of the nuclear \r\nnightmare became a workable goal, and that goal must \r\nbe vigorously pursued. Only 15 minutes ago, I heard \r\nthe Foreign Minister of India state that one of the \r\ngreatest goals of the Indian Government was to support \r\nthat development. Even though Iceland is a little bit \r\nsmaller than India, I would add its weight to that goal. \r\nWe really must pursue it as strongly as we can, and I \r\nam grateful to the United Nations for providing the \r\nframework for that. \r\n There have also been other happy events for me, \r\nas a newcomer to this Assembly, during my first days \r\nhere. I found it invigorating to hear President Barack \r\nObama boldly describe his vision of a peace agreement \r\nin the Middle East based on the two-State solution and \r\nthe cessation of all settlements. I believe that his strong \r\ndeclaration has created a fresh political momentum that \r\nwe who are assembled here and the Governments of \r\nthis world must not allow to fade away. \r\n To sum up, I have talked about my nation’s \r\nfinancial difficulties, but I have also said that we are \r\npulling through, not least because we have been able to \r\nseek the advice and support of the international \r\ncommunity. Of course, Iceland is a small nation, but I \r\nhave also described how, even though we are a small \r\nnation, we have much to offer that could contribute to \r\nthe solution of some of the problems that, together, the \r\nworld is facing today. Our expertise in the geothermal \r\nfield, for example, can be of vital importance in the \r\nface of the climate crisis, and our experience in \r\nsustainable fishing can be instrumental in staving off \r\nthe depletion of fishing stocks. Our geopolitical \r\nposition in the Arctic and our cohabitation with its \r\ndangers and beauty for more than a thousand years can \r\nbe of great value in striking the right balance between a \r\nfragile ecosystem in the Arctic and the use of its \r\nresources. \r\n It is true that the crisis destroyed financial assets, \r\nbut Iceland’s real assets — natural resources, human \r\n A/64/PV.10\r\n \r\n35 09-52592 \r\n \r\ncapital and social welfare — remain intact. That is why \r\nI am so confident when I say that although Iceland was \r\nthe first to fall victim to the global financial crisis, it is \r\nalready on the road to recovery. \r\n The Acting President (spoke in French): I now \r\ncall on His Excellency Mr. Sergei Martynov, Minister \r\nfor Foreign Affairs of the Republic of Belarus. \r\n Mr. Martynov (Belarus) (spoke in Russian): This \r\nGeneral Assembly Hall is, in fact, the situation room of \r\nthe entire world. It seems to me that over the years we \r\nhere in this Hall have collectively understood and \r\nknown what to do. The main thing now is to agree how \r\nto do it. We all need an effective tool. \r\n There is hope that we are already close to a \r\ncommon understanding of how and with what tool we \r\ncan achieve our goals. For the international community \r\nto emerge from a series of multiple crises and to \r\novercome multidimensional new threats, we must \r\nachieve a policy of partnership. Modern international \r\nrelations are increasingly being built on the basis of \r\nhorizontal networks that include all interested and \r\nconstructive stakeholders in today’s world — States, \r\ninternational organizations, civil society and the \r\nprivate sector. Partnerships are a mechanism of \r\nengagement that has no reasonable alternative in the \r\ncontext of a pluralistic and contradictory world. \r\n One particular political factor that raises hope \r\nthat that approach is a realistic instrument is an \r\nemerging meeting of minds — involving various forces \r\non different continents — that see in partnerships a link \r\nby which one can extend the chain. By way of \r\nillustration, I will cite the example of the call of \r\nBelarus, from this rostrum two years ago, for systems \r\nbased on opposition and confrontation to become new \r\ninternational ones based on engagement and \r\npartnership (see A/62/PV.11). A year ago, when \r\nopening the sixty-third session of the General \r\nAssembly, Secretary-General Ban Ki-moon noted, \r\n “Nations can no longer protect their interests or \r\nadvance the well-being of their peoples without \r\nthe partnership of other nations.” (A/63/PV.5, \r\np. 1) \r\nThis year the United States declared its readiness to \r\n“build partnerships and solve problems that no nation \r\ncan solve on its own”. The European Union has also \r\naddressed the General Assembly with the same \r\nmessage of cooperation and partnership. The President \r\nof Russia spoke from this rostrum about a “collective \r\nagenda for unification” (A/64/PV.4) dictated by life \r\nitself. \r\n After a long break it seems that the international \r\ncommunity is starting to think along the same lines on \r\nsecurity, partnership and development and that the \r\nworld’s political leaders are beginning to speak the \r\nsame language — that of common sense. \r\n An important proof of the principled readiness to \r\nwalk the path of partnership is the efforts of the \r\n20 largest world economies to combine their resources \r\nto lead the world out of the global economic crisis. We \r\nwelcome in that connection recent meetings of some \r\nregional economic and political groups of States. On a \r\nless positive note, it should be noted that some aspects \r\nof the agreements reached remain to be carried out by \r\nthe parties, for example, the rejection and removal of \r\nprotectionist measures in international trade. It should \r\nbe said that the Group of Twenty format — let alone \r\nthe Group of Eight — is too narrow to be considered a \r\nrepresentative partnership. In this regard, engaging \r\neconomic regional groupings of States with significant \r\npotential, for example in our region — the Eurasian \r\nEconomic Community — would make the format more \r\nrepresentative. \r\n We also believe there is great potential for \r\ndialogue and partnership between the Non-Aligned \r\nMovement (NAM) and other major centres of power, \r\nas was discussed recently at the recent summit of the \r\nNon-Aligned Movement in Egypt. After all, today the \r\nMovement represents a significant international factor. \r\nIts members make tangible contributions to \r\ninternational security and are important actors on the \r\ninternational socio-economic stage. \r\n Today I address my colleagues from the European \r\nUnion, the United States, Russia and other developed \r\ncountries and call upon them to show leadership in \r\ndealing with the unprecedented global challenges \r\nthrough close partnerships and coordination with all \r\nmembers of the international community, including \r\nBelarus. Members of the international community, \r\nespecially the world’s power centres and leading \r\npolitical groups, should give practical effect to their \r\ngood intentions by developing global partnerships and \r\ncrisis strategies. \r\n The greatest potential for responding to global \r\nthreats and challenges is clearly here in the United \r\nNations. As a founding member of the Organization, \r\nA/64/PV.10  \r\n \r\n09-52592 36 \r\n \r\nBelarus is convinced of the ability of the United \r\nNations to play a leading role in generating \r\npartnerships to overcome the most acute global \r\nproblems. \r\n Was it not under the aegis of the United Nations \r\nthat the foundation was laid for the establishment of an \r\nanti-terrorism coalition and elaboration of a counter-\r\nterrorism strategy after the tragic events of \r\n11 September 2001? And by the way, should the United \r\nNations not consider proclaiming 11 September as the \r\nday of the fight against terrorism? We would be \r\ninterested in hearing States’ reactions to this idea. Have \r\nnot the achievement of the General Assembly in \r\nestablishing the New Partnership for Africa’s \r\nDevelopment been acknowledged worldwide? The \r\nMillennium Development Goals were also formulated \r\nin the context of a global partnership for development. \r\n United Nations capacities have been strengthened \r\nby some of the progress made in reforming the \r\nOrganization. In this regard I note, in particular, a new \r\npositive element, namely, the thematic debates in the \r\nGeneral Assembly. \r\n Bearing in mind the experience and potential of \r\nthe United Nations, Belarus has proposed the \r\nestablishment of a global thematic partnership against \r\nhuman trafficking and slavery in the twenty-first \r\ncentury. An informal mechanism on the topic initially \r\ntook shape at the Global Forum to Fight Human \r\nTrafficking in Vienna in February 2008. It must be \r\ninstitutionalized to work effectively — I stress \r\ninstitutionalized, not bureaucratized — through the \r\nelaboration and adoption by the General Assembly of a \r\nglobal plan of action to combat human trafficking. \r\n The idea for such a plan garnered wide support in \r\nMay during the thematic debate in the General \r\nAssembly. We have also heard expressions of support \r\nfrom high ranking participants in this general debate. \r\nWe welcome the recent decision by the President of the \r\nGeneral Assembly at its sixty-third session to appoint \r\nthe Permanent Representatives of Cape Verde and \r\nPortugal as facilitators of the consultations on the \r\nglobal plan. We call on all our partners and friends to \r\nengage actively in this work. \r\n Global economic development is always driven \r\nby certain engines, which are replaced by new and \r\nmore effective ones. For example, coal and steel were \r\nengines for the European industrial revolution; the \r\nengine for the global economy after the Second World \r\nWar was oil, which was replaced by information \r\ntechnologies in the 1990s. The economic engine of the \r\npast decade was finance. It is absolutely obvious that \r\nthe global crisis has demonstrated the need to replace \r\nthe outdated financial engine. What can and should \r\nreplace it? We believe there will be not just one engine \r\nfor the future, but a number of elements that include a \r\nleading role for clean, green technologies. Given the \r\nincreasing interdependence of energy and environment \r\nand the determining role of energy in global survival, it \r\ncannot be otherwise. \r\n This year we face an especially momentous task: \r\nelaboration of new post-Kyoto agreements to deal with \r\nglobal warming that include universal introduction of \r\nnew and renewable energy sources. This issue was \r\ndiscussed in depth at the thematic dialogue of the \r\nGeneral Assembly held in June 2009. That was a good \r\nbeginning, yet we must move decisively forward. The \r\nincreasing topicality of the energy and environment \r\nagenda requires creation of a specific partnership — a \r\nglobal mechanism to improve the access of developing \r\ncountries and countries with economies in transition to \r\nnew and renewable energy sources. \r\n This issue must not be shelved. We need to lay \r\nthe foundations for a qualitative breakthrough at this \r\nsession of the General Assembly. Belarus will initiate a \r\ncomprehensive study of this issue with the involvement \r\nof leading international experts and include in its \r\nresults conclusions and recommendations for the future \r\nreport of the Secretary-General. We believe that, given \r\ncurrent conditions, the strengthening of the economic \r\npotential and political role of middle-income countries \r\ncould be yet another motor of economic and social \r\nprogress. \r\n Experience has clearly shown that resources and \r\ncapacities of a narrow circle of traditional world \r\nleaders are insufficient for overcoming the crisis. The \r\ngreatest potential for growth rests with middle-income \r\ncountries. To a certain extent, one could draw a parallel \r\nhere with the key role played by the middle class in the \r\nstable economic and political development of States. It \r\nis no coincidence that the majority of United States and \r\nEuropean companies are turning their eyes to the Asian \r\nand other developing world markets. \r\n Mindful of such importance, let alone the mere \r\nnumerical strength of this group of countries, which \r\nincludes more than 100 States, the United Nations \r\nsystem must take an active role. With this idea in mind \r\n A/64/PV.10\r\n \r\n37 09-52592 \r\n \r\nlast year, Belarus, together with its partners, sponsored \r\nthe adoption by the General Assembly of a resolution \r\non cooperation for development with middle-income \r\ncountries. \r\n This year, for the first time within these walls, a \r\nsubstantive discussion was held on how to make the \r\nbest use of the capacity of the United Nations system \r\nto assist such countries in addressing their specific \r\nsocial and economic problems, which are particularly \r\nimportant for sustainable global development. \r\n We hope that the work of the General Assembly \r\non that topic will not be seen simply in terms of \r\ncompetition for the scarce resources of the donor \r\ncommunity and the United Nations. That is not the \r\npoint. The larger the number of economically \r\nprosperous States in the world, the stronger and more \r\npredictable the world economy will be. There will be \r\nincreased predictability and fewer crises and \r\ncatastrophes. There will be more opportunities for \r\neconomic growth in the poorer countries and an \r\nincrease in international assistance will be generated. \r\nIn the long run, everyone will be a winner. \r\n I cannot but turn to the subject of Kyoto and post-\r\nKyoto, which sets the tone for the current session of \r\nthe General Assembly. The possible outcome of the \r\nCopenhagen meeting is, unfortunately, not quite clear. \r\nAll of us, big, medium-size and small States, have to \r\ndo our utmost to ensure its success. But the perfect \r\ndoes not have to be the enemy of the good. \r\n Belarus is the only State in the world that, for \r\nseveral years, has been trying to achieve what may \r\nseem, at first glance, to be a paradoxical goal. That is, \r\nto take on significant commitments to reduce harmful \r\nemissions. The commitments we have taken happen to \r\nbe more significant than many of our neighbours, and \r\neven than those of some European Union countries. \r\n Since we are all partners here, I will put it in a \r\nblunt and straightforward way. We do not understand \r\nwhy many States, including powerful groups of States, \r\nwhich are, by the way, leading the way in post-Kyoto \r\nadvocacy, do not allow us to assume legally binding \r\nand significant Kyoto commitments. I address this call \r\nto partners and colleagues. If we want to strengthen the \r\nKyoto paradigm, let us not undermine it. I sincerely \r\nhope that the call of Belarus for speedy ratification of \r\nour accession to Kyoto will be heeded. \r\n In a year’s time, here in New York, there will be \r\nthe 2010 United Nations Summit. That is the only \r\nforum that has united the heads of State and \r\nGovernment of the G-8, the G-20, the European Union, \r\nthe Non-Aligned Movement, the Commonwealth of \r\nIndependent States and others. Belarus proposes \r\nconsidering the 2010 Summit as a summit of \r\npartnerships, the venue for putting forward and acting \r\nupon the ideas of global partnerships. \r\n We support the intention of the President of the \r\ncurrent session of the General Assembly to start \r\npreparations for the Summit well in advance. At the \r\nSummit itself, we propose the adoption, at the level of \r\nheads of State and Government, of a mechanism, an \r\nalgorithm or a plan of close cooperation on the part of \r\nMember States for the years to come on how to \r\novercome global challenges. And in the next few \r\nmonths, delegations could make suggestions as to the \r\nsubstance of such a document. Negotiations on the \r\ndocument could start in January 2010. \r\n Sixty-five years after the signing of the United \r\nNations Charter, we can and should make an \r\nhonourable attempt to return to the roots of the United \r\nNations by restoring the original meaning of the word \r\n“united”, which forms part of our name. It all depends \r\non us. \r\n The Acting President (spoke in French): I now \r\ncall on His Excellency Mr. Seyoum Mesfin, Minister \r\nfor Foreign Affairs of the Federal Democratic Republic \r\nof Ethiopia. \r\n Mr. Mesfin (Ethiopia): It is indeed a great \r\npleasure for me to extend my warmest congratulations \r\nto Mr. Ali Treki on his election to preside over the \r\nGeneral Assembly at its sixty-fourth session. \r\n Permit me also to express my appreciation to the \r\noutgoing President for his effective leadership during \r\nthe course of the previous session of the General \r\nAssembly. \r\n We are grateful to our Secretary-General, Mr. Ban \r\nKi-moon, for the tireless efforts that he exerts to ensure \r\nthat the United Nations fulfils its purpose during this \r\ncomplex and crucial period in our collective history. I \r\nwish to thank him, in particular, for the initiative he \r\ntook to convene the special Summit on Climate Change \r\nthis past week. \r\n It has now been 18 years since we, Ethiopians, \r\nmanaged to remove a military dictatorship of \r\nA/64/PV.10  \r\n \r\n09-52592 38 \r\n \r\nunprecedented cruelty. The consequences of lack of \r\ndemocracy within the context of great diversity are all \r\ntoo apparent. Ethiopia’s diversity leaves no room for \r\nautocracy, dictatorship, military — of whatever \r\nvariety — cannot mix with the sociological make-up of \r\nthe country. That was the explanation why Ethiopia \r\nwas at the edge of the cliff during the last years of the \r\nmilitary Government. \r\n The last 18 years have not been easy for \r\nEthiopians. We had to begin again in every aspect of \r\nour lives, without exception. There was hardly any \r\neconomic development throughout the entire 17 years \r\nof military dictatorship. Even prior to military rule, \r\nEthiopia faced not just the lack of democracy, but also \r\na stagnant economy and lack of development. \r\n However, the challenges of the last 18 years have \r\nnot been limited to the weight of the past, to our \r\nlegacy, in both the political and economic areas. We \r\nalso had to face other challenges which have not been \r\ninconsequential in terms of affecting the tempo of our \r\ndemocratization and development. These challenges, \r\nhowever daunting they are, do not undermine our \r\nachievements, over the last 18 years, to democratize \r\nour country and lay the basis for rapid economic \r\ndevelopment. \r\n In both areas, the historic trajectory of the \r\ncountry has shifted. No matter what detractors might \r\nsay, Ethiopia is now a country with a future and great \r\nhope. During the entire long history of the country, we \r\nhave never witnessed two-digit economic growth, yet \r\nwe are slated to register that rate of growth this year. \r\nThat would constitute our sixth consecutive year of \r\nsuch a level of achievement, and it has been attained \r\ndespite pressures coming from the global economic \r\ncrisis. \r\n In democratic governance, the new Ethiopia has \r\nirrevocably split from the old Ethiopia in terms of both \r\nindividual and group rights. With respect to the latter \r\ncategory of rights, Ethiopia, as has so emphatically \r\nbeen asserted in our Constitution, is no longer a prison \r\nof nations and nationalities. In terms of respect for \r\nindividual political and human rights, if hard facts — \r\nand not an extraneous political agenda — are the \r\nmeasure, Ethiopia is now, all things considered, not at \r\nthe tail end of countries, but in the vanguard, for its \r\ncommitment to this value as well as in practice. \r\n However, over the last 18 years we have had \r\nmany challenges whose negative effects cannot be \r\noverlooked. I would like to say a few words about each \r\nof the challenges that we have had, and continue, to \r\nface. \r\n The first is in the area of peace and security. \r\nObviously, Ethiopia is part of the Horn of Africa. As a \r\nneighbour sharing a longer border with Somalia than \r\nany other country and with a large population of \r\nEthiopian Somalis, we have been affected by what goes \r\non in that sisterly country; indeed, it would be a \r\nmiracle if that were not the case.  \r\n Now, speaking of Somalia, it is time that we \r\nabandon the fiction that the war there is just among \r\nSomalis. It is not. Somalia is being hijacked by foreign \r\nfighters who uninhibitedly proclaim that their agenda \r\nhas nothing to do with Somalia. Theirs is an ambition \r\nthat goes well beyond Somalia, and they say that loud \r\nand clear. Those who advise them not to be so blunt \r\nhave not succeeded. \r\n The Somali crisis has been with us as long as the \r\nnew Ethiopian Government has been around. It is not \r\njust that we lost a partner because of the absence of a \r\nfunctioning Government in Mogadishu. We have also \r\nbeen directly affected by the crisis — a crisis, let us \r\nnot forget, that is assisted and abetted by others, \r\nincluding by States whose authorities move with ease \r\nin and rub shoulders with members of civilized circles. \r\nIt is not only rogue States, but also States that are \r\nostensibly decent that continue to fuel extremism in \r\nSomalia and to fund its activities. \r\n Let us call a spade a spade. Today in Somalia, \r\nthere is greater coordination and cooperation among \r\nthose who assist the extremists than among those who \r\nprofess support for the Transitional Federal \r\nGovernment (TFG) of Somalia. The consequences are \r\nobvious. As the latest horrific suicide attack on the \r\nAfrican Union Mission in Somalia has shown, those \r\ndestroying Somalia are being emboldened and their \r\nsupporters rewarded. \r\n Conversely, the TFG authorities continue to lose \r\nconfidence, as pledged support continues to dwindle in \r\npractice. The international community is being stingy \r\neven with the symbolic steps of showing resolve \r\nagainst extremists and spoilers in Somalia. The \r\ncountries of the Intergovernmental Authority on \r\nDevelopment (IGAD) spoke with one voice and \r\nappealed to the United Nations Security Council. \r\nAfrican heads of State and Government endorsed \r\nunanimously the IGAD call for the Security Council to \r\n A/64/PV.10\r\n \r\n39 09-52592 \r\n \r\nstand up and be counted in support of the fight against \r\nextremism in Somalia. However, it appears that the \r\nCouncil does not consider Somalia to be a priority. \r\n In the meantime, those supporting extremism \r\nhave made Somalia a priority. It is critical that the \r\ninternational community wake up before the hijacking \r\nof Somalia by extremism is fully consummated. It is \r\ntherefore unlikely that the Horn of Africa will soon rid \r\nitself of the crisis in Somalia, and there will be \r\nconsequences for the work we have to do in our \r\ncountry in terms of development, fighting poverty and \r\nspeeding up the process of democratization. \r\n That is why the peace process in the Sudan, and \r\nin particular the effective implementation of the \r\nComprehensive Peace Agreement, is so critical for us. \r\nThe Horn of Africa cannot afford the consequences of \r\nfailure in the Sudan peace process. We are very close \r\nto both parties in the Sudan, and that is an asset that we \r\nwant to use wisely. \r\n It would be naïve to believe that the conditions of \r\npeace and stability in our region have no influence over \r\nour domestic agenda. They do. Open societies are \r\nmanifestly vulnerable to the kind of situation \r\nprevailing in the Horn of Africa. The mix of extremist \r\nforces and rogue States is not conducive to the growth \r\nof democracy in close proximity. \r\n We have other challenges as well. One has to do \r\nwith climate change. It is gratifying to us Ethiopians \r\nthat this challenge is drawing the attention of the world \r\nmore than ever before. I wish to reiterate our \r\nappreciation of the effort deployed by the Secretary-\r\nGeneral in this regard. We look forward to the \r\ninternational community’s taking resolute action in \r\nCopenhagen on the basis of the principle of common \r\nbut differentiated responsibilities. \r\n We in Ethiopia have been affected by climate \r\nchange in the most difficult and complex ways. The \r\neffect on our agriculture and on our plan for food \r\nsecurity has been enormous. It is no longer every \r\ndecade or so that we face drought, but rather every \r\nthree to four years. If not drought, then we face floods. \r\nEither way, the consequences have been enormously \r\ndamaging to our plan to ensure food security. \r\n Let me take this opportunity to thank all those \r\npartners who have stood with us to address and \r\nmitigate the adverse effects of climate change on our \r\nagricultural activities. I wish to thank in particular \r\nSecretary of State Hillary Clinton for organizing a \r\nmeeting on partnering for food security on this very \r\nday. \r\n As for the Copenhagen climate change summit, it \r\nis indeed gratifying that we in Africa have decided to \r\nbe innovative with respect to our representation and in \r\nconnection with our approach to negotiation. Africa \r\nhas decided to be represented by a single team of \r\ndelegates which will negotiate on the basis of a \r\ncommon African position. It is an honour for Ethiopia, \r\nin the person of its Prime Minister, to lead the African \r\nnegotiating team. We expect much from Copenhagen. \r\n We have had yet another challenge to our \r\ndevelopment and to the effort we have been making to \r\ndeepen the progress of democratization in our country \r\nover the past 18 years. This has to do with the less-\r\nthan-conducive international economic — and, I might \r\nadd, political — environment within which we have to \r\noperate. What we have faced on both scores, economic \r\nand political, has been a lack of tolerance for diversity, \r\npolicy-space experimentation and independent \r\nthinking. Unjustified conditionalities have abounded, \r\nboth for economic and political reasons — on the one \r\nhand because of strategies derived from market \r\nfundamentalism and on the other because we dared \r\ndefend ourselves against unjustified aggression. \r\nEthiopia’s first real attempt at economic development \r\ncoincided with the period when market orthodoxy \r\nmade the role of the State anathema. Perhaps times \r\nhave changed. \r\n We could have achieved more over the past \r\n18 years, but what we have indeed achieved in the \r\ndemocratization of our society and in economic and \r\nsocial development is not insignificant. In fact, as I \r\nhave already stated, what we have witnessed in \r\nEthiopia over the past decade and a half is no less than \r\na change in the trajectory of the country’s \r\ndevelopment. Moreover, we have also continued to \r\ndischarge our multilateral responsibilities in our own \r\nsubregion, on our continent as members of the African \r\nUnion, and in the world beyond in connection with our \r\nobligations to the United Nations. \r\n In our own region, along with other members of \r\nthe Intergovernmental Authority on Development, we \r\nhave done whatever is necessary and within the limits \r\nof our capacity to help Somalia achieve peace and to \r\nshield it from the onslaught of extremist forces. As part \r\nof the African Union, we continue to discharge our \r\nA/64/PV.10  \r\n \r\n09-52592 40 \r\n \r\nresponsibilities to maintain the pan-Africanist \r\ntradition, to contribute to the peace and security of the \r\ncontinent, and to accelerate the integration process of \r\nthe continent brick by brick. \r\n The United Nations is an Organization which we \r\ncannot live without. We benefit from the Organization \r\nin more ways than one. We also take our obligation to \r\nit very seriously. It is in that spirit that we continue to \r\nstrengthen our contribution to the United Nations \r\npeacekeeping efforts. In this we shall continue without \r\nfail. It is for that reason that I wish to conclude by \r\nreiterating Ethiopia’s commitment to the United \r\nNations and by affirming our commitment to all efforts \r\nat reforming the Organization, including the Security \r\nCouncil. \r\n The Acting President (spoke in French): I now \r\ncall on His Excellency Mr. Cristian Diaconescu, \r\nMinister for Foreign Affairs of Romania. \r\n Mr. Diaconescu (Romania) (spoke in French): At \r\nthe outset, I would like to address to Mr. Ali \r\nAbdussalam Treki my warmest congratulations on his \r\nelection as President of the General Assembly at its \r\nsixty-fourth session. I wish him every success in \r\nmeeting this challenge. \r\n My country is proud of its historic commitment to \r\ntolerance, fostering rapprochement and confidence-\r\nbuilding in international debates. Romania has always \r\ndemonstrated its resolve to enhance multilateralism, be \r\nit by bringing parties in conflict together, overcoming \r\nartificial boundaries or promoting cooperation between \r\ndeveloped and developing countries. \r\n I take this opportunity to pay tribute to an \r\nimportant event for Central and Eastern Europe, which \r\nwe are commemorating this year. It has been 20 years \r\nsince the autumn of change that reshaped Europe and \r\nopened the way to historic opportunities for the former \r\nEastern bloc. Two decades have passed since the fall of \r\nthe iron curtain, and we now recognize that the power \r\nfor change that democracy represents is one of the \r\nmost potent European values. It remains the hope of \r\nmillions of young people throughout the world who \r\ndefend freedom of expression, multi-party systems, \r\nrespect for diversity and freedom of the press. We must \r\nnever forget our history. After two decades of \r\ndemocratic change, we must never forget where we \r\nstarted. That is what now strengthens the values that \r\nare shared throughout Europe and that allow us better \r\nto understand democracy’s transformational sweep \r\nthroughout the world. \r\n We now face the most important challenges \r\nhumanity has ever faced. The negative impact of \r\nclimate change has only been exacerbated by the global \r\nfinancial and economic crisis, the food crisis, the rise \r\nin energy prices and pandemics. The world is \r\nexperiencing increasingly tense situations that make \r\nour efforts to meet the challenges of the new century \r\neven more sensitive. We have now to address terrorism, \r\nthe proliferation of weapons of mass destruction, \r\nprolonged conflicts, failed States, food and energy \r\ninsecurity, migration, poverty and the violation of \r\nhuman rights. \r\n I hope that, in the face of not just of one but of \r\nmany challenges, Member States will make this \r\nsituation an opportunity for visionary change. Through \r\nthe implementation of solutions to the economic and \r\nfinancial crisis and responses to the negative effects of \r\nclimate change, we can aspire to create greener \r\neconomies and jobs, societies more responsible in their \r\nuse of energy, improved infrastructure, and financial \r\ninstruments strong enough to support such a transition. \r\n(spoke in English) \r\n I would like to refer to a key topic on the United \r\nNations agenda: climate change. I do not intend to \r\nreiterate all its negative effects or the danger it poses to \r\nthe very existence of humankind. Members are well \r\naware of all of them, and we have been speaking about \r\nthem extensively over this past week. However, I do \r\nwant to stress the principles that underpin Romania’s \r\napproach to this issue and that we would like to invite \r\nMembers to consider as well. \r\n Nature is part of our daily life. If we respect \r\nnature, we can take long-term benefits from it, making \r\nus better prepared to design and build our future. \r\nRespect is essential. We are all affected by climate \r\nchange. There is no boundary to protect a certain \r\ncountry or a certain area. It is not as if something \r\nhappening in the Pacific is not also the business of \r\nsomebody living in a developed European capital. That \r\nmeans that we all have a common responsibility \r\ntowards others. We must be aware that everything we \r\ndo and any decision we take has an impact on others. \r\nThat is why it is so important to base our decisions on \r\nsuch values as human respect, solidarity and \r\nresponsibility. \r\n A/64/PV.10\r\n \r\n41 09-52592 \r\n \r\n We commend the Secretary-General for his \r\ndedication and commitment in dealing with this issue. \r\nBy bringing us together as world leaders seeking \r\nconsensus on what is to be done about climate change, \r\nhe has rallied us to work towards the Conference in \r\nCopenhagen. We expect an ambitious agreement to be \r\nreached in Copenhagen. \r\n Another challenge that affects us all is that of the \r\nglobal financial and economic crisis. Again, solutions \r\nmust be to the benefit of all. We need to join forces \r\nrapidly to resume economic growth and development, \r\nreform financial instruments and preserve international \r\nstability. The world financial system no longer meets \r\nthe needs and realities of our time. The institutions \r\nmonitoring that system have to be reformed. We need \r\nto create an early prevention and early warning \r\nmechanism, and the United Nations should be \r\nentrusted with more resources and prerogatives as the \r\nmain coordinator for the delivery of global public \r\ngoods. Our task will be to ensure discipline and \r\npredictability within the system, while preserving the \r\nfreedom of the market as the main engine of economic \r\ngrowth. We welcome in this respect the commitments \r\nundertaken at the summit of the Group of Eight to \r\ndiscourage protectionism and ensure the conclusion of \r\nthe Doha negotiations by 2010. \r\n We need a twenty-first century multilateralism \r\nthat is both innovative and pragmatic. Romania is \r\ndevoted to that cause and seeks to expand its \r\ncooperation with the United Nations in ever more \r\ncreative and pragmatic ways. To illustrate Romania’s \r\ninterests and its more concrete contributions to the \r\nUnited Nations system, I am proud to point to just two \r\nmajor projects that came to fruition this year. The \r\nopening of the first emergency transit centre for \r\nrefugees in Timişoara, the first such body in the world, \r\nwas the result of excellent cooperation with the United \r\nNations High Commissioner for Refugees and the \r\nInternational Organization for Migration. The second \r\nproject is the signing, here in New York, of a \r\nmemorandum of understanding between the \r\nGovernment of Romania and the United Nations \r\nregarding the training of United Nations close \r\nprotection personnel within the Centre for Excellence \r\nof the Romanian Protection and Guard Service, to be \r\nopened soon in Bucharest. \r\n In all our endeavours to identify a stronger \r\nmultilateral approach to guaranteeing a safer and more \r\nsustainable system, we should all consider at least four \r\nessential elements. The first is managing the current \r\neconomic crisis so as to secure sustainable \r\ndevelopment and growth. The second is staying \r\nfocused on the demanding and interconnected issues of \r\nclimate change, poverty, food security, health, energy, \r\nmigration and the lack of democracy in some parts of \r\nthe world, while maintaining international peace, \r\nsecurity and stability. The third element concerns the \r\nconsolidation of international law. The fourth concerns \r\nstrengthening and increasing the efficiency of \r\ninternational institutions. \r\n The United Nations and its bodies must be at the \r\ncentre of this renewed multilateralism with what the \r\nOrganization does best — promoting development and \r\nsecurity while advancing democracy, human rights, the \r\nrule of law and social development. At the Millennium \r\nSummit, we all pledged to boost the role of this unique \r\nand indispensable Organization. Indeed, in recent \r\nyears, the United Nations has undergone a wide-\r\nranging process of realignment and reform. However, it \r\nis also very evident that reform of some of the most \r\nimportant United Nations bodies is still slow and \r\ninconsistent. I hope that, in the months and years to \r\ncome we will see more progress in this respect. \r\n Romania continues to share the view that the \r\noverarching goal of reforming the Security Council \r\nshould be to achieve a more effective, transparent and \r\nrepresentative body, and will join in any effort to that \r\nend. Since the intergovernmental negotiations in \r\nFebruary, the reform process has shifted into a higher \r\ngear, allowing us to pursue the mandate set forth at the \r\n2005 World Summit. \r\n Another significant decision contained in the \r\n2005 Outcome Document (resolution 60/1) concerns a \r\ncrucial issue: the responsibility to protect. A few \r\nmonths ago, the General Assembly held a very \r\nconstructive debate on how to implement this concept. \r\nThe responsibility to protect is one of the most \r\nimportant conceptual evolutions for the United \r\nNations. This path should be thoroughly explored by \r\nMember States, as it holds tremendous preventive \r\npotential. \r\n Solutions to the challenges of the twenty-first \r\ncentury should also make more use of efficient regional \r\nmechanisms. I am referring to organizations such as \r\nthe African Union, the Association of Southeast Asian \r\nNations, the Gulf Cooperation Council, the \r\nOrganization for Security and Cooperation in Europe, \r\nA/64/PV.10  \r\n \r\n09-52592 42 \r\n \r\nand NATO, which are either cooperative bodies or ones \r\ndirected towards regional integration. \r\n The potential of smaller, knowledgeable groups \r\nof States to address the problems of a region is high. If \r\nsupported, such regional groups can more easily muster \r\npolitical will and the capacity to act. This is \r\nparticularly true in situations related to peace and \r\nsecurity, where swift and decisive action is often \r\nrequired. \r\n While serving its mandate in the Security Council \r\nin 2005, Romania promoted the Council’s resolution \r\n1631 (2005), which sought to strengthen cooperation \r\nbetween the United Nations and regional organizations \r\nin maintaining peace and security. Since then, a lot has \r\nbeen done in this respect, but the potential for action \r\nunder Chapter VIII of the United Nations Charter is \r\nstill to be fully unleashed. \r\n Unfortunately, there are still crises around the \r\nglobe that cannot be resolved by regional means alone. \r\nWe continue to face protracted regional security \r\nchallenges, such as those in the Middle East and \r\nvarious parts of Africa, as well as the South Caucasus \r\nand the Black Sea region. Reconstruction efforts in \r\nAfghanistan are turning out to be more complex and \r\ndifficult than we all initially thought. Such situations \r\nrequire our undivided attention and comprehensive \r\nefforts. \r\n My country is investing a great deal in the \r\nstability and security of the world. More than \r\n1,500 Romanian troops serve in United Nations-\r\nmandated and -authorized missions in all areas of the \r\nglobe, from Kosovo to Afghanistan, from Bosnia and \r\nHerzegovina to the Sudan. In recent years, Romania \r\nhas been honoured to be able to participate, along with \r\nits allies and partners, in the stabilization and \r\nreconstruction of Iraq. At the end of June, Romanian \r\ntroops concluded their mission there, leaving Iraq with \r\nthe satisfaction of an accomplished mandate. The Iraqi \r\nsecurity framework has improved significantly. The \r\nsame could be done in Afghanistan. By keeping its \r\ncommitment steady and deepening it when needed, it \r\nwill be possible for the international community to \r\nsucceed in consolidating a sovereign Afghan nation. \r\n Among the perils that threaten us most, terrorism \r\nand the proliferation of weapons of mass destruction \r\nremain of major concern. Nuclear proliferation is of \r\nparticular concern, given the increasing accessibility of \r\ntechnology capable of large-scale destruction. In this \r\ncontext, we urge those Member States that are \r\nconsidering nuclear programmes to fully heed the \r\nconcerns of the world community and to abide strictly \r\nby international norms and regulations. \r\n Lately, there have been encouraging signs in the \r\nrealm of nuclear disarmament and non-proliferation. \r\nWe highly appreciate the recent agreement of the \r\nPresidents of the United States and the Russian \r\nFederation for nuclear arsenal cuts, confirming the \r\ncommitments undertaken by those two States. As there \r\nhave also been positive indications from the United \r\nStates with respect to its ratification of the \r\nComprehensive Nuclear-Test-Ban Treaty, the \r\ninternational community can now feel confident that \r\nthe biggest nuclear Powers are determined to advance \r\nthe nuclear disarmament process. \r\n(spoke in French) \r\n It has been said that violence begets violence, but \r\nto ignore or not take into account the basic principles \r\nof human rights would be to do the same. In the same \r\nway, intolerance fuels further intolerance. We can \r\ndebate historical themes, but we cannot deny history \r\naltogether. The tragedies, crimes against humanity and \r\ngenocides are sins of the past, but they should also be \r\nlessons for the present and the future. \r\n We have already demonstrated our willingness \r\nand capacity to accept our past in a critical way. \r\nRomania reiterates its commitment to combating \r\nextremism, xenophobia and all forms of racism and \r\ndiscrimination. At the same time, my country actively \r\npromotes diversity and multiculturalism, as well as \r\nintercultural and interreligious dialogue in the \r\nframework of the International Organization of la \r\nFrancophonie and the Alliance of Civilizations. \r\n Unfortunately, democracy is too often a slippery \r\nterm in the diplomatic framework of the United \r\nNations. But we cannot have a stable world and meet \r\nthe challenges that face us without promoting certain \r\nvalues — freedom, democracy, the rule of law and \r\nrespect for human rights — that have been of proven \r\nbenefit to humanity. We must continue to help the men, \r\nwomen and children of the world to choose their future \r\nfreely, enjoy decent employment and trust the authority \r\nof law and justice. \r\n Democracy and the rule of law constitute the \r\nimmune system of human society. Just as it is \r\nimpossible to fight off disease when the immune \r\n A/64/PV.10\r\n \r\n43 09-52592 \r\n \r\nsystem is weak, poverty spreads in a degraded \r\nenvironment. Whether it is a matter of creating equality \r\nin the areas of gender and health, achieving education \r\nfor all or ensuring a clean environment, it is not merely \r\na matter of funding, it is just as much about \r\nestablishing the basic principles of human rights and \r\ndemocracy. \r\n I should like to conclude by expressing my \r\nconviction that there is no challenge too great for our \r\ncountries as long as we remain united. No threat is too \r\npowerful to destroy us if we succeed in mobilizing our \r\nwisdom and our capabilities. \r\n The Acting President (spoke in French): I now \r\ncall on His Royal Highness Prince Mohamed Bolkiah, \r\nMinister of Foreign Affairs and Trade of Brunei \r\nDarussalam. \r\n Prince Bolkiah (Brunei Darussalam): I would \r\nlike to congratulate the President on his election, as \r\nwell as to express my appreciation to the outgoing \r\nPresident for his contributions over the past year. I \r\nwould also like to thank the Secretary-General, his \r\nstaff and the agencies of the United Nations for doing \r\nsuch a fine job all over the world in very difficult \r\nsituations. It is very much appreciated. \r\n I like the theme for this year’s debate, but it is a \r\nvery long one. So I would like to say a few things \r\nabout the first two words, namely, effective responses. \r\nI think that they are the most important ones. There is \r\nno problem with the second word. We all know what \r\nresponses are, because we make them every day. But \r\n“effective” is a far more difficult word, and that is \r\nbecause none of us here actually decides what it means. \r\nIt is not up to us to judge whether our work is \r\nsuccessful or not. That is up to the next generation. In \r\nother words, it is our children and grandchildren who \r\nare going to look back at the past and see whether we \r\ndid a good job. That is the way it has always been. \r\n That is what many of us in Brunei Darussalam \r\nhave been doing recently, because this year is an \r\nimportant anniversary for us. It is now 25 years since \r\nwe joined the Organization. Those of us who were here \r\nat that time remember it very well. We remember \r\nexactly why we joined. It was a dangerous period, and \r\na small country like ours did not want to be left on its \r\nown. We wanted to be part of a larger community, a \r\nworld community. But there was a real problem. The \r\ncold war was on and nearly everyone was divided into \r\ntwo camps. That meant that we had to choose sides. \r\nThat did not help us very much at all. \r\n Mr. Hackett (Barbados), Vice-President, took the \r\nChair. \r\n Looking at the United Nations today, I would \r\njudge its response to the past 25 years as very \r\neffective. Things are much better than they were back \r\nthen. Certainly, many of the old problems may still be \r\nwith us, such as terrorism, poverty, disease, war and \r\nthe 60-year struggle by the Palestinian people for \r\njustice, hope and dignity. But we also have a lot of \r\ngood things going for us nowadays. We have much \r\nmore knowledge. Communication is better than ever \r\nbefore. The best thing of all is that we are not divided \r\ninto two camps. As a result, we have far more \r\nopportunities. \r\n When our next generation looks back at us and \r\njudges us, I think that the question they will be asking \r\nwill be: What did we do with those opportunities? In \r\nother words, were our responses effective ones? \r\nGetting back to where we are now, I think we have \r\nopportunities to make a great response. \r\n The Secretary-General and his staff have \r\nimportant proposals for reform, change and \r\ndevelopment. If we accept them and do something \r\nabout them, we can take the biggest opportunity of all: \r\nwe can change the whole direction of world affairs. \r\nWhat is more, I think that this is exactly what people \r\nwant us to do. \r\n There is a lot of support for change outside this \r\nbuilding. No one really wants to carry on being split up \r\ninto developed or developing nations any more, or as \r\nfirst, second or third worlds. They want us to be in one \r\nworld, in one situation, sharing its problems and being \r\npart of any solution. \r\n That is the message many of us got after the first \r\nGroup of 20 (G-20) meeting, back in April of this year. \r\nIt seemed to give us a real choice — either to keep on \r\ndoing things the way we have always done since 1946 \r\nor to change directions and all work together, big and \r\nsmall, regardless of background, culture or faith, and \r\nfind a new way into the twenty-first century. \r\n This week’s G-20 meeting in Pittsburgh sent out \r\nthe same message, and it was good to hear. It is only a \r\nsoft message and a small change. The big decisions are \r\nstill being made for us, and not with us. But at least it \r\nis a start. It is the kind of change we want to see, and \r\nA/64/PV.10  \r\n \r\n09-52592 44 \r\n \r\nthere is nothing to stop us from taking it a long way \r\nfurther. After all, it is not like 25 years ago. We have a \r\nreal choice and no one is forcing us to take sides. So \r\nfor the moment it is up to us. The key words, however, \r\nare “for the moment”. \r\n The G-20 are not the only ones sending us \r\nmessages. There are other very important ones. They \r\nare coming from the environment, the climate, the \r\nglobal economy and energy and food supplies, and they \r\nall add up to a serious warning. They are telling us that \r\nvery soon the choice will not be ours to make. Any \r\nchanges will be made by forces that we cannot control. \r\nThat means any response may be largely ineffective. \r\nWhen the next generation looks back at us, they may \r\nnot just be judging us. They could even be condemning \r\nus. \r\n The Acting President: I now call on Her \r\nExcellency Ms. Aurelia Frick, Minister for Foreign \r\nAffairs, Minister for Justice and Minister for Cultural \r\nAffairs of Liechtenstein. \r\n Ms. Frick (Liechtenstein): It is a great honour for \r\nme to address the General Assembly, a body that \r\nrepresents the heart of multilateral diplomacy, for the \r\nfirst time tonight. As such, it is called to fulfil the \r\nexpectations and hopes of peoples and individuals \r\naround the world — hopes for peace, hopes for an end \r\nto poverty and suffering and hopes to see human rights \r\nrespected. \r\n Since my arrival in New York a couple of days \r\nago, I have been encouraged by the multiple calls for \r\ninternational cooperation and the renewed commitment \r\nto multilateralism. For Liechtenstein, the United Nations \r\nhas always been the epitome of multilateralism. We \r\nbelieve that genuine multilateralism is needed today in \r\norder to address the challenges before us. \r\n On disarmament and non-proliferation, we seem \r\nto be finally about to enter a new era. \r\n On climate change, the United Nations is working \r\nhard to seal the deal. Last Tuesday, an unprecedented \r\nnumber of heads of State or Government gathered in \r\nthis Hall to discuss climate change threats. We applaud \r\nSecretary-General Ban Ki-moon for this excellent \r\ninitiative. The Liechtenstein delegation left that \r\nmeeting with the belief that a breakthrough is possible \r\nbecause everybody seems to understand the gravity of \r\nthe situation. We are approaching Copenhagen with the \r\nfirm conviction that we must listen to the voices of \r\nthose who are most at risk — those whose very \r\nsurvival is at stake. What is now required from us is a \r\nleap of faith — no half-hearted compromises, no more \r\npostponing, and no more talk about concessions either. \r\nCopenhagen is not about giving up something — other \r\nthan our self-destructive habits. It is about investing \r\ninto the future of our planet. \r\n The global financial and economic crisis has \r\nrippled through our countries and disrupted the lives of \r\npeople worldwide. It has also deeply affected our \r\nprogress towards the achievement of the Millennium \r\nDevelopment Goals. While much attention has been \r\npaid and much money has been mobilized to keep the \r\nworld economy afloat, another crisis has emerged in its \r\nwake. It is a crisis of global governance, and it may \r\nhave lasting repercussions. \r\n We acknowledge that there are times when \r\nconcerted action by groups such as the Group of Eight \r\nand the Group of 20 (G-20) can bring us closer to \r\nsolutions for everyone. But we cannot ignore the gap \r\nbetween those who are taking decisions and the rest of \r\nus. Good and effective solutions require the support of \r\nthose who are to implement them. Most important, \r\nrules must apply to everyone equally, on the basis of a \r\nlevel playing field. \r\n The notion of sovereign equality is one of the \r\ncore principles of the United Nations Charter. Indeed, \r\nit is the main pillar of genuine multilateralism. I was \r\ntherefore pleased to accept an invitation from the \r\nForeign Minister of Singapore to discuss issues of \r\nglobal governance together with some other colleagues \r\nand friends. I look forward to continuing those \r\nexchanges and I hope that the G-20 and other partners \r\nwill find interest in our input and ideas. Our goal is \r\npositive engagement, productive cooperation and the \r\nhighest possible quality in decision-making. \r\n The drafters of the United Nations Charter \r\nunderstood that the inclusion of all States was a \r\nprerequisite for effective multilateralism. In today’s \r\ninterconnected world, we must uphold this principle \r\nmore than ever. But the practice of the Organization \r\nhas sometimes veered away from the ideals of \r\ninclusion, transparency and legitimacy. \r\n On international peace and security, the Security \r\nCouncil is mandated to carry out its functions on behalf \r\nof all of us. Our understanding is therefore that the \r\nCouncil’s legitimacy depends on the extent to which its \r\nactions reflect a very wide political consensus. Often, \r\n A/64/PV.10\r\n \r\n45 09-52592 \r\n \r\nthough, the Council shows little interest in including in \r\nits decision-making process those who are instrumental \r\nfor implementation. Together with the other members \r\nof the Small Five Group, we will continue to work for \r\ninclusion and transparency in the Council’s work. We \r\nwill also look for further improvements in the \r\nCouncil’s sanctions procedures. As numerous judicial \r\nchallenges have shown, those procedures must be \r\nbrought closer to international standards of human \r\nrights and due process. Such improvements would go a \r\nlong way in improving the effectiveness, perception \r\nand legitimacy of sanctions. \r\n The composition of the Security Council is \r\noutdated. This is sadly almost the only agreement we \r\nhave found after many years of controversial \r\ndiscussions on its enlargement. Our position on the \r\nmatter is clear. None of the proposals submitted at the \r\n2005 World Summit, or variations thereof, will receive \r\nthe necessary support in the Assembly, let alone in the \r\nratification process. We see only two avenues towards \r\nexpansion. We can wait for a massive institutional \r\ncrisis to hit the Organization and then expand the \r\nCouncil under enormous public pressure, or we can \r\nwork in a cooperative manner towards a solution that is \r\nboth a compromise and politically sustainable. We \r\nbelieve that only the latter approach is in the best \r\ninterest of the Organization. As a result of the last \r\nsession, there are now clear ideas on the table on how \r\nto bridge the gap. They deserve a thorough review \r\nduring the coming months. \r\n Over the past two decades, multilateralism has \r\nperhaps been most successful in the area of \r\ninternational criminal justice. The first generation of \r\ninternational tribunals has had a tremendous impact, \r\nand is now approaching the conclusion of its work. \r\nMost important, we have created the International \r\nCriminal Court — an institution that seemed a distant \r\ndream not too long ago. During its first years in \r\noperation, the Court has been remarkably successful. It \r\nhas also been subject to controversial political \r\ndiscussions. This is not surprising, because justice can \r\nbe difficult and can seem inconvenient. That is \r\nparticularly true in situations of ongoing conflict. But it \r\nis not a choice. To quote Secretary-General Ban Ki-moon, \r\nthe debate is no longer between peace and justice but \r\nbetween peace and what kind of justice. Indeed, peace, \r\ndevelopment and justice go hand in hand. These tasks \r\nmust be fulfilled, first and foremost, by States \r\nthemselves. We must therefore galvanize efforts to \r\nstrengthen national judiciaries, in accordance with the \r\nprinciple of complementarity. \r\n The International Criminal Court will not be able \r\nto put on trial all perpetrators of the most serious \r\ncrimes. But its work illustrates the world’s consensus \r\nthat there must be accountability for these crimes and \r\nthat impunity is no longer an option. The 2010 review \r\nconference will give us the opportunity to add the \r\ncrime of aggression to the list of crimes under the \r\nactive jurisdiction of the Court. We hope that we will \r\nfind it in ourselves to seize this historic event. \r\n The General Assembly remains the heart of \r\ngenuine multilateral work. We must trust that the \r\nPresident will lead the Assembly in a manner that \r\nreflects the priorities of the membership as a whole. \r\nImportant negotiations are ahead of us. We will prepare \r\nthe 2010 summit on the Millennium Development \r\nGoals, continue discussions on the arms trade treaty, \r\nmove ahead with various reform processes, negotiate both \r\na new budget and a new scale of assessments, address \r\nhuman rights both in specific situations and thematically, \r\nkeep working on the promotion of the rule of law at all \r\nlevels, work to strengthen the framework for development \r\nand humanitarian assistance, and much more.  \r\n Looking at the work programme ahead, it seems \r\nto us that the General Assembly does not need much \r\nrevitalization. There are numerous concrete challenges \r\nin front of us, to which we Member States must rise. \r\nWe must look beyond our short-term domestic interests \r\nand work hard to make progress on our comprehensive \r\nagenda. The renewed expressions of commitment that \r\nwe have witnessed in this Hall over the past days give \r\nus confidence. The Assembly will do its best to live up \r\nto the world’s expectations and, more than ever, strive \r\nin unison. \r\n The Acting President: I now call on His \r\nExcellency Mr. Lawrence Cannon, Minister for Foreign \r\nAffairs of Canada. \r\n Mr. Cannon (Canada) (spoke in French): The \r\nestablishment of the United Nations came about \r\nthrough the fundamental recognition of our \r\ninterdependence as peoples and nations. Canada was \r\namong its founding members, who were inspired at the \r\ntime by the need to create an international consensus \r\nfor the stability and security of a world ravaged by war, \r\nmore than 60 years ago. There is therefore no more \r\nappropriate forum than this one for me, as Minister for \r\nForeign Affairs of Canada, to reaffirm my country’s \r\nA/64/PV.10  \r\n \r\n09-52592 46 \r\n \r\ncommitment to collective action, namely, to work \r\ntogether with all countries to pursue shared objectives \r\nand overcome common challenges. \r\n The global economic and financial crisis, as well \r\nas the global security and environmental threats facing us, \r\nhave underscored the extent of that interdependence. We \r\nhave placed economic recovery and growth at the top of \r\nour priorities and have taken decisive action in Canada \r\nto mitigate the impact of the crisis on all Canadians. \r\n However, the recovery of Canada’s economy cannot \r\nhappen in isolation from economic recovery across the \r\nworld. Moreover, protectionism is a common threat to all \r\nof the world’s economies. History has taught us that we \r\ncannot hope to emerge from the current crisis if we \r\nimpede global trade in an effort to protect our national \r\neconomies. We therefore need vigorous and effective \r\nconsultation at the highest levels so that we can work \r\ntogether to resist the protectionist urge. \r\n Since the establishment of the United Nations, \r\nmore than 100,000 Canadians have served in United \r\nNations missions in Africa, the Americas, the Asia-\r\nPacific region and the Middle East. Today, thousands \r\nof others — soldiers, police, diplomats, aid workers \r\nand others — are working in support of missions led or \r\nmandated by the United Nations around the world. \r\n Eradicating terrorism in all its forms is the \r\nresponsibility both of Canadians and of the United \r\nNations. Indeed, Canada is committed to combating \r\nterrorism and to ensuring that the perpetrators and \r\nsupporters of terrorism are held accountable for their \r\nactions. The Taliban in particular are a threat to global \r\npeace and security. Like the United Nations, Canada is \r\ndetermined to eradicate that threat. \r\n Our mission in Afghanistan is the most vivid \r\nillustration of Canada’s determination to that end. It also \r\nconstitutes our most significant overseas contribution. \r\nCanada’s mission is an efficient, integrated, civilian-\r\nmilitary partnership of approximately 2,800 military \r\npersonnel and more than 100 civilians. Those Canadians \r\nare working tirelessly and making great sacrifices in \r\nsupport of the United Nations-mandated Mission to \r\nreconstitute a stable and secure Afghanistan that is at \r\nlast led by Afghans themselves. \r\n In the months ahead, Canada will expect Afghan \r\npolitical leaders to make progress on key priorities — \r\nfrom good governance to anti-corruption efforts and \r\nfrom reconciliation to reconstruction, economic growth \r\nand regional cooperation, so as to promote stability in \r\ntheir country. As they tackle the many challenges \r\nahead, they must ensure that their efforts promote, \r\nprotect and improve human rights in a concrete \r\nmanner, in particular the rights and living conditions of \r\nAfghan women and girls. \r\n Canada is also providing significant assistance to \r\nHaiti, where our contribution will total $555 million \r\nbetween 2006 and 2011. We aim to promote democracy, \r\nsecurity and economic growth and, above all, to secure a \r\nbetter future for all of Haiti’s children and young people. \r\n Many other challenges remain. Canada regrets \r\nthe deteriorating security situation in southern Sudan, \r\nand we call for the full implementation of the \r\nComprehensive Peace Agreement. Along the same \r\nlines, we encourage all parties to the Darfur conflict to \r\nend hostilities through the joint mediation of the \r\nUnited Nations and the African Union. Canada is \r\ndetermined to contribute to resolving the conflict in the \r\nSudan. Since 2006, we have disbursed more than \r\n$640 million in support of international efforts to \r\nachieve sustainable peace in that country. \r\n We are all acutely conscious that nuclear \r\nproliferation is a global threat we all face. Canada was \r\ndeeply troubled by the recent revelation that Iran has \r\nbeen building a covert uranium enrichment facility for \r\nseveral years. We condemn Iran’s continued refusal to \r\nrespect Security Council resolutions and International \r\nAtomic Energy Agency (IAEA) obligations. We \r\ntherefore call on Iran to allow the IAEA immediate and \r\nunfettered access to all sites, including that facility. We \r\nexpect a full investigation. \r\n We hope that talks between Iran and the five \r\npermanent members of the Security Council plus \r\nGermany that are scheduled for 1 October will address \r\nthe continued duplicity surrounding Iran’s nuclear \r\nprogramme. Prime Minister Stephen Harper of Canada \r\nhas been clear in his discussions with President \r\nObama, Prime Minister Brown, President Sarkozy and \r\nour other allies. Canada will welcome the efforts \r\ndeemed necessary to remove what is clearly a threat to \r\ninternational peace and security. \r\n In that regard, Canada commended President \r\nObama for having taken the initiative to organize a \r\nsummit meeting of the Security Council on the issue of \r\nnon-proliferation and nuclear disarmament (see \r\nS/PV.6191). We commit ourselves to working with other \r\ncountries to prevent the spread of nuclear weapons and \r\n A/64/PV.10\r\n \r\n47 09-52592 \r\n \r\nnew terrorist threats. However, finding a diplomatic \r\nsolution to those problems will require that we mobilize \r\npolitical will to ensure that every country adheres to \r\nthe vision of a world free of nuclear weapons. \r\n(spoke in English) \r\n At this time of the year in my country, the leaves \r\non the trees are changing colours. That dramatic \r\ndisplay reminds all Canadians of the need to protect \r\nour natural heritage, which is one of the most majestic \r\nin the world. But neither borders nor seasons can stop \r\nthe havoc caused by climate change. Canada therefore \r\nremains committed to an ambitious post-2012 global \r\nclimate change agreement that is consistent with the \r\nprinciples and provisions of the United Nations \r\nFramework Convention on Climate Change and \r\nsupports sustainable, low-carbon global growth. \r\n We are committed to taking domestic actions to \r\nreduce our total greenhouse gas emissions by 20 per \r\ncent from 2006 levels by the year 2020, and by 60 to \r\n70 per cent by 2050. Canada is a world leader in the \r\ndevelopment of clean technologies to combat climate \r\nchange, including carbon capture and storage. We seek \r\nto establish a new global partnership that will advance \r\nthe development and deployment of those technologies. \r\n Canada joined other countries at the L’Aquila \r\nmeeting of the Group of Eight (G-8) and at the Major \r\nEconomies Forum in affirming the broad scientific \r\nview that the increase in global average temperature \r\nabove pre-industrial levels ought not to exceed two \r\ndegrees Celsius. \r\n This global phenomenon needs a global response. \r\nThat is why Canada wants to see all emitters be part of \r\nthis international effort. We congratulate the Secretary-\r\nGeneral for convening his productive Climate Change \r\nSummit, as well as for assuming the leadership that \r\nnaturally falls to the United Nations in this area. All \r\nmajor economies will be required to meet this global \r\nchallenge. This must be reflected in the context of a \r\nfair, equitable and effective agreement at Copenhagen \r\nin December. \r\n Adaptation to the impacts of climate change is an \r\nimportant issue for all countries. It must be a core \r\nelement of a post-2012 climate change regime if we are \r\nto build resilience to climate change impacts. Canada \r\nhas contributed significantly to a number of initiatives, \r\nincluding the World Bank’s Pilot Program for Climate \r\nResilience. We continue to support international action \r\nthat strengthens the capacity of the poorest and most \r\nvulnerable to adapt to a changing climate. \r\n As an Arctic State and Power, Canada is proud of \r\nits long-standing sovereignty over that increasingly \r\npromising territory. Canada also recognizes the important \r\nresponsibility that we have to Northerners and to the \r\nsustainable development and environmental protection of \r\nthe region. Cooperation with our Arctic neighbours and \r\nthe peaceful pursuit of our interests has underpinned \r\nand will continue to underpin Canada’s arctic foreign \r\npolicy and to guide our actions in the region. Through \r\nour bilateral and multilateral engagement — whether at \r\nthe United Nations and the Arctic Council or in \r\nworking with our Arctic partners — Canada will continue \r\nto show leadership on such Arctic issues as shipping, oil \r\nand gas and contaminants and biodiversity. \r\n Since the adoption of the Universal Declaration \r\nof Human Rights, 61 years ago, Canada has worked \r\nvigorously to strengthen the United Nations human \r\nrights machinery to ensure the credibility and integrity \r\nof fair and balanced mechanisms to promote human \r\nrights and fundamental freedoms. Human rights are an \r\nimportant part of Canadian foreign policy and our \r\nrelations with Member States. During our recently \r\ncompleted term on the Human Rights Council, Canada \r\nworked to make it a forum for constructive international \r\ndialogue. We will continue to work towards building an \r\nefficient, responsive and credible Human Rights \r\nCouncil that is true to its founding principles. Canada \r\nwill also continue to promote respect for basic human \r\nrights and the freedom of expression and association. \r\nAnd we will continue to advocate for those unjustly \r\ndetained in the world’s most abusive regimes. \r\n Finding the political will to translate our values into \r\nactions and ensuring that we continue to hold to account \r\nthose who would violate basic human rights is in the \r\ninterest of all Member States. Supporting those who \r\nare making sincere efforts to advance the human rights \r\nof their populations is also one of our collective \r\nobjectives. \r\n Canada is meeting its international commitments. \r\nWe are on track to double our international assistance \r\nto $5 billion by 2010. We have also already met our \r\ncommitment to double aid to Africa between 2003 and \r\n2009. Canada will also continue to provide \r\nhumanitarian assistance to those affected by conflict \r\nand natural disasters. \r\nA/64/PV.10  \r\n \r\n09-52592 48 \r\n \r\n Through Canada’s chairmanship of the Sierra \r\nLeone country-specific configuration of the \r\nPeacebuilding Commission, we are working to bridge \r\nthe gap between humanitarian assistance and long-term \r\ndevelopment. As Chair of the G-8 in 2010, Canada will \r\nplace emphasis on making the G-8 more accountable \r\nand effective. Accountability means fulfilling our \r\ncommitments. Effectiveness is about strengthening our \r\npartnerships, including with the United Nations, to \r\ntackle challenges such as the fragility of States and \r\nnuclear non-proliferation. Canada will also co-host the \r\nsummit of the Group of 20 (G-20) in June 2010, along \r\nwith our good friend the Republic of Korea. \r\n Our priority will remain economic recovery and \r\nbuilding the foundation for sustainable growth, \r\nincluding for the most vulnerable. Earlier this week, \r\nPrime Minister Stephen Harper announced a concrete \r\nand innovative contribution to that effort. Building on \r\nour previous G-20 commitments, Canada will provide \r\nthe African Development Bank with approximately \r\n$2.6 billion in additional lending room. That will assist \r\nthe Bank in responding quickly to the demands of its \r\nborrowing members while it continues its poverty \r\nreduction efforts. \r\n I would urge representatives not to let the \r\ndizzying succession of major events addressed here \r\ncause them to lose sight of the importance of reforming \r\nthe Security Council. The Council is our most powerful \r\nmeans of collective action. But we can, and indeed we \r\nmust, make it more effective, more accessible and more \r\nflexible — more adapted, in fact, to the challenges and \r\nopportunities of the broader international community. \r\n Canada has long supported efforts to make the \r\nSecurity Council more responsive to today’s security \r\nchallenges and more representative of the world’s \r\nregions, in particular Africa, which has been \r\nhistorically underrepresented. Any real reform must \r\nlead to increased transparency and accountability. That \r\nwill not be achieved by extending the privileges of a \r\nfew to a few more, but through democratically elected \r\naccess to the Security Council and through more \r\nconsultation with and openness to the wider \r\nmembership of the United Nations. \r\n In conclusion, this small reminder of the \r\nresponsibility we all bear for our citizens’ economic, \r\nenvironmental and nuclear security can leave us \r\nperplexed or even worried. But what we must never \r\nforget is that, in this seemingly uneven battle, we have \r\nin our arsenal the most effective weapons ever devised \r\nby humankind, namely, freedom, democracy, human \r\nrights and the rule of law. \r\n The Acting President: I now call on His \r\nExcellency Mr. Xavier Espot Miró, Minister for \r\nForeign Affairs and Institutional Relations of the \r\nPrincipality of Andorra. \r\n Mr. Espot Miró (Andorra) (spoke in Catalan; \r\nEnglish text provided by the delegation): I must first \r\napologize for the absence of our head of Government, \r\nMr. Jaume Bartumeu Cassany, who, due to his \r\ninstitutional agenda, is unable to attend the general \r\ndebate. \r\n It is a great honour for the Principality of Andorra \r\nand the Government that I represent to speak in the \r\nGeneral Assembly Hall. We Andorrans are well aware \r\nof the significance of being a small State within the \r\nUnited Nations. We are not trying to make our mark on \r\ninternational politics, but we want to make clear our \r\nintention to respect and defend international law, \r\nstandards of good-neighbourly relations and the \r\nprinciple of solidarity between peoples. \r\n Europe is our natural frame of reference. We wish \r\nto be recognized in that way, not only in terms of \r\ncultural and historical affinity, but also in the legal and \r\neconomic fields. In brief, our conception of solidarity, \r\nboth domestic and international, and our notion of \r\ninternational relations are the same as those of the rest \r\nof Europe. \r\n Since 1993, we have had a constitutional framework \r\nthat allows us to translate all those principles into practice \r\nand to make them a reality. Supported by that \r\nconstitutional framework, on 10 August we presented a \r\nlaw for the exchange of information on fiscal matters, \r\nwhich, once debated and amended, was approved by \r\nthe parliament on 7 September. \r\n We have always been certain of Andorra’s loyalty \r\nto the international community. Yet we thought it \r\nappropriate to dispel any doubts and to follow the \r\nrecommendations of the Organization for Economic \r\nCooperation and Development (OECD) and other \r\ninternational institutions, as expressed in meetings of \r\nthe Group of 20. \r\n That is the first example, but others will follow, \r\nbecause our Government’s priority is to dispel any \r\ndoubts about our determination to adapt to the demands \r\nand expectations of our European neighbours and the \r\n A/64/PV.10\r\n \r\n49 09-52592 \r\n \r\nrest of the international community. We are convinced \r\nthat this and other steps will be appreciated and \r\nunderstood by all international stakeholders that may at \r\nany time have harboured doubts about our community \r\nspirit towards the rest of the world. We are also \r\nconfident that this new era will enable us to interact \r\nmore with Europe and other continents by \r\nstrengthening our international bonds and our \r\neconomic and human presence. \r\n In line with that legislation, our country has \r\nalready been in contact, and even signed agreements, \r\nwith some European countries. In the future, we will \r\ndo likewise with other countries, including the United \r\nStates of America, Australia and Argentina. Needless to \r\nsay, our priority has been to negotiate with France, \r\nSpain and Portugal, which are our closest neighbours. \r\n Incidentally, I would add that Andorra has \r\nsuffered from a lingering structural crisis for at least \r\nthe past four years. This has now been exacerbated by \r\nthe world economic crisis. The world cannot solve our \r\nparticular crisis for us. We must do it for ourselves. To \r\nconcentrate on the idea that interests us, I assure the \r\nGeneral Assembly that our Government’s action \r\nfocuses on clearly demonstrating to the international \r\ncommunity that we are fulfilling our duties. We very \r\nmuch wish to cooperate, promote international ties and \r\ninstil confidence. \r\n The exchange of tax information will undoubtedly \r\nresult in the signing of double-taxation agreements. As a \r\nresult, we will boost our relations with countries with \r\nwhich previous links were somewhat weak. Indeed, is that \r\nnot one of the founding objectives of the United Nations? \r\n The legislation to which I have referred addresses \r\nissues that have been at the heart of OECD discussions \r\nfor the past few months. It will affect requests for \r\ninformation launched after the entry into force of tax-\r\ninformation exchange agreements or double-taxation \r\nagreements. \r\n Let us be clear, tax havens and fiscal opacity, \r\nwhich have been identified and condemned as two of \r\nthe major financial evils of the twentieth century, are \r\nmatters that all Andorrans would like to overcome \r\nsoon. Our strategic position is clear, and our \r\ncommitment is strong. \r\n At the same time, we are proposing a tax reform \r\nthat will allocate resources according to priorities that \r\nserve the general interest and provide guarantees to \r\nEurope and to the rest of the world that we want clear, \r\ntransparent and accountable relations. That reform will \r\noffer entrepreneurs and professionals an opportunity to \r\nexport goods and services from Andorra on an equal \r\nfooting. Only then will international companies \r\nseriously consider the possibility of investing in \r\nAndorra within a stable juridical environment. \r\n I sincerely hope that there will be no doubts \r\nabout my Government’s desire to face the economic \r\nissues that have been at the heart of international \r\ndebates over the past few months. The need to move \r\nforward towards greater financial transparency in \r\nAndorra leads us to expect the same standards from the \r\ninternational community. We have understood and \r\nnoted that the system that governed the world economy \r\nin the twentieth century has become obsolete. \r\n International organizations and every political, \r\neconomic and social institution must make efforts to \r\nguarantee transparency. We believe that reform of the \r\ninternational economic system should be immediate, \r\nrigorous and credible. It should be led by the United \r\nNations, in close cooperation with the World Bank, the \r\nInternational Monetary Fund and the World Trade \r\nOrganization. \r\n However, in order to face that and other \r\nchallenges, we need to modernize the Organization, \r\nrevitalize the General Assembly and reform the \r\nSecurity Council. In our opinion, those objectives, \r\nalong with so-called system-wide coherence, must \r\ninclude the right to gender equality. \r\n We in Andorra thus understand that we need fair, \r\nclear and internationally recognized standards and \r\nregulations to instil confidence in Andorran \r\nentrepreneurs and employees alike. But we should also \r\nconsider the demands of the international financial \r\nsituation and the need to promote transparency and \r\nregulatory mechanisms for financial activities. \r\n Solving the international financial crisis is one of \r\nour main priorities. There should be no doubt about \r\nthat. However, we need to tackle other issues affecting \r\nthe international community. I am referring to climate \r\nchange. As has already been mentioned in the \r\nAssembly Hall, this is one of the most serious \r\nchallenges humankind has ever faced. \r\n We in the Principality of Andorra recognize the \r\nefforts of the United Nations to try to mobilize the \r\ninternational community. As French head of State and \r\nA/64/PV.10  \r\n \r\n09-52592 50 \r\n \r\nCo-Prince of Andorra Nicolas Sarkozy reminded us \r\nhere (see A/64/PV.3), it is time that each State make a \r\nstrong commitment to solving this issue. Andorra’s \r\ncommitment to combating the effects of climate change \r\nis real. Progress can already be seen in such efforts as \r\nour ratification of the Convention for the Protection of \r\nthe Ozone Layer. \r\n We hope that at Copenhagen in December it will \r\nbe possible to adopt a new climate agreement that is \r\nequitable, efficient and ambitious from a scientific \r\npoint of view. We believe that, to achieve a positive \r\nresult at the Conference, it is essential to involve all \r\nsociety, especially younger generations. \r\n We believe health to be a fundamental right that \r\nis necessary to achieve sustainable development in \r\nEurope and throughout the world. We face new \r\nchallenges in the health sector. The new influenza virus \r\nis one such challenge. The Andorran Government has \r\ndecided to fight it by making vaccination available to \r\nthe majority of our population. That decision was taken \r\nin cooperation with our neighbours and the World \r\nHealth Organization. On another matter, the \r\nPrincipalities of Monaco and Andorra have joined \r\nforces to finance a four-year project to reduce the \r\nvulnerability of women of reproductive age stemming \r\nfrom the food crisis affecting Madagascar. Those are \r\ntwo examples of fruitful and successful cooperation \r\nbetween international actors. \r\n The responsibility to protect populations against \r\ngenocide, war crimes, ethnic cleansing and crimes \r\nagainst humanity serves to remind us once again of the \r\nneed for responsible cooperation. Neither world \r\nPowers nor mid-sized and small countries can abandon \r\ncooperation. We all are necessary, because we all are \r\ninhabitants of the Earth. \r\n The Acting President: We have heard the last \r\nspeaker in the general debate for this evening. \r\nHowever, several representatives have requested to \r\nexercise the right of reply. May I remind members that \r\nstatements in the exercise of the right of reply are \r\nlimited to 10 minutes for the first intervention and to \r\nfive minutes for the second intervention, and should be \r\nmade by delegations from their seats. \r\n Mr. Salsabili (Islamic Republic of Iran): I would \r\nlike to place on record our position on two issues that \r\nwere raised in the plenary meetings of the General \r\nAssembly held this morning and afternoon. I do so to \r\nclarify and reject the allegations and misunderstandings \r\nabout Iran’s peaceful nuclear activities and about the \r\ntreatment of individual protesters. With regard to the \r\nsecond issue, I shall refer to the unacceptable claims to \r\nthree Iranian islands in the Persian Gulf. \r\n First, concerning the allegations and \r\nmisunderstandings about Iran’s peaceful nuclear \r\nactivities and the treatment of individual protesters put \r\nforth by a few European delegations and others — in \r\nparticular the delegations of the Netherlands, Slovakia, \r\nAustria and Canada — the delegation of the Islamic \r\nRepublic of Iran would like to place on record that \r\nthose allegations, fears and concerns are totally untrue \r\nand without any foundation. Iran’s nuclear activities \r\nare, and always have been, for peaceful purposes. They \r\ntherefore pose no threat whatsoever. The reports of the \r\nInternational Atomic Energy Agency (IAEA) bear \r\nwitness to the peaceful nature of Iran’s nuclear \r\nactivities. \r\n As a party to the Treaty on the Non-Proliferation \r\nof Nuclear Weapons (NPT), the Islamic Republic of \r\nIran observes its legal obligations under the Treaty, as \r\nwell as our safeguards agreement with the IAEA. We \r\nare, however, determined to exercise our legitimate \r\nright to develop nuclear energy technology. That policy \r\nis based on long-term planning to meet the growing \r\nenergy needs of our country. On that basis, the \r\nestablishment of a new enrichment plant has been \r\ncarried out strictly in accordance with Iran’s safeguards \r\nagreement with the IAEA. \r\n Contrary to the absurd allegations of concealment \r\nmade against my country, I would like to draw the \r\nAssembly’s attention to the statement issued yesterday \r\nby the IAEA’s spokesperson, in which she confirmed \r\nthat Iran had already notified the IAEA of this issue. \r\n Rather than addressing the existing proliferation \r\nthreat posed by the un-safeguarded and secretive nuclear \r\nweapons installations of the Zionist regime, unwarranted \r\nfocus on safeguarded nuclear facilities for peaceful \r\npurposes is counterproductive and constitutes a dangerous \r\ndistraction. We urge members of the European Union to \r\nrefrain from turning a blind eye to that real proliferation \r\nthreat and, in that regard, to abandon their inconsistent \r\napproach to non-proliferation. \r\n As to the allegations about the mistreatment of \r\nprotesters, it is worth mentioning that the laws of the \r\nIslamic Republic of Iran are based on the prohibition of \r\nany form of ill-treatment of individuals. That \r\noverriding principle has been accorded special \r\n A/64/PV.10\r\n \r\n51 09-52592 \r\n \r\nattention in the Constitution. In order to ensure \r\neffective respect for that principle, not only has the \r\nConstitution provided for the punishment of those who \r\nignore prohibitions and commit acts of ill-treatment \r\nand torture, but provisions have also been made for the \r\nlegal protection of the victims of mistreatment. \r\n I should now like to turn to the second issue on \r\nwhich I wish to exercise my right of reply for the \r\nrecord, namely, the unacceptable claims by the United \r\nArab Emirates against the territorial integrity of the \r\nIslamic Republic of Iran, which was also referred to by \r\na few other speakers. This afternoon, the Minister for \r\nForeign Affairs of the United Arab Emirates raised \r\nunacceptable claims about the three Iranian islands \r\nlocated in the Persian Gulf, namely Bu Musa, Tonb-e \r\nBozorg and Tonb-e Kuchak. The Islamic Republic of Iran \r\ncategorically rejects those remarks as unacceptable claims \r\nagainst Iranian territorial integrity. We emphasize that \r\nthose three islands, which are located in the Persian \r\nGulf, are eternal parts of Iranian territory. \r\nConsequently, they are under Iran’s sovereignty. \r\n The Islamic Republic of Iran, while stressing its \r\ndetermination to continue its good-neighbourly, \r\nbrotherly and friendly relations with neighbouring \r\nUnited Arab Emirates, reiterates that all actions and \r\nmeasures taken in the Iranian island of Bu Musa have \r\nbeen in exercise of the sovereign rights of the Islamic \r\nRepublic of Iran, and in accordance with the \r\narrangements emanating from the documents \r\nexchanged in 1971. The Islamic Republic of Iran \r\nstands ready to continue its bilateral talks with the \r\nrelevant officials of the United Arab Emirates, with a \r\nview to removing any misunderstandings that may \r\nexist in this regard. \r\n Moreover, the Islamic Republic of Iran wishes to \r\nstress that the only correct and historically and \r\nuniversally recognized name for the sea between Iran \r\nand the Arabian Peninsula, as the United Nations has \r\nitself also emphasized, is the Persian Gulf. Therefore, \r\nany use of fabricated names for that body of water is \r\ntotally groundless, absolutely unacceptable and of no \r\nlegal, geographical or political value. \r\n Mr. Starčević (Serbia): The delegation of the \r\nRepublic of Serbia is compelled to exercise its right of \r\nreply with regard to today’s statement by the Prime \r\nMinister of the Republic of Albania. \r\n It is regrettable that the Prime Minister used the \r\nGeneral Assembly rostrum to directly interfere in the \r\ninternal affairs of a neighbouring State Member of the \r\nUnited Nations by supporting an attempt at secession \r\nby Serbia’s ethnic Albanian minority in our province of \r\nKosovo. \r\n In that regard, the Prime Minister’s statement that \r\nunilateral declaration of independence — which is \r\ncontrary to the fundamental principles of international \r\nlaw, the Charter of the United Nations and Security \r\nCouncil resolution 1244 (1999) — has created “an \r\nimportant factor for peace and stability in South-East \r\nEurope” (supra) does not correspond to reality. That \r\nirresponsible act has only further aggravated and \r\ncomplicated the situation in our region. It is also \r\ndeplorable that the Prime Minister of Albania spoke in \r\nsupport of Kosovo’s unilateral declaration of \r\nindependence while the issue of the legality of \r\nKosovo’s attempted secession is being considered by \r\nthe International Court of Justice, the supreme judicial \r\nauthority of this Organization. \r\n Contrary to the Prime Minister’s assertion, \r\ninter-ethnic tensions in Kosovo have not been \r\nsignificantly reduced, but are merely frozen in uneasy \r\nexpectation: When will the next attack on the members \r\nof the Serb community in Kosovo come? Today, the \r\nKosovo Serbs are the most threatened community in \r\nEurope. In that situation, the claim that “many Serbian \r\nfamilies are coming back to Kosovo to build a future \r\nthere” is a bitter irony. The return of forcibly expelled \r\nSerbs or people belonging to other non-Albanian ethnic \r\ngroups has not even begun. \r\n What Kosovo has become since its unilateral \r\ndeclaration of independence is merely fertile ground \r\nfor all sorts of illicit activities, as is well known to the \r\ntwo international missions in Kosovo, the United \r\nNations Interim Administration Mission in Kosovo and \r\nthe European Union Rule of Law Mission in Kosovo. \r\n This is not a popular subject, and we cannot \r\nexpect the Prime Minister of the Republic of Albania to \r\nspeak about it. Other European countries do, although \r\nstill in hushed voices. However, the truth about Kosovo \r\nas a “factor for peace and stability” is spreading, \r\nalthough not exactly in the sense in which the Prime \r\nMinister of the Republic of Albania meant it. \r\n Mr. Al Nahyan (United Arab Emirates) (spoke in \r\nArabic): I wish at the outset to apologize for having \r\nrequested the floor at this late hour. However, I am \r\nobliged to exercise my right of reply after hearing the \r\ncomments of the representative of Iran about the three \r\nA/64/PV.10  \r\n \r\n09-52592 52 \r\n \r\noccupied islands of the United Arab Emirates. My \r\ndelegation would like once again to express its regret, \r\nas we have over the years, at all such claims, which \r\ncontradict the historical, legal, democratic and \r\ngeographic facts and documents concerning the three \r\nislands of the United Arab Emirates — Greater Tunb, \r\nLesser Tunb and Abu Musa — occupied by the Islamic \r\nRepublic of Iran since 1971. \r\n Therefore, in accordance with the Charter of the \r\nUnited Nations and the provisions of international law, \r\nwe call once again on the Iranian Government to \r\ndemonstrate its good intentions towards the United \r\nArab Emirates either by engaging in unconditional, \r\nserious and direct bilateral negotiations with us to end \r\nthe occupation of the three islands so that they can be \r\nrestored to the Emirates, as they are an integral part of \r\nits territorial integrity and national sovereignty and \r\nform part of our continental shelf and our economic \r\nzone, or by agreeing to resort to the International Court \r\nof Justice for a legal opinion on this issue, as has been \r\ndone with regard to similar important issues. \r\n My delegation would like to reiterate that any \r\nmeasures carried out by Iran on those islands are null \r\nand void and give the occupying force no rights or \r\nobligations. \r\n Mr. Stastoli (Albania): I am taking the floor to \r\nexercise my right of reply in response to the statement \r\njust made by the representative of Serbia. \r\n The Republic of Kosovo is an undeniable reality, \r\nand we all know that, sooner or later, we will all have \r\nto accept it, despite the old-fashioned political rhetoric \r\nthat, not long ago in the Balkans, fuelled the worst \r\nconflicts since the Second World War. It is time to look \r\nto the future with respect and integrity and to abandon \r\nonce and for all nationalistic discourse that impedes the \r\ndevelopment of that region and its integration into the \r\nEuropean family. \r\n The world is not united on this issue. Some have \r\nrecognized Kosovo; some have indicated that they need \r\nmore time. But it is an undeniable reality that the \r\nnumber of countries that have recognized it — 63 to \r\ndate — has only continued to increase. \r\n In our view and analysis, the Government of \r\nKosovo has, in the space of these two years, taken very \r\nimportant and courageous measures to create all the \r\nconditions and facilities necessary for the return of the \r\nSerbian minority to their homes. Special programmes \r\nhave been designed and funds allocated to attain that \r\nobjective. It is a fact that the number of returnees has \r\nsignificantly increased. We are not the only ones to \r\nrecognize that the Republic of Kosovo has taken every \r\nmeasure not only to restore and preserve each citizen’s \r\nspiritual and cultural heritage, but also to promote it as \r\nmuch as possible. \r\n Albania reserves the right to advocate the \r\nindependence of the Republic of Kosovo because it is a \r\nneighbouring country that, not long ago, felt the severe \r\nconsequences of an atrocious war fought next door in \r\nwhich, within seven days’ time, 500,000 refugees \r\ncrossed the border to escape the horrors inflicted by a \r\ntyrannical system. We never want to return to such a \r\nhorrible situation. To the contrary, we are looking to \r\nthe future — a future of cooperation, peace and \r\nstability in which all countries, all peoples and all \r\nnations will build their future in harmony, seeking a \r\ncommon goal: European integration. \r\n The Acting President: We have heard the last \r\nspeaker in exercise of the right of reply. \r\nThe meeting rose at 8.50 p.m. \r\n \r\n"