" United Nations  A/64/PV.12\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fourth session \r\n \r\n12th plenary meeting \r\nMonday, 28 September 2009, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n09-52604 (E) \r\n*0952604*   \r\nPresident: Mr. Ali Abdussalam Treki . . . . . . . . . . . . . . . . . . . . . . . . . . . (Libyan Arab Jamahiriya) \r\n \r\n \r\nThe meeting was called to order at 3.10 p.m. \r\n \r\n \r\nAgenda item 8 (continued) \r\n \r\nGeneral debate \r\n \r\n The President (spoke in Arabic): I call on Her \r\nExcellency Ms. Naha Mint Mouknass, Minister for \r\nForeign Affairs and Cooperation of the Islamic \r\nRepublic of Mauritania. \r\n Ms. Mint Mouknass (Mauritania) (spoke in \r\nArabic): I should like at the outset, on behalf of the \r\nIslamic Republic of Mauritania as well as on my own \r\naccount, to congratulate you, Sir, on your election to \r\npreside over the General Assembly at its sixty-fourth \r\nsession and to wish you every possible success in your \r\nserious and noble mission. I have a great deal of \r\nconfidence that your efforts will bear fruit and enable \r\nthe Organization to continue to achieve the success \r\nattained under the presidency of your predecessor, \r\nFather Miguel d’Escoto Brockmann. \r\n I should also like to convey my gratitude and \r\nappreciation to Secretary-General Ban Ki-moon for the \r\nefforts he has devoted to consolidating peace and \r\nsecurity throughout the world, to achieving the \r\nMillennium Development Goals and to promoting the \r\nfight against climate change. \r\n This session is being held at a time when my \r\ncountry is extricating itself from a political and \r\ninstitutional crisis that lasted for a few months and was \r\nresolved, with the help of the efforts of the \r\nInternational Contact Group on Mauritania, through a \r\nconsensus reached by the political parties of \r\nMauritania and enshrined in the Dakar Accord. This \r\nagreement provided for the elaboration of an electoral \r\nagenda supervised by a Government of national unity \r\nin which minority parties in Parliament enjoy half of \r\nthe number of seats, including among the sovereign \r\nministries, such as the Ministries of Home Affairs, \r\nInformation, Defence and others. \r\n The normalization of the constitutional process \r\nled to the election of Mr. Mohamed Ould Abdel Aziz as \r\nPresident of the Islamic Republic of Mauritania. He \r\nreceived 53 per cent of the votes during the first round \r\nof the elections held on 18 July and all national and \r\ninternational observers attested to the transparency and \r\nfairness of this election. \r\n On behalf of the Islamic Republic of Mauritania, \r\nI convey my special gratitude to the International \r\nContact Group, and especially to the President of the \r\nAfrican Union, the Leader Muammar Al-Qadhafi, who \r\nwas one of the first to call for a domestic solution, thus \r\nenabling Mauritanian stakeholders to normalize the \r\npolitical situation in their country. I also convey my \r\ngratitude to His Excellency Abdoulaye Wade, President \r\nof the brotherly country of Senegal, who accompanied \r\nthe signing of the Dakar Accord and ensured its \r\nfollow-up implementation. \r\n Mauritania, under the presidency of \r\nMr. Mohamed Ould Abdel Aziz, is determined to \r\nconsolidate democracy and institutions and uphold the \r\nrule of law in a spirit of calm and stability, thereby \r\nA/64/PV.12  \r\n \r\n09-52604 2 \r\n \r\nproviding for the progress and well-being of the people \r\nof Mauritania. \r\n Aware of the need to integrate peoples and States, \r\nMauritania reiterates its attachment to the Arab \r\nMaghreb Union as a strategic choice for the people of \r\nthe region. It also affirms its attachment to joint work \r\nwithin the framework of the League of Arab States, as \r\nwell as its commitment to the African Union and to \r\nUnited Nations purposes and principles, \r\n We reiterate our support for efforts aimed at \r\nreforming the United Nations, especially the expansion \r\nof the Security Council, where a permanent seat should \r\nbe granted to the African continent and another to the \r\nArab Group, whose people make up more than 11 per \r\ncent of the world population. \r\n The tremendous efforts undertaken during the \r\nsixty-third session of the General Assembly are \r\npraiseworthy, whether we are referring to the Doha \r\nReview Conference or the conference on the world \r\nfinancial and economic crisis and its impact on \r\ndevelopment. Despite these commendable efforts, the \r\nworld continues to be wracked by a stifling financial \r\ncrisis that has undermined development efforts, \r\nespecially in the least developed countries (LDCs). The \r\nimpact of the financial crisis on the economies of the \r\nLDCs is disastrous. While the rich countries of the \r\nNorth have achieved economic and social progress \r\nduring these past few years, the least developed \r\ncountries will face many obstacles that will have an \r\nimpact on programmes aimed at achieving their \r\nMillennium Development Goals. \r\n The international community must act rapidly to \r\nconfront this disaster that threatens the global \r\neconomic order. It must take concrete measures aimed \r\nat restoring confidence, achieving economic progress \r\nand creating jobs. Commerce, trade and investment \r\nmust be revitalized to provide the necessary financing \r\nto poor countries and to maintain achievements made \r\nthus far in the fight against poverty and in \r\nstrengthening the role of the United Nations \r\nDevelopment Programme in countering the economic \r\ncrisis and its adverse impact on development. \r\n In this respect, we urge rich countries to fulfil the \r\ncommitments made in London in early April towards \r\nfinancing development in developing countries, and \r\ntheir pledges to allocate $1 trillion to revitalize the \r\nglobal economy, including $50 billion devoted to the \r\nlow income countries. I pay tribute to all of those steps \r\nfrom this rostrum. \r\n The economic, social and environmental \r\ndimensions of development are all closely interlinked. \r\nFor that reason we call upon all countries to fight \r\nagainst climate change. My country is one of the ten \r\ncountries most affected by global warming, which \r\ncould lead to a rise in sea level. Here, we request that \r\nindustrialized States limit their greenhouse gas \r\nemissions. We also welcome the meeting on climate \r\nchange that was convened by the Secretary-General \r\nand await the outcome of the international conference \r\non climate change to be held in December in \r\nCopenhagen, with great interest. \r\n My country follows the issue of the Western \r\nSahara with great interest and reaffirms its backing for \r\nthe efforts of the Secretary-General and his Special \r\nEnvoy aimed at finding a final solution to this issue, \r\nwhich would strengthen security and stability in the \r\nregion. \r\n The Arab-Israeli conflict is a source of ongoing \r\ntension and a threat to international peace and security \r\nin a sensitive and vital region of the world. For that \r\nreason, we support peace efforts aimed at finding a \r\nsolution to the conflict that will, on the one hand, \r\nguarantee the brotherly Palestinian people all of their \r\nrights, including the establishment of an independent \r\nPalestinian State, with East Jerusalem as its capital, \r\nand the right to live in peace and security side by side \r\nwith Israel; and on the other hand, will restore all \r\noccupied Arab territories, including the Syrian Golan \r\nand the Lebanese Sheba\u0027a farms. \r\n Turning to the situation in the Sudan, we wish \r\nhere to underscore our categorical rejection of the \r\nInternational Criminal Court’s arrest warrant for the \r\nSudanese President, because it undermines peace \r\nefforts under way in that country and runs counter to \r\ninternational norms.  \r\n The culture of peace, tolerance, justice and \r\nrespect for peoples and civilizations is the best possible \r\nway to uphold international peace and security. \r\nOutstanding issues are still without an available \r\nsolution; the chasm between the rich and the poor and \r\nthe turbulent international economic infrastructure \r\nhave led to tension, extremism and terrorism. Here I \r\nreaffirm that the Islamic Republic of Mauritania rejects \r\nterrorism in all its forms and manifestations and \r\nreiterates its commitment to Islamic values, which \r\n A/64/PV.12\r\n \r\n3 09-52604 \r\n \r\nreject violence and extremism and call for tolerance \r\nand fraternity. We believe that it is the duty of the \r\ninternational community to consider seriously the \r\ncauses of this phenomenon and to devise ways to \r\nconfront it and eradicate it once and for all.  \r\n Fulfilling the commitments that the international \r\ncommunity made in creating this Organization will \r\nonly be possible if all peoples and all countries share \r\nthe available resources and possibilities for successful \r\ndevelopment, and if the policies of the countries of the \r\nNorth are rooted in a vision of dignified, free and equal \r\nexistence for all. In my view this is the only way to \r\nreach the objectives that this Organization was created \r\nfor. \r\n The President: I now call on His Excellency \r\nMr. Peter Power, Minister of State for Overseas \r\nDevelopment of Ireland. \r\n Mr. Power (Ireland): Let me begin, \r\nMr. President, by warmly congratulating you on your \r\nelection and extending the best wishes of the Irish \r\nGovernment and the Irish people for a successful term \r\nin office. \r\n It is indeed a very great honour to participate in \r\nthis general debate and to share this unique global \r\nplatform. Ireland cherishes its membership in the \r\nUnited Nations. We believe strongly in the purposes, \r\nthe principles and the potential of this great global \r\nOrganization of ours. And we are proud of the role we \r\nhave ourselves played in developing that potential over \r\nthe past five decades. We are determined to maintain \r\nthis role and to remain steadfastly at the service of the \r\nUnited Nations. \r\n Rarely have the challenges facing the global \r\ncommunity been as formidable, or as pressing, as those \r\nof today. And rarely has the need been greater for \r\ncollective action and for the facilitating framework that \r\nis uniquely provided by the United Nations. Our \r\ndiscussions in New York over the past week have \r\nhighlighted some of the most urgent issues on the \r\nOrganization’s agenda at present, including climate \r\nchange, global poverty and hunger, and nuclear \r\ndisarmament and non-proliferation. \r\n We are also confronted with the global financial \r\nand economic crisis — the most severe in a generation — \r\nwhich is leaving its mark on every family and \r\ncommunity across the world. Governments everywhere \r\nare facing a daunting task, as they work to mitigate the \r\neffects of global recession and economic turbulence \r\nand to limit the impact of the crisis on those in greatest \r\nneed. Once again, the United Nations provides a \r\nframework for the development of collective responses \r\nand solutions. \r\n The summit of world leaders hosted by Secretary-\r\nGeneral Ban Ki-moon in New York last week on \r\nclimate change displayed the strength of international \r\ncommitment on this issue. The Secretary-General has \r\nbeen a powerful advocate of collective action to tackle \r\nthis major threat to our planet and our future \r\ngenerations. It now falls to us, the Member States, to \r\nredouble our efforts to ensure a successful outcome to \r\nthe Copenhagen Conference in December. \r\n The promise that the United Nations embodies to \r\ntackle all these global threats can only be realized \r\nthrough continuing efforts to make this a stronger and \r\nmore effective Organization. Ireland has played, and \r\nwill continue to play, an active role in championing the \r\nreform agenda at the United Nations. \r\n In the area of system-wide coherence, the reform \r\nagenda is already producing good results and helping \r\nto deliver a more effective and relevant United \r\nNations. The One United Nations Initiative is \r\ndelivering improved development performance at the \r\nindividual country level. Ireland warmly welcomes the \r\nprogress being made in the General Assembly and, in \r\nparticular, the recent decision to establish a new gender \r\nentity to promote gender equality. I encourage early \r\naction to make the new entity operational during the \r\nAssembly’s current session. \r\n The need for greater progress on other parts of \r\nthe United Nations reform agenda still remains. A \r\npositive start has been made to the intergovernmental \r\nnegotiations on Security Council reform. But more \r\nurgency is required in transforming the Council to \r\nmake it more representative and reflective of twenty-\r\nfirst century realities, as well as to improve its \r\nfunctioning and increase its transparency. \r\n I would like to devote some time today to \r\ndiscussing the critical issue — indeed the scandal — \r\nthat is hunger in our world today. Tonight, over one \r\nbillion people will go to bed hungry and malnourished. \r\nThat is one in seven people inhabiting the planet today. \r\nThis scandal represents perhaps the biggest collective \r\nfailure of mankind. In the last few days — during the \r\npast week in the General Assembly — world leaders \r\nhave come together to discuss the most complex and \r\nA/64/PV.12  \r\n \r\n09-52604 4 \r\n \r\ndaunting of global challenges, including climate \r\nchange and non-proliferation. Yet, the simple challenge \r\nof putting food into the mouths of everybody on the \r\nplanet still remains beyond us.  \r\n I speak today as the representative of a country \r\nthat has experienced famine and hunger and whose \r\npopulation was decimated by the Great Famine in \r\nIreland in 1847. A year ago this week I accompanied \r\nour Prime Minister — our Taoiseach — here to the \r\nUnited Nations Headquarters to present to Secretary-\r\nGeneral Ban the report of our Hunger Task Force. The \r\nkey recommendation in that report was a call for global \r\nleadership to tackle hunger. I was therefore greatly \r\nencouraged last Saturday to see such leadership by \r\nSecretary-General Ban and United States Secretary of \r\nState Clinton aimed at constructing a road map to \r\ntranslate rhetoric and commitment on hunger into real \r\naction — and real action on the ground. The Global \r\nPartnership for Agriculture and Food Security initiative \r\nholds the promise of contributing to a world free from \r\nchronic hunger. \r\n It is clear what we must do. We must tackle \r\nhunger in a comprehensive way and address the \r\nfundamental causes of hunger. We need to invest in \r\nagriculture and agricultural research and, in particular, \r\nto support women farmers. We need to invest in rural \r\ninfrastructure, enhance nutrition and support national \r\nand regional plans. Ireland has placed food security \r\nand related sectors as a cornerstone of our aid \r\nprogramme. By 2012 we will ensure that 20 per cent of \r\nour aid programme is hunger-focused. We are well on \r\nour way to meeting this objective. But above all we \r\nneed, at a global level, to summon the political will to \r\nend this scandal. Nothing short of the complete \r\neradication of hunger on the planet should satisfy us.  \r\n Peacekeeping and the maintenance of \r\ninternational peace and security have always been \r\ncentral to the role of the United Nations. Ireland is \r\ndeeply proud of the long-standing contribution that we \r\nhave made to United Nations peacekeeping operations \r\nacross the world. For over half a century, there has \r\nbeen a continuous tradition of Irish peacekeepers \r\nserving the cause of peace under the United Nations \r\nblue flag somewhere in the world. This goes to the \r\nvery heart of our commitment to the United Nations \r\nand the values it represents — a commitment that is, I \r\nshould say, an integral part of our foreign policy and \r\nthat helps to define us as a nation. \r\n It is clear, however, that both the Organization \r\nand contributing countries are being severely stretched \r\nin terms of the demands made by a steadily escalating \r\nnumber of peace support operations around the world. \r\nThe Secretary-General’s paper, “A New Partnership \r\nAgenda: Charting a New Horizon for United Nations \r\nPeacekeeping”, is therefore a very welcome initiative, \r\nand we look forward to contributing to its early \r\nconsideration by the General Assembly. \r\n Regional organizations, such as the European \r\nUnion and the African Union, play a vital role in \r\nhelping the United Nations to fulfil its peacekeeping \r\nresponsibilities. As the Secretary-General acknowledged \r\nwhen he visited Dublin last July, without the unique \r\ncontributions of regional organizations such as the \r\nEuropean Union, United Nations operations would not \r\nbe able to achieve their goals and could, in fact, fail \r\nentirely. The successful transition earlier this year from \r\nthe European Union-led force in Chad and the Central \r\nAfrican Republic (EUFOR) to the United Nations \r\nMission there shows how important and effective this \r\npartnership has become, as does the similarly \r\nsuccessful transition to the European Union Rule of \r\nLaw Mission in Kosovo. \r\n In Ireland we have known the terrible human cost \r\nof conflict. The Irish Government has been developing \r\nover the past years a focus on conflict resolution work, \r\nbuilding on our own practical experiences with the \r\nNorthern Ireland peace process. \r\n Complementing the work of others, especially the \r\nUnited Nations, we hope that we may be able to make \r\na distinctive contribution to conflict resolution efforts \r\nin other parts of the world. As one example, we are \r\nengaging actively in Timor-Leste, using lessons \r\nderived from our own peace process to help increase \r\nconfidence in policing and security arrangements in \r\nthat country. I am also proud that, in relation to \r\nSecurity Council resolution 1325 (2000), the Irish \r\nGovernment is sponsoring a major lessons-learned \r\nexercise involving interactions between women from \r\nTimor-Leste, Liberia and Northern Ireland. \r\n Building peace and ending conflict cannot be \r\naccomplished without also removing the very means of \r\nconflict. Last year, Ireland was proud to host the \r\ndiplomatic conference that adopted the Convention on \r\nCluster Munitions, a historic agreement aimed at \r\nbanning the production and use of these most \r\ndestructive of weapons. I warmly welcome the \r\n A/64/PV.12\r\n \r\n5 09-52604 \r\n \r\nconsiderable progress that has been made this year \r\ntowards the Convention’s entry into force. We now \r\nneed fewer than 10 further ratifications to achieve this, \r\nand I urge all Governments that have not yet signed \r\nand ratified the Convention to do so at the earliest \r\nopportunity. \r\n Ireland has always been strongly supportive of \r\nthe leading role played by the United Nations in \r\nworking to promote non-proliferation and remove the \r\nthreat posed by nuclear weapons. Indeed, Ireland was \r\nthe first country to sign and ratify the Nuclear \r\nNon-Proliferation Treaty. Next year’s Review \r\nConference will be of critical importance for efforts to \r\nhelp strengthen the international non-proliferation \r\nsystem, at a time when the threats it faces have perhaps \r\nnever been greater. We encourage all Member States to \r\nwork actively and constructively to achieve a \r\nsuccessful outcome, and Ireland will engage fully in \r\nthat effort itself. Ireland also applauds and welcomes \r\nthe renewed focus on nuclear disarmament. We \r\nencourage the United States and Russia particularly as \r\nthey work towards a legally binding follow-on \r\narrangement to the Strategic Arms Reduction Treaty, \r\nwhich expires at the end of this year. \r\n Ireland would like to see the active engagement \r\nof the United Nations in monitoring human rights \r\nsituations around the world maintained and \r\nstrengthened. The Human Rights Council and other \r\nhuman rights mechanisms must be enabled to address \r\nthe most difficult human rights situations in a timely \r\nand effective manner. Continued support will also be \r\nneeded for the International Criminal Court and the \r\ninternational tribunals in their efforts to promote \r\njustice and combat impunity. Ireland urges the fullest \r\ncooperation by all Member States in this regard. \r\n At the 2005 World Summit, the Assembly \r\nendorsed the important concept of the responsibility to \r\nprotect. It is now imperative to take that work forward \r\nto put this concept into practical effect, based on the \r\nconsensus resolution at the end of the sixty-third \r\nsession (resolution 63/308). \r\n Let me turn now for a moment to the situation in \r\nthe Middle East. Ireland very much welcomes and \r\nsupports the renewed international efforts made in \r\nrecent months to reinvigorate the Middle East peace \r\nprocess with a view to bringing about a comprehensive \r\nand lasting peace settlement. Particular praise is due to \r\nthe United States Administration and to the United \r\nStates Middle East envoy, George Mitchell, for their \r\nintensive engagement aimed at achieving the \r\nresumption of peace negotiations between Israel and \r\nthe Palestinian Authority, as well as the promotion of \r\npeace between Israel and all of its neighbours. We are \r\nof course fortunate in Ireland to have had the benefit of \r\nfirst-hand experience of George Mitchell’s formidable \r\nskills, patience and tenacity as a peacemaker, and we \r\nhope he can bring these unique skills to this particular \r\nprocess. \r\n With our European Union (EU) partners, we \r\nstand ready to work closely with our Israeli and \r\nPalestinian partners and to support the United States \r\nand the Quartet in their efforts. It is vitally important \r\nthat all parties contribute to confidence-building by \r\nfully honouring their commitments and obligations \r\nunder the Road Map. This must include real efforts to \r\nhalt all settlement activities and improve the living \r\nconditions of civilians on the ground in the Palestinian \r\nterritories. Ordinary people must see in their daily lives \r\nthe benefits that will derive from peace and must be \r\nencouraged to take risks for peace. \r\n Nowhere is this more urgent than in Gaza. We \r\nwish to see all border crossings fully and immediately \r\nopened to normal commercial and humanitarian traffic. \r\nWe have all been shocked by the violence and \r\nwidespread civilian casualties that took place during \r\nthe conflict in Gaza at the start of this year. There must \r\nbe some form of accountability for the most serious \r\nviolations of international law that occurred at that \r\ntime. The Human Rights Council is now addressing \r\nthis issue in considering the comprehensive report \r\nprepared by Justice Goldstone and his team \r\n(A/HRC/12/48). \r\n Like many others in the international community, \r\nIreland has followed recent events in Iran with \r\nmounting concern. We urge Iran to comply fully with \r\nall of its obligations and commitments in terms of \r\nprotecting the basic human rights of its own citizens. It \r\nis equally urgent that Iran respond to the demands of \r\nthe international community to cease uranium \r\nenrichment and to answer satisfactorily all questions \r\nregarding its nuclear activities, particularly in the light \r\nof the latest revelations regarding the previously \r\nundisclosed nuclear site at Qom. The international \r\ncommunity is ready to engage with Iran and has made \r\ngenerous offers to do so. It is for Iran now to decide \r\nwhether it wishes to pursue the path of engagement or \r\nto opt for increasing isolation. We very much hope that \r\nA/64/PV.12  \r\n \r\n09-52604 6 \r\n \r\nthe forthcoming discussions with Iran, to begin on \r\n1 October, will mark the start of a constructive \r\nengagement on the major issues of international \r\nconcern. \r\n The continuing humanitarian tragedy of Darfur \r\nhorrifies world opinion and simply cannot be ignored. I \r\nwant to pay tribute to the United Nations and \r\ninternational humanitarian staff, who are working \r\ntirelessly and selflessly under the most difficult of \r\ncircumstances. I think in particular of Sharon Commins \r\nand Hilda Kuwuki, two brave and dedicated aid \r\nworkers with the Irish agency GOAL, who were \r\nkidnapped in Darfur on 3 July. The Irish Government is \r\ngrateful for all the assistance we have received from \r\nthe United Nations and others in our efforts to secure \r\nthe release of these two women. We fervently hope that \r\nthe day of their release from captivity is not far off. \r\nThe people of Darfur and of all Sudan richly deserve \r\npeace. We must all collectively continue working to \r\npromote the United Nations-African Union mediation \r\nin Darfur, to support full implementation of the \r\nComprehensive Peace Agreement and to ensure that \r\njustice and the defence of human rights prevail \r\nthroughout Sudan. \r\n In Burma/Myanmar, Ireland condemns the recent \r\nconviction of Aung San Suu Kyi and again calls for her \r\nimmediate release and that of all political prisoners and \r\nfor the launching of a genuine, inclusive political \r\ndialogue. International pressure is needed on Burma’s \r\nleaders, notably from other countries in the region, to \r\nchange course and move to democracy. \r\n In Sri Lanka, there remains an urgent need to \r\nimprove the humanitarian situation of those fleeing the \r\nrecent violence in the Tamil areas. The Sri Lankan \r\nGovernment must cooperate fully with the United \r\nNations to alleviate the plight of those affected. It must \r\nalso work for a political settlement which meets the \r\naspirations of all communities in Sri Lanka. \r\n Let me say in conclusion that, as the international \r\ncommunity faces a formidable array of challenges, \r\nthere has never been a greater need for the United \r\nNations itself. With each new challenge that appears, \r\nthe value of common action to address it at a global \r\nlevel becomes ever more apparent. There is a much \r\nclearer appreciation of this Organization’s potential to \r\ndeliver an effective response to these challenges. Let us \r\nseize the moment and work together to ensure that the \r\nopportunity we have at present is transformed into real \r\nachievement on the ground. \r\n We can all be justly proud of the record of the \r\nUnited Nations over the past half century. The \r\nchallenge for us, the Member States, is whether we can \r\nmobilize the political will needed in order to ensure \r\nthat the United Nations can deliver even more in the \r\nfuture. Ireland, for its part, commits itself to doing \r\neverything in its power to realize the full potential of \r\nthe United Nations, this unique voice of the \r\ninternational community, in the pursuit of a much \r\nbetter and a much safer world. \r\n The President (spoke in Arabic): I now call on \r\nHis Excellency Mr. Abubakr Al-Qirbi, Minister for \r\nForeign Affairs of the Republic of Yemen. \r\n Mr. Al-Qirbi (Yemen) (spoke in Arabic): At the \r\noutset, Mr. Treki, permit me on behalf of Yemen and on \r\nmy own account to congratulate you on your well-\r\ndeserved election to the presidency of the General \r\nAssembly at its sixty-fourth session. I am confident \r\nthat your long experience in the area of diplomacy, in \r\nparticular Arab and African diplomacy, will ensure \r\nyour skilful and able conduct of our proceedings. I \r\nwish you every success in carrying out your noble \r\nmission. I also wish to congratulate Father Miguel \r\nd’Escoto Brockmann, President of the General \r\nAssembly at its sixty-third session, on his efforts, \r\nwhich ensured the success of the various Main \r\nCommittees of the Assembly. In addition, I thank the \r\nSecretary-General for his tireless efforts to consolidate \r\ninternational peace and security and advance the work \r\nof the Organization. \r\n The Republic of Yemen is facing complex socio-\r\npolitical and development challenges, to which a \r\nnumber of factors have contributed, including the \r\nworld financial crisis and its impact on Yemen’s \r\neconomy, as well as an acute shortage of resources as a \r\nresult of declining oil production and low prices on \r\ninternational markets. We also face a growing \r\npopulation, combined with water shortages and limited \r\ncommitments by our development partners to help us \r\ncombat poverty by providing employment \r\nopportunities and decent livelihoods for the Yemeni \r\npopulation. Despite those difficulties, the Yemeni \r\ncitizen has the smallest share of official development \r\nassistance when compared with citizens of other least \r\ndeveloped countries. Undoubtedly, lack of \r\ndevelopment and rising unemployment and poverty \r\n A/64/PV.12\r\n \r\n7 09-52604 \r\n \r\nrates have created many challenges and difficulties for \r\nour Government.  \r\n The Government also faces other challenges, \r\nincluding, in particular, the rebellion by the Al-Hothi \r\nelements in the Sa´ada governorate, who abandoned \r\nthe Zaidi doctrine, which is the second most prevalent \r\nreligious sect in Yemen, to embrace the beliefs of the \r\nShi´ite Twelvers sect. Although they had the right to do \r\nso as Yemenis, they exploited it to gain Shi´ite support \r\nand sympathy after they had carried out an armed \r\nrebellion against the Government. These subversive \r\ngroups have committed terrorist and violent acts \r\nagainst citizens, targeted State institutions and facilities \r\nand hampered the work of local councils, calling for \r\nchanges in our democratic republican system in order \r\nto return Yemen to the days before the 26 September \r\nrevolution. The Government has been compelled to \r\ndeal with these destructive groups, channelling a \r\nportion of its limited resources allocated for \r\ndevelopment towards fighting the saboteurs and \r\nre-establishing governmental authority and the rule of \r\nlaw throughout Yemen. The destructive acts carried out \r\nby these rebellious groups before the recent military \r\noperations against them caused the displacement of \r\ntens of thousands of citizens from areas affected by \r\nviolence, which has recently increased as a result of \r\nmilitary clashes.  \r\n As a result of its concern about the situation of \r\ninternally displaced persons (IDPs), the Yemeni \r\nGovernment has addressed that humanitarian situation \r\nresponsibly and in cooperation and coordination with \r\ninternational and civil society humanitarian relief \r\norganizations, providing secure camps and meeting the \r\nneeds of IDPs for food and health care. Here, I wish to \r\nrecall that our Government has declared two cessations \r\nof hostilities during the most recent military \r\noperations, the second of which was in response to the \r\nappeal made by the Secretary-General and \r\nhumanitarian and international organizations for the \r\nopening of safe corridors for the provision of relief to \r\nrefugees. However, the saboteurs exploited that \r\nceasefire by increasing their attacks on our military \r\nforces, cutting off roads, planting mines and spreading \r\nfalse rumours about Government forces attacking the \r\nIDPs. The Government has established a committee to \r\ninvestigate the situation, although it is aware that there \r\nwas no IDP camp in the area but rather a camp used as \r\na supply centre and meeting place by the saboteurs, \r\nwho have violated five previous agreements and \r\nreturned to violent actions.  \r\n I wish to highlight our commitment to the \r\nprinciples of guaranteeing human rights, protecting \r\ncivilians from the effects of military operations and \r\nupholding the sovereignty of the Constitution and the \r\nrule of law in dealing with an internal situation caused \r\nby a group that is committing violent and terrorist acts \r\nin violation of the law and the Constitution. \r\n This challenge is growing, as can be seen from \r\nthe activities of Al-Qaida elements in Yemen and their \r\nattempts to consolidate their presence in Yemen and to \r\ntarget our country and other States in the region. \r\nAl-Qaida is supporting the saboteurs in Sa´ada, seeking \r\nto make their acts of violence and rebellion serve the \r\ninterests of Al-Qaida in Yemen and to spread anarchy \r\nand instability. This highlights the need for continued \r\nYemeni efforts to uproot terrorism and for continued \r\ninternational coordination among security and \r\nintelligence organs, so that extremism and terrorism \r\ncan be defeated. \r\n Meanwhile, a number of separatist elements are \r\nexploiting the atmosphere of democracy and freedom \r\nof thought and expression, the Government’s respect \r\nfor human rights, and economic difficulties and a low \r\nstandard of living to promote their separatist agenda — \r\nwhich was rejected by the Yemeni people in 1994 — in \r\nan invitation to reject constitutional legitimacy and to \r\nconspire against the unity, security and stability of \r\nYemen.  \r\n The level of expenditure required for our \r\nGovernment to impose the rule of law and combat \r\nterrorism has reduced the number of employment \r\nopportunities, decent livelihoods and educational \r\nopportunities for our young people and the chance to \r\nfight poverty. Therefore, we urge the international \r\ncommunity, donor countries, international \r\norganizations and Yemen’s partners to join an \r\ninternational alliance to combat terrorism. Once again, \r\nwe call upon them to shoulder their responsibilities and \r\nprovide generous support to Yemen in order to \r\nstrengthen our development programmes to combat \r\npoverty and provide job opportunities, since \r\ndevelopment and economic growth are important \r\nelements in combating terrorism, reducing \r\nunemployment and achieving development. From this \r\nrostrum, we call on Yemen’s partners and donors to \r\nA/64/PV.12  \r\n \r\n09-52604 8 \r\n \r\nfulfil the pledges that they made at the November 2006 \r\nLondon conference in support of development. \r\n The Republic of Yemen continues to strengthen \r\nthe democratic principles of its political system, \r\nreflected in political pluralism, the peaceful handover \r\nof authority, freedom of expression, respect for human \r\nrights, growing decentralization, building local \r\ngovernment with broad powers, electoral and \r\nconstitutional reform and improving partnerships with \r\ncivil society organizations. Those involved in political \r\nwork in Yemen agreed to postpone for two years the \r\nparliamentary elections that were to be held next April \r\nin order to reform the election law and to introduce \r\nsome constitutional changes with a view to reforming \r\ngovernance. For its part, the Government has \r\nintroduced a system of broad local government \r\ninvolving the election rather than the appointment of \r\ngovernors with a view to bringing about further \r\ndecentralization of authority.  \r\n The difficult humanitarian situation of the \r\nPalestinian people under Israeli occupation should \r\nremind all in this Hall that the international community \r\nhas failed to secure the legitimate demands of the \r\nPalestinian people and to assist it in establishing its \r\nown State, and that it has ignored the suffering of the \r\nPalestinian people, the systematic violation of their \r\nhuman rights and the increase in illegal settlement \r\nactivities in the occupied Palestinian territories. The \r\nunjust blockade imposed on the Palestinians in Gaza \r\nmakes life a tragedy for the entire population of Gaza \r\nowing to the complete disregard of the practices of the \r\nIsraeli occupation in violation of the relevant \r\ninternational resolutions and instruments, and in the \r\nlight of the recalcitrance shown by the Israeli \r\nGovernment and its rejection of all initiatives aimed at \r\nmoving the peace process forward, in particular with \r\nregard to the course adopted by the United States \r\nAdministration to resolve the Arab-Israeli conflict. We \r\ncall upon our Palestinian brothers to show a spirit of \r\nnational responsibility towards their people living \r\nunder the yoke of occupation by unifying and putting \r\nan end to their differences so as to benefit the \r\nPalestinian issue and achieve their goals. \r\n The situation in Somalia calls for the \r\ninternational community to take more effective \r\nmeasures to achieve peace and security and to rebuild \r\nthe institutions of the Somali State by urging the \r\nTransitional Federal Government to act in such a way \r\nas to contribute to the strengthening of peace and \r\nstability in the Horn of Africa. Here, we welcome the \r\nefforts of the Transitional Federal Government to \r\nsecure peace and to extend its administration \r\nthroughout Somali territory. However, it urgently needs \r\nfurther support to enable it to serve the Somali people. \r\nWe call on all Somali parties without exception to end \r\ntheir differences, to participate in national dialogue and \r\nto achieve reconciliation, putting the interests of the \r\nSomali people above all else.  \r\n We call on the external parties to stop interfering \r\nin Somalia’s internal affairs. Instability in Somalia is \r\nadversely affecting all States of the region. The \r\nphenomenon of piracy and the increasing flow of \r\nrefugees to neighbouring States, resulting from the \r\ninstability in Somalia, are creating socio-economic and \r\nhealth difficulties for Yemen, as it bears the burden of \r\ncaring for hundreds of thousands of those refugees. We \r\ncall on the international community to help the Somali \r\ncoast guard to protect the coasts and international \r\nmaritime trade. \r\n With regard to the situation in the Sudan and in \r\nDarfur, we welcome the mediation efforts of Qatar, \r\nLibya and Egypt to achieve peace in the Sudan. We \r\nsupport the efforts of the international community in \r\nbringing about the reconciliation of all opposing \r\nfactions, and we reiterate our call for the decision of \r\nthe International Criminal Court with regard to \r\nPresident Omer Al-Bashir to be overturned as it does \r\nnot respect the sovereignty of the Sudan and hinders \r\nthe efforts for peace in the Sudan.  \r\n Yemen condemns all acts of terrorism to which \r\nthe Iraqi people are subjected, and we call on them to \r\novercome their differences and to strengthen their \r\nnational unity.  \r\n Yemen welcomes the efforts of the Secretary-\r\nGeneral towards reforming the Organization. We \r\nreaffirm our position that the United Nations and its \r\nsystem should be reformed in order to achieve \r\nequitable representation and a better decision-making \r\nprocess that places the required emphasis on \r\ndevelopment, fighting pandemics, easing poverty and \r\naddressing environmental issues, which have a direct \r\nimpact on the standard of living of millions of people. \r\nWe must strive to bolster the Security Council’s role in \r\nthe maintenance of international peace and security; at \r\nthe same time we must reform the Council and expand \r\nit to make it more representative, ensure that its \r\ndeliberations are more transparent and rationalize the \r\n A/64/PV.12\r\n \r\n9 09-52604 \r\n \r\nuse of the veto so as to avoid its abuse and double \r\nstandards. \r\n In conclusion, on behalf of the Government of \r\nYemen, I would like to extend our appreciation for the \r\ngood work of Secretary-General Ban Ki-moon in \r\nmanaging this Organization and in improving its work. \r\nI reiterate my congratulations to you, Mr. President, \r\nand wish you every success. \r\n The President: I now call on His Excellency \r\nMr. Vladimir Norov, Minister for Foreign Affairs of the \r\nRepublic of Uzbekistan. \r\n Mr. Norov (Uzbekistan): This session is being \r\nheld at a time of unprecedented efforts made by States \r\nand international institutions to overcome the global \r\nfinancial and economic crisis. Unfortunately, the \r\npresent state of regional and national anti-crisis \r\nprogrammes and the huge cost of their implementation \r\ndo not yet guarantee the stabilization of the world \r\nfinancial market, growth of demand and the revival of \r\neconomic activity in the industrial sphere. \r\n In our opinion, effectively overcoming the global \r\ncrisis and mitigating its consequences largely depend \r\non the effectiveness and coordination of measures \r\ntaken within individual States and by the world \r\ncommunity as a whole — as well as, in particular, on \r\nthe development of new rules to regulate financial \r\nmarkets that meet modern requirements, and on \r\nensuring stricter control over the efficient use of \r\nenormous State and corporate financial assets by \r\ntransnational and national banking institutions in order \r\nto avoid a new wave of inflation and economic bubbles \r\nand a collapse in the commodities and stock markets. \r\n I would like to say a few words about the \r\nmeasures taken in Uzbekistan to mitigate and \r\nneutralize the impact of the world financial and \r\neconomic crisis. Our own model of transition from a \r\ncentralized plan and ideological system to a free \r\nmarket, which is based on five well-known principles, \r\nhas played a key role in those measures and in ensuring \r\nstability during the 1990s as well as the balanced \r\ndevelopment of Uzbekistan’s economy. Another \r\nelement of success is our 2009-2012 anti-crisis \r\nprogramme, which is being carried out at this time. \r\n Thanks to the measures taken, macroeconomic \r\nstability, steady annual rates of economic growth \r\naveraging 8 to 9 per cent, low rates of inflation, the \r\nwide-scale attraction of foreign investments and an \r\nincrease in the real level of income of the population \r\nhave been ensured in the country in recent years. For \r\nthe first half of 2009 and continuing throughout, gross \r\ndomestic product growth amounted to 8.2 per cent. \r\n From this high rostrum, I would like to speak \r\nbriefly about problems related to the growing threats to \r\nenvironmental security. Those include not only the \r\nthreats arising from global warming, but also the \r\nserious problems of possible technological accidents \r\nand risks posed by gigantic hydropower installations in \r\nthe region, which could seriously undermine the fragile \r\necological balance of Central Asia. \r\n We speak of these problems while keeping in \r\nmind the human-caused accidents at the world’s largest \r\nhydropower stations and hydraulic installations caused \r\nby their inadequate design and operation — for \r\nexample, the accident at the Sayano-Shushenskaya \r\nhydropower station in Russia. We who live in Central \r\nAsia are seriously concerned about similar large hydro-\r\ninstallations operating today in watersheds of the \r\nlargest transboundary rivers — the Amu-Darya and the \r\nSyr-Darya — and providing water to the populations of \r\nall of the countries of the region. \r\n The active manipulation of public opinion and \r\nattempts to attract wide-scale investments to build the \r\ntwo newest and largest hydropower stations — Rogun \r\non the Amu-Darya river and Kambarata on the \r\nSyr-Darya river — are occurring today without taking \r\ninto account the fact that the glaciers on the Pamir and \r\nTian Shan mountains, which are the basic sources of \r\nwater for these rivers, are shrinking every year. In \r\naddition, and of particular importance — even without \r\nconsidering the possible tragic consequences of \r\npotential technological accidents at these installations — \r\nis the knowledge that these territories have seismic \r\nratings ranging from 9 to 10 on the Richter scale and \r\nare more prone to strong earthquakes. \r\n In this regard, Uzbekistan will continue to insist \r\nthat all planned construction of large hydropower \r\ninstallations in Central Asia be implemented only after \r\nimpartial evaluation by international experts under the \r\nauspices of the United Nations in order to avoid \r\npossible catastrophic consequences. There is also an \r\nurgent need to re-evaluate the existing large \r\nhydropower stations on the Amu-Darya and Syr-Darya \r\nrivers that were constructed in the Soviet period. \r\n The war in Afghanistan, where tensions are \r\ncurrently growing, is one of the main sources of \r\nA/64/PV.12  \r\n \r\n09-52604 10 \r\n \r\nconcern to the world community today and in \r\nparticular of security threats in Central Asia. This \r\nproblem and ways to resolve it are, without \r\nexaggeration, the focus of attention of the world’s \r\nlargest Powers and the international community today. \r\nIt is no longer a secret that the Afghan problem, which \r\nbegan 30 years ago, has no military solution. The \r\noverwhelming majority of countries involved in \r\nsettling the conflict agree on this. \r\n It is impossible to improve and radically change \r\nthe situation in the country without solving such urgent \r\nissues as the reconstruction of Afghanistan’s economy, \r\ncommunications and social infrastructure destroyed by \r\nwar; without involving the Afghan people in this \r\nprocess; without a thoroughly considered and seriously \r\norganized negotiation process and the achievement of \r\nconsensus between the conflicting parties; and without \r\nstrengthening the vertical power structure. \r\n It is extremely important to pay full respect to the \r\ndeep historical and ethno-demographic roots of the \r\nmultinational people of Afghanistan, including the \r\ntraditional values of Islam and of all confessions, \r\nwhich should be the main condition and guarantee of \r\nthe negotiating process. \r\n The settlement of the Afghan problem could be \r\nfacilitated by the creation of the six plus three contact \r\ngroup under the auspices of the United Nations, with \r\nthe participation of the plenipotentiary representatives \r\nof the States neighbouring Afghanistan plus Russia, the \r\nUnited States and NATO. The President of the \r\nRepublic of Uzbekistan, Islam Karimov, has repeatedly \r\nemphasized that the implementation of this initiative \r\ninvolving neighbouring countries would allow the \r\nachievement of an accord both in and around \r\nAfghanistan. \r\n The interdependence of regional and global \r\nproblems necessitates close cooperation between the \r\nUnited Nations and such regional structures as the \r\nShanghai Cooperation Organization. In its capacity as \r\nthe current Chair of the Shanghai Cooperation \r\nOrganization, Uzbekistan intends to intensify \r\ninteraction between the United Nations and the \r\nShanghai Cooperation Organization by turning the \r\ncooperation into a real partnership.  \r\n In the absence of the President, Mr. Christian \r\n(Ghana), Vice-President, took the Chair. \r\n In our opinion, interaction between the United \r\nNations and the Shanghai Cooperation Organization \r\nshould develop in such priority areas as security and \r\nstability and economic, social and humanitarian \r\ndevelopment, as well as other spheres of mutual \r\ninterest. We believe that the effective combination of \r\nthe United Nations great experience and the Shanghai \r\nCooperation Organization’s potential will strengthen \r\nregional and international security and promote \r\nsustainable development in the countries of the region. \r\nIn this regard, we call upon Members of the United \r\nNations to support a draft resolution on cooperation \r\nbetween the United Nations and the Shanghai \r\nCooperation Organization, to be considered during the \r\nsixty-fourth session of the General Assembly. \r\n In conclusion, I would like to confirm \r\nUzbekistan’s commitment to developing constructive \r\nmultilateral cooperation within the framework of the \r\nUnited Nations for solving the most topical issues on \r\nthe international agenda. \r\n The Acting President: I now call on His \r\nExcellency Mr. Oldemiro Marques Balói, Minister for \r\nForeign Affairs and Cooperation of Mozambique. \r\n Mr. Balói (Mozambique): It is a great honour for \r\nme to have this opportunity to address the General \r\nAssembly at its sixty-fourth session to share the views \r\nand offer the contribution of the Republic of \r\nMozambique on some of the challenges facing the \r\nworld today. \r\n I would like, on behalf of my delegation, to \r\ncongratulate His Excellency Mr. Ali Abdussalam Treki \r\non his unanimous election to preside over this session \r\nof the General Assembly. I assure him of the full \r\nsupport and collaboration of Mozambique for the \r\nsuccessful discharge of his noble mission. \r\n We pay tribute to his predecessor, Father Miguel \r\nd’Escoto Brockmann — a great sponsor of popular \r\nliberation — for the resolute manner in which he \r\npresided over the General Assembly at its sixty-third \r\nsession, and for his tireless efforts in favour of and \r\ndevotion to the poorest and most disadvantaged. Father \r\nMiguel d’Escoto Brockmann’s engagement as an \r\nadvocate for those suffering in the Palestinian \r\nterritories and his strong leadership, demonstrated by \r\nbringing together the 192 Member States of the United \r\nNations to address the financial and economic crisis, \r\nhave given us a vivid example of how commitment and \r\ngenerosity, combined with vision and resolve, can \r\n A/64/PV.12\r\n \r\n11 09-52604 \r\n \r\nmake a difference in bringing the international \r\ncommunity together in the search for solutions to \r\ncurrent global problems. \r\n I wish to convey to this gathering the warmest \r\ngreetings of His Excellency President Armando Emílio \r\nGuebuza, who could not be present today due to \r\npressing national commitments. Indeed, on 28 October \r\nthis year, Mozambique will hold its fourth general \r\nelection. There will also be elections for provincial \r\nparliaments for the first time in the country’s history. \r\nThese elections attest to our strong political will and \r\ncommitment to further strengthening democracy in the \r\ncountry, where the rule of law and the promotion and \r\nprotection of the human rights of all Mozambicans \r\nunite us in our fight against absolute poverty and for \r\npeace, stability and sustainable development. \r\n As a result of this enabling political environment, \r\nMozambique has recorded steady economic \r\nperformance and signals of economic stability over the \r\npast five years, with an average gross domestic product \r\ngrowth rate of 7.8 per cent. Poverty levels decreased \r\nfrom 69.4 per cent in 1997 to 54.1 per cent in 2003. As \r\na result of our discernible progress in education, \r\nhealth, water and sanitation, we expect to reduce \r\npoverty to 45 per cent by the end of the current year. \r\nHowever, the current global financial and economic \r\ncrisis is constraining our progress towards that goal; it \r\nwas recently forecast that our economic growth may \r\nslow to 4.3 per cent in 2009. \r\n In this context, the Government’s focus is to \r\nensure that the effects of the crisis, combined with \r\ncyclical natural disasters, as well as diseases like \r\npandemic HIV/AIDS and endemic malaria and \r\ntuberculosis, are not deepened and do not create \r\nconditions that would prevent our return to the \r\neconomic and social growth I just described. \r\nMozambique welcomes the launching, here at the \r\nUnited Nations on 23 September 2009, of the African \r\nLeaders Malaria Alliance, and pledges to play an active \r\nrole in support of this new mechanism aimed at \r\ncoordinating our responses to the scourge of malaria. \r\n Climate change is another pressing challenge. \r\nTherefore, we cannot afford to fail to seal the deal in \r\nDecember at the fifteenth Conference of the Parties to \r\nthe United Nations Framework Convention on Climate \r\nChange, in Copenhagen. It is our hope that the \r\ncommitments made during the Summit on Climate \r\nChange, held on 22 September, will inspire the \r\ndeliberations in Copenhagen. \r\n In southern Africa, we continue our efforts \r\ntowards regional economic integration, the \r\nconsolidation of democracy, good governance and \r\npolitical stability. It is within this framework that \r\nprogress has been made in the implementation of the \r\nFree Trade Area in the Southern African Development \r\nCommunity (SADC), and that free and fair elections \r\nhave been held in a number of countries in the region.  \r\n In spite of these advances, we continue to face \r\nchallenges in many areas that still demand our \r\nattention, in particular those of peace, security and \r\nstability. In this regard, Mozambique, in its capacity as \r\nchair of the SADC Organ on Politics, Defence and \r\nSecurity Cooperation, will strive to ensure the success \r\nof the common regional efforts to eradicate pockets of \r\ninstability so as to enable our countries to concentrate \r\non achieving the social and economic development \r\ngoals that our peoples are longing for. \r\n We are encouraged by the progress made in the \r\nimplementation of the Global Political Agreement in \r\nZimbabwe, which is enabling the country to move \r\ntowards an atmosphere of political and social stability \r\nconducive to permanent dialogue, reconstruction and \r\neconomic recovery. The economic challenges facing \r\nZimbabwe, associated with the current global \r\neconomic crisis and the continued sanctions applied by \r\nsome international development partners, make the \r\ndesired rapid economic recovery hard to achieve. We \r\ntherefore reiterate the SADC call for the removal of all \r\nsanctions against Zimbabwe. \r\n We are concerned by the attempts to undermine \r\nthe agreements signed in Maputo by all Malagasy \r\npolitical movements on 9 August 2009, and we \r\ncondemn any unilateral decision that violates the spirit \r\nof the agreements. We reaffirm our support for the \r\nongoing political dialogue in Madagascar and urge all \r\npolitical stakeholders to fully implement the Maputo \r\nagreements. \r\n In addition to the subregional efforts to address \r\nthe current situation of conflicts in Africa, a special \r\nsession of the African Union was convened in August \r\nin Tripoli to consider a wide range of conflicts with a \r\nview to finding solutions and establishing consolidated \r\nand sustainable peace, security and stability on the \r\ncontinent. It is in this spirit that Mozambique \r\ncommends and supports the ongoing initiatives at the \r\nA/64/PV.12  \r\n \r\n09-52604 12 \r\n \r\nregional and continental levels aimed at promoting \r\ndurable and sustainable peace and stability in the \r\nDemocratic Republic of the Congo, Darfur and \r\nSomalia, among other areas. \r\n With regard to the Middle East, Mozambique is \r\nencouraged by the prospects for an effective, viable \r\nand durable two-State solution for the Palestinians and \r\nIsraelis, as well as for broader Arab-Israeli \r\nnormalization as a result of the commitments made by \r\nrelevant stakeholders during this general debate. \r\n The time has come for us to act together at the \r\nnational, regional and international levels to ensure the \r\nspeedy and full implementation of the internationally \r\nagreed development goals, including the Millennium \r\nDevelopment Goals. We reiterate our recognition of the \r\nvital role played by the United Nations in coordinating \r\ninternational efforts in the search for sustainable \r\nresponses to the problems facing the world today.  \r\n In this regard, it is worth recalling the urgent \r\nneed to accelerate the ongoing reform of the United \r\nNations, including the reform of the Security Council, \r\nthe revitalization of the General Assembly, and the \r\nprocess of reforming the United Nations system to \r\nmake it more effective, efficient and coherent and thus \r\nmore responsive to the development needs of \r\ndeveloping countries. Indeed, as one of the eight pilot \r\ncountries testing the Delivering as One initiative, \r\nMozambique is fully engaged in the reform of the \r\nUnited Nations system at the country level. \r\n Mozambique strongly believes in multilateralism, \r\nand that the United Nations is at the centre of it. We \r\nalso believe that the United Nations is a special forum \r\nthat brings together the universal aspirations for a \r\npeaceful, secure, stable and prosperous world, where \r\nthe values of tolerance, respect for human rights and \r\ninternational cooperation for development are upheld. \r\n In conclusion, I wish to reiterate Mozambique’s \r\ncommitment to continuing to engage in international \r\nefforts to address issues of global concern, in particular \r\nthe fight against poverty, the negative impact of \r\nclimate change, and the promotion of sustainable \r\ndevelopment. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Edward Nalbandyan, Minister for \r\nForeign Affairs of the Republic of Armenia. \r\n Mr. Nalbandyan (Armenia): I should like to \r\nwarmly congratulate Mr. Treki on his election as \r\nPresident of the General Assembly at its sixty-fourth \r\nsession. We express our readiness to work with him to \r\nachieve the ambitious agenda ahead of us during this \r\nsession. I should also like to extend our thanks to \r\noutgoing President Miguel d’Escoto Brockmann for his \r\nhard work during the previous session. \r\n Each new session of the General Assembly \r\nprovides an opportunity for us to share our \r\nachievements and concerns with each other, and to join \r\nour efforts in moving the global agenda forward. We \r\nare going through a truly challenging period. In the \r\npast year, we were all devastated by the impact of the \r\nfinancial crisis. The crisis left no corner of the world \r\nand no economic sector untouched. Many countries \r\nexperienced unprecedented economic decline, which \r\nseriously challenged their hard-earned advances and \r\nprospects for attaining the Millennium Development \r\nGoals by 2015. Armenia was not spared the dramatic \r\neffects of the ongoing financial crisis. However, the \r\nArmenian Government has done best to safeguard the \r\nsocially vulnerable. No budget cuts have been made in \r\nthe social sector. \r\n We believe that our endeavours must be guided \r\nfirst and foremost by the need to mitigate the human \r\ncosts of the crisis in order to avoid serious \r\nconsequences for human security. We believe that an \r\nequitable global recovery requires the full participation \r\nof all countries, irrespective of their size and level of \r\ndevelopment, in shaping appropriate responses to the \r\ncrisis. And we have to come together here, in this \r\nuniversal body, to take decisions that will help us \r\novercome the past and build for the future, because \r\nthere are still painful gaps separating the dreams of our \r\npeople and their prospects. \r\n In accordance with their respective mandates, the \r\nUnited Nations funds, programmes and agencies have \r\nan important role to play in advancing development in \r\naccordance with national strategies and priorities, and \r\nin assisting countries in achieving the internationally \r\nagreed Millennium Development Goals. We understand \r\nthat achieving these goals, the deadline for which is \r\n2015, will require enormous efforts. The General \r\nAssembly will continue to address this issue during its \r\nsixty-fourth session, and Armenia is ready to contribute \r\nto the preparatory process for a high-level meeting on \r\nthis topic in September 2010. \r\n We have embarked on the process of United \r\nNations reform in order to ensure that this forum can \r\n A/64/PV.12\r\n \r\n13 09-52604 \r\n \r\nbetter reflect present-day realities and to enhance its \r\ncapabilities and effectiveness in addressing modern \r\nchallenges. Armenia commits itself to strengthening \r\nthe institutional capacities of the United Nations, \r\nsupports the process of United Nations reform and is \r\nready to make its contribution. \r\n We have successfully agreed on several vital \r\ndecisions, including the creation of the Peacebuilding \r\nCommission and the Human Rights Council. We aspire \r\nto further advance the protection of human rights, in \r\nconformity with the obligations of Member States, and \r\nwe see honest discussion within the Human Rights \r\nCouncil on outstanding issues and the sharing of \r\nexperiences on how to overcome them as the true path \r\nto success in this respect. \r\n We regard the prevention of genocide and the \r\nresponsibility to protect as the key principles and \r\ncornerstones of the overall human security system. In \r\nthis respect, we commend the report of the Secretary-\r\nGeneral on implementing the responsibility to protect \r\n(A/63/677), which charts a course for the United \r\nNations to prevent genocide, war crimes and ethnic \r\ncleansing by bolstering the capacities of the \r\nOrganization.  \r\n As is rightly stated in the report, genocide does \r\nnot happen all of a sudden. The instigators propagate \r\nintolerance and hatred, preparing the ground for \r\nviolence. As survivors of genocide, we Armenians \r\nwelcome all efforts to prevent and combat racist and \r\nxenophobic attitudes. We have done and will continue \r\nto do all we can to provide for continuous advocacy in \r\nfavour of the prevention of genocide. The international \r\ncommunity must be vigilant to the development of \r\nsuch situations and events, and demonstrate its ability \r\nto act in a timely fashion to prevent future tragedies. \r\n We consider achieving the goals of disarmament \r\nand non-proliferation to be major elements of global \r\nand regional security systems. We must shoulder our \r\nresponsibilities and work towards not only \r\nnon-proliferation and the elimination of nuclear \r\nweapons, but also the elimination of the militaristic \r\naspirations of some States. It is totally unacceptable \r\nthat threats to resolve disputes by military means are \r\nmade at the highest level, and that they are left \r\nunchallenged by the international community. \r\n The Nagorny Karabakh peace process, which is \r\nmediated by the co-chairs of the Minsk Group of the \r\nOrganization for Security and Cooperation in Europe \r\n(OSCE), is moving forward. The Presidents and \r\nMinisters for Foreign Affairs of Armenia and \r\nAzerbaijan meet regularly to discuss the principles of a \r\ncomprehensive resolution of the conflict. Armenia is \r\nconvinced that, in order to create an opportunity for \r\nprogress in the peaceful settlement of the Nagorny \r\nKarabakh conflict, the parties should commit to \r\nrefraining from taking steps that could hamper \r\ndialogue and the peace process.  \r\n Azerbaijan consistently misrepresents the essence \r\nof the Nagorny Karabakh problem in the international \r\narena, as it did two days ago in this forum, trying to \r\ndownplay ethnic cleansing and its policy of violence \r\nagainst the people of Nagorny Karabakh. The \r\ninternational community will recall Azerbaijan’s open \r\naggression, large-scale hostilities and war against \r\nNagorny Karabakh, in which it was also aided by \r\nmercenaries closely linked to terrorist organizations. \r\nThese events ultimately claimed lives of tens of \r\nthousands of civilians. \r\n We believe that there is a serious basis for the \r\nsettlement of the Nagorny Karabakh problem if the \r\nprovisions contained in the declaration signed by the \r\nPresidents of Armenia, Azerbaijan and Russia in \r\nNovember 2008; the declaration of the Ministers for \r\nForeign Affairs of the co-chair countries of the OSCE \r\nMinsk Group; and the declaration adopted by the \r\nMinisters for Foreign Affairs of all 56 OSCE member \r\nStates in Helsinki in December, are met. Pursuant to \r\nthese documents, the parties must commit themselves \r\nto the peaceful settlement of the problem through \r\nnegotiations based on the Madrid principles of the \r\nco-chairs of the OSCE Minsk Group. \r\n The basic principles around which negotiations \r\nare currently being held are anchored in benchmark \r\ncodes of international law as incorporated in the \r\nCharter of this Organization, the Helsinki Final Act and \r\nother relevant international documents. The \r\ninternational principles of the non-use and non-threat \r\nof use of force, of the self-determination of peoples \r\nand of territorial integrity are equally viable.  \r\n Some have long attempted to downplay the \r\nimportance of the notion of the self-determination of \r\npeoples as a second-rate principle in the system of \r\ninternational law and as inferior to that of territorial \r\nintegrity. I have to disappoint the advocates of double \r\nstandards. The right to self-determination is an \r\nunconditional clause of international law; it is a \r\nA/64/PV.12  \r\n \r\n09-52604 14 \r\n \r\nprinciple of liberty and of the freedom of any people to \r\nchoose its future and fate, and to defend its collective \r\nrights whenever those rights and that future are \r\njeopardized. If self-determination were a principle \r\ninferior to territorial integrity, there would have been \r\nonly 52 Member States of the United Nations, instead \r\nof the current 192. \r\n Trust and accountability among neighbouring \r\nStates are guarantees of sustainable cooperation and \r\ndurable security in any region. We in the South \r\nCaucasus have yet to witness that. Our region, in fact, \r\nis among the most sensitive hot spots on the world’s \r\npolitical map, overloaded with a plethora of security \r\nthreats and challenges. The region is devastated by \r\nconflicts and inter-State tensions, dividing lines and \r\neconomic blockades. Closed borders and ruptured ties \r\nhave become the norm of life.  \r\n However, a courageous act and a courageous \r\nresponse hold the promise of changing the situation for \r\nthe better. The process of the normalization of \r\nArmenian-Turkish relations was begun in September \r\nby the President of Armenia, Serzh Sargsyan. That \r\ninitiative on his part — known as football \r\ndiplomacy — promises to bear fruit despite all \r\ndifficulties. Over the past year, with the help of our \r\nSwiss mediators and other international partners, we \r\nhave made progress towards opening our shared \r\nborder, one of the last closed borders in Europe, and \r\nthe normalization of our relations with no \r\npreconditions. We trust that the necessary political will \r\nshall finally overcome the mentality of the past and \r\nthat the wisdom and courage necessary to taking the \r\nlast decisive steps will prevail.  \r\n We have been most encouraged by the support of \r\nthe international community. We are well aware of the \r\nfundamental and positive implications of the \r\nnormalization of Armenian-Turkish relations and of the \r\nopening of the border for the security and stability of \r\nthe region. \r\n We must reinforce the bridges between United \r\nNations Member States, working out mutually \r\nbeneficial and comprehensive security and cooperation \r\nplans. Our common objective should be the shaping of \r\nan environment that is safe and prosperous for all. To \r\nmeet the political, economic, environmental and social \r\nchallenges, we have to jointly muster our efforts, \r\nresources and political determination. Only together \r\ncan we successfully confront these challenges and push \r\nforward the international development agenda. \r\n The Acting President: I now call on Her \r\nExcellency Ms. Maxine Pamela Ometa McClean, \r\nMinister for Foreign Affairs and Foreign Trade of \r\nBarbados. \r\n Ms. McClean (Barbados): On behalf of my \r\ndelegation, I am pleased to join the speakers who have \r\npreceded me in congratulating Mr. Ali Abdussalam \r\nTreki on his election to the presidency of the General \r\nAssembly at its sixty-fourth session. He may rest \r\nassured of the full support and cooperation of Barbados \r\nas he carries out his important duties. I wish also to \r\ntake this opportunity to express appreciation to his \r\npredecessor, Mr. Miguel d’Escoto Brockmann, for his \r\nleadership of the sixty-third session. \r\n We meet at a pivotal moment in the history of the \r\nUnited Nations. Never since the founding of this \r\nOrganization has our community of nations been tested \r\nby a confluence of so many devastating crises as we \r\nhave witnessed in the recent past. It is therefore with a \r\nsense of honour, fully recognizing the responsibility \r\nentrusted to me and to all of us here, that I address this \r\nGeneral Assembly for the first time in my capacity as \r\nMinister responsible for Foreign Affairs and Foreign \r\nTrade of Barbados. \r\n Barbados commends Mr. Treki for his choice of \r\ntheme for this year’s general debate, given the myriad \r\ncrises that we face and the need for effective global \r\nresponses. Indeed, the world is facing major economic, \r\npolitical and social upheaval. The threat of food and \r\nfuel scarcity, the worst economic and financial crisis in \r\ndecades, the challenge of climate change and the \r\ninfluenza pandemics have all assumed an international \r\nand multidimensional character. Together, these have \r\nundermined the very foundations of our multilateral \r\nsystem, exacerbating already existing disparities. \r\n The approach of the developed economies to this \r\ncrisis has been to create national stimulus packages and \r\nto bail out their failing industries — in short, to turn to \r\npolicies which address their domestic interests almost \r\nexclusively. Developing countries are suffering the \r\nbrunt of the effects of the financial crisis created by \r\ngreed and poor regulation in developed countries. \r\nFaced with stagnating or falling economic growth due \r\nto factors beyond our control, we are now left to deal \r\nwith declining economic activity and a resulting rise in \r\nunemployment along with its resulting problems at a \r\n A/64/PV.12\r\n \r\n15 09-52604 \r\n \r\ntime when we are forced to battle increasing debt and \r\ndecreasing external trade and foreign investment \r\nrevenues. \r\n While we welcome the initiatives to create rescue \r\npackages for the least developed countries, there is a \r\nclearly demonstrated need to expand these initiatives to \r\ninclude a wider group of developing countries. \r\nBarbados is one of a small group classified as small, \r\nhighly indebted middle-income countries, which has \r\nbeen overlooked, but which is deserving of \r\ninternational attention and assistance from bilateral \r\npartners and the multilateral institutions alike. As we \r\ndiscuss the effects of the global crisis and propose \r\nassistance for affected countries, there is a need to \r\nensure that countries like Barbados are recognized \r\nwithin the broad category of small vulnerable \r\neconomies. \r\n Multilateral agencies such as the World Bank \r\nhave established through empirical research and their \r\nongoing interventions that these countries are unique in \r\nthe openness of their economies and in their \r\nsusceptibility to external shocks. However, this group \r\ncontinues to be excluded from concessionary financing \r\nand debt relief. Focus continues to be placed on per \r\ncapita income data, which is a poor indicator of \r\neconomic sustainability and national vulnerability. Our \r\ncountries are in need of adequate support mechanisms \r\nwith revised eligibility criteria in order to prevent the \r\nderailment of our development processes. \r\n This crisis presents an opportunity for the \r\ndeveloped economies and the international financial \r\ninstitutions to address the existing failures and \r\nshortcomings of the current financial system. The time \r\nis right for the crafting of a new, more transparent \r\narchitecture that is supportive of development \r\nobjectives. \r\n Barbados, for its part, is extremely proud that \r\ndespite its handicaps it has managed — through good \r\ngovernance and the observance of democratic \r\nprinciples, human rights and the rule of law — to \r\nprovide an adequate standard of living for its people. \r\nHowever, this does not negate our inherent \r\nvulnerabilities, our limited resources or our restricted \r\ncapacity to respond to the vagaries of the economic \r\nenvironment. \r\n One of the major positive consequences of the \r\ncurrent crisis is the increase in South-South \r\ncooperation, which has played a quiet but important \r\nrole over the years in promoting trade and investment \r\namong developing countries. This has served to \r\nenhance the value of such cooperation and presents \r\ngreat potential for future growth and development. \r\n At the national level, an important lesson learned \r\nis that development requires the active involvement of \r\ncommunities, the public and private sectors and civil \r\nsociety. This has been clearly demonstrated in the \r\nimplementation of our social partnership agreements, a \r\nstrategy that has been very successful in the Barbadian \r\ncontext since the early 1990s and has been used as a \r\nmodel in other developing countries. \r\n Recent world events have highlighted the \r\nimportance of taking a multilateral approach to solving \r\nglobal problems. The United Nations is perhaps the \r\ninstitution best suited to the task of mobilizing global \r\nresponses. Regrettably, over the past year the United \r\nNations has been relegated to a subordinate role in the \r\nsearch for solutions to the ongoing economic and \r\nfinancial crisis. \r\n Barbados will not be complicit in any effort to \r\nmarginalize the United Nations, which has a unique \r\nand legitimate role in global economic decision-\r\nmaking and rule-setting. We will not join the sceptics \r\nin questioning the relevance or legitimacy of this vital \r\nmultilateral organization. However, we will continue to \r\nbe at the forefront of calls for its reform to ensure that \r\nit is fully equipped and empowered to assist Member \r\nStates in confronting global challenges. \r\n To date, efforts to reform the United Nations have \r\nbeen piecemeal in nature, largely uncoordinated and at \r\ntimes even conflicting. The extraordinary challenges \r\nwe face demand comprehensive reform. This will \r\nrequire a level of transformation that equips the United \r\nNations for the twenty-first century. At this session, \r\npriority needs to be given to securing commitment at \r\nthe highest level to finalizing the reform agenda. \r\n Security Council reform must be prioritized if \r\neffective change within the United Nations system is to \r\nbe achieved. It is evident that the structure, \r\ncomposition and working methods of the Security \r\nCouncil fail to reflect current global realities. Barbados \r\nbelieves that membership in the Security Council \r\nshould be expanded in both the permanent and the \r\nnon-permanent categories. Our goal must be to ensure \r\nthat the Council is more representative, democratic and \r\naccountable to the full membership of the United \r\nNations without placing its effectiveness in jeopardy. \r\nA/64/PV.12  \r\n \r\n09-52604 16 \r\n \r\n The reality of global interdependence is that our \r\ndestinies are inextricably linked. We cannot retreat to \r\nisolationism or radicalism. We must, with a sense of \r\nurgency and purpose, create the multilateral \r\ninfrastructure necessary to manage a complex and \r\ninterdependent world. This new quest for a better and \r\nmore effective multilateralism must be shared by all. \r\nOur collective effort must also seek to restore the role \r\nof the United Nations envisaged by its founders: “to be \r\na centre for harmonizing the actions of nations”. \r\n In his address to the General Assembly at its \r\nsixty-third session, the Prime Minister of Barbados \r\n(see A/63/PV.12), The Honourable David Thompson, \r\nreaffirmed his belief in the positive role that small \r\nStates can play in advancing the cause of international \r\npeace and equitable social and economic development \r\nand emphasized the importance of building an \r\ninternational system that operates on the principle of \r\nmultilateralism and that respects the sovereign equality \r\nof States and the tenets of genuine non-alignment. \r\n Barbados is concerned by the growing tendency \r\nof limited-membership groups to assume decision-\r\nmaking powers on issues affecting the entire \r\ninternational community without the consent or \r\ninvolvement of that community. We stand to squander \r\nthe opportunities to create a fair and more equitable \r\nsystem of global governance if responsibility for rule- \r\nand decision-making remains vested in limited-\r\nmembership groupings which are accountable only to \r\nthemselves. No exclusive group of countries, no matter \r\nhow big, powerful or rich, has a monopoly on \r\nsolutions. \r\n The United Nations Convention on the Law of \r\nthe Sea, the United Nations Framework Convention on \r\nClimate Change and the International Criminal Court \r\nwere all championed by some of the smallest members \r\nof the United Nations and represent just a few \r\nexamples of the invaluable contribution that small \r\nStates have made to strengthening multilateralism and \r\nproviding solutions to complex global problems. Small \r\nStates can be effective partners in the search for global \r\nsolutions to the ongoing crises, and those countries \r\nmust have a seat at the table when decisions are being \r\nmade on issues of global concern. \r\n In this regard, the targeting of small offshore \r\njurisdictions in the wake of the global financial crisis \r\non the pretext that these jurisdictions in some way \r\ncontributed to the crisis represents an injustice worthy \r\nof the strongest possible condemnation. For those who \r\nwould wish to rewrite history, we must recall that the \r\nfinancial crisis had its origins in the developed world \r\nand resulted from excessive risk-taking, corruption, \r\nfraud and ineffective regulatory controls and oversight \r\nin those countries. \r\n Barbados fully supports the proposal of the States \r\nmembers of the Caribbean Community (CARICOM) to \r\nbuild upon the existing programme already in place \r\nwithin the United Nations to address issues related to \r\ninternational financial services. Specifically, we call \r\nfor the Committee of Experts on International \r\nCooperation on Tax Matters to be transformed into an \r\nintergovernmental subsidiary body of the Economic \r\nand Social Council. The central goal of the proposed \r\nintergovernmental committee would be to give \r\ndeveloping countries an effective voice when issues of \r\ncooperation on tax matters are being decided by the \r\ninternational community. \r\n Small democratic States like my own are \r\nconvinced of the need to ensure adherence to the rule \r\nof law and respect for constitutional norms. We are \r\ntherefore compelled to register our deep concern at any \r\ninterruption of the constitutional order of any \r\nsovereign State and the dangerous precedent this could \r\ncreate if left unchallenged by the international \r\ncommunity. Barbados fully supports the position of \r\nCARICOM and the Organization of American States, \r\nwhich calls for the immediate reinstatement to office of \r\nthe legally elected President of Honduras. \r\n Barbados is equally concerned to ensure that, in \r\nour hemisphere, the relics of a past cold war era give \r\nway to a new spirit of regional partnership, in which \r\ndiverse political systems can coexist in harmony. We \r\nare therefore heartened by the positive developments \r\nwith respect to the reintegration of our sister Republic \r\nof Cuba into the mainstream of hemispheric affairs. We \r\nare hopeful that the renewed dialogue between the \r\nUnited States and Cuba will lead in the near future to \r\nthe complete removal of the embargo and the \r\nnormalization of relations between those two countries. \r\n Barbados welcomes the support provided by the \r\nUnited Nations Stabilization Mission in Haiti \r\n(MINUSTAH), which has been a vital tool for \r\ncapacity-building in Haiti in the key areas of \r\ngovernance, the strengthening of the rule of law, and \r\nhuman rights. We therefore call upon the Security \r\nCouncil to extend the mandate of MINUSTAH so that \r\n A/64/PV.12\r\n \r\n17 09-52604 \r\n \r\nthe international community can continue to provide \r\nsupport to the people of Haiti in their quest for \r\nsustainable peace and development. \r\n As a small island, Barbados is aware of the grave \r\ndangers posed by climate change. The damage done to \r\nour coastline and coral reefs illustrates the potential \r\nthreats that flow from the phenomenon of global \r\nwarming. Such threats are not peculiar to Barbados, \r\nbut are posed in myriad ways to nations across the \r\nglobe, both developed and developing. \r\n In three months we will meet in Copenhagen to \r\ndecide on a course of action to address this global \r\nthreat of unprecedented proportions. We know the \r\ncatastrophic consequences of failing to reduce global \r\ngreenhouse gas emissions. What is required is a \r\nmassive transformation of the way energy is generated \r\nand used to propel economic growth and development. \r\n In Barbados we have committed to reducing our \r\ndependence on imported oil and have significantly \r\nincreased our use of renewable energy. Furthermore, \r\nwe have identified transitioning to a green economy as \r\na national priority. We have established a number of \r\nkey milestones and indicators to assess progress \r\ntowards the achievement of that goal. We have \r\nundertaken those activities with minimal support from \r\nthe international community, utilizing our own \r\nresources. We have been forced to divert an increased \r\nshare of our national budget to finance adaptation \r\nmeasures. According to World Bank estimates, the total \r\nannual impact of potential climate change on all \r\nCARICOM countries is estimated at $9.9 billion a \r\nyear, or around 11.3 per cent of the total annual gross \r\ndomestic product of all CARICOM member States and \r\nassociate members. \r\n The international community has a moral and \r\nethical responsibility to support urgent and ambitious \r\nglobal action to provide adaptation funding for small \r\nisland developing States. In the Caribbean, our ability \r\nto address climate change has been severely hampered \r\nby the effects of the global financial and economic \r\ncrisis. An essential measure of success at Copenhagen, \r\ntherefore, will be the extent to which the decisions that \r\nwe take serve to ensure the survival and continued \r\nviability of small island developing States. \r\n Before closing, permit me to seek the support of \r\nthe General Assembly on an issue that has emerged as a \r\ncrucial health challenge for many countries, including \r\nthose of the Caribbean. Chronic non-communicable \r\ndiseases have become one of the major causes of \r\nmorbidity. We believe that that issue must be included \r\nin the global discussions on development. We therefore \r\nsupport the call made by the Prime Minister of Trinidad \r\nand Tobago for a special session of the General \r\nAssembly on that issue (see A/64/PV.5). \r\n Finally, in these difficult times we have a number \r\nof challenging issues before us for consideration. \r\nDespite our various agendas and differing priorities, \r\nwe share an ultimate common goal: to achieve peace, \r\nsecurity and development for all the peoples of the \r\nworld. Until that becomes a reality, no country is truly \r\nsecure. I reaffirm Barbados’ commitment to working \r\nwith other Member States to attain that goal. \r\n The Acting President: I now call on His \r\nExcellency Mr. Moussa Faki Mahamat, Minister for \r\nForeign Affairs of the Republic of Chad. \r\n Mr. Mahamat (Chad) (spoke in French): On \r\nbehalf of my delegation and in my own name, I would \r\nlike to offer the President our warmest congratulations \r\non his brilliant election to the presidency of the \r\nGeneral Assembly at its sixty-fourth session. It would \r\nbe remiss not to express our pride and our pleasure at \r\nthe election of the representative of a neighbour \r\ncountry, brother and friend of Chad. I am referring to \r\nthe brother Ali Treki of the great Libyan Arab \r\nJamahiriya. With his qualities and his long and rich \r\ndiplomatic experience, he will find it easy to lead our \r\nwork with tact. Through me, the Chadian delegation \r\nassures him of its full cooperation in discharging his \r\ndifficult but very lofty task. \r\n I would also like to express our gratitude to his \r\npredecessor for having led the work of the sixty-third \r\nsession with skill and perception. Allow me also to pay \r\ndue tribute to our Secretary-General, His Excellency \r\nBan Ki-moon, for his tireless commitment to the work \r\nof defending and promoting the ideals of our \r\nOrganization. \r\n From this rostrum, delegations at the sixty-third \r\nsession deplored the food, energy and financial crises \r\nthat had struck our countries, the consequences of \r\nwhich were felt differently according to each country’s \r\nlevel of development. What conclusions should we \r\ndraw after a year of intense mobilization, cooperation \r\nand work to overcome those crises? \r\n For us poor States, those crises remain genuine \r\nobstacles to achieving the Millennium Development \r\nA/64/PV.12  \r\n \r\n09-52604 18 \r\n \r\nGoals to which we all committed, in particular for the \r\nfinancing of our development strategies. Despite the \r\ngreat international mobilization, there is a risk that the \r\npoor countries will fail to meet the 2015 deadline. That \r\nis all the more worrying as the situation persists and \r\nremains the focus of international debates. The \r\nsituation continues to also generate consequences that \r\nendanger the implementation of the Monterrey \r\nConsensus, in particular official development \r\nassistance, commercial trade, the debt of the countries \r\nof the South and world trade.  \r\n We cannot say it often enough: the developing \r\ncountries will continue to pay dearly for an economic \r\ncrisis that they did not cause. The international \r\ncommunity must therefore urgently step up its efforts \r\nto alleviate the difficulties that those countries face. \r\n Another major issue of concern, one no less \r\nsignificant, is the negative impacts of climate change \r\non the world in general and on developing countries, in \r\nparticular the most vulnerable. There too our countries \r\nare victims of a phenomenon caused by the major \r\ngreenhouse gas producers, which are the industrialized \r\ncountries. We feel those effects daily as the greatest \r\ndisaster for our environment, our agriculture, our \r\nlivestock farming — in short, for the life of our \r\npopulations in the form of famines and all kinds of \r\nillnesses. \r\n The most significant example is the risk of the \r\ncomplete disappearance of Lake Chad if the \r\ninternational community does not resolutely commit to \r\nhelping us save its world heritage. In 40 years, the \r\nsurface area of Lake Chad has shrunk from 25,000 to \r\nless than 3,000 square kilometres. The countries of the \r\nLake Chad Basin Commission expect the international \r\ncommunity to come to the support of their plan to save \r\nthe lake, including by implementing the project to \r\ndivert the waters of the Oubangui River in the Central \r\nAfrican Republic to feed Lake Chad.  \r\n At the initiative of His Excellency the President \r\nof the Republic, the Head of State, Chad has committed \r\nto planting 10 million trees a year to fight \r\ndesertification. That programme, which is part of the \r\ntranscontinental project of the Green Great Wall \r\ninitiated by the Community of Sahelo-Saharan States, \r\nneeds the international community’s support. \r\n Turning to the issue of the settlement of disputes, \r\nwhile we welcome the progress made here and there, \r\nthat is unfortunately not the case for the situation \r\nprevailing in Darfur, which is of serious concern to my \r\nGovernment. Regarding the African continent, we \r\nreaffirm our support and our readiness to contribute to \r\nall joint actions of the African Union and the United \r\nNations for the peaceful and lasting settlement of those \r\nconflicts. Indeed, we welcome the initiative recently \r\nundertaken by the Leader of the Libyan Revolution, \r\nPresident of the African Union, to convene in Tripoli a \r\nspecial meeting devoted to the consideration and \r\nsettlement of conflicts in Africa. \r\n With respect to the question of Palestine, we urge \r\nand encourage our Organization to continue with \r\ngreater resolve its efforts towards backing the \r\nconclusion of a peace agreement providing for the \r\npeaceful coexistence of two sovereign States, in \r\naccordance with the principles of international law and \r\nof the United Nations Charter. This is an opportunity to \r\nwelcome the commitment of the new American \r\nAdministration, under the leadership of President \r\nBarack Obama, to restoring peace to that region long \r\ntorn by war. \r\n The new approach to international relations \r\nadopted by the American Administration should also \r\nlead to a new attitude towards Cuba, burdened for \r\ndecades by an economic, trade and financial embargo \r\nthat is no longer justified today. That is why Chad \r\nwishes the United States of America to rapidly lift the \r\nembargo, which runs counter to the new vision of the \r\nworld and to the great principles championed by our \r\nOrganization.  \r\n Turning now to the crisis in Darfur and our \r\nrelations with the Sudan, we would again like to draw \r\nthe Assembly’s attention to the seriousness of the \r\nsituation, which hangs over the security of our borders \r\nand threatens regional peace and security. The \r\nrepercussions of that crisis for security in the camps for \r\nrefugees and displaced persons in the east of my \r\ncountry, for the environment, which is already \r\nvulnerable in that part of the country in particular, and, \r\nin general, for the social and economic development of \r\nmy country are quite evident. \r\n The other consequence of that crisis, and not a \r\nminor one, is the phenomenon of child soldiers, who \r\nare very often recruited against their will by the \r\nvarious armed groups that hold sway in the region. \r\nDuring its various campaigns, the Chadian national \r\narmy succeeded in freeing hundreds of such children \r\nand entrusted them to UNICEF for care and reinsertion \r\n A/64/PV.12\r\n \r\n19 09-52604 \r\n \r\ninto civilian life. An inspection and awareness-raising \r\ncampaign has been undertaken in varying barracks \r\nthroughout the country in collaboration with UNICEF, \r\nthe United Nations and a number of diplomatic \r\nmissions present in N’Djamena to prevent this \r\nphenomenon and curb it where is already exists.  \r\n These are the reasons that lead Chad to cooperate \r\nclosely with the United Nations and the international \r\ncommunity to find a solution to that situation, which \r\nhas lasted much too long. At the same time, this shows \r\nhow wrong it is to believe that my country fuels the \r\nwar in Darfur by giving support to Sudanese rebels \r\nthere. \r\n Additionally, we would like to reiterate our \r\ncomplete availability to cooperate with the United \r\nNations Mission in the Central African Republic and \r\nChad (MINURCAT) for the fulfilment of its mandate \r\nin the east of our country. We condemn the delays in its \r\nfull deployment in the field and the ensuing difficulties \r\nin ensuring effective security for vulnerable \r\npopulations such as refugees, displaced persons and \r\nhumanitarian workers. It is essential that parties \r\ninvolved in this Mission step up their efforts to make \r\nup for those delays, whose prolongation means daily \r\ndanger for the populations that all of us must protect. \r\nWe are very concerned by the uncertain future of \r\nMINURCAT, and we wonder what the national \r\ncapacities might be to remedy the situation by \r\nstrengthening the operations for maintaining order and \r\nsecurity in zones covered by its mandate. \r\n Regardless of MINURCAT’s efforts, or the \r\nefforts of my country to improve the security of camps \r\nfor refugees and displaced persons, a genuine \r\nsettlement of the Darfur crisis can be only political in \r\norder to enable refugees and the displaced to return to \r\ntheir ancestral homelands. \r\n That is why my country welcomes all initiatives \r\nundertaken by the international community in this \r\nregard. My Government has backed, and continues to \r\nback, the Qatar process and welcomes the untiring \r\nefforts by brother-leader Muammar Al-Qadhafi to \r\nsecure a political settlement of the crisis and, more \r\nrecently, to relaunch the Doha process. Along the same \r\nline, we also welcome the recent American and \r\nEgyptian initiatives. \r\n The efforts of the international community to \r\nnormalize relations between our country and the Sudan \r\nare also welcome. A great many agreements have been \r\nsigned by my country and the Sudan. All that remains \r\nnow is to implement them. \r\n The fact that we have welcomed refugees fleeing \r\nthe war in Darfur and have facilitated actions of the \r\ninternational community to assist them should not be \r\nused as an alibi by our neighbour in any attempt to \r\ndestabilize us. \r\n At the national level, the Government of Chad, on \r\nthe impetus provided by Mr. Idriss Deby Itno, \r\nPresident of the Republic, Head of State, continues \r\npolitical dialogue with the democratic opposition on \r\nthe basis of the 13 August 2007 agreement. In this \r\nclimate of shared trust we have just concluded a \r\npopulation census with a view to organizing free and \r\ntransparent elections. A national independent electoral \r\ncommission composed of representatives of the \r\nGovernment and the opposition has just been formed \r\nand has already started its work. \r\n Despite repeated attacks by mercenaries and \r\narmed movements with support from abroad against \r\nour territorial integrity and the democratically elected \r\ninstitutions, the Government continues to advocate \r\nreconciliation and national understanding. A number of \r\narmed groups have regained legal status through \r\nimplementing the Sirte Agreement of 25 October 2007. \r\nA great many others have committed themselves to this \r\npath, which we welcome. \r\n In conclusion, I would like to express the support \r\nof my country for the appeal to this Assembly by the \r\nPresident of the African Union for a just and fair \r\nreform of the Security Council, a reform that would \r\ntake into account the legitimate aspirations of the \r\nAfrican continent and the evolution of the history of \r\nrelations among States. \r\n The Acting President: I now call on His \r\nExcellency Mr. Alexandre Cécé Loua, Minister for \r\nForeign Affairs and Guineans Living Abroad of the \r\nRepublic of Guinea. \r\n Mr. Loua (Guinea) (spoke in French): At the \r\noutset, on behalf of the Guinean delegation, which I \r\nhave the honour of leading, I would like to pass on to \r\nthe President, Mr. Ali Abdussalam Treki, Secretary of \r\nAfrican Union Affairs of the Great Socialist People’s \r\nLibyan Arab Jamahiriya, the congratulations of the \r\nGuinean people and Government on his brilliant \r\nelection to the presidency of the General Assembly at \r\nits sixty-fourth session. I would also like to convey the \r\nA/64/PV.12  \r\n \r\n09-52604 20 \r\n \r\ncongratulations of Captain Moussa Dadis Camara, \r\nPresident of the Republic, Head of State, President of \r\nthe National Council for Democracy and Development \r\nand Commander-in-Chief of the Guinean armed forces. \r\n My delegation is convinced that because \r\nMr. Treki is a seasoned diplomat, our work will be \r\ncrowned with success. We assure him of our full \r\ncooperation. I would also like to tell his predecessor, \r\nMr. Miguel d’Escoto Brockmann, how much my \r\ndelegation appreciates his wisdom and the devotion \r\nwith which he led the work of the Assembly at its \r\nsixty-third session. The Republic of Guinea salutes the \r\nremarkable work that Secretary-General Ban Ki-moon \r\nhas accomplished at the helm of our Organization in \r\nfavour of peace, development and prosperity in the \r\nworld. \r\n Mrs. Gallardo Hernández (El Salvador), \r\nVice-President, took the Chair. \r\n On 23 December 2008, all the people of Guinea \r\nenthusiastically welcomed the arrival of the National \r\nCouncil for Democracy and Development, the CNDD. \r\nGuinean armed forces decided to take the destiny of \r\nthe country into their hands after the death of President \r\nLansana Conté on 22 December 2008 in order to avoid \r\nthe social implosion that would have damaged peace, \r\nsecurity, stability, unity and harmonious development \r\nin the country. \r\n Poor political and economic governance and its \r\nrelated effects of corruption, impunity, the \r\nconsumption of and trafficking in drugs, the \r\nproliferation of small arms and light weapons, \r\norganized crime and the abdication of republican \r\ninstitutions had considerably weakened the authority of \r\nthe State. The National Council for Democracy and \r\nDevelopment, faithful to its commitments, has \r\nundertaken specific actions, the results of which are \r\nencouraging. \r\n Such actions include, inter alia, the preparation of \r\na timetable for transition, designed and accepted by all \r\nparties involved on the basis of a participatory and \r\ninclusive dialogue, which should lead to democratic, \r\nfree and transparent elections with a view to returning \r\nto constitutional order. There is also the fight against \r\ndrugs and narcotics, against the embezzlement of \r\npublic funds, organized crime and other social ills. \r\nAdditionally, there will be a special programme to \r\nmeet the basic needs of the population, including water \r\nand electricity, as well as the beginning of reform of \r\nthe security and defence sectors. \r\n In this context, the National Council for \r\nDemocracy and Development enjoys a close working \r\nrelationship with national stakeholders. This synergy of \r\nactivities has allowed for the establishment of an ad \r\nhoc committee that has evaluated and revised the \r\ntransition timetable. Following the new timetable, the \r\npresidential elections will be held in January 2010 and \r\nthe legislative elections in March of that year. In \r\nparallel, a relationship of trust and cooperation has \r\nbeen established with the International Contact Group \r\non Guinea, whose mission is to accompany this process \r\nof transition. \r\n The CNDD and the Government attach particular \r\nimportance to the fight against drugs and narcotics in \r\nour country, which, unfortunately, in recent years has \r\nbecome one of the hubs of this trade in West Africa. \r\nThe recent discovery of toxic substances and \r\nunderground laboratories in certain towns of our \r\ncountry illustrates the seriousness of the situation. The \r\nbold operations undertaken by the new authorities have \r\nled to arrests within the highest echelons of the \r\nsecurity and defence forces and the civil service. \r\n The Republic of Guinea is seeking the support of \r\nthe international community in this stabilization effort. \r\nWe call for the application of the Political Declaration \r\nand Plan of Action on International Cooperation \r\ntowards an Integrated and Balanced Strategy to \r\nCounter the World Drug Problem adopted by the \r\nCommission on Narcotic Drugs at its fifty-second \r\nsession, held in Vienna in March 2009. \r\n The Guinean Government has also carried out \r\nactivities to bring ethical management to the handling \r\nof public finances. In this area, audits have revealed \r\nmany cases of financial misappropriation at high levels \r\nwithin the State. The funds recovered so far have been \r\nused to partially finance the programme to provide \r\nwater and electricity for all, launched by the CNDD to \r\nimprove the living conditions of the population. My \r\ndelegation renews its call to development partners for \r\nincreased material, financial and technical support \r\nduring the period of transition in Guinea. \r\n On behalf of the CNDD and the President of the \r\nRepublic, His Excellency Captain Moussa Dadis \r\nCamara, the Guinean Government expresses its \r\nprofound gratitude to all those who support its efforts \r\nin the framework of a peaceful, consensual and \r\n A/64/PV.12\r\n \r\n21 09-52604 \r\n \r\nsuccessful transition. The Guinean authorities wish to \r\nthank all those who have shown their goodwill, in \r\nparticular the leader of the Libyan Revolution and His \r\nMajesty the King of Morocco, as well as Their \r\nExcellencies the Presidents of Senegal, Côte d’Ivoire, \r\nBurkina Faso, Liberia, Sierra Leone and Mali, for \r\neverything they have done in favour of unity, \r\nreconciliation and stability in Guinea. The Guinean \r\nauthorities also express their thanks to all leaders from \r\nAfrica and elsewhere who have been prepared to \r\nprovide various kinds of help to ensure the historic and \r\nexemplary success of the transition process in our \r\ncountry. \r\n The agenda of the Assembly’s present session \r\nincludes several recurrent questions, real challenges to \r\nthe construction of a new world order founded on \r\njustice, solidarity and sustainable development. \r\nRealizing these aspirations remains dependent on the \r\ninternational community fulfilling its commitments to \r\ndeveloping countries, which are bearing the brunt of \r\nthe global economic and financial crisis. This is yet \r\nmore necessary because, despite the progress that has \r\nbeen made in the fight against pandemics, illiteracy \r\nand extreme poverty, immense efforts are still needed \r\nfor the full and harmonious achievement of the \r\nMillennium Development Goals. \r\n Therefore, the establishment of a partnership that \r\nprioritizes the development of Africa through \r\nsubstantial increases in aid and investment flows is \r\nclearly indispensable. The question of foreign debt, \r\nwhich seriously compromises our efforts to eradicate \r\npoverty, merits particular attention. Furthermore, the \r\nlow prices we receive for basic commodities, together \r\nwith the unpredictability of nature, the harmful effects \r\nof human activity on the environment and climate \r\nchange, all contribute to rendering African economies \r\nfragile and lead to precarious agricultural and food \r\nproduction. \r\n With regard to peace and security, significant \r\nprogress has been made in the prevention and \r\nresolution of conflicts. However, areas of tension still \r\nexist here and there, with the associated loss of human \r\nlife, unspeakable suffering, destruction of property and \r\nflows of refugees and displaced persons. \r\n In Africa, the peace and reconciliation process at \r\nthe national level is making progress, thanks to \r\nconcerted actions on the part of the African Union and \r\nsubregional organizations, supported by the international \r\ncommunity, despite human rights violations and bad \r\neconomic and political governance. In the Mano River \r\nbasin, the success of the vigorous peacebuilding \r\nmeasures in Sierra Leone and Liberia gives us cause for \r\ncomfort and hope. Through the implementation of the \r\nOuagadougou Political Agreement, Côte d’Ivoire is \r\nconsolidating its reunification and is in the process of \r\norganizing free elections. The Republic of Guinea \r\nsupports this process. \r\n Elsewhere on the continent, the successful \r\nholding of presidential elections in Guinea-Bissau and \r\nMauritania augurs well for a new era, conducive to \r\nnational reconciliation, peace, stability and progress. In \r\nthe Democratic Republic of the Congo, the United \r\nNations, the African Union and neighbouring countries \r\nare engaged in a dialogue that will without a doubt lead \r\nto the re-establishment of peace in the east of the \r\ncountry, which is a yardstick for stability, security and \r\ndevelopment in the Great Lakes region.  \r\n With regard to Somalia and the situation in \r\nDarfur, the international community must step up its \r\nefforts alongside the African Union in order to bring \r\nabout a rapid and durable political solution. \r\n Regarding the Western Sahara, while we welcome \r\nthe efforts of the Secretary-General and his Special \r\nEnvoy, my country welcomes the Moroccan initiative \r\nfor the negotiation of an autonomous status for the \r\nSahara region. We urge the parties concerned to find a \r\nmutually acceptable political outcome to this dispute. \r\n With regard to the Middle East, Guinea remains \r\nconvinced that solving the Israeli-Palestinian conflict \r\nnecessarily requires a comprehensive solution, leading \r\nto the creation of an independent, sovereign and viable \r\nPalestinian State living side by side and in peace with \r\nIsrael within secure and internationally recognized \r\nborders, in accordance with the relevant resolutions of \r\nthe Security Council and the road map of the Quartet. \r\nThe international community has a duty to ensure that \r\nthis comes about. \r\n In Asia, Guinea reaffirms its commitment to the \r\nprinciple of one China and to the peaceful reunification \r\nof the Korean peninsula. \r\n Terrorist acts are proliferating throughout the \r\nworld, indiscriminately affecting innocent victims, \r\nincluding women, children and the elderly. Those \r\nforms of barbarism and intolerance must be condemned \r\nin no uncertain terms. My delegation welcomes the \r\nA/64/PV.12  \r\n \r\n09-52604 22 \r\n \r\nadoption by the United Nations of the United Nations \r\nGlobal Counter-Terrorism Strategy. We remain in \r\nfavour of developing a comprehensive international \r\nconvention against terrorism and hope that \r\nconsultations on this issue will continue in a spirit of \r\nfull cooperation.  \r\n My country continues to pay great attention to \r\ninternational efforts in the area of disarmament and \r\nweapons control. We express our support for the \r\nbanning and total destruction of nuclear, biological and \r\nchemical weapons, as well as the eradication of the \r\ntrade in fissile materials. In Africa, the illicit and \r\nuncontrolled circulation of small arms and light \r\nweapons is a source of instability for States and of \r\ninsecurity for the population. The Economic \r\nCommunity of West African States has adopted a \r\nconvention on this issue with the objective of \r\nestablishing a climate of peace through a framework \r\nfor cooperation between member States for the \r\nsystematic control and elimination of these weapons, \r\nwhich fuel civil wars. The success of this programme \r\nrequires the commitment of all member States and the \r\nsupport of bilateral and multilateral partners. \r\n The world finds itself facing a grave and \r\nunprecedented financial and economic crisis. Africa \r\nhas not been spared the contagious effects of this crisis. \r\nThe report of the Secretary-General details how our \r\ncontinent has seen setbacks in such crucial areas as \r\neconomic growth, agricultural development, the \r\neradication of poverty and the implementation of the \r\nMillennium Development Goals. \r\n The time has come to rethink the international \r\nfinancial architecture in order to adapt it to the realities \r\nof the twenty-first century in terms of its representation \r\nof Member States and its working methods, as well as \r\nthe equitable distribution of resources. \r\n Innovative initiatives are essential in the areas of \r\ntrade, official development assistance, debt alleviation, \r\ntechnology transfer and financing for developing \r\ncountries in general and least developed countries in \r\nparticular to enable them to benefit as much as possible \r\nfrom globalization. In that context, the commitments \r\nmade at Monterrey, Johannesburg, Doha, London and \r\nPittsburgh within the framework of the Group of 20 are \r\ngrounds for hope. It is important that the Doha Round \r\nnegotiations swiftly lead to an agreement on measures \r\nto promote development and put an end to abject \r\npoverty. \r\n My country attaches the greatest importance to \r\nincreasing and improving official development \r\nassistance and making it more predictable and more \r\naligned with national priorities, in accordance with the \r\nParis Declaration on Aid Effectiveness.  \r\n Guinea welcomes the progress made in \r\nimplementing the Highly Indebted Poor Countries Debt \r\nInitiative. Given the debt burden, we urge donors to \r\nwork to strengthen resources and national and \r\ninternational capacities to support the strategies put in \r\nplace to make the requirements for reaching its \r\ncompletion point more flexible. \r\n The international community must fully support \r\nthe implementation of the New Partnership for Africa’s \r\nDevelopment, which commits the continent to \r\ndeveloping infrastructure and promoting human rights, \r\nthe rule of law, democracy and the achievement of the \r\nMillennium Development Goals. \r\n The problems related to climate change have \r\ndrawn the attention of all States because of the threat \r\nthat phenomenon poses to humanity. Guinea, which \r\noccupies a central place in the implementation of \r\npolicies and strategies for sustainable development and \r\nthe restoration of ecological balances in West Africa, is \r\naware of the seriousness of the situation and the urgent \r\nneed for action. My delegation strongly calls for \r\nconcerted and courageous international action to put an \r\nend to the paradox wherein countries and populations \r\nthat have contributed least to global warming are \r\nsuffering its most serious consequences. We hope that \r\nthe forthcoming Copenhagen summit will meet the \r\ngreat expectations of humanity.  \r\n In addition, particular attention must be accorded \r\nthe problems related to migratory flows and the many \r\nissues underlying them. It is only by promoting \r\neffective solidarity that we will be able to manage \r\nmigratory flows. \r\n Today’s world is beset by swift, complex and \r\nprofound changes. Peace, development and the \r\ninterdependence of nations remain undeniable realities \r\nand factors essential for a prosperous world of \r\nsolidarity. Therefore, multilateralism is the only viable \r\nalternative for addressing the global challenges facing \r\nhumanity. My delegation remains convinced that the \r\npresent session will further strengthen the role and the \r\nactivities of our universal Organization in the defence \r\nof just causes. \r\n A/64/PV.12\r\n \r\n23 09-52604 \r\n \r\n The Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Rufus George Bousquet, \r\nMinister for External Affairs, International Trade and \r\nInvestment of Saint Lucia. \r\n Mr. Bousquet (Saint Lucia): I wish to express the \r\nwarm congratulations of the delegation of Saint Lucia \r\nto Mr. Ali Abdussalam Treki on his election to serve as \r\nPresident of the General Assembly at its sixty-fourth \r\nsession. With his vast diplomatic experience, we are \r\nmost confident that this session will yield significant \r\nresults in advancing the agenda of the international \r\ncommunity through this most universal of institutions, \r\nthe General Assembly, which has been rightly \r\ndescribed by his predecessor, Mr. Miguel d’Escoto \r\nBrockmann, as the “Group of 192”. We express our \r\nappreciation for the work of Mr. D’Escoto Brockmann, \r\nwho succeeded in further elevating the Assembly so \r\nthat it could regain its rightful place as the parliament \r\nof the world. We pledge to work with Mr. Treki in the \r\nfurtherance of that approach. We also thank Secretary-\r\nGeneral Ban Ki-moon for his tireless efforts on behalf \r\nof us all. \r\n When developing countries agreed to the \r\nambitious but necessary Millennium Development \r\nGoals (MDGs) and the internationally agreed \r\ndevelopment goals, few, if any, foresaw that the winds \r\nwould be contrary, the storms fierce and the course \r\nahead so challenging. We are more than halfway to the \r\n2015 deadline for achieving the Millennium \r\nDevelopment Goals, and Governments in the \r\ndeveloping world are still struggling to meet their \r\nobjectives. That situation, of course, is the result of \r\ndeveloping countries facing unforeseen economic \r\nhardship as a result of crisis after crisis that for the \r\nmost part are not of our own making. While the \r\ndeveloped world appears to be in the infant stages of \r\nrecovery, the developing countries are still in the wake \r\nof this crisis and are struggling to find calmer waters. \r\n In that connection, it is important that the Doha \r\nRound of trade negotiations be reshaped as a \r\ndevelopment round, with emphasis on substantially \r\nreducing the tariff and non-tariff barriers that have \r\nbeen imposed by developed countries, especially \r\nregarding agricultural products. \r\n The matter of substantive debt relief to permit the \r\ndeveloping countries to utilize their limited resources \r\nfor national development must also be given the most \r\nserious consideration. The MDGs are still achievable, \r\nbut the developed countries must meet their agreed \r\ncommitments if those objectives are to be attained in a \r\nmanner consistent with the global timetable. \r\n While all of the MDGs are relevant to the \r\ndevelopment aspirations of the people of my country \r\nand of the region, we believe that education, poverty \r\nalleviation and the strengthening of institutions for \r\ngood governance are pivotal to this process. These \r\nmust form the bedrock for overall development. So, \r\ndespite sluggish advancement towards the achievement \r\nof all the Goals, we have made significant progress in \r\nthe areas of poverty and hunger, universal education \r\nand gender equality. My own country boasts gender \r\nparity in wage employment in the non-agricultural \r\nsector, a long-standing problem in our region.  \r\n Despite such progress, continued improvement is \r\nrequired in the other priority areas of reducing child \r\nmortality and promoting maternal health. \r\nUnfortunately, as I speak here, my Government is \r\ngrappling with the loss of a hospital on the southern \r\npart of the island that burned down two weeks ago, \r\nwith loss of life. We have launched an appeal for \r\nassistance and hope that those most able to do so will \r\nhelp generously. \r\n We in Saint Lucia are observing the current \r\nglobal state of affairs through bifocal lenses; we see \r\nboth challenges and opportunity — an opportunity to \r\ntake bold new steps and think outside the box in \r\ntackling the issues that confront us. The right mix of \r\nappropriate policy interventions, strong political will \r\nand strategic partnerships supported by development \r\nstakeholders is certain to help countries such as Saint \r\nLucia achieve the Millennium Development Goals in a \r\ntimely manner. Therefore, hope is not completely lost.  \r\n Higher prices for food, fuel and other essentials \r\nforced most Governments of developing countries to \r\ndivert already scarce resources in order to subsidize \r\nthose commodities for the poorest in our societies. That \r\nthen put pressure on their ability to repay debts and, \r\ntogether with mismanagement within the world \r\nfinancial sector, triggered a global financial and \r\neconomic crisis. \r\n The world conference held here at United Nations \r\nHeadquarters last June to assess the worst global \r\neconomic downturn since the Great Depression \r\nsucceeded in identifying immediate and long-term \r\nmeasures to mitigate the impact of the crisis, especially \r\non developing countries, and to begin the necessary \r\nA/64/PV.12  \r\n \r\n09-52604 24 \r\n \r\ninternational deliberations on the restructuring of the \r\ninternational financial architecture. Saint Lucia and the \r\nrest of the Caribbean Community welcomed the \r\ninitiative, and we participated fully in the deliberations.  \r\n Saint Lucia therefore supports the measures \r\ncalled for in the outcome document (resolution 63/303, \r\nannex) to sustain the initiative while also providing the \r\nmachinery necessary for the continued monitoring of \r\nthe world economy. To that end, we emphasize the \r\nimportance of strengthening the capacity, effectiveness \r\nand efficiency of the United Nations and of making the \r\ninternational financial institutions more compassionate \r\nin their responses and their assistance to national \r\ndevelopment strategies. We look forward to analysing \r\nthe report of the ad hoc open-ended working group of \r\nthe Assembly on the implementation of the mandate, as \r\nwell as the reports of the Secretary-General on the \r\nglobal food security crisis, the International Labour \r\nOrganization report on the Global Jobs Pact and the \r\ncontributions of the Inter-Parliamentary Union to the \r\nnew development financing agenda.  \r\n The most pressing issue and challenge facing \r\nSaint Lucia, and indeed the rest of the world, is climate \r\nchange. It has emerged as the most serious \r\ndevelopmental challenge facing mankind today — \r\nhence, the demands for collective action and an urgent \r\nresponse. We are extremely concerned that the adverse \r\neffects of climate change are constantly altering access \r\nto basic resources such as land, water and food. \r\nDecreased accessibility threatens social security, a \r\ndaily reality for many of us around the world. We may \r\nnot disappear, as the Maldives will, if nothing is done, \r\nbut it will certainly be expensive to survive. \r\n On 21 September 2009, heads of member States \r\nof the Alliance of Small Island Developing States \r\n(AOSIS) adopted a declaration on climate change that \r\nspelled out some of the pressing issues that need to be \r\naddressed by all States. Before that we had the 1994 \r\nBarbados Programme of Action; the final communiqué \r\nof the 1999 AOSIS Heads of Government Meeting; the \r\noutcome document of the General Assembly’s special \r\nsession held in 1999 to review and assess the Barbados \r\nProgramme (resolution S-22/2), and the adoption in \r\n2005 of the Mauritius Strategy for Further \r\nImplementation. All represented extensive legislative \r\nauthority for concerted international action and clearly \r\nset forth the position of the most vulnerable States.  \r\n That extensive mandate provides the framework \r\nfor a strategy to arrest the impact of climate change \r\nthat can lead to the emergence of a sustainable world \r\nfor present and future generations. The 2007 high-level \r\nevent on climate change, held to discuss “The future in \r\nour hands: addressing the leadership challenge of \r\nclimate change”, was also instructive in reinforcing the \r\nmandates of earlier sessions. Alas, it seems the rest of \r\nthe world has not seen the urgency for action. \r\n For our part, Saint Lucia and other Caribbean \r\nStates have pledged to take voluntary mitigation \r\nmeasures to ensure our collective survival. We are \r\nworking assiduously to formulate policies and review \r\nlegislation to develop our renewable energy potential \r\nin wind, solar and geothermal power. We will intensify \r\nefforts to preserve our limited forest cover, which \r\nserves to protect our water supply and biodiversity and \r\nis an important factor in carbon sequestration. For us \r\nthese are critical survival measures. \r\n Saint Lucia has joined with other CARICOM \r\nmember States to establish early-warning systems for \r\npredicting disasters such as floods and hurricanes. \r\nCARICOM heads of Government have also adopted \r\nthe Liliendaal Declaration on Climate Change and \r\nDevelopment, which expressed the commitment to \r\nprotect the region’s marine resources and ecosystems \r\nand work towards fulfilling the United Nations \r\nFramework Convention on Climate Change objectives. \r\n While these sustainable development practices \r\nhave long-term benefits, the financial investment \r\nrequired to support them is very onerous for small \r\nisland developing States. We have indicated that our \r\nGovernments have been proactive; however, the small \r\nisland developing States still need financial support to \r\nenhance their capacity to respond to challenges brought \r\non by climate change. Let me reiterate that these \r\nproblems are not of our doing. Lack of access to cost-\r\neffective, affordable and environmentally sound \r\ntechnologies significantly threatens to stall or reverse \r\nprogress already made. Nor will mitigation be enough \r\nif not supported by adaptation measures. We therefore \r\nurge States to fulfil their commitment to the Adaptation \r\nFund, which will help us cope with changes that have \r\nmade life difficult for many peoples. \r\n We the small island developing States and least \r\ndeveloped countries have joined together to demand, \r\nappeal and even beg, if necessary, that the new \r\nCopenhagen climate agreement limit temperature \r\n A/64/PV.12\r\n \r\n25 09-52604 \r\n \r\nincreases to the attainable level of 1.5 degrees Celsius, \r\nas it is possible that anything above that will be \r\ndevastating to our very existence. We urge other \r\ninhabitants of planet Earth to be understanding and \r\ncooperative as we work to seal the deal in Copenhagen. \r\nIf we cannot reverse or slow the effects of climate \r\nchange, all other activities, as noble as they may be, \r\nwill be useless to mankind. \r\n Our efforts to advance our own development \r\nprogress are sometimes derailed because of a lack of \r\nresources and a peculiar grouping that excludes many \r\nStates from access to certain types of aid, loans and/or \r\ndevelopment assistance currently available only to \r\nleast developed States — ironically, because of our \r\nsuccess in managing our affairs. It would appear that \r\nwe are being punished for being prudent in the \r\nmanagement of our limited resources. \r\n Middle-income countries like Saint Lucia \r\ncontinue to face significant challenges in reducing \r\npoverty, servicing debt and achieving the Millennium \r\nDevelopment Goals. My Government is pleased to note \r\nthat the United Nations and the international financial \r\ninstitutions have recognized that there is a need to \r\naddress the development needs of middle-income \r\ncountries and to reinforce global support for their \r\ndevelopment efforts. We are cognizant that this group \r\nof countries is not homogeneous and that individual \r\neconomic and social circumstances must be taken into \r\naccount. However, as a group, we deserve greater \r\nattention from the donor community and the United \r\nNations system. We hope our pleas do not fall on deaf \r\nears, and that assistance will not come too late. \r\n While we bemoan the slow pace of assistance \r\nfrom the North, we appreciate the efforts of our \r\ntraditional friends — the United Kingdom, the United \r\nStates, Canada, France, the European Union, Japan, to \r\nname a few — to meet their official development \r\nassistance targets and agreed commitments. However, \r\nthe significance of cooperation among developing \r\ncountries cannot be overlooked. South-South \r\ncooperation has become an effective tool for economic \r\ndevelopment and foreign policy and constitutes one of \r\nthe most important dimensions of international \r\ncooperation for development, particularly in the \r\ncontext of globalization and liberalization. South-South \r\ncooperation is also an imperative to complement \r\nNorth-South cooperation and strengthen the \r\ninstitutional capacities of the countries of the South to \r\nengage in sustainable development practices. An ever-\r\nchanging global landscape has impelled developing \r\ncountries to take initiatives to safeguard one another’s \r\ncommon interests, since they possess diverse assets \r\nthat can nonetheless be complementary. \r\n That has been our goal within CARICOM, and \r\nwe thank the Government of Trinidad and Tobago for \r\nso often leading the way on such matters. The \r\nGovernment of Saint Lucia also wishes to express its \r\ngratitude for the assistance provided by the Republic of \r\nCuba, whose international medical assistance \r\nprogramme has served the people of the region, the \r\nwider hemisphere and beyond. And we express our \r\nappreciation for the support we have received from \r\nother countries in our region, including the Latin \r\nAmerican States of Brazil, Mexico and Venezuela, to \r\nname a few. \r\n The historic cultural ties between Africa and the \r\nCaribbean are well known, and cooperation between \r\nour two regions is being strengthened through recent \r\ndevelopments such as the African Union Diaspora \r\nInitiative and the Organization of Eastern Caribbean \r\nStates Secretariat. We in Saint Lucia have received \r\nsupport from the Kuwaiti funds to assist in \r\ninfrastructure development. In short, we are reaching \r\nout to the world for cooperation and collaboration in \r\nthe advancement of our development efforts, within the \r\nframework of respect for each other and for \r\nhumankind. \r\n That is why the Government of Saint Lucia joins \r\nwith other delegations in extending our deep \r\ncondolences to the Government and people of Taiwan \r\nfollowing the devastation and loss of life caused by the \r\ndisastrous Typhoon Morakot in August. Taiwan has \r\nassisted Saint Lucia in the areas of education, \r\nagriculture, health and other fields critical to our \r\ndevelopment efforts. Their assistance in agriculture, \r\nespecially, has enabled us to improve our output and \r\nposition ourselves for breaking into the food export \r\nmarket. Taiwan has extended a helping hand to all \r\nthose who have requested it. It seeks only to be part of \r\nthe family of nations and to share its knowledge and \r\nexpertise with the rest of the world. That is not too \r\nmuch to ask. We are pleased to note that some positive \r\nsteps have been taken in this respect, and we hope they \r\nwill continue, with other agencies opening their doors \r\nto participation and thus to enable 23 million people to \r\nmake their contribution to their fellow human beings \r\nand to realize their aspirations, as we in Saint Lucia did \r\n30 years ago. \r\nA/64/PV.12  \r\n \r\n09-52604 26 \r\n \r\n We also extend our sympathies to the \r\nGovernment and people of the Philippines for the loss \r\nof life and destruction caused by Typhoon Ketsana \r\nthree days ago. \r\n Saint Lucia joins with other CARICOM countries \r\nin expressing profound concern and deep \r\ndisappointment with the decision by the Administering \r\nPower to dissolve the Government and legislature in \r\nthe non-self-governing territory of the Turks and \r\nCaicos Islands, an associate member of CARICOM. \r\nWe call for a speedy return to democratic governance, \r\nwithout which the territory’s participation in the \r\nregional integration process will be in jeopardy. \r\n Economic diversification for small States is \r\ncritical to their ability to remain competitive in an ever \r\nmore globalized economy, and many small States have \r\ndeveloped vibrant financial service industries that have \r\nevolved as clean, competitive industries in a world \r\neconomy increasingly dependent on services. Clearly, \r\nthe competitiveness of tax rates and international tax \r\ncompensation are fundamental tools of globalization \r\nand represent one of the few areas where small States \r\nhave been able to enter this new economy from a \r\ncompetitive position. To this end Saint Lucia joined \r\nwith other CARICOM States last July in adopting the \r\nLiliendaal Declaration on the Financial Sector: A New \r\nFramework for Financial Regulation and Supervision \r\nin the Region. \r\n It is important to note that the regional policy \r\ncontains provisions for continued improvement in \r\nstandards for disclosure, transparency and corporate \r\ngovernance for both public and private companies. \r\nHowever, despite our best efforts, international \r\nfinancial centres in the Caribbean and elsewhere have \r\nrecently been under intense pressure from high-tax \r\nnations. Saint Lucia joins our regional partners in \r\ncontinuing to enhance transparency by the \r\nstrengthening of regulatory frameworks. We stand with \r\nour CARICOM colleagues in calling for equitable \r\ntreatment in accord with that granted to the developed \r\ncountries and other preferential jurisdictions. \r\n It matters little if we are rich if we are insecure in \r\nour homes and our country. And that is why in recent \r\nyears the issue of small arms and light weapons has \r\nemerged as a major source of concern to us. Small \r\ndeveloping States like Saint Lucia continue to be \r\nthreatened by the disturbing spread of small arms. The \r\nillicit introduction of those weapons into our societies \r\nhas created a heavy burden in our region, which has \r\nseen the emergence of an unacceptable level of gun \r\nviolence, worsened by the social distress caused by the \r\neconomic and financial crisis. Saint Lucia reiterates its \r\nsupport for the implementation of relevant General \r\nAssembly resolutions addressing the illicit trade of \r\nsmall arms and light weapons in all its aspects, most \r\nrecently resolution 63/72 of 2 December 2008. Saint \r\nLucia wishes also to express its continued support for \r\nthe full implementation of the international instruments \r\nto enable States to identify and trace illicit small arms \r\nand light weapons in a timely and reliable manner.  \r\n On top of all our financial problems it seems we \r\nare asked to bear an unfair burden in relation to world \r\npeace and security. While ensuring an effective funding \r\nmechanism is the collective responsibility of the \r\nmembership, we concur that the future scale of \r\nassessment should be constant, simple and transparent. \r\nWe fully support the view of the Committee on \r\nContributions that the scale should be based on gross \r\nnational income data, as that is the most accurate \r\nreflection of one’s capacity to pay. \r\n In the face of all the challenges outlined above \r\nand in this present state of world affairs, it is no longer \r\npragmatic to utilize attenuated financial and technical \r\nassistance schemes designed many years ago. They \r\nhave given way to development challenges that are \r\noften of astronomical size as well as nebulous, \r\nnecessitating long-term, cumulative responses. In \r\nshort, the world is in crisis-management mode, and that \r\nis seriously affecting the ability of developing \r\ncountries to move forward and onward to progress. \r\n However, crisis management must be undertaken \r\nwith sustainable development in mind and integrated \r\ninto the policymaking processes by both donor and \r\nrecipient countries. Coordination and collaboration, \r\ntherefore, are essential within and among \r\nGovernments, organizations and local communities if a \r\nsustainable and forward-looking approach is to be \r\nachieved. \r\n We chose as our theme for this session of the \r\nAssembly “Effective responses to global crises: \r\nstrengthening multilateralism and dialogue among \r\ncivilizations for international peace, security and \r\ndevelopment”. I hope that this body, made up of a \r\ndiverse group of countries, will work together towards \r\nachieving the goals to which we all aspire. \r\n A/64/PV.12\r\n \r\n27 09-52604 \r\n \r\n Like Jason in his good ship the Argo, fair Helen — \r\nSaint Lucia — will brave the seas, chart a new course \r\nand take our people to the heights of development and \r\ndignity that befit a country that has produced two \r\nNobel Laureates. \r\n The Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Fander Falconi, Minister \r\nfor Foreign Affairs, Foreign Trade and Integration of \r\nthe Republic of Ecuador. \r\n Mr. Falconi (Ecuador) (spoke in Spanish): \r\nEcuador hails the choice of Mr. Ali Abdussalam Treki \r\nas President of the General Assembly at its sixty-fourth \r\nsession. We believe his broad experience in the \r\ninternational scene augurs success in the work of this \r\nAssembly. Ecuador wishes especially to commend the \r\nformer President, Father Miguel d’Escoto Brockmann, \r\nfor his determination in democratizing this \r\nOrganization and for his unswerving commitment to \r\nthe poor and the voiceless of this planet. \r\n The central theme of this general debate — \r\nstrengthening multilateralism — is the very purpose of \r\nthe United Nations. This Organization is called on to \r\nbe the expression of horizontal, democratic and \r\nrespectful relations among the countries of the world, \r\nunder the strictest observance of the principle of equal \r\nsovereignty among States.  \r\n However, with its current structure and \r\noperations, the Organization has not been able to \r\nrespond to the great challenges of the twenty-first \r\ncentury. For that reason, it is urgent to strengthen its \r\nstructural reform. The Security Council must be more \r\nrepresentative, democratic and efficient. To achieve \r\nthat, we call on all Member States to make a \r\ncommitment to achieve true substantial transformation \r\nthis year in the Council’s composition and its working \r\nmethods. Likewise, our country believes that the \r\nGeneral Assembly, as the most democratic and \r\nuniversally representative body, must fully assume the \r\nrole established for it in the United Nations Charter. It \r\nis essential to move forward on substantial agreements \r\nthat can lead us to a real revitalization of the Assembly. \r\n Along the same lines, Ecuador is committed to \r\nregional integration processes as mechanisms of \r\ncoordination, cooperation and solidarity among \r\npeoples. We therefore take on with great dedication and \r\nenthusiasm the pro tempore presidency of the Union of \r\nSouth American Nations (UNASUR), as an opportunity \r\nto contribute to integration through a welcome \r\nmechanism to promote democracy and collective \r\nwelfare in a coordinated and consensual manner. \r\n Latin America and the Caribbean have \r\nunderstood that the best way to face today’s challenges \r\nis through effective multilateral action. Our region is \r\nundergoing an intense process of integration based on \r\nsolidarity and cooperation. That process is \r\ndemonstrated in such vital regional forums as the Rio \r\nGroup, UNASUR, the Bolivian Alternative for the \r\nAmericas (ALBA) and the Caribbean Community. \r\nThose groups engender the most diverse proposals and \r\ninitiatives designed to construct common agendas on \r\nsocial, cultural, political and economic matters, in \r\norder to build a new development strategy that is more \r\ninclusive and less predatory. \r\n Every integration effort requires the recognition \r\nof the principles of equality and sovereignty of States. \r\nTherefore my country applauds the reversal of the \r\nunfair exclusion of our sister Republic of Cuba from \r\nthe Organization of American States (OAS). We have \r\nsettled part of Cuba’s debt, but despite repeated calls \r\non the part of this Assembly over the past 17 years, the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America against that brother \r\ncountry remains in place. The blockade is contrary to \r\nthe great principles of international law, and its \r\ncontinuance is still severely affecting the well-being \r\nand dignity of the Cuban people. \r\n Latin America and the whole world have taken a \r\nstand with the historic General Assembly \r\npronouncement (resolution 63/301) condemning the \r\ncoup d’état against the legitimate Government of the \r\nRepublic of Honduras. The international community \r\nhas categorically and unanimously rejected this attack \r\nagainst democracy and against all the practices of \r\npeaceful coexistence between peoples. We therefore \r\ninsist on the immediate restitution of President Zelaya, \r\nas well as on the protection of his physical person and \r\nan immediate end to the repression of the Honduran \r\npeople. We echo the resolutions of the United Nations, \r\nthe OAS, the Rio Group, UNASUR, the European \r\nUnion, ALBA and the many other international \r\norganizations that have made decisive statements on \r\nthis subject. \r\n I would also like to mention the declaration made \r\nby the 61 heads of State and Government of South \r\nAmerica and Africa who met on Margarita Island, \r\nVenezuela, on 26 and 27 September, in which we \r\nA/64/PV.12  \r\n \r\n09-52604 28 \r\n \r\ncondemned the coup d’état in Honduras. In that \r\ndocument, we also express our support for the Security \r\nCouncil meeting held on 25 September 2009, which \r\nhighlighted the issue of the security of the Brazilian \r\nembassy in Tegucigalpa, where President José Manuel \r\nZelaya has legitimately been taking refuge since \r\n21 September and which has been subject to an \r\nunjustifiable military and police barricade. \r\n We call on the international community to act \r\ntogether to adopt strong measures that guarantee the \r\nrestitution of democratic order in Honduras in order to \r\npromote an election process of some kind and \r\nrecognize the authorities that are elected as a result of \r\nsuch a process. \r\n Today, we are facing a systemic and \r\nmultidimensional crisis that jeopardizes not only the \r\nbalance of an economic system but also the very \r\nsurvival of human beings. The food crisis, the energy \r\ncrisis and the scandalous financial crisis are clear \r\nsymptoms of the fact that the system does not work and \r\nmust be re-invented. \r\n One of the most obvious facets of the overall \r\ncrisis is the economic and financial crisis. Although \r\nthis crisis originated in the main speculative markets of \r\nthe rich countries of the North, that is, the casino \r\neconomy, its effects have been multiplying and \r\nexpanding in developing countries.  \r\n Nevertheless, the current financial crisis is only a \r\nsymptom of a larger crisis — the crisis of a system that \r\nfavours the financial and speculative economy over the \r\nreal economy. It is also the result of an international \r\nfinancial architecture that is unequal, non-inclusive and \r\ninefficient and that must be reformed urgently. Ecuador \r\nproposes that the crisis does not require merely \r\ntechnocratic reform but a profound change of our \r\neconomic model. \r\n For that reason, my Government strongly \r\nsupported the decision of the General Assembly to \r\nhold, this past June, the high-level Conference on the \r\nWorld Financial and Economic Crisis and its Impact on \r\nDevelopment. At the Conference, Rafael Correa, \r\nPresident of the Republic of Ecuador, became the main \r\nvoice of the countries of the South advocating for a \r\ncomprehensive reform of the current world economic \r\norder, which jeopardizes the life and the well-being of \r\nmillions of people around the planet. President Correa \r\nalso proposed to democratize and redefine the \r\ninternational financial architecture. \r\n At that Conference, important steps were taken in \r\nrecognizing the fundamental role of the United Nations \r\nin the reform of the international financial system and \r\narchitecture. We welcome the fact that the Conference \r\nacknowledged regional and subregional agreements as \r\nintegral parts of multilateral responses to the current \r\ncrisis.  \r\n I have the honour of announcing one such \r\nresponse in this forum. This past Saturday, \r\n26 September, at the South American and African \r\nsummit that took place on Margarita Island, our \r\ncountries signed the constitutive act of the Bank of the \r\nSouth, which will start out with a declared capital of \r\n$20 billion and a subscribed capital of $7 billion. The \r\nBank will be a multilateral financial entity aimed at \r\nsupporting human development in South America. This \r\nagreement was reached at the summit of South \r\nAmerican and African countries. This important event \r\nwas part of the proposal put forward by my country on \r\nthe creation of a new international financial \r\narchitecture based on a series of regional responses. \r\n In addition to this achievement, we must mention \r\ninitiatives such as the creation of a common Latin \r\nAmerican reserve fund, the establishment of a regional \r\nsystem of payments as a prelude to the creation of a \r\nregional central bank and the consolidation of a common \r\nmonetary system that will create an electronic currency \r\nto facilitate our trade. The good news is that we have \r\nbegun to take fundamental steps in the establishment of \r\nthe Centralized Payment Compensation System, called \r\nSUCRE, which will soon enter into force within ALBA. \r\n We reiterate our reservations concerning the \r\nactions undertaken by international credit institutions \r\nsuch as the International Monetary Fund and the World \r\nBank, since they have collaborated actively to take \r\nstrong economic and political measures against certain \r\nnations. We also reject, on the basis of the principle of \r\nsovereignty, the relationship between the World Bank \r\nand arbitration centres such as the International Centre \r\nfor Settlement of Investment Disputes, which has only \r\nserved to pass judgment on and penalize certain parties \r\nand to benefit transnational interests over national \r\ninterests. \r\n For our countries, the restructuring and relief of \r\nour external debt is more urgent than ever. We cannot \r\ncontinue to give higher priority to paying off external \r\ndebt than to financing a recovery in production and \r\ndevelopment. \r\n A/64/PV.12\r\n \r\n29 09-52604 \r\n \r\n We have an enormous task ahead of us with \r\nrespect to the effects of the crisis. The General \r\nAssembly working group on the financial crisis will be \r\nthe ideal mechanism through which to follow up on the \r\nimplementation of the commitments and tasks that \r\narose out of the Conference last June. \r\n This crisis has shown that capitalism as a model \r\nfor economic and social relations is not viable. It has \r\nalso highlighted the imbalances in the relationships \r\nbetween society, nature and the economy. One of the \r\nmost obvious examples of this is the imbalances that \r\nare to be found in the way that the issue of climate \r\nchange is dealt with. \r\n This past week, a high-level Summit on Climate \r\nChange was held in this very Hall. I must frankly state \r\nthat it was a great disappointment. Empty rhetoric \r\nabounded, and no commitments were undertaken, with \r\nfew exceptions. As a result, our response to the issue \r\nhas been nothing more than inadequate and, at times, \r\nirresponsible. Even worse, we heard repeatedly last \r\nweek that the major challenge is how to maintain \r\neconomic growth without affecting the environment — \r\nthat is, how to preserve the current system, with a few \r\ncosmetic adjustments. We believe, however, that we \r\nneed to completely transform the means of production \r\nand consumption and not simply promote further \r\ngrowth without stopping to take stock of where we are. \r\n The principle of shared but differentiated \r\nresponsibilities, as contained in the Framework \r\nConvention on Climate Change, recognizes that rich \r\nnations and the elites who consume too much are the \r\nmajor causes of this scourge and that they must \r\ntherefore assume a large proportion of the costs of \r\nreducing emissions. Wealthy countries must make \r\nadditional efforts to decrease their greenhouse gas \r\nemissions, beyond the reductions already brought \r\nabout by the economic crisis.  \r\n Reducing emissions is urgent but not sufficient. \r\nAdaptation measures must be identified, in particular \r\nin vulnerable countries and countries that lack the \r\neconomic resources to deal with the impacts of climate \r\nchange. We are not speaking about donations or credit \r\nbeing offered for adaptation efforts. Reparations must \r\nbe made that recognize the ecological debt and take \r\ninto account the historic responsibility for the \r\nexcessive emissions of the past several decades, when \r\nthe greenhouse effect was already recognized. Serious \r\nstudies on the subject estimate that this would amount \r\nto at least $50 billion dollars a year over 20 or \r\n30 years. \r\n We demand that the countries of the North \r\ncomply with and strengthen the commitments they \r\nundertook in the context of the United Nations \r\nFramework Convention on Climate Change and Kyoto \r\nProtocol regarding measures for adaptation and \r\nmitigation, the development and transfer of \r\ntechnologies and their financing. However, we \r\nrecognize that we have a shared responsibility to \r\nprovide responses to the climate crisis. For this reason, \r\nEcuador has offered significant proof of its \r\ncommitment to this issue. I would like to briefly \r\nmention four initiatives that my country has \r\nundertaken. \r\n The first initiative, and the one that provides the \r\nguidelines and foundation for Ecuador’s international \r\nenvironmental policy, is the Yasuni Ishpingo-\r\nTambococha-Tiputini (Yasuni ITT) initiative, an \r\ninnovative project that was introduced by President \r\nRafael Correa at the 2007 United Nations Climate \r\nChange Conference and that breaks with traditional \r\ndiscredited approaches. Ecuador has decided to keep a \r\nconsiderable amount of its proven oil reserves \r\nunderground — about 850 million barrels of crude — \r\nin order to pursue three important goals. The first goal \r\nis to prevent the pollution that would result from the \r\nemission of 410 million tons of carbon dioxide into the \r\natmosphere. The second is to protect the indigenous \r\npeoples who live in the Yasuni National Park, the \r\nTaromenane and Tagaeri peoples. The third goal is to \r\npreserve biodiversity. In that connection, an \r\ninternational trust fund will be established in the \r\ncoming weeks as a financial mechanism to enable us to \r\nreceive international contributions and invest them in \r\nconservation and sustainable development initiatives \r\nfor the country, in line with the development goals laid \r\nout in our national development plan. \r\n The second initiative is the Forest Partners \r\nProgramme, which is an initiative that provides \r\neconomic incentives to indigenous peoples and rural \r\nfarmers to protect our forest. This will enable us to \r\nprotect 20 per cent of our total forest areas until the \r\nyear 2015. \r\n The third initiative is a programme to transform \r\nthe energy grid, aimed at ensuring that the main \r\nsources of energy used in the country are renewable \r\nand sustainable. One of the projects undertaken under \r\nA/64/PV.12  \r\n \r\n09-52604 30 \r\n \r\nthis programme is being carried out in the Galapagos \r\nIslands, a world heritage site for humankind, with the \r\ngoal of achieving 100 per cent clean energy sources on \r\nthe archipelago by 2015. \r\n Our fourth initiative would take place in the \r\ncontext of the Organization of Petroleum Exporting \r\nCountries (OPEC) and proposes the introduction of an \r\neco-tax of approximately 3 per cent on oil prices, in \r\norder to bring about a decrease in demand and thereby \r\na reduction in carbon dioxide emissions. This proposal \r\nwas first put forward by Herman Daly, an \r\nenvironmental economist, and subsequently taken up \r\nand presented to OPEC by President Rafael Correa. \r\nThe revenue from the proposed eco-tax would \r\nfacilitate, under the administration of a body such as \r\nthe United Nations, projects to facilitate the conversion \r\nof the energy grid to using renewable energy. \r\n Ecuador believes that this time of crisis \r\nrepresents an opportunity to make radical changes that \r\nwill allow us to transform our societies from their \r\ncurrent model, which is based on competition and on \r\nirrational and unsustainable habits of consumption that \r\nprioritize merchandise over people, into societies based \r\non human beings living in harmony with themselves, \r\nwith their fellow human beings and with nature. \r\n For us, land, nature and the physical environment \r\nare essential components of the fundamental principle \r\nof our constitutional ordering of well-being, or “sumak \r\nkawsay”. This principle of well-being implies living \r\nwith dignity according to our cultural values and in \r\nharmony with nature and is the basis for the \r\neconomical and social policies that my Government is \r\nembracing in order to overcome social inequalities. \r\n We would also like to highlight, once again, the \r\ngravity of the food crisis. In an era where the \r\ntechnology to produce sufficient food exists, there is \r\nhunger in the world. This is due to the fact that access \r\nto food is dominated by the large transnational \r\nagricultural companies that control the global market. \r\nIn addition, subsidies and other distortions on trade \r\nhave a serious impact on agriculture in countries of the \r\nSouth. \r\n We firmly support the convening of the World \r\nSummit on Food Security, which will take place in \r\nRome during the sixty-fourth session of the General \r\nAssembly and is aimed at reaching agreements on \r\nassigning priority to the right to food security and \r\nsovereignty over the pursuit of profit and the drive to \r\nmaximize gains. \r\n In order to achieve the targets defined by the \r\nMillennium Development Goals (MDGs) as the \r\nminimum required for survival and well-being, those \r\nGoals must be complemented by decisive support from \r\nthe countries of the North aimed at increasing official \r\ndevelopment assistance and international cooperation \r\nwithout imposing any kind of conditions. \r\n Review of the progress made in achieving the \r\nMDGs will take place in the year 2010, as mandated by \r\nthe Assembly, and must serve to lay the foundation for \r\nefforts to correct the errors and omissions of these \r\nGoals. They include, in particular, the failure to \r\nconsider the structural causes of the problems, the lack \r\nof attention paid to human rights, the absence of any \r\ngoal dealing with the generation of valuable \r\nemployment, the exclusion of our ancestral peoples \r\nfrom the process of drawing up public policies and the \r\nabsence of a multicultural approach in defining the \r\nGoals.  \r\n At this session, the General Assembly will be \r\ntaking important strategic decisions regarding Ecuador. \r\nWe are sure that all Member States will strive to make \r\nthe Organization’s efforts more effective in the \r\npromotion and defence of the rights of differently \r\nabled persons, the recognition and implementation of \r\nthe rights of indigenous peoples, gender equality, and \r\nefforts to combat human trafficking, among other \r\nimportant issues. \r\n I would like to refer in particular here to my \r\ncountry’s commitment to combating the scourge of \r\nillegal human trafficking. We firmly support the need \r\nfor a global plan of action, and we offer to the \r\nOrganization our national experience in terms of legal \r\nand control issues. \r\n Another subject we consider essential for the \r\nagenda of this Assembly is that of international \r\nmigration. In the current Ecuadorian Constitution, one \r\nof our most transformative principles is based on the \r\nrecognition of universal citizenship. We do not impose \r\nany restrictions on the freedom of movement of people \r\naround the world. We believe we are all citizens of the \r\nworld. There is no such thing as illegal human beings. \r\nThere are, however, such things as illegal and immoral \r\npractices of exclusion and exploitation. In this twenty-\r\nfirst century, merchandise and capital are not bound by \r\nany borders, but walls are being built to restrict the \r\n A/64/PV.12\r\n \r\n31 09-52604 \r\n \r\nmovement of human beings. Ecuador will continue to \r\nwork towards a constructive multilateral dialogue on \r\nmigration and the adoption of a comprehensive \r\napproach on the issue of the human rights of migrants \r\nand their families, in accordance with the mandate set \r\nby the heads of State in the 2005 World Summit \r\nOutcome. \r\n As a country that prioritizes respect for and the \r\nguarantee of all human rights, Ecuador currently \r\nreceives more refugees than any other country in the \r\nWestern Hemisphere. Without belittling the support \r\nthat we receive from the United Nations High \r\nCommissioner for Refugees, we must stress that we \r\nhave allocated significant economic resources to assist \r\npeople who are in need of international protection. We \r\nhave implemented pioneering measures and policies \r\nwith respect to the protection of refugees. We have one \r\nof the most advanced programmes in terms of refugee \r\nmanagement, namely, the Expanded Registration \r\nprogramme. \r\n Ecuador, as a founding member of the United \r\nNations, accords priority to dialogue and international \r\ncooperation in the resolution of conflicts and believes \r\nthat military action alone cannot bring about lasting \r\nand sustainable peace in any conflict zone in the world.  \r\n The commitment of Ecuador to the stabilization \r\nprocess in the brotherly Republic of Haiti is \r\ninternationally recognized. Because of this, since the \r\nbeginning of the Haitian crisis in February of 2004, we \r\nhave actively participated in the United Nations \r\nStabilization Mission in Haiti, in terms of a mostly \r\ncivil contingent. This endeavour was undertaken in \r\naccordance with our foreign policy of complete support \r\nfor and attention to humanitarian crises and the \r\npeaceful resolution of conflicts.  \r\n I cannot conclude this statement without \r\nmentioning Ecuador’s satisfaction at having renounced, \r\na few days ago, any solution that is not in accordance \r\nwith international law. We hope to achieve very shortly \r\na normalization of diplomatic relations with the \r\nbrotherly Republic of Colombia, which will be of great \r\nbenefit for both of our peoples. This was made possible \r\nthanks to the opportunity for dialogue and meetings \r\noffered by the General Assembly each year. \r\n Finally, I extend once again the affectionate and \r\nhope-filled greetings of the Ecuadorian people, the \r\nrevolutionary citizenry of my country, and my \r\nPresident, Rafael Correa, to the rest of the world’s \r\npeople and to their representatives here. \r\n The Acting President (spoke in Spanish): I now \r\ncall on Mr. Assunção Afonso dos Anjos, Minister for \r\nForeign Affairs of Angola. \r\n Mr. Anjos (Angola) (spoke in Portuguese; \r\nEnglish text provided by the delegation): First of all, \r\nallow me to take this important opportunity to \r\ncongratulate Mr. Ali Treki on his election to preside \r\nover the General Assembly at its sixty-fourth session. I \r\nwould like to assure him of the unconditional support \r\nof the Republic of Angola in fulfilling his important \r\nmission. The delegation of Angola is absolutely \r\npositive that under his auspicious leadership, the sixty-\r\nfourth session will reaffirm the importance of the \r\nGeneral Assembly in the search for consensual \r\nsolutions to the burning issues affecting humanity, \r\nthereby greatly contributing to creating an increasingly \r\nsafe, free and fair world. \r\n I would also like to express my delegation’s deep \r\nappreciation to Mr. Treki’s predecessor, Mr. Miguel \r\nd’Escoto Brockmann, for the high degree of efficiency \r\nand vast expertise with which he conducted the work \r\nof the presidency. \r\n Guided by the most elementary sense of justice, \r\non behalf of the Republic of Angola, I express my \r\ndeepest appreciation to the Secretary-General, Mr. Ban \r\nKi-moon, for the excellence with which he has \r\nmanaged to consolidate reforms and ensure the \r\nfulfilment of the decisions of the Millennium Summit \r\nand other major United Nations conferences, as well as \r\nfor the commitment that he has consistently shown in \r\nplacing the needs and development of Africa at the \r\ncentre of the international agenda. I would also like to \r\npraise the Secretary-General for his timely initiative to \r\nconvene the high-level meeting on climate change. \r\n The Assembly’s sixty-fourth session is taking \r\nplace in a political, social and economic context of \r\nenormous complexity. Ensuring international peace and \r\nsecurity, fighting poverty, protecting the environment, \r\nensuring a better future for generations to come, \r\nensuring the rule of law in relations among the \r\nmembers of the international community and \r\npromoting and safeguarding human rights — all of \r\nthese issues are clearly among the major challenges \r\nconfronting us. Combating organized crime and the \r\nimplementation of the Anti-Terrorism Strategy are also \r\nfactors of extreme importance that require the steady \r\nA/64/PV.12  \r\n \r\n09-52604 32 \r\n \r\nattention of the United Nations as it calls for more \r\neffective measures and a greater commitment from the \r\ninternational community. \r\n These challenges must be added to the list of \r\nothers to which our Organization must also devote \r\ngreat attention, especially the lack of decisions on \r\ndisarmament, the persistence of armed conflicts and \r\nthe consequences of these conflicts for the lives of \r\npeople, and finally, the issue on the agenda for all \r\nMember States — the reform of the Security Council \r\nof the United Nations. \r\n We live in a more globalized world, one that is \r\nincreasingly characterized by substantial economic and \r\nsocial inequality. Hunger and poverty, aggravated by \r\nthe fact that they are linked to endemic diseases such \r\nas malaria and tuberculosis, cause millions of deaths \r\nevery year and in Africa are devastating an entire \r\ngeneration, dramatically jeopardizing the development \r\nand progress of our continent. It is therefore urgent that \r\nwe reverse this situation, which is consuming our \r\npeople, putting men and women at the mercy of \r\ninducements that inevitably lead to violence and crime \r\nand, to some extent, are the cause of some of the \r\nserious problems that humanity currently faces. \r\n Food security thus seems to be one of the main \r\nconcerns of the African continent, due to its importance \r\nto health, productivity, social and political stability and \r\neconomic growth. Angola believes that it is possible to \r\nsubstantially reduce the food security deficit in Africa \r\nif the international community comes together around \r\nthe following fundamental issues. \r\n First, reserves of food and medicines for \r\nemergency aid and for people in need should be \r\nmaintained. Secondly, national and regional integrated \r\nstrategies and programmes in agriculture, trade, \r\ntransport, water and vocational training — which can \r\nbe implemented with the support and experience of the \r\nFood and Agriculture Organization, the International \r\nFund for Agricultural Development and other United \r\nNations specialized agencies — should be adopted. \r\n Action plans within the framework of regional \r\ninitiatives are also extremely important and can \r\ncontribute to reducing food shortages and combating \r\ndisease. Among other initiatives, I would like to \r\nhighlight the New Partnership for Africa’s \r\nDevelopment, the 2004 Ouagadougou Declaration and \r\nPlan of Action on employment and the eradication of \r\nextreme poverty, the Maputo Declaration proposing the \r\nallocation of 10 per cent of public expenditure to \r\nagriculture and rural development, the Sirte \r\nDeclaration on agriculture and water, the Abuja \r\nResolution on food safety, and the Abuja and Maputo \r\nDeclarations on HIV/AIDS, tuberculosis, malaria and \r\nother related diseases. \r\n The economic and financial crisis, though of \r\nexogenous origin, has also been seriously affecting the \r\ngrowth of African economies, due, among other \r\nreasons, to the reduction in asset values and financial \r\nassets held abroad, and mainly due to a marked \r\ndecrease in the price of raw materials that are exported \r\nby countries on the continent. Rather than finding \r\ninterim solutions in order to overcome immediate \r\nproblems, the entire current economic and financial \r\nsystem should be reviewed. We need to identify ways \r\nof restructuring the world so that it serves the interests \r\nof all peoples and countries from a global perspective. \r\n My Government welcomes the initiatives that, \r\nthough insufficient, have been taken in the context of \r\ntrade liberalization, and we support the idea of \r\nreforming the regulatory institutions of the financial \r\nand economic world. We also call for greater fluidity \r\nand transparency in the transfer of capital to less \r\ndeveloped countries. \r\n Similarly, Angola welcomes the various multilateral \r\ninitiatives, emphasizing the Forum on China-Africa \r\nCooperation, the Africa-South America Conference, the \r\nTokyo International Conference on African Development, \r\nthe Africa-Europe summit, the India-Africa Forum, the \r\nSouth Korea-Africa summit, and, more recently, the \r\nTurkey-Africa summit. The Angolan Government \r\nconsiders that all of these initiatives are of fundamental \r\nimportance for the development of the least developed \r\ncountries, which include most countries in Africa, and \r\nAngola in particular. \r\n The Secretary-General presented an important \r\nreport to the high-level meeting on Africa’s \r\ndevelopment needs (A/63/130), particularly on the \r\nimplementation of commitments made by partners of \r\nthe African continent, which took place on the margins \r\nof the Assembly’s sixty-third session. Angola shares \r\nthe relevant concerns raised by the Secretary-General \r\nin that report, especially the references to the \r\nimportance and urgency of moving from mere \r\nexpressions of political will to concrete actions, with a \r\ncomprehensive and vigorous pursuit of the goals \r\nenvisaged. \r\n A/64/PV.12\r\n \r\n33 09-52604 \r\n \r\n The Secretary-General gave conclusive examples: \r\na reduction of aid levels and commitments; \r\ncancellation of the foreign debt of African countries, \r\nwhich is taking a long time to materialize; and the \r\nnegative effects arising from the failure to complete the \r\nWorld Trade Organization round of negotiations, which \r\nwill result in fewer opportunities for the African \r\ncontinent. Angola shares all those concerns. As we \r\nconclude from all the eloquent statements by the \r\nspeakers before me, there are no magic solutions or \r\none-size-fits-all models to enable the least developed \r\ncountries to find easy and immediate answers to \r\ndevelopment overnight. \r\n As the President is certainly aware, economic \r\ngrowth in Angola has been quite encouraging. The \r\ninvitation to my country to participate in the summit of \r\nthe Group of Eight, held in L’Aquila, Italy, on 10 July — \r\nwhich greatly honoured the Angolan Government and \r\npeople — was unquestionable proof of the international \r\ncommunity’s recognition that Angola is on the right path \r\ntowards promoting sustainable development. Between \r\n2004 and 2007, the national economy accumulated \r\ngrowth of 92.4 per cent in real terms. In barely four \r\nyears, the value of the gross domestic product almost \r\ndoubled, with an average annual real growth of \r\napproximately 17.8 per cent. In that same period, the \r\ncountry saw a sharp rise in the level of public and \r\nprivate investments, which generated a large number of \r\njobs, in particular in the agricultural sector. \r\n Angola is firmly committed to achieving \r\nuniversal education, as demonstrated by the fact that \r\nwe have tripled the number of students in our \r\neducation system. In 2005, as a result of the \r\ninvestments that the Government directed towards the \r\nsocial sector, Angola moved up five positions in the \r\nUnited Nations human development index ranking. \r\nAnd the country is committed to efforts towards \r\nachieving the eight Millennium Development Goals. In \r\nthe area of sports, Angola recently won its tenth \r\nAfrican basketball championship, and next January it \r\nwill host the African Cup of Nations, having built the \r\nnecessary infrastructure for that significant event for \r\nour continent. \r\n Those major accomplishments, achieved in such a \r\nshort time, fill all Angolans with pride and strengthen \r\ntheir confidence in the future. However, such \r\nachievements are possible only in peace and social \r\nharmony and when States themselves take on the \r\nprimary responsibility for the development, progress \r\nand well-being of their populations. \r\n Despite the progress already made in Africa in \r\nthe areas of good governance and the \r\ninstitutionalization of the organs of the African Union, \r\nas well as in growth and economic and social \r\ndevelopment, we must be aware of the difficulties and \r\nthe long way still to go. I am referring, for example, to \r\nthe burning issue of promoting peace and security, \r\nessential conditions for the development and promotion \r\nof human rights. \r\n In that regard, it is important to add that it is \r\nessential that the Security Council continue to fund \r\noperations for peace and security in Africa and to \r\nsupport the efforts of African States to combat drug \r\ntrafficking, the illicit arms trade, piracy and terrorism. \r\nIn addition, I believe it important to emphasize that the \r\nstrategy of conflict prevention and resolution, in \r\nparticular the mandates of peacekeeping missions, \r\ncannot be separate from measures to combat organized \r\nand transnational crime and the relationship between \r\nthe illegal exploitation of natural resources and the \r\nillegal trade in small arms. Moreover, the conflict \r\nprevention and resolution strategy should be \r\ncomplemented by measures to combat the financing of \r\nterrorists, another major challenge facing the entire \r\ninternational community. \r\n Speaking for a country that has chaired the \r\nUnited Nations Peacebuilding Commission, I am \r\nparticularly pleased to note the progress in the peace \r\nprocesses in the Democratic Republic of the Congo, \r\nBurundi, Côte d’Ivoire, Liberia and Sierra Leone. The \r\ninclusion of Guinea-Bissau on the agenda of the \r\nPeacebuilding Commission is also very important. In \r\nthat regard, without false modesty I stress here the role \r\nplayed by Angola, not only in the negotiations that led \r\nto the holding of free and fair elections in that country, \r\nbut also in consolidating peace and political, economic \r\nand social stability of that brother country. \r\n The active participation of Angola in resolving \r\nthe conflicts that have plagued several countries in \r\nvarious regions of Africa has clearly raised the \r\nexpectations of the entire international community, in \r\nparticular the Secretary-General of the United Nations \r\nand the Chairman of the African Union Commission. \r\nAllow me to reaffirm my Government’s commitment to \r\ncontinuing to work within the African Union and the \r\nA/64/PV.12  \r\n \r\n09-52604 34 \r\n \r\nUnited Nations in the search for lasting solutions for \r\npeacebuilding and national reconciliation. \r\n It is fitting to refer here to another issue of utmost \r\nimportance that is a consequence of armed conflict. \r\nThat is the humanitarian situation — the maintenance \r\nand protection of refugee camps and identifying \r\ndurable solutions for the millions of refugees whose \r\nrights must be protected and respected. \r\n The United Nations is unquestionably the \r\nprincipal forum of multilateralism, and its credibility \r\nshould constantly and increasingly be enhanced by the \r\nadoption of effective, creative and practical measures. \r\nThus, the Government of Angola welcomes the new \r\nformat and functions of the Economic and Social \r\nCouncil, especially the Annual Ministerial Review and \r\nthe Development Cooperation Forum. Among the \r\nreforms that have already taken place, the \r\nestablishment of the Peacebuilding Commission and of \r\nthe Human Rights Council should also be highlighted.  \r\n My country’s Government, despite welcoming the \r\nprogress in the evolution and functioning of the United \r\nNations system, cannot help note that the United \r\nNations was created a long time ago — over half a \r\ncentury ago — at a particular time in the international \r\ncommunity’s history that we all hope will never \r\nreoccur. \r\n The world today is substantially different. The \r\nindustrial, economic and social development of a large \r\nnumber of countries has narrowed the gap between the \r\nmost developed countries and the least developed \r\ncountries. Communications have advanced; technology \r\nhas progressed; transport is much more sophisticated; \r\nand Internet surfing occurs throughout the world. \r\nGiven this new reality, the Government of Angola \r\nbelieves that the structure of the Organization, which \r\nbrings together people from around the world, cannot \r\nremain indifferent to those developments and should, \r\ntherefore, adapt to the modern world. \r\n Specifically, the Government of Angola considers \r\nthat the fact that the reform of the Security Council, \r\nparticularly aspects related to its composition and the \r\ndemocratization of its decision-making mechanism, has \r\nnot evolved since 2005 suggests that this is a situation \r\nthat must be corrected with urgency. \r\n In that context, my Government hopes that the \r\nprocess of ongoing negotiations within the General \r\nAssembly will be conclusive. \r\n Furthermore, the Government of Angola attaches \r\ngreat importance to the effort led by the United Nations \r\nto implement the Treaty on the Non-Proliferation of \r\nNuclear Weapons, and disarmament in general, and \r\nrecognizes that it deserves the utmost attention of all \r\nits Members. \r\n Angola also believes that the United Nations \r\nshould strengthen its monitoring of the implementation \r\nof its Programme of Action on Small Arms and develop \r\ninitiatives to promote the universalization of the \r\nOttawa Convention on Landmines. \r\n At the end of my statement, I would like to avail \r\nmyself of this golden opportunity to launch an appeal \r\nfor the lifting of the economic, trade and financial \r\nembargo on Cuba. It is fair and imperative to abolish \r\nthat embargo, because it violates the principles of \r\ninternational law, in particular Articles 1 and 2 of the \r\nUnited Nations Charter. \r\n Angola is fully convinced that the United Nations \r\nwill not refrain from once again taking a clear and fair \r\nposition on that embargo, a position that is also \r\nconsistent with the principles of the Charter. \r\n Finally, I would like to reiterate my conviction \r\nthat with effort and determination, our Organization \r\nwill be in a position to correct asymmetries and \r\nprovide solutions to problems that still exist in the \r\ninternational community in order to build a world that \r\nis more fair, stable, and secure and able to provide \r\ncurrent and future generations with a standard of living \r\nconsistent with human dignity. \r\n The Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Zacarias Albano da Costa, \r\nMinister for Foreign Affairs of Timor-Leste. \r\n Mr. Da Costa: Let me start by expressing my \r\nsincere congratulations to Mr. Ali Abdussalam Treki on \r\nhis assumption to the presidency of the United Nations \r\nGeneral Assembly at its sixty-fourth session. \r\n This year marks important milestones for Timor-\r\nLeste. Ten years ago, the United Nations sponsored the \r\npopular referendum held in my country, marking the \r\ntransition to full independence. Seven years ago, we \r\nattained full sovereignty with the restoration of our \r\nindependence and began, for the first time in the \r\nhistory of our nation, the challenging process of \r\nnation-building. \r\n A/64/PV.12\r\n \r\n35 09-52604 \r\n \r\n We have been assisted by successive United \r\nNations missions, which began by exercising, for the \r\nfirst time in the history of the United Nations, full \r\nadministrative powers in Timor-Leste. This process has \r\nbeen undertaken a very limited number of times in this \r\nnew millennium. \r\n Naturally, there are always failures and successes \r\nin decisions taken and policies adopted, and those form \r\npart of our collective challenge on the nation-building \r\nroad. This is true for both established and newly \r\nestablished States. Timor-Leste has been both \r\nshowcased as a success story of the United Nations and \r\nhastily characterized by some as a failed State. \r\n I stand here today, not to argue on behalf of one \r\nview or another, much less to duel over the past. I am \r\nhere to describe what Timor-Leste is today, what we \r\nhave been able to do, our modest achievements and \r\nremaining challenges, but most importantly, how we, \r\nas a new and small nation-State, situate ourselves in \r\nthe community of nations. \r\n We also want to be part of the solutions to the \r\nunprecedented challenges facing humanity in this new \r\nmillennium. Today we talk about global problems that \r\nare the responsibility of all of us, requiring concerted \r\nand collective action, and Timor-Leste is ready to \r\nassume its part of that responsibility. \r\n Let me also stress, however, that I am able to be \r\nhere today because it was through the United Nations \r\nthat a solution was found to what was then termed the \r\n“Question of East Timor”. It was the United Nations \r\nthat shouldered the responsibility of finding a just \r\nsolution to that question and that was, indeed, \r\nsuccessful in doing so. \r\n The decision to engage with the United Nations \r\nwas a wise one, taken by the then leaders of the \r\nresistance, who are today our elder statesmen, our \r\nesteemed President of the Republic, Mr. José Ramos-\r\nHorta, and the Prime Minister, Mr. Kay Rala Xanana \r\nGusmão. \r\n The underlining policy of seeking to resolve \r\nconflict through peaceful means and of deferring to the \r\nUnited Nations Charter so as to enable the exercise of \r\nthe universal right to self-determination is a \r\nfundamental principle embraced by the new generation \r\nof Timorese leaders. The engagement with the United \r\nNations continues to be the policy of Timor-Leste \r\ntoday. \r\n Timor-Leste has benefited greatly from this \r\nengagement, through the dedicated work of successive \r\nUnited Nations missions and through the presence and \r\nwork of various United Nations agencies, funds and \r\nprogrammes. The United Nations administrative role in \r\nTimor-Leste under the capable leadership of our dear \r\nfriend, the late Sergio Vieira de Mello, was without \r\nprecedence. Could the United Nations have done things \r\ndifferently in those earlier and subsequent years and \r\nhow can we best use this partnership to move forward? \r\n Without a doubt the most valuable contribution of \r\nTimor-Leste to lessons learned and how to apply those \r\nlessons for future situations involved United Nations \r\npeacekeeping and peacebuilding. One of the most \r\nimportant lessons is that it takes time to build national \r\ncapacities and sustainable institutions. \r\n Young nations like ours have to evaluate and \r\nbalance many priorities among various pressing \r\nsocio-economic requirements, including the provision \r\nof basic social services, building State institutions and \r\ndeveloping capacities. We have to balance justice with \r\npeace and reconciliation. This involves prioritizing \r\nmany urgent demands and sequencing actions. There \r\nare no quick fixes or short-term solutions. \r\n Timor-Leste has been the subject of a staggering \r\nnumber of evaluations and studies, about three \r\nthousand in number, including some on United Nations \r\nwork in the country. As our contribution to the lessons \r\nlearned for the United Nations, I have proposed that \r\nTimor-Leste, as the beneficiary of what has been done \r\nand in order to provide a country-based perspective, \r\nshould itself conduct an evaluation of all that has been \r\ndone in the country by the international community, \r\nand of how the benefits of these actions, or otherwise, \r\nhave been experienced and felt in the country by the \r\nTimorese themselves. \r\n The experience of the United Nations Integrated \r\nMission in Timor-Leste (UNMIT) has shown the need \r\nfor a longer term engagement by the United Nations. \r\nThe crisis in Timor-Leste in 2006 was an unfortunate \r\nreminder of the fragility of peace when State \r\ninstitutions are still weak, capacities still need to be \r\nstrengthened, and all competing social, economic and \r\npolitical needs cannot be met. The cost of dealing with \r\nthe regression to violence in 2006 has been high for the \r\ninternational community, including the United Nations \r\nand our development partners, as well as for the \r\nTimorese Government itself. UNMIT’s mandate to help \r\nA/64/PV.12  \r\n \r\n09-52604 36 \r\n \r\nreconstruct our security forces and provide support for \r\nour justice system is central, and the Mission is still \r\nneeded to ensure long-term peace and stability in our \r\ncountry. \r\n The Government of Timor-Leste has continued to \r\nmake significant achievements, although we still face \r\nchallenges. Some of the main problems from the 2006 \r\ncrisis have been resolved. Internally displaced persons \r\nhave been peacefully reintegrated into their \r\ncommunities, the security forces are being \r\nreconstituted, although they still require capacity-\r\nbuilding and strengthening, and gang violence has been \r\nstopped. Our State institutions are fully functioning, \r\nand the Government can now concentrate more on \r\ndevelopment. \r\n I wish to emphasize the importance that we \r\ncontinue to place on relations with Indonesia, where \r\nwe have taken a pragmatic approach and base our \r\nrelations on reconciliation and the principle of looking \r\nforward. We cannot deny, or undo, what has happened \r\nin the past we share, but we are determined to be \r\nreconciled with that past, because we know we can \r\nprogress and do much for the future. I am part of a new \r\ngeneration of leaders in Timor-Leste, and neither we \r\ncollectively nor I personally have been spared the grief \r\nand loss experienced by most of Timor-Leste’s \r\npopulation. But I know that my responsibility is to \r\nprevent what happened in Timor-Leste in the past from \r\never happening again. Timor-Leste and Indonesia are \r\nboth countries in transition, and we should be allowed \r\nto search for our own path, as President Obama has \r\nsaid, conscious that our path may not be perfect. \r\n This is a complex process that requires a \r\nTimorese solution. I am sure that other countries that \r\nhave been in conflict have appreciated the long-term \r\nsupport of the international community as they tackled \r\nthe same problems that we are facing. Timor-Leste has \r\nnot in any way turned its back on justice. Our \r\nConstitution enshrines the rule of law in our country, \r\nand the Government’s policy is to fully strengthen the \r\njustice system. We are being aided in this by the \r\ninternational community, and we are fully cognizant \r\nthat we will continue to need its assistance in years to \r\ncome. Our Government has been severely criticized, \r\nboth internationally and nationally, on some positions \r\nthat we have adopted and some decisions that have \r\nbeen taken. However, they were taken in the conviction \r\nthat we need to be reconciled with our past and ensure \r\npeace for current and future generations, and we stand \r\nby those decisions. \r\n Timor-Leste today has its own set of challenges, \r\nwhich may appear distant from the emerging \r\nchallenges facing humankind in general and presented \r\nat this forum. Timor-Leste continues to be concerned \r\nwith alleviating and reducing poverty and high \r\nunemployment, addressing the needs of the rural \r\npopulation and establishing and consolidating State \r\ninstitutions so they can better respond to the needs of \r\nall of our people. But that does not mean that Timor-\r\nLeste has its head in the sand and is unaware of other \r\nchallenges. Our young nation will need time to address \r\nand overcome all of these challenges. \r\n As part of the community of nations and \r\nhumankind, Timor-Leste is also concerned with all that \r\nthreatens life on this planet, and has expressed its \r\nviews. In fact, as a Member of the United Nations, \r\nTimor-Leste has expressed its position in the General \r\nAssembly on a number of important issues. We wish to \r\nreiterate our opposition to the economic sanctions \r\nimposed on Cuba by the United States, and we reaffirm \r\nour support for the General Assembly resolutions of \r\nthe past 17 years that have called on the United States \r\nto lift those sanctions. \r\n It is not Timor-Leste’s intention to develop \r\nnuclear capacity or become a nuclear power, and we \r\nhave therefore ratified the Non-Proliferation Treaty. We \r\ncounsel caution in the development of and use of \r\nnuclear capacity. With regard to climate change, Timor-\r\nLeste, although an island State, is fortunate not to be \r\nimmediately threatened by rising sea levels, nor is it \r\nresponsible for large carbon emissions. But we are \r\naffected by changing weather patterns and we are \r\nfollowing the climate-change debate. At the national \r\nlevel, we are naturally concerned with the preservation \r\nof our environment and consider reforestation and \r\nprotection of the environment important issues. \r\n As far as the financial and economic crisis is \r\nconcerned, Timor-Leste has been fortunate to have \r\nexperienced only partial impact. However, we are also \r\nconcerned with the causes of the crisis, and we are \r\nlooking to learn the lessons about what to avoid in \r\nbuilding our financial systems and institutions. In light \r\nof this, we support the decisions taken at the recent \r\nmeeting of the G-20 in Pittsburgh on taking preventive \r\nmeasures for the future. \r\n A/64/PV.12\r\n \r\n37 09-52604 \r\n \r\n In conclusion, allow me, on behalf of our \r\nGovernment, to express our gratitude to the United \r\nNations and our international partners for their \r\ncontinued support of Timor-Leste. We stand resolutely \r\nwith you to contribute to solutions to our collective \r\nchallenges, and we are resolved to find solutions to our \r\nown national challenges. \r\n The Acting President (spoke in Spanish): I now \r\ncall on His Excellency Datuk Anifah Aman, Minister \r\nfor Foreign Affairs of Malaysia. \r\n Mr. Aman (Malaysia): I would like to take this \r\nopportunity to congratulate Mr. Treki on his presidency \r\nand to assure him of Malaysia’s full support. \r\n There is a difference in the General Assembly this \r\nyear. In light of some of the greatest challenges ever \r\nfaced by any generation, we have resolved to work \r\nmore closely together, to strengthen the ties that bind \r\nus as members of a human family, to fulfil our \r\nresponsibilities and to overcome distrust and discord. \r\nMalaysia will continue to do its part in this cooperative \r\nendeavour. We do so knowing that we are a country in \r\nthe middle, not too large nor too small, not too rich nor \r\ntoo poor, not too strong nor too weak. We do our part \r\nknowing that our actions have consequences for \r\nourselves and our children. We do so in the belief that \r\nhope will triumph over adversity. \r\n I believe that the developing world is not shirking \r\nits responsibilities to address the entire spectrum of \r\nchallenges facing us. But our efforts will be far more \r\neffective if done in tandem with the developed world. \r\nSo allow me to say this on behalf of the developing \r\nworld — give us fair terms and we will seal the deal. \r\nGive us the tools and we will help to finish the job. \r\nInvest in our common future, and all our children and \r\nhumanity henceforth will reap the rewards. \r\n A few days ago we deliberated on the issue of \r\nclimate change, among the most pressing and urgent \r\nissues facing us today. Therefore, I hope that we are \r\nnow more firm in our resolve to act immediately. In \r\nMalaysia’s case, we are, in the context of mitigation \r\naction, protecting and preserving our rainforests \r\nthrough sustainable forest management measures. We \r\nare increasing the use of public transportation as part \r\nof the relevant Ministry’s key performance indicator. \r\nWe are also increasing the usage of renewable energy \r\nsources and promoting greater energy efficiency. The \r\nMinistry of Energy, Water and Communications has \r\nbeen transformed into the Ministry of Energy, Green \r\nTechnology and Water. \r\n However, it is the developed world that must play \r\nthe leading role in the global effort to combat climate \r\nchange. Sadly, such leadership has been lacking. \r\nDeveloped countries’ pledges to cut greenhouse gas \r\nemissions fall short of what is required to tackle \r\nincreasing global temperatures. \r\n We have to seal the deal in Copenhagen. \r\nHowever, that cannot be achieved if the developed \r\nworld continues to attempt to reinterpret and \r\nrenegotiate key principles of the United Nations \r\nFramework Convention on Climate Change and the \r\nKyoto Protocol. Let me be absolutely clear about this: \r\nthere will not be a deal in Copenhagen if some are keen \r\nto “steal the deal”. \r\n I need to state what I believe to be a very \r\nimportant fact. Tackling climate change entails making \r\ndifficult choices, given the competing interests of so \r\nmany constituents and needs in developing countries. \r\nMore important, there is a need to balance \r\ndevelopment, food security and poverty eradication, on \r\nthe one hand, and environmental considerations, on the \r\nother. Let us not make the glib statement that one \r\nperfectly complements the other. \r\n For example, agricultural production, the bedrock \r\nof efforts to address the food crisis, produces 14 per \r\ncent of greenhouse gas emissions. Let us not forget that \r\nthe world food system is still in crisis. Although the \r\nprices of major food grains have declined since last \r\nyear, they are still above average. Hunger afflicts more \r\nthan 1 billion people. Addressing the food crisis \r\nrequires more than increasing food production; it \r\ndemands nothing less than a transformation of market \r\nsystems so that they work better for the poorest and \r\nhungriest. It is for those reasons that we believe that \r\nclimate change must not be treated as a stand-alone \r\nsubject; it must be seen as part of the broader \r\nsustainable development challenge. \r\n The United Nations has been in existence for \r\nmore than 60 years, yet peace and security continue to \r\nelude us in many parts of the world. Malaysia has \r\nplayed and will continue to play its role in achieving \r\nglobal peace and security. We have committed our \r\ntroops to United Nations peacekeeping operations since \r\n1960. \r\nA/64/PV.12  \r\n \r\n09-52604 38 \r\n \r\n Closer to home, Malaysia has been playing a role \r\nin fostering peace within the Association of Southeast \r\nAsian Nations region. We are actively involved in \r\npeace efforts in the southern Philippines. We will \r\ncontinue to work towards greater progress in the \r\ndemocratization process in Myanmar. \r\n Often, grave injustices are the cause of breaches \r\nof peace and threats to security. In that connection, we \r\nmust accept the fact that the Palestinian issue \r\nepitomizes everything that is unjust and unfair in \r\ninternational relations. It has taken on a symbolic value \r\nthat colours cultural and political relations well beyond \r\nits geographical scope. This issue has bedevilled the \r\ninternational community for too long. We must do all \r\nthat we can to address the Palestinian issue, as \r\nresolving it will have a major impact in our efforts to \r\nachieve peace and security in the Middle East and \r\nbeyond. \r\n For far too long, the unstinting support given to \r\nIsrael has resulted in an impasse. In the interest of \r\nglobal peace, Israel, Palestine and the affected \r\ncountries in the region must work together to resolve \r\nthe conflict. We look forward to the United States \r\nundertaking the role of an honest broker. We hold much \r\nhope for a more even-handed approach by the United \r\nStates on the Middle East. We expect to be able to be \r\npart of a just and comprehensive solution and that the \r\naction of the United States will match its rhetoric. After \r\nall, history is littered with examples of the fury and \r\nvehemence that result when hope turns into despair. \r\n Non-proliferation and disarmament are \r\ncornerstones of peace and security. We agree that at the \r\nheart of such efforts is a basic bargain comprising these \r\nelements: first, all nations have the right to peacefully \r\nuse nuclear power; second, nations that have nuclear \r\nweapons must move towards disarmament; and third, \r\nthose without nuclear weapons must renounce their \r\nacquisition.  \r\n In that regard, Malaysia draws hope from any \r\naction by major Powers such as the agreement between \r\nthe United States and Russia to reduce their nuclear \r\nstockpiles. We also look forward to other measures to \r\nstrengthen that bargain, including the strengthening of \r\nthe Treaty on the Non-Proliferation of Nuclear \r\nWeapons (NPT) and other international instruments \r\nrelated to disarmament and non-proliferation. By the \r\nsame token, we view with grave concern any attempt \r\naimed at the proliferation of nuclear weapons and other \r\nweapons of mass destruction. \r\n For our part, since 1996, we have introduced the \r\ndraft resolution on follow-up to the advisory opinion of \r\nthe International Court of Justice on the legality of the \r\nthreat or use of nuclear weapons, and we will continue \r\nto do so at this session of the General Assembly. The \r\nresolution, inter alia, calls on all States to fulfil their \r\nobligation by commencing multilateral negotiations \r\nleading to an early conclusion of a nuclear weapons \r\nconvention. Malaysia’s efforts in that regard will not \r\ncease here. We will also participate actively in the 2010 \r\nReview Conference of the Parties to the NPT and play \r\nour rightful role as President of the Board of Governors \r\nof the International Atomic Energy Agency. \r\n For many, efforts to achieve peace and security \r\nbegin at a more commonplace level. Given Malaysia’s \r\nmulti-ethnic and multi-religious society, we are \r\nespecially conscious of the need to continuously \r\npromote interaction among peoples of different \r\nreligions, races and beliefs. For that reason, the \r\nMalaysian Government has introduced the “one \r\nMalaysia” concept, which builds on previous efforts to \r\npromote national unity yet takes present realities into \r\naccount. It aims to foster appreciation and respect for \r\nall races, seeing diversity as a source of strength. It \r\nenvisages unity that arises from true acceptance instead \r\nof mere tolerance, based on the legal principles set out \r\nin the Constitution, and has social justice for all at its \r\nheart.  \r\n If our collective efforts to create a better world \r\nare to succeed, the global governance structure must be \r\nimproved. Decisions are still made by the few for the \r\nmany. The prime example of that is the Security \r\nCouncil. We continue to believe that reform of the \r\nCouncil, including the eventual abolition of the veto, is \r\ncritical if the aspiration to the equality of States is to be \r\nfulfilled.  \r\n The same situation is reflected in the economic \r\nsphere. Perhaps the most important result of the \r\nrecently concluded summit of the Group of 20 (G-20) \r\nis the Group’s designation as the premier forum for \r\ninternational economic cooperation. That point was \r\nmade twice in the Leaders’ Statement. Further, G-20 \r\nrepresentatives are to report back to their countries \r\nwith recommendations on how to maximize the \r\neffectiveness of their cooperation. \r\n A/64/PV.12\r\n \r\n39 09-52604 \r\n \r\n It may be said that the G-20 is far more \r\nrepresentative than the Group of Eight, given the \r\nparticipation of the leading emerging economies. \r\nHowever, questions remain as to how representative \r\nand inclusive it truly is. Therefore, the challenge of the \r\nG-20 process is how best to make it more legitimate \r\nand more effective. \r\n I would like to make the following points and \r\nproposals in this regard. First, many of the main thrusts \r\nof the G-20’s work, such as reform of the Bretton \r\nWoods institutions and strengthening the international \r\nfinancial regulatory system, were first articulated by \r\nMalaysia in the wake of the Asian financial crisis. \r\nSecondly, while claiming no particular credit for \r\nMalaysia, that means that ideas and solutions are not \r\nthe monopoly of the large and powerful. Thirdly, the \r\nchoice between legitimacy and effectiveness is often a \r\nfalse one. Fourthly, in addressing ways of maximizing \r\ncooperation among themselves, the G-20 must \r\nsimultaneously address ways of improving links with \r\nthe broader international community. Finally, there \r\nneeds to be greater clarity on the involvement of \r\nregional organizations. \r\n On the issue of global governance, as in many \r\nothers, Malaysia stands ready, willing and able to make \r\na meaningful contribution. We aspire to equality for all \r\nStates, large and small. We dream a dream of a true \r\nParliament of Man, a Federation of the World. \r\n But we are not content to be idle dreamers. We \r\nintend to make full use our presidency of the Economic \r\nand Social Council next year to address these issues. \r\nWe will do so in a cooperative and action-oriented \r\nmanner. \r\n Mr. Valero Briceño (Bolivarian Republic of \r\nVenezuela), Vice-President, took the Chair. \r\n History has shown that a state of virtue or vice is \r\noften the result of human endeavour and activity. Vices \r\nthat have existed since time immemorial have been \r\neradicated by dint of human action. Slavery is one such \r\nexample, apartheid another. Inspired by the hope that \r\nthese examples provide, I believe that we can yet \r\novercome the grave challenges that we face. However, \r\nthere must be a willingness to collectively bear our \r\ncommon burdens. \r\n I would therefore like to end where I began, with \r\nan expression of hope that in the light of some of the \r\ngreatest challenges ever faced by any generation of \r\nMan, we will finally be able to work more closely. This \r\nhope is that we may strengthen the ties that bind us as \r\nmembers of a human family, fulfil our responsibilities \r\nand overcome distrust and discord. \r\n The Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Rangin Dâdfar Spantâ, \r\nMinister for Foreign Affairs of the Islamic Republic of \r\nAfghanistan. \r\n Mr. Spantâ (Afghanistan): First, I would like to \r\ncongratulate His Excellency Mr. Treki on his election \r\nas President of the General Assembly at its sixty-fourth \r\nsession. Afghanistan looks forward to working with \r\nhim over the next year and to strengthening \r\ninternational responses to the crises that we are facing \r\ntoday. \r\n Since its inception the United Nations has been \r\ninstrumental in addressing the world’s challenges, \r\nparticularly in the global South. But significant \r\nchallenges remain unresolved. The growing gap \r\nbetween and within nations in terms of opportunity and \r\nprosperity reminds us that we are still far from meeting \r\nthe ideals and objectives of the Charter of the United \r\nNations for creating a just and secure world. \r\n Strengthening and restructuring United Nations \r\nagencies remain pivotal in closing the gap between the \r\nobjectives of the Charter and the realities of the world. \r\nThe United Nations is not a forum for lip service. It \r\nmust embody the ideals of the Charter by providing \r\npolitical and moral direction and leadership. In our \r\nincreasingly interdependent world and the \r\nmultilaterally oriented international system, the United \r\nNations must assume greater responsibility for finding \r\ncollective solutions to our challenges.  \r\n The world, and in particular developing nations, is \r\nfaced with the threat of poverty, underdevelopment, \r\nenvironmental degradation, extremism, fundamentalism, \r\nterrorism, culturally based racism, the spread of weapons \r\nof mass destruction and the arms race. Rather than just \r\nmanaging and reacting to problems, the United Nations \r\nmust find ways to address the structural causes of the \r\nworld’s problems and conflicts. To this end, closer \r\ncooperation between the United Nations, the \r\nInternational Criminal Court, international financial \r\norganizations and global civil society is vital in moving \r\ntowards more just and friendly relations among nations. \r\n Our efforts to address new challenges must be \r\nfollowed up by redoubling our commitment to resolve \r\nA/64/PV.12  \r\n \r\n09-52604 40 \r\n \r\nremaining historical conflicts, chief among which is \r\nthe conflict in the Middle East. Afghanistan reiterates \r\nits call for the full implementation of United Nations \r\nresolutions and regional initiatives for bringing an end \r\nto the suffering of the Palestinian nation and creating a \r\nsafe region for all Middle Eastern nations. \r\n On the eve of the fortieth anniversary of the \r\nestablishment of the Organization of the Islamic \r\nConference, the Islamic world faces a number of \r\nimportant internal and external questions and issues. \r\nAddressing those issues and reviving the prominent \r\nrole of Muslims in contributing to the progress of \r\nhumanity and civilization can be achieved only if we, \r\nmembers of the Islamic world, collectively confront \r\nthe current intellectual stagnation that many of us \r\nsuffer from. As was the case during the golden era of \r\nIslamic history, intellectual freedom and creativity \r\nmust be elevated to our highest social and political \r\npriorities. The Islamic world is in urgent need of an \r\nintellectual renaissance. Islamophobia and associating \r\nMuslims with a violent minority are additional issues \r\nthat call all of us, particularly Western nations, to seek \r\neffective ways to confront them.  \r\n Let me now turn to the situation of my country, \r\nAfghanistan. Unfortunately, negative coverage of the \r\nsituation by international media has overshadowed the \r\nmany positive trends and developments since the \r\ncollapse of the Taliban regime in 2001. Alongside our \r\nchallenges, a new Afghanistan is emerging. That \r\nAfghanistan includes an emerging democracy, \r\nascendant State institutions, a nascent civil society, a \r\ngrowing private sector and strong international \r\nsolidarity. \r\n I can refer to many examples of how that new \r\nAfghanistan is advancing. In the fields of education, \r\nhealth, infrastructure, media and economic growth, the \r\ngenerous support and sacrifices of the international \r\ncommunity have been vital in our joint and proud \r\nachievements in Afghanistan, for which we Afghans \r\nremain grateful. \r\n The Afghanistan presidential and provincial \r\nelections in August demonstrated the many positive \r\nchanges. It was the first time in the modern history of \r\nAfghanistan that Afghan institutions were tasked with \r\norganizing and holding a nationwide election. Taking \r\ninto account the socio-historic realities of Afghanistan, \r\nwe passed that national test successfully. In addition to \r\nit being our first experience, we were faced with \r\ndangerous enemies who did their utmost to disrupt and \r\nderail the process by terrorizing Afghan voters. By \r\nbraving Al-Qaida, the Taliban and other terrorist \r\ngroups, Afghan voters demonstrated their determination \r\nand desire to have a modern, moderate and democratic \r\npolitical system. \r\n As in any emerging democracy, undoubtedly \r\nthere were irregularities. But one should not assess a \r\nyoung, terrorist-inflicted democracy with the criteria \r\nused for old, stable and prosperous democracies. In \r\npassing judgement we should be conscious of the \r\ncontext, the process and the full picture, rather than of \r\nonly one aspect or issue. \r\n In due course, the Independent Election \r\nCommission and the Electoral Complaints Commission \r\nwill announce and certify the final results of the \r\nelections. For the sake of the stability and \r\nconsolidation of our young democratic institutions and \r\nprocesses, it is imperative that all of us respect and \r\nsupport their decision. Continuing efforts to \r\ndelegitimize and undermine the integrity of the process \r\nand our institutions will certainly result in worsening \r\nthe situation not only for Afghanistan but also for the \r\ninternational community. \r\n Afghanistan still faces significant challenges. \r\nChief among them is terrorism, which enjoys safe \r\nhavens and institutional support beyond our borders. \r\nAs long as terrorist infrastructure, including the \r\nTaliban leadership, and sanctuaries remain protected, \r\nAfghanistan, the region and the world will be at the \r\nmercy of terrorists and their totalitarian ideology and \r\nobjectives. Only by pursuing a comprehensive strategy \r\nwith adequate resources, effective implementation and, \r\nmore importantly, strategic patience, can we address \r\nour interconnected challenges. The main pillars of such \r\na comprehensive strategy are security, good \r\ngovernance, economic development, regional \r\ncooperation and international solidarity. \r\n Afghanistan fully endorses President Obama’s \r\nnew strategy for Afghanistan and Pakistan and the new \r\nassessment by General McChrystal, in particular their \r\nemphasis on the need for a comprehensive and \r\nlong-term strategy. The forthcoming international \r\nconference on Afghanistan will be an opportunity for \r\nus to review and reiterate our mutual commitment and \r\ndetermination to address Afghanistan’s remaining \r\nchallenges. We must renew the sense of partnership \r\n A/64/PV.12\r\n \r\n41 09-52604 \r\n \r\nand cooperation between Afghanistan and the \r\ninternational community.  \r\n The principles of good governance, mutual \r\naccountability and regional cooperation are of the \r\nhighest priority. There must be a zero tolerance for any \r\ndrug-related activity or corruption by the Afghan \r\nGovernment or our international partners. \r\n What the Afghan nation expects and deserves \r\nfrom a renewed partnership with the international \r\ncommunity is assurance of a long-term commitment \r\nand solidarity. Afghans are rightly fearful of being \r\nabandoned once again to lawlessness, extremism and \r\nexternal interference. Abandoning the Afghan nation \r\nwill undermine the spirit of collective cooperation and \r\nthe ideals of the United Nations and will weaken the \r\nmoral credibility of those who fail to honour their \r\npromises and commitments to Afghanistan for many \r\ngenerations. Furthermore, it will embolden extremists \r\nin the region and beyond. \r\n I have full confidence that with the full support \r\nand commitment of the family of nations, Afghanistan \r\nwill be able to overcome the legacy of decades of \r\nviolence and suffering. We will restore our historic \r\nposition as a model of cooperation between different \r\ncultures and as a regional crossroads and hub for trade, \r\ntransit, transportation and tourism on the Asian \r\ncontinent. \r\n The Acting President (spoke in Spanish): I now \r\ncall on His Excellency Chief Ojo Maduekwe, Minister \r\nfor Foreign Affairs of the Federal Republic of Nigeria. \r\n Chief Maduekwe (Nigeria): On behalf of the \r\nNigerian delegation, I wish to congratulate His \r\nExcellency Mr. Ali Abdussalam Treki on his election as \r\nthe President of the General Assembly at its sixty-\r\nfourth session. I have no doubt that the Assembly will \r\nbenefit from his wealth of experience and wisdom. Let \r\nme therefore affirm the full support and solidarity of \r\nmy country. Similarly, I wish to commend the \r\nPresident of the Assembly at its sixty-third session, His \r\nExcellency Father Miguel d’Escoto Brockmann, for the \r\nable and effective manner with which he conducted the \r\naffairs of that session. \r\n Last year when we gathered here, we were \r\nhopeful that the world would soon put behind it the \r\ndevastating impact of the various global crises in the \r\nenergy, agriculture and financial sectors. However, in \r\nspite of the efforts by the international community, the \r\ndeveloping world is yet to experience any serious \r\nrelief. There is no doubt that more than ever before the \r\ninternational community needs to fulfil its \r\ncommitments to the developing world if more than half \r\nof humanity is to avoid an imminent calamity.  \r\n In this connection we welcome and applaud the \r\nefforts of the United Nations, in particular the outcome \r\nof the United Nations Conference on the World \r\nFinancial and Economic Crisis and its Impact on \r\nDevelopment held in New York last June . We call for \r\nthe support and implementation of the recommendations \r\nof the conference and hope they will receive the \r\nunconditional support of the developed nations. \r\n Equally important is the need for global efforts to \r\nboost food security. We need to increase food \r\nproduction, whether for domestic consumption or for \r\nexport, which requires collaboration among investors, \r\norganizations and Governments. It is relevant here to \r\nreiterate our call for the removal of the enormous \r\nagricultural subsidies that developed countries continue \r\nto give their farmers, a practice that defies the logic of \r\na free market economy and remains unfair to millions \r\nof poor peasant farmers across the world. \r\n As we approach the countdown to 2015, a \r\nconvergence of many factors, including the global \r\neconomic crisis, is threatening not only the \r\nachievement of the targets for the Millennium \r\nDevelopment Goals (MDGs), but also the substantial \r\ngains already made. Unless we act fast, our dream of \r\nlifting the vast majority of humanity out of extreme \r\npoverty, hunger and disease will remain an illusion. \r\nDonors and recipient countries alike should make more \r\neffort to fulfil their commitments under the \r\nprogramme. For our part, we are determined to do all \r\nwe can in order to attain the MDG targets, and we are \r\ncalling on the international community to continue to \r\nprovide support. \r\n The African Summit on Roll Back Malaria, which \r\nwas held in Abuja in 2000, adopted the Abuja \r\nDeclaration and the Plan of Action to reduce malaria \r\nby 50 per cent in Africa by 2010. To achieve this goal, \r\nAfrican countries affected by malaria were expected to \r\ndevote 15 per cent of their public expenditures to the \r\nhealth sector. \r\n Although considerable efforts have been made by \r\nthe affected countries, as well as by donor agencies, the \r\ngoal of Roll Back Malaria has not been realized. \r\nMalaria remains by far the biggest killer disease for \r\nA/64/PV.12  \r\n \r\n09-52604 42 \r\n \r\nchildren under 5-years old in Africa. This should weigh \r\nheavy on the global conscience. \r\n Africa is committed to the goal of eliminating \r\nmalaria, and to this end, Nigeria intends to host the \r\nAbuja-Plus Ten Summit on Roll Back Malaria in 2011. \r\nWe would therefore appreciate the support of the \r\nSecretary-General, not only to make the proposed \r\nsummit possible, but also to facilitate the realization of \r\nits objective. \r\n The quality of participation at the just concluded \r\n2009 Summit on Climate Change was a testimony to \r\nthe global realization that climate change has truly \r\nbecome seen as a genuine existential threat to \r\nhumanity. I commend the Secretary-General for his \r\nconsistent engagement with this most important issue \r\nof our time, and call on all Member States to rededicate \r\nthemselves to reversing the worst effects of this \r\nphenomenon. \r\n For us in Africa, as the continent where, \r\nunfortunately, 15 of the world’s 20 countries most \r\nvulnerable to the impact of climate change are situated, \r\nwe hope that the outcome of the fifteenth Conference \r\nof the Parties to the United Nations Framework \r\nConvention on Climate Change coming up in \r\nCopenhagen later this year will be an acceptable \r\nresponse to this global threat. \r\n Even in the middle of this tale of global economic \r\nand financial woes, there is a silver lining. We are \r\ngratified and greatly encouraged by the increasing \r\nrapprochement between the United States and Russia \r\non nuclear disarmament. The idea of a nuclear-free \r\nworld, the architecture of which is now being put \r\ntogether, has great appeal for many of us. \r\n Such an outcome, probably achievable in our \r\nlifetime, would not only result in a safer and better \r\nworld, but would free resources for use in sectors that \r\nwould benefit humanity. Nigeria encourages all nuclear \r\nPowers to identify with this great initiative, this dream, \r\nand to embrace any and all initiatives that promote the \r\nachievement of the goal of a world free of nuclear \r\narmaments and the apocalyptic nightmare. \r\n It is in this connection that Nigeria applauds the \r\nconclusion and bringing into force of the Pelindaba \r\nTreaty, the African Nuclear-Weapon-Free Zone Treaty, \r\nwhich bans the testing, manufacturing, stockpiling, \r\nacquisition and possession of nuclear weapons in \r\nAfrica. This is a commendable testimony to Africa’s \r\ntotal rejection of the proliferation, and indeed the \r\nexistence, of nuclear weapons. We call on all other \r\nregions to follow suit. The Review Conference of the \r\nParties to the Treaty on the Non-Proliferation of \r\nNuclear Weapons coming up next year provides an \r\nopportunity that should not be missed. \r\n While we applaud this development, let us not \r\nforget that there are weapons still being produced that \r\nhave killed far more people than nuclear arms in the \r\ntragic history of humanity. I speak, in particular, about \r\nthe production of small arms and light weapons and \r\ntheir illicit export to regions like my own, Nigeria and \r\nWest Africa, where these small arms and light weapons \r\nhave become the real weapons of mass destruction — \r\ndestroying many lives of innocent children, men and \r\nwomen, destroying property, economies and dreams — \r\nas well as the undermining of national and regional \r\nefforts at development. \r\n We are all aware of the close link between such \r\nweapons and organized crime, drug trafficking and, in \r\nthe case of Nigeria, piracy and oil smuggling in the \r\nNiger Delta. The proliferation of such weapons in West \r\nAfrica is fast turning the region into a major transit \r\npoint for illicit drugs, thus also facilitating the growth \r\nof criminal syndicates, some with enough firepower to \r\nchallenge a nation’s military forces. This cannot be just \r\na West African problem. It should be seen as a global \r\nthreat. \r\n This is why we continue to call on the \r\ninternational community to demonstrate greater \r\ncommitment to keeping this threat in check by \r\nimplementing existing initiatives, as well as developing \r\nnew and legally binding ones, where necessary, geared \r\ntowards achieving the goal of preventing, combating \r\nand eradicating illicit trade in small arms, and \r\nregulating the transfer of conventional weapons in \r\ngeneral. The full implementation of the United Nations \r\nProgramme on Small Arms would be a very good \r\nbeginning. \r\n Although over the past decade, West Africa has \r\nmade considerable progress by way of building or \r\nstrengthening democratic structures in our various \r\ncountries, the job is far from done, and this is not the \r\ntime to rest on our laurels. Peace and security \r\nchallenges remain daunting in some parts of the \r\nsubregion. As current Chairperson of the Economic \r\nCommunity of West African States (ECOWAS), the \r\nPresident of the Federal Republic of Nigeria, \r\n A/64/PV.12\r\n \r\n43 09-52604 \r\n \r\nMr. Alhaji Umaru Yar’Adua sent a special envoy, in \r\nfact a former Head of State, the former President of \r\nNigeria, to President Mamadou Tandja of the Republic \r\nof Niger with a view to establishing a line of \r\ncommunication with him in favour of a peaceful \r\nresolution of the political problems of our esteemed \r\nneighbour to the north. A delegation of ECOWAS \r\nForeign Ministers undertook a similar visit with the \r\nsame objective. Our role is largely mediatory, but we \r\nare waiting with cautious optimism for the democratic \r\nimperative in the Republic of the Niger to be upheld. \r\n The situation in Guinea-Bissau is somewhat more \r\ncheerful. Guinea-Bissau held successful elections last \r\nJuly and, as members may already be aware, President \r\nMalam Bacai Sanhá was sworn in on 8 September. \r\nBecause of the strong commitment on the part of all \r\nstakeholders in Guinea-Bissau, this peaceful transition \r\nto democratic, constitutional rule has taken place. We \r\nare indeed very proud of what the Government and the \r\npeople of Guinea-Bissau have been able to achieve. \r\nGuinea-Bissau can now look forward with hope to a \r\npeaceful and bright future, and Nigeria will continue to \r\nstand side by side with that country as it charts its \r\ndestiny for the future. \r\n In Guinea-Conakry, where elections have again \r\nbeen slated for next January, we continue to impress on \r\nthe authorities the need for the country to return to \r\ndemocratic rule through manifestly transparent, free \r\nand fair elections. We hope that these efforts will yield \r\ndividends in the form of an elected civilian government \r\nearly next year. Our own experience and history in \r\nNigeria leave us with no other choice than to remain \r\nunwaveringly and unambiguously on the side of the \r\nconsolidation and maturation of constitutional \r\ndemocracy and to strongly repudiate even the slightest \r\nprospect of democratic reversal in the subregion. It is \r\nour national interest to do so.  \r\n ECOWAS has proven over and over again its \r\nwillingness and capacity to come to the aid of its \r\nmembers in their hour of need. In that spirit, we will \r\ncontinue to make our best efforts to ensure that peace \r\nand stability reign in the region and to facilitate the \r\nrealization of the objectives implied in the \r\nCommunity’s name. We continue, as usual, to count on \r\nthe support of the United Nations system. \r\n Nigeria continues to make great strides in our \r\nefforts to build a peaceful, stable and prosperous \r\nnation, able to provide the best possible life for its \r\ncitizens and able to fulfil its international commitments \r\nand obligations. We have made great progress in laying \r\na solid foundation for democracy, and we are seeking \r\nto build on this foundation to grow an economy that \r\nwill see Nigeria take its rightful place among the \r\nworld’s economic powerhouses. However, there are \r\nchallenges. Some we can deal with by ourselves. \r\nOthers require the help, support and cooperation of our \r\nfriends and allies and of the United Nations family. \r\n Those who have been watching events in our \r\ncountry in the past few months will testify to the \r\nprogress we have made in the Niger Delta in finding \r\ndurable solutions to the political, social and \r\nenvironmental problems of one of the most \r\nstrategically important regions of our country. Today, \r\nrelative peace has returned to the Niger Delta, largely \r\non the back of an amnesty deal which the Government \r\nand erstwhile militants forged and are implementing \r\ntogether. The return of peace to the region would \r\nprovide the platform for meeting the aspirations of the \r\npeople, as well as allowing the resumption of full \r\neconomic activity there. \r\n Nigeria is a signatory to the Universal \r\nDeclaration of Human Rights and to the majority of \r\nother international and regional human rights \r\ninstruments, and we continue to remain focused and \r\ncommitted on the issue of human rights.  \r\n In our endeavour to overcome the constraints \r\nbrought about by the present gap between our nation’s \r\nincreasing demand for power to drive its development \r\nand the available supply, we join others in pursuit of \r\nreliable, cheap and environmentally friendly alternative \r\nsources of energy. In this regard, we are gratified by \r\nthe support and assistance that we, as a non-nuclear \r\nState, continue to receive from the International \r\nAtomic Energy Agency in exploring alternative sources \r\nof electricity generation, as well as in the areas of \r\nradiation control, waste management and training. We \r\nwill continue to collaborate closely with the Agency, as \r\nwell as to rely on the assistance of our allies and \r\nfriends. \r\n Nigeria welcomes the ongoing reform and \r\ndemocratization of the United Nations system and \r\nnotes the progress made in the intergovernmental \r\nnegotiation process. We encourage all parties to \r\ncontinue the negotiations with renewed vigour with a \r\nview to achieving the desired objectives. Of particular \r\nimportance to Nigeria is the enlargement and \r\nA/64/PV.12  \r\n \r\n09-52604 44 \r\n \r\ndemocratization of the Security Council. It is \r\nunacceptable that Africa, with 53 countries, is not \r\nrepresented in the permanent seat category of the \r\nCouncil. We call upon Member States to demonstrate \r\nthe necessary political will to bring about the long-\r\nawaited reform, in order to make the Security Council \r\nmore legitimate, more democratic and more transparent \r\nand inclusive. \r\n Nigeria’s commitment to the United Nations and \r\nthe international system has been demonstrated over \r\nthe years. This commitment accords with the \r\nprovisions of our Constitution, which enjoins us, inter \r\nalia, to promote international cooperation for the \r\nconsolidation of universal peace and to promote \r\nrespect for international law and treaty obligations. Our \r\ninternational behaviour has always been guided by \r\nthose noble foreign policy objectives. \r\n Nigeria has been the fourth-largest contributor in \r\nthe world to peacekeeping operations, and the role we \r\nhave played — and will continue to play — in \r\npeacekeeping in the subregion, the African continent \r\nand, with the United Nations, around the world is a \r\nclear testimony to our unflinching commitment to \r\njoining hands with others, especially the United \r\nNations, in laying solid foundations upon which human \r\nprosperity can be built. This is why we welcome the \r\nnew strategy by the United Nations to strengthen the \r\npartnership between troop-contributing countries and \r\nthe United Nations, especially in the provision of \r\nadequate resources and the capacity to strengthen \r\nregional peacekeeping initiatives. \r\n Finally, as usual, Nigeria will continue to draw on \r\nits vast experience and commitment in its efforts to \r\ncontribute to the realization of the objectives and \r\nvalues of the United Nations. We assure all our allies \r\nand friends that Nigeria will continue to be a \r\nresponsible global member of the United Nations, \r\nsubscribing to all the norms, conventions and values of \r\nthis human family and providing leadership, especially \r\non issues concerning West Africa and indeed the rest of \r\nthe world. \r\n The Acting President (spoke in Spanish): I now \r\ncall on Her Excellency Patricia Isabel Rodas Baca, \r\nMinister for Foreign Affairs of the Republic of \r\nHonduras. \r\n Ms. Rodas (Honduras) (spoke in Spanish): For \r\nthe past three years the President of Honduras has \r\ncome to this global forum to propose simple, honest, \r\nstraightforward ways of responding to the great \r\nchallenges that face our societies, because of the need \r\nto do more to contribute to the survival of the human \r\nspecies and to decrease the injustice of the immense \r\nasymmetries among nations and between rich and poor. \r\nFrom this very rostrum, President Zelaya urged respect \r\nfor the human rights of our migrants and the forgotten \r\nones of the Earth — those who draw on the strength of \r\nhurricanes from their poverty to produce wealth to \r\nwhich they hardly ever have access and that does not \r\nrelieve the anguish caused by their unsatisfied needs.  \r\n Our constitutional President, José Manuel Zelaya \r\nRosales, with simple and effective proposals, has \r\nalways called for a more just and more equitable world \r\nthat would lighten the burden of the shame created by \r\nthe existence of the astonishing wealth of a few \r\nalongside the outrageous misery of the majority. He \r\nhas also called for a world of tolerance in which we \r\ncould exchange opinions, ideas and diverse ways of \r\nseeing the world, respecting and cooperating with one \r\nanother to build a better world. \r\n But today, another fate has forced us to represent \r\nour President and our people here. In our country, \r\ncriminal hordes have made us revisit old issues — ones \r\nthat we had believed to be mere vestiges from the \r\ndistant past. Today, from this rostrum, I should like to \r\ntell the members of the Assembly that, as I address \r\nthem, our President is being besieged by military \r\nforces at the diplomatic mission of the sisterly \r\nRepublic of Brazil in Tegucigalpa. He is being \r\nthreatened, and every moment that passes could bring a \r\ntragic outcome that would have a paralysing effect on \r\nhistory and on all Hondurans, all Central Americans \r\nand the entire world. As I speak, our President’s life is \r\nin peril, and the lives of our people are also in peril.  \r\n I should like to prove this to the members of the \r\nAssembly. In my hand, I have a telephone with \r\nPresident Manuel Zelaya Rosales on the line. He \r\nwishes to address the Assembly and to reclaim his \r\nrightful place in the presence of the members of the \r\ninternational community. Here, with them, is our \r\nleader, our President, the hero of democracy, which he \r\nis defending today with his life alongside our people. \r\n President Zelaya (spoke in Spanish via \r\ntelephone): Greetings to the United Nations. For those \r\nwho had any doubt that a dictatorship was being \r\ninstalled here, I believe that all that has occurred \r\nduring the past 93 days of repression have dispelled \r\n A/64/PV.12\r\n \r\n45 09-52604 \r\n \r\nthose doubts. In Honduras, in addition to a coup d’état \r\nhaving taken place, a fascist dictatorship has been \r\ninstalled that has suppressed the freedoms of \r\nHondurans and is violently repressing the Honduran \r\npeople.  \r\n Today, the broadcast frequencies used by the only \r\ntwo media outlets opposed to the dictatorship — a \r\nnational radio station, Radio Globo, and a national \r\ntelevision network, Channel 36 — have been shut \r\ndown, their offices invaded and their transmission \r\nequipment confiscated. Surely, a serious crime is being \r\ncommitted when the voice of the people is silenced — \r\na people that is being suppressed.  \r\n I ask the United Nations for cooperation to \r\nrestore the rule of law and the freedom that Hondurans \r\ndeserve. I ask the United Nations for support, so that \r\nthe civilized nations of the world can continue to stand \r\nfirm against force and barbarity. I also ask the United \r\nNations to give us guarantees for our own personal \r\nintegrity and the lives of those being besieged with \r\nchemical gases and electronic interference at this \r\ndiplomatic facility of the sisterly Republic of Brazil. \r\nWith great courage, President Lula is demonstrating his \r\ninterest by supporting democracy and fighting against \r\ncoups d’état. I ask the United Nations for its support to \r\nreverse this coup d’état, so that democracy will really \r\nbe an asset of all civilized societies throughout the \r\nworld. \r\n Ms. Rodas (Honduras) (spoke in Spanish): Our \r\nPresident is surrounded and isolated by military forces. \r\nThe Embassy of the Republic of Brazil is under threat \r\nof invasion. We have heard the forceful call of \r\nPresident José Manuel Zelaya Rosales, and we are here \r\nto tell the Assembly about the scale and the terrible \r\nimpact of the repression being visited on our people \r\ntoday.  \r\n Free transit through airports and land borders has \r\nbeen halted. A state of emergency has been decreed, \r\nwith the indefinite suspension of absolutely every \r\nconstitutional guarantee. In addition, independent news \r\nmedia have been shut down, destroyed and dismantled \r\nand their operators persecuted, and two journalists \r\nwere tortured today in our country. Women have been \r\nraped during demonstrations, and sport centres have \r\nbeen turned into concentration camps in Tegucigalpa \r\nand other cities.  \r\n Honduras is becoming an enormous prison camp. \r\nThey have imprisoned national journalists and expelled \r\ninternational media. Furthermore, the entire country is \r\nmilitarized. There are constant reports that highly \r\ndangerous hired assassins are being freed from prison, \r\nas military contingents move forward and mass around \r\nthe place where our President is now located, together \r\nwith his family, officials of the Embassy of the sisterly \r\nRepublic of Brazil, journalists, priests and a large \r\ngroup of people who are accompanying him. We have \r\nmade major efforts together, inside and outside of \r\nHonduras, aimed at enabling our country to regain its \r\nconstitutional rights, which were forcibly taken from it \r\njust three months ago to the day. We have done this, \r\nconvinced that it will benefit not only Honduras, but \r\nthe entire world, where there are still people fighting \r\nfor freedom and self-determination, so as not to be \r\npunished for their ideological differences or for their \r\nefforts to improve society and transform the economy, \r\nso that our peoples may finally look forward to a \r\nbrighter future with greater possibility.  \r\n Our countries, our peoples deserve this, because \r\nthey have fought their entire lives — first against \r\nconquest, then against colonization, then against the \r\nmajor differences created by economic dependency; \r\nand today, we continue to fight peacefully and without \r\nweapons for our democratic freedoms. Our only \r\nweapon is the truth we carry in our hearts, which we \r\nhave openly expressed to the world.  \r\n In the meantime, while we are faced with all of \r\nthis, our President is being punished for trying to give \r\nmore freedom and more well-being to our people and \r\nfor joining in the concert of nations to ensure that our \r\ndiversity and ways of thinking are viewed as equal to \r\nthose of the greater countries of the world. Because no \r\nmatter how small our economies or populations may \r\nbe, we deserve no less than any other society. \r\nDreaming the impossible dream makes it possible for \r\nus to attain what is indeed possible. But our President, \r\nour people, all of Honduran society, the international \r\ncommunity and the solidarity that gives life to our \r\nstruggle are shamefully punished day after day by the \r\nweapons and brute force of the regime of putschists, \r\nwhich is quickly transforming itself into a dictatorship \r\nin the best tradition of what occurred three and four \r\ndecades ago on our continent.  \r\n There is no civil war in Honduras. There are no \r\narmed forces facing each other. There are no \r\nsubversive groups. Hondurans are people who walk \r\ntirelessly. They continued walking forward for 90 days, \r\npeacefully, silently and determined, with bravery and \r\nA/64/PV.12  \r\n \r\n09-52604 46 \r\n \r\nheroism. And with their silence, children, young \r\npeople, men, women and the elderly told the world: as \r\nlong as the Honduran people have the unwavering \r\nsupport of the international community, it will be \r\npossible to take back our democratic path — the path \r\nwe shed blood for throughout our history, until the \r\nvictory at the ballot boxes, until the guns and cannons \r\nwere lowered — and now those weapons are raised \r\nagain with bayonets aimed at our defenceless people. It \r\nis a dreadful state of siege: every single conceivable \r\nconstitutional guarantee has been suspended, which \r\nthreatens the life of every Honduran man and woman \r\nevery night and every day.  \r\n But every day, tirelessly, our people come out to \r\nthe street and march in small groups, large groups or in \r\nmasses. They mobilize in whatever way they can \r\naround their houses, their blocks, their neighbourhoods \r\nor on big plazas. It does not matter how they do it; \r\nwherever they are, they mobilize actively. They put \r\ntheir feet on the ground, on the soil that gave birth to \r\nthem, and assured of regaining our territory — with \r\nfreedom and democracy — they do not feel tired, they \r\nsimply walk, as Gandhi did a long time ago and as our \r\nmigrants and poor have done thousands of times to \r\nharvest their simple everyday sustenance.  \r\n In this way our people do not use their energy for \r\nviolence. They are determined to conquer the world by \r\nforce of will alone, without raising a gun or shooting a \r\nsingle round, even if they risk joining the ranks of the \r\ndead, or being tortured or jailed. The brutal coup d’état \r\nexpelled our President, persecuted his Cabinet and \r\nkidnapped his Minister, but finds itself humiliated \r\nunder the feet of a people who walk their way around \r\nthe world every day. Their steps cross imaginary \r\nbridges to all of the countries of the world, and the \r\nworld responds with its solidarity. \r\n But, we have been able to present many shared \r\nefforts inside and outside our country, including \r\nmediation initiatives that have arisen with the aim of \r\nimplementing resolutions of this General Assembly, \r\nsuch as resolution 63/301 of 30 June 2009, in which \r\nthe Government of putschists was repudiated and the \r\nonly constitutional president of Honduras was \r\nrecognized to be José Manuel Zelaya Rosales. Forums \r\nfor dialogue have been created, along with efforts at \r\nmediation such as the San Jose Agreement, all of which \r\nhave been systematically rejected by the intransigent \r\nputschist regime, which causes those efforts to fail, \r\neven when the world attempts to revive those efforts \r\nevery day.  \r\n Those who wished to join the constitutional \r\nPresident have been replaced and prevented from \r\nreturning to the country, even though they wanted to \r\nfind the path to reconciliation. Ambassadors who were \r\nsummoned for consultations following the military \r\ncoup d’état cannot return to the country without first \r\nbowing to the boots of the military who are trampling \r\non our country today. \r\n All of these initiatives, as important and essential \r\nas they are in attempting to give strength to the \r\nstruggle of my people, all of the efforts of the \r\ninternational community in searching for rational, \r\npeaceful solutions have made it clear that we are facing \r\nforces that are able to unleash the most perverse  \r\nform of violence and irrationality. Civilization is  \r\nbeing brought to a halt by barbarism there in Central \r\nAmerica — in the centre of Central America — that \r\nnarrow strip that joins the two halves of our \r\nhemisphere. \r\n Given this new situation in which the President’s \r\nreturn unleashed the fury of the dictators, the initiatives \r\nneeded in order to find a solution today call for \r\nspecific actions to be taken: the tyrant and the military \r\nmust be forced to step back. The military forces who \r\ndisobeyed their President and oppressed their own \r\npeople have become an occupying army — irregular \r\nforces serving only to repress and oppress. They \r\nuphold the executory arm of a coup d’état that found \r\nits support in a sector of the powerful, old economic \r\nclass, which is responsible for crushing, exploiting and \r\nstripping bare our people and has done so throughout \r\nour history.  \r\n That is why, in those new conditions, when we \r\nneed strength to consolidate the proposals and \r\nassemble global intelligence and the feeling of a \r\ncontinental home in the midst of the conspiracy of the \r\nimminent danger that today confronts not only our \r\nPresident, an embassy and a diplomatic mission the \r\ninviolability of which is threatened, but also, in fact, \r\nour humble people who walk, who at any moment can \r\nbe assassinated, imprisoned or tortured; at this time \r\nwhen we hear that military units are moving towards \r\nthe Embassy of Brazil to continue attacking our \r\nPresident, I appeal to this Assembly. With the authority \r\nderived from our peaceful and heroic people and with \r\nthe moral authority of those who resist the bullets with \r\n A/64/PV.12\r\n \r\n47 09-52604 \r\n \r\ntheir bodies and flesh, we fervently but resolutely call \r\non the United Nations and its highest bodies to use the \r\nstrength of their authority to avert and ward off the \r\ndanger that hovers over Honduras. It is increasingly \r\nimminent, ever closer and more and more terrifying. \r\nWe can avert that danger together with the will and \r\nsolidarity garnered so far, but with resolute joint \r\nactions that will succeed in pushing back that shame. \r\n I must say that, first of all, we must demand \r\nrespect for the life of our President, his physical and \r\nmoral integrity and the dignity of his high office. That \r\ngives our people strength and determination because \r\nwe are and wish to be a sovereign, free and \r\nindependent republic with a solid lasting democracy \r\nthat will also help make the injustices and inequalities \r\nsubside. We must also request unconditional support \r\nfor the dialogue that our President began once he had \r\nentered the country unarmed and peacefully so as to be \r\nable to sit with the different sectors of Honduran \r\nsociety and thereby open the way to restoring trust, \r\nreconciliation and the fabric of the Constitution, \r\nbecause all that depends on reinstating the \r\nconstitutional President of the Republic of Honduras, \r\nJosé Manuel Zelaya Rosales.  \r\n It is also important to bolster efforts to set \r\nspecific dates, precise mechanisms, ultimatums and \r\nframeworks for action to be signed by the body for \r\ndialogue and mediation that has been set up, and those \r\nthat may emerge in its support, to restore peace to our \r\npeople and to continue building the path of \r\ntransformation. Furthermore, we must say that as long \r\nas there are no constitutional guarantees, a permanent \r\nstate of siege is imposed on our people and citizen \r\nrights are absent, the conditions to prepare free, \r\ntransparent and universal elections do not exist. \r\n The international community has spoken out by \r\nnot recognizing that regime of the coup or those \r\nGovernments or regimes that arose from spurious \r\nelections launched into history by cannon or at the \r\npoint of a bayonet. We therefore urge this General \r\nAssembly to call an urgent extraordinary session of the \r\nAssembly to keep under review the situation \r\ndeveloping in Honduras, that country so close to this \r\nland and all countries of the world, neighbour of the \r\nPanama Canal and at the centre of all America, so as to \r\nbe able to keep monitoring the pace of events and, of \r\ncourse, the necessary resources to urgently respond to \r\nrelieving whatever needs arise there. \r\n It is important that the vital issues that we have \r\npresented here be addressed at that Assembly, but it is \r\neven more important and more urgent that we urge the \r\nSecretary-General of the United Nations to appoint an \r\nurgent special diplomatic mission, comprised of the \r\nvarious countries that make up this world forum, to go \r\nas soon as possible and pay a working visit to \r\nHonduras. It can assess in situ the situation prevailing \r\nthere and help seek solutions for the region, together \r\nwith our President, in conjunction with the efforts of \r\nthe Organization of American States (OAS). The OAS \r\nspecial missions sent to Honduras to prepare a meeting \r\nof its Secretary-General with other foreign ministers \r\nwas recently expelled from the territory. \r\n Thirdly, we should impress on this Assembly and \r\nits appropriate authority the need for it to continue \r\nanalysing and constantly review the situation of \r\nviolence and the danger of violation of the Vienna \r\nConventions, which prevail over everything pertaining \r\nto the inviolability of diplomatic missions and the \r\nupholding of international law. For the lives of our \r\nPresident and of our entire people, the consideration, \r\nreview, analysis and ongoing attention of the Security \r\nCouncil is essential in order to find formulas to avert a \r\ngreater tragedy that later, once out of control, we could \r\nnot address. \r\n To conclude, I must state here that, with the \r\nawareness of and support for the presence of our \r\nPresident, José Manuel Zelaya Rosales, in our land — \r\nin the country where he was elected President by a \r\nlarge majority in free and democratic elections, which \r\ntoday makes him the leader and hero in defending the \r\ndemocratic rights of our peoples — the need to restore \r\nto José Manuel Zelaya Rosales to his functions as \r\nPresident of the Republic is more urgent than ever, so \r\nthat he can take on the duties bestowed on him by our \r\nRepublic’s constitution and the sovereign mandate of \r\nour people. Right now, tonight and in the days \r\nfollowing, the leaders of the coup should be urged to \r\nrespect the life of our President and the inviolability of \r\nBrazilian territory in Honduras in its diplomatic \r\nmission. \r\n We must not neglect this grave political and \r\ninstitutional crisis, a crisis that affects the entire world \r\nand democracy around the globe. I therefore request \r\nthat the Secretary-General present to the special \r\nsession of the General Assembly a report analysing \r\ncompliance with resolution 63/301, and resolutions that \r\nmight stem from it, for a return to constitutional rule, \r\nA/64/PV.12  \r\n \r\n09-52604 48 \r\n \r\nthe restoration of our President, ending violence and \r\nrepression and violations of the international law, for a \r\nreturn to international peace and concord, to our \r\npeople’s freedom to hold elections without the constant \r\nthreat of violence and coups d’état, and, finally, for \r\nrespect for human life. The most humble may not be \r\nknown to the international community, but every night \r\ntheir lives are in danger under the skies of our country. \r\n We declare our solidarity with all those suffering \r\nfrom lack of freedom and of democracy, from lack of \r\ndevelopment, from poverty and inequality, those \r\nsuffering from a lack of respect for the freedom that \r\nevery society must have to organize itself as best it \r\ncan, without being attacked, blockaded or, much less, \r\nexpelled from any international entity. I express the \r\nsolidarity of Honduras with those people suffering \r\nfrom discrimination and despoliation and those whose \r\nhope is crushed beneath the terror of military force, \r\nand our bottomless gratitude for the solidarity \r\nexpressed by the entire international community. In an \r\nextraordinary, unprecedented way, they joined hands \r\nand forgot their profound differences to unite with our \r\npeople and jointly confront this crime, which, in the \r\ntwenty-first century, has once again stained our \r\ndemocracies. \r\n We give our thanks for the prayers and the \r\nsolidarity of all the peoples of the world, to those who \r\naccompany us daily on the long road back to \r\ndemocracy, and to those who will never forget the \r\nwords of our President calling out for respect for life, \r\nintegrity and freedom of speech, and that never again \r\nwill this sad story of persecution and death be \r\nperpetrated against an innocent, unarmed and peaceful \r\npeople. \r\n These, then, are the initiatives I have set out. \r\nAlong with that I express our gratitude to all peoples of \r\nthe world, representatives of whom fit into this small \r\nspace, just as all the freedom and the hope of \r\ndemocracy of the entire world fits into that tiny \r\ncountry of Honduras. \r\n The Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Pak Kil Yon, Vice-Minister \r\nfor Foreign Affairs of the Democratic People’s \r\nRepublic of Korea. \r\n Mr. Pak Kil Yon (Democratic People’s Republic \r\nof Korea) (spoke in Korean; English text provided by \r\nthe delegation): On behalf of the delegation of the \r\nDemocratic People’s Republic of Korea, I would like \r\nto congratulate Mr. Ali Abdussalam Treki on his \r\nelection as President of the General Assembly at its \r\nsixty-fourth session. At the same time, I wish to \r\nexpress my hope that his skilful stewardship will lead \r\nthe current session to success. \r\n The sixty-fourth session of the General Assembly \r\nwill mark an end to the first decade of a new century, \r\nwhich humankind has ushered in with a great deal of \r\nanticipation and aspiration. One of the major tasks \r\nfacing the Assembly this year is to conduct an impartial \r\nreview of this first decade and set the correct path \r\nahead. \r\n Humankind has yet to realize its long-cherished \r\ndesire to thrive in a peaceful and equitable world free \r\nfrom war, while its hopes are confronted with a host of \r\nserious challenges one after the other. The Afghan war \r\nis in escalation and the Iraq war is still undecided. The \r\ncold wind of a nuclear arms race is blowing, even \r\nbefore negotiations on nuclear disarmament have been \r\nopened. Avian influenza is not completely subdued, yet \r\na new strain of H1N1 flu is sweeping the world. The \r\nworld is undergoing a much greater degree of global \r\nwarming this year than last, and we are witnessing \r\nmore stagnant economies and many more people out of \r\nwork everywhere. \r\n The United Nations Security Council has become \r\nmore arrogant, resulting in further inequality and \r\ndouble standards in international relations. We need to \r\ndirect serious attention to this prevailing reality when \r\nwe review the first decade of the new century. \r\n The Democratic People’s Republic of Korea, \r\nunder the leadership of the great General Kim Jong Il, \r\nhas now entered a phase of State-building. A great, \r\nprosperous and powerful nation is a country in which \r\nnational power is strong and everything thrives and \r\nwhose people live happily, with nothing to envy in the \r\nworld. To build such a country was the lifelong wish of \r\nthe great leader of our people President Kim Il Sung, \r\nand it is the firm intention and wish of the Government \r\nand people of the Democratic People’s Republic of \r\nKorea that such a thriving nation will be a reality by \r\n2012, the centenary of Kim Il Sung’s birth. \r\n The main task facing us over the next three years \r\nis to concentrate all our efforts on building an \r\neconomic power, which is the last height we need to \r\nscale in building a great, prosperous and powerful \r\nnation. The Korean peninsula remains as ever in a state \r\nof armistice. But now that we possess a dependable \r\n A/64/PV.12\r\n \r\n49 09-52604 \r\n \r\nnuclear deterrent, we may be able to prevent war and \r\ndefend peace. For more than half a century our country \r\nwas compelled to produce guns rather than butter, as \r\nwe suffered under nuclear threats and the danger of \r\nwar posed by hostile forces. But today we have settled \r\ndown to channel our efforts into building a great, \r\nprosperous and powerful nation. To all intents and \r\npurposes, this is completely the result of the Songun-\r\nbased politics instituted by the great General Kim Jong \r\nIl. And, when our country becomes an economic \r\npower, that will create new impetus to the economic \r\ndevelopment of the region. Our efforts to build up the \r\neconomy will constitute a significant part of the \r\ninternational community’s efforts to attain the United \r\nNations Millennium Development Goals. \r\n We have never opposed the denuclearization of \r\nthe Korean peninsula and the rest of the world. \r\nDenuclearization was the wish of President Kim Il \r\nSung, and a nuclear-free world is a long-cherished \r\ndesire of mankind. \r\n The Korean people are more devoted to the \r\nsovereignty and peace of their country than any other \r\npeople or nation in the world, as a result of the \r\ncharacteristics of their country’s historical \r\ndevelopment. The Democratic People’s Republic of \r\nKorea has done its utmost to bring about the peaceful \r\nreunification of the country, to eliminate nuclear \r\nthreats and grounds for war and to secure peace and \r\nstability on the Korean peninsula. We initiated the \r\ndenuclearization of North-East Asia and of the Korean \r\npeninsula and put forward the proposals for the \r\nArmistice Agreement to be replaced by a peace \r\nagreement and for the adoption of a non-aggression \r\npact between the Democratic People’s Republic of \r\nKorea and the United States. \r\n However, our efforts have not received an \r\nappropriate response from the United States. The \r\nUnited States considers the Korean issue only in the \r\nlight of its Asia strategy and does not want to see the \r\nentire Korean peninsula denuclearized. That has \r\nresulted in a greater nuclear threat facing the \r\nDemocratic People’s Republic of Korea. The \r\narbitrariness of the United States can be seen in the \r\nclaim that the Democratic People’s Republic of Korea \r\nis not allowed to launch even a peaceful satellite. The \r\nSecurity Council is being manipulated by that \r\narbitrariness. \r\n We have concluded that, as long as the United \r\nStates does not change its existing nuclear policy, we \r\nhave no option but to rely on our nuclear capability in \r\norder to ensure the nuclear balance in the region and \r\npreserve peace and stability in North-East Asia. The \r\ndenuclearization of the Korean peninsula depends on \r\nwhether or not the United States changes its nuclear \r\npolicy towards Korea. In order to realize the \r\ndenuclearization of the Korean peninsula, the United \r\nStates Administration must discard its long-standing \r\npolicy of confrontation and put into practice the change \r\nthat it has recently talked about on several occasions. \r\n We are not engaged in a nuclear arms race. The \r\npurpose of our nuclear weapon is to deter war. We will \r\nonly possess a nuclear deterrent so as to avert a \r\nmilitary attack or the threat of such an attack against \r\nour country. Deterrence will be directly proportional to \r\nthe threat on the Korean peninsula, as in Europe and \r\nelsewhere. As long as it possesses nuclear weapons, the \r\nDemocratic People’s Republic of Korea will act \r\nresponsibly with regard to their management, use and \r\nnon-proliferation, and to nuclear disarmament. We \r\nshare the position of all peaceful countries, including \r\nthe non-aligned countries, in opposing nuclear war, the \r\nnuclear arms race and the proliferation of nuclear \r\nweapons. \r\n United Nations sanctions have now been imposed \r\non us on the grounds that we had a nuclear deterrent. It \r\nmay be recalled that the United Nations was set up in \r\nthe country that produced the first nuclear weapon and \r\nthat all five permanent members of the Security \r\nCouncil are nuclear Powers. If those countries had \r\ndemonstrated their commitment to nuclear \r\ndisarmament a long time ago and had refrained from \r\narbitrarily and selectively opposing the peaceful \r\nsatellite launch of another country, the nuclear situation \r\nin the world might have developed differently. \r\n The Democratic People’s Republic of Korea \r\nattaches importance to the principle of sovereign \r\nequality enshrined in the United Nations Charter. The \r\nprinciple of sovereign equality is also the reason why \r\nwe became a Member of the United Nations. Unjust \r\nand selective sanctions will never be recognized or \r\naccepted. The position of the Government of the \r\nDemocratic People’s Republic of Korea is to respond \r\nto dialogue with dialogue and to sanctions by \r\nstrengthening nuclear deterrence. If the United States \r\nbrings sanctions to the talks, we will, for our part, \r\nA/64/PV.12  \r\n \r\n09-52604 50 \r\n \r\nparticipate in such talks by bolstering our nuclear \r\ndeterrence. \r\n Thanks to the far-sighted bold decision of the \r\ngreat General Kim Jong Il, North-South relations on \r\nthe Korean peninsula have entered a new phase. Just \r\nover a year ago, the North and the South had to adapt \r\nto changes owing to the differences in the positions of \r\nthe two parties towards the historic joint declaration of \r\n15 June and the declaration of 4 October, which were \r\nrecognized and supported by the General Assembly. \r\n However, our sincere and noble efforts paved the \r\nway for a turning point so as to reach a common \r\nunderstanding of those grand programmes for \r\nreunification. Inter-Korean economic cooperation, \r\nincluding the operation of the Kaesong industrial \r\ncomplex, is back on track and separated families can be \r\nreunited. In the future, the Government of the \r\nDemocratic People’s Republic of Korea will also \r\ncontinue to make all possible efforts to achieve \r\nnational reconciliation and unity and to bring forward \r\nthe independent and peaceful reunification of the \r\ncountry under the banner of “by our nation itself”. \r\n All Member States have accepted the need for \r\nUnited Nations reform, as the new century requires. \r\nCurrently, the Security Council is the most \r\nanachronistic organ of the United Nations. An \r\nimbalance in relations, by which the strong nations \r\nhave ruled the weaker ones for the past half century, \r\nremains part of the structure of the Security Council, \r\nand it is precisely in the rules of procedure of that \r\nCouncil that democracy is least developed. Today, the \r\nGeneral Assembly is the only place in the United \r\nNations where the views of the international \r\ncommunity can be properly reflected and democracy \r\nensured. \r\n In order to strengthen the role of the United \r\nNations in line with the requirement of the times and \r\nthe new situation, it is important to thoroughly \r\ndemocratize the Security Council and to substantially \r\nincrease the authority of the General Assembly. In \r\nrestructuring the Security Council, we should first \r\nconsider the issues that can be resolved, such as the \r\nexpansion of non-permanent members of the Security \r\nCouncil on the principle of ensuring the full \r\nrepresentation of non-aligned and other developing \r\ncountries, which make up the majority of the United \r\nNations Member States. \r\n In enhancing the authority of the General \r\nAssembly, we need to discuss the issue of submitting \r\ndecisions of the Security Council to the General \r\nAssembly for approval, in particular all decisions \r\nrelating to the principle of sovereign equality laid \r\ndown in the United Nations Charter. The United \r\nNations is required to have the proper criteria and \r\nprinciples in order to examine human rights issues. The \r\nUnited Nations Charter recognizes the rights of \r\nnational self-determination and choice and the \r\nprinciple of non-interference in internal affairs, and all \r\ninternational human rights instruments contain the \r\nbasic principle of the non-politicization of human \r\nrights. \r\n However, these days some debates in the United \r\nNations contradict that. Any attempt to bring into \r\nquestion the systems of specific countries and to \r\ninterfere in their internal affairs under the guise of the \r\nprotection of human rights is, in itself, a violation of \r\nhuman rights, denying the right of the people of those \r\ncountries to choose their own system. The United \r\nNations should pay attention to the fact that its human \r\nrights agenda covers only the situations found in small \r\ncountries, with no mention of large ones, the West and \r\nEuropean countries. Due attention should also be given \r\nto how to boost the role of the non-aligned and other \r\ndeveloping countries in the international arena. \r\n International efforts to attain the Millennium \r\nDevelopment Goals and to address the central issues of \r\nthe United Nations, such as the global economic crisis \r\nand climate change, urgently call for the active \r\nparticipation of a wide range of developing countries, \r\nincluding the Non-Aligned Movement. \r\n The foreign policy of the Democratic People’s \r\nRepublic of Korea has been, is and will be based on the \r\nprinciples of independence, peace and friendship. The \r\nGovernment of the Democratic People’s Republic of \r\nKorea will actively strive to further strengthen and \r\ndevelop friendly and cooperative relations with all \r\nUnited Nations Member States under those principles, \r\nand to fully discharge its commitment towards \r\ndefending the peace and security of the Korean \r\npeninsula and the rest of the world. \r\n The Acting President: I now call on His \r\nExcellency Mr. João Gomes Cravinho, Secretary of \r\nState for Foreign Affairs and Cooperation of the \r\nPortuguese Republic. \r\n A/64/PV.12\r\n \r\n51 09-52604 \r\n \r\n Mr. Gomes Cravinho (Portugal) (spoke in \r\nPortuguese; English text provided by the delegation): I \r\nwish the President all the best for this General \r\nAssembly. Along with Secretary-General Ban \r\nKi-moon, he can count on Portugal’s firm support in \r\nhis work. Allow me to begin by endorsing fully \r\nSweden’s intervention as the country holding the \r\npresidency of the European Union. \r\n Fighting climate change is both a moral \r\nimperative and a matter of survival. This is no longer a \r\nlong-term issue. Its consequences are evident \r\neverywhere; from the small island States to Portugal, \r\nwe can all witness it. The time to act is now. I \r\ncongratulate the Secretary-General on the timely high-\r\nlevel meeting on climate change. The objective of \r\nmobilizing political will and vision for the climate \r\nnegotiations has been fulfilled. The process of political \r\nconsciousness-raising is done. Governments are now \r\nbetter prepared to take the decisions necessary for an \r\nambitious agreement in Copenhagen. At December’s \r\nClimate Change Summit, every State should take on \r\nbold commitments, to the extent that their respective \r\nresponsibilities and capacities allow, so that the post-\r\n2012 world can meet the challenge. If, however, we \r\nleave Copenhagen with limited results and small, \r\ninsignificant reforms, we will be failing in our historic \r\nresponsibilities. \r\n We are all affected by climate change, but it is \r\nobvious that the consequences are not equally \r\ndistributed. The least developed countries and small \r\nisland States, despite being the lowest polluters, suffer \r\nthe most from the effects of climate change, and their \r\ngreater vulnerability imposes a larger responsibility on \r\nthe international community. Being part of a \r\ncommunity means having a responsibility to the other \r\nmembers of the community; so, when we talk about the \r\ninternational community, we automatically imply that \r\nit is our duty to support these countries in their \r\nadaptation and mitigation efforts. \r\n The General Assembly’s resolution 63/281, on \r\nthe impact of climate change on global security, is a \r\ngood step forward. But it must be followed up. The \r\nUnited Nations should promote in-depth debates on \r\nthis matter at all relevant levels during the session we \r\nare now starting. Portugal is a country that has built its \r\nhistory through an extraordinary relationship with the \r\nsea. It is, therefore, natural for us to promote the \r\nsustainable development of oceans and their resources \r\nwith a coherent and coordinated approach. We see this \r\nas a strategic issue for the whole world. In this regard, \r\nPortugal has contributed in multiple contexts, including \r\nto the maritime policy of the European Union and the \r\nocean strategy of the Community of Portuguese \r\nSpeaking Countries (CPLP). \r\n The preservation of the environment must also \r\ntackle the energy question. Climate change brings \r\nchallenges but also great opportunities. Fully conscious \r\nof this, Portugal is strongly committed to renewable \r\nenergy sources: solar, wind, hydro, biomass and wave \r\npower. In 2010 we plan to produce 45 per cent of our \r\nenergy from renewable sources. By 2020 we will reach \r\n60 per cent. Furthermore, Portugal has one of the \r\nlowest carbon-emission rates per capita in the \r\nEuropean Union, and we are ready to share our \r\nexperience in this area with all interested Member \r\nStates. \r\n A year ago, when we gathered in this Hall for the \r\nopening of the sixty-third session of the Assembly, the \r\nworld was waking up to an economic and financial \r\ncrisis that we are still dealing with today. Recent \r\npositive signs bear witness to the results of \r\ninternational cooperation in the face of this common \r\nthreat, but we are aware that the effects of this crisis \r\ncontinue to be felt in the daily lives of millions of \r\npeople all over the world, and that the most vulnerable \r\nare once again the main victims. We are convinced that \r\nthe international financial system must be guided by \r\nprinciples of responsibility and transparency, and that \r\nregulation and supervision must be strengthened. We \r\ncan and should make sure that international markets \r\nare based on the values, principles and standards of \r\nconduct that we share. \r\n We should also ensure that the benefits of \r\neconomic globalization have a more universal impact. \r\nThe United Nations Global Compact is an important \r\ncontribution to this end. The solution to this issue was \r\nnot, is not and will never be protectionism. Closing the \r\ndoor on our neighbours and partners means leaving \r\npeople in poverty and failing to solve our medium- to \r\nlong-term domestic problems. It is therefore crucial \r\nthat we bring the Doha Round to a rapid conclusion in \r\na way that corresponds fully to the sustainable global \r\ndevelopment objectives that have been outlined. At the \r\nsame time, we renew our firm commitment to the \r\nMillennium Development Goals. We cannot allow the \r\neconomic crisis to affect the gains we have achieved \r\nthrough this process. A State that forgets the common \r\ngood will sooner or later find instability, poverty and \r\nA/64/PV.12  \r\n \r\n09-52604 52 \r\n \r\ninsecurity knocking at its door. Portugal, with its sense \r\nof collective responsibility and international cohesion, \r\nwill continue to contribute to the limits of its capacity. \r\n We concentrate a large part of our action on \r\ndevelopment aid in Africa, where poverty is most \r\nmarked. In this regard, I would like to mention that \r\nPortugal is currently a co-president of the Africa \r\nPartnership Forum and, in this capacity, in concert with \r\nour African partners, we have communicated to the \r\nG-20 the specific concerns and interests of the \r\ncontinent in areas such as the response to the economic \r\nand financial crisis and climate change. In the context \r\nof Africa, we continue to be firmly committed to \r\nimplementing the first European Union Action Plan \r\nand Common Strategy, adopted at the second European \r\nUnion and Africa Summit in Lisbon in December 2007. \r\n Allow me at this point to salute the people of \r\nGuinea-Bissau for their conduct of the recent elections \r\nin their country. It is now up to the Guinean institutions \r\nto maintain and consolidate peace and stability, and it \r\nis up to the international community to increase its \r\nassistance in order to strengthen the building of \r\ninstitutions and security sector reform in Guinea-\r\nBissau. Portugal will continue to be strongly \r\ncommitted to this process, bearing in mind the wishes \r\nexpressed by the democratically elected institutions of \r\nGuinea-Bissau. \r\n This month we celebrate the tenth anniversary of \r\nthe self-determination referendum of Timor-Leste, and \r\nwe take this opportunity to pay a heartfelt tribute to the \r\nEast-Timorese people. The referendum was the \r\ncorollary of the affirmation of Timor-Leste’s identity \r\nand its admirable will towards peace and development \r\nas a sovereign nation. \r\n Guinea-Bissau and Timor-Leste are two countries \r\nthat demonstrate the growing involvement of the \r\nCommunity of Portuguese Speaking Countries in \r\npromoting peace, democracy, human rights, political \r\nstability and social and economic development. One of \r\nthe fundamental pillars of that organization, over \r\nwhich Portugal currently presides, is the promotion of \r\nthe Portuguese language, one of the five most widely \r\nspoken languages in the world and the vehicle of \r\ncommunication for more than 250 million people, \r\nconnecting States and peoples in all corners of the \r\nworld. It is therefore ever more pressing and fair that \r\nPortuguese be made an official or working language in \r\ninternational organizations. Portugal is also assuming \r\nthe pro tempore presidency of the Ibero-American \r\nConference on Culture, whose summit will take place \r\nthis year in Estoril, Portugal, with innovation and \r\nknowledge as its theme. \r\n In this regard, I wish to emphasize that, as \r\nPresident of the CPLP and the Ibero-American \r\nConference, Portugal has, through regional institutions \r\nand organizations, supported the participation and \r\ninvolvement of emerging economies and developing \r\ncountries in the debate over the reform of the \r\ninternational financial system. \r\n Regarding the situation in Honduras, we call for \r\nthe speedy re-establishment of democratic and \r\nconstitutional legality, and we recall the inviolability of \r\nthe diplomatic mission of Brazil, under the principles \r\nof the Vienna Convention. \r\n The CPLP and the Ibero-American Conference \r\nare true paradigms of intercontinental cooperation, \r\nbased on a communion of cultures and values. We also \r\nconsider these paradigms to be the spirit and the \r\nessence of the Alliance of Civilizations. Thus, it is with \r\ngreat satisfaction that we witness the enormous \r\nprogress in the work of the Alliance and that we shall \r\nparticipate in the Third Forum of the Alliance, to be \r\nheld in Brazil in 2010, which will be an event in which \r\nthe CPLP will have a special role. I take this \r\nopportunity to congratulate the High Representative of \r\nthe Secretary-General for his Office’s valuable work. \r\n Portugal is proud to have been among the first \r\nsignatories of the Optional Protocol to the International \r\nCovenant on Economic, Social and Cultural Rights, \r\nwhich has just been opened for signature. We call on \r\nall States Members of the United Nations to do so as \r\nwell, so that this new international human rights \r\ninstrument may enter into effect and bring about \r\nrespect for all human rights for every human being. \r\n Equally fundamental in the defence and \r\npromotion of human dignity is the continuous action of \r\nthe United Nations High Commissioner for Refugees, \r\nas well as the recent appointment of the Special \r\nRepresentative of the Secretary-General on Violence \r\nagainst Children. In both cases I would like to \r\nhighlight the committed, tireless and effective way in \r\nwhich they have assumed their responsibilities. \r\n Terrorism and the proliferation of nuclear \r\nweapons are the greatest challenges to international \r\npeace and security. In combating these threats it is \r\n A/64/PV.12\r\n \r\n53 09-52604 \r\n \r\nessential that we implement the respective international \r\nregimes and continue to invest in international \r\ncooperation, in particular in the framework of the \r\nUnited Nations. All States that signed the Nuclear \r\nNon-Proliferation Treaty must honour their obligations \r\nwithout reservations. \r\n Regarding the maintenance of international peace \r\nand security, we have never demanded so much from \r\nthe United Nations. If peacekeeping operations are to \r\nhave the outcome that they deserve, clear, credible and \r\nachievable mandates are absolutely necessary, as is the \r\nengagement of all Member States through contribution \r\nof personnel. \r\n Portugal has assumed its share, with both \r\nfinancial and operational contributions. More than \r\n20,000 members of Portuguese armed forces and 3,000 \r\nfrom the Portuguese police forces have participated so \r\nfar in peacekeeping operations. Today, we have \r\npeacekeepers in Timor-Leste, Lebanon, Afghanistan \r\nand Chad. \r\n One of the main challenges to international peace \r\nand security is the conflict in the Middle East. Portugal \r\nreiterates its support for a two-State solution, with the \r\ncreation of an independent, democratic and viable \r\nPalestinian State, to exist side by side in peace and \r\nsecurity with the State of Israel. But to attain this \r\nobjective it is paramount that Palestine have a territory \r\nthat enables it to exist as a State. \r\n In this context, Portugal will continue to support \r\nall efforts, in particular those of Egypt and the United \r\nStates, for the return to the negotiation process in \r\naccordance with Security Council resolution 1860 \r\n(2009) and in accordance with the principles contained \r\nin the various peace initiatives, particularly the Arab \r\nPeace Initiative. We are living in a time of opportunity, \r\nand it is fundamental that the increasingly united \r\nopinion of the international community be fully \r\nlistened to by the parties. \r\n In Iraq and in Afghanistan, we welcome the \r\nprogress achieved in the past few years, but we \r\nrecognize the need for the continued commitment of \r\nthe international community. I hereby affirm the \r\nguarantee that Portugal will continue to assume its \r\nshare of the burden. \r\n Climate change, the financial and economic \r\ncrisis, sustainable development, human rights, threats \r\nto the international peace and security: to face such a \r\nvast array of global challenges, there is no more \r\nappropriate forum than the United Nations, no other \r\nstrategic agent that may transmit our collective \r\nresponse. \r\n Today, more than ever, the collective interest \r\nreflects the national concern of each of us. Today, more \r\nthan ever, I subscribe to Dag Hammarskjöld’s vision of \r\na United Nations as a dynamic instrument to develop \r\nmeans of executive action that is not limited to being \r\nsimply a mechanism consisting of static conferences \r\nfor the resolution of conflicts of interests and \r\nideologies. To ensure that the multilateralism we \r\nprofess is truly effective, to ensure that the primacy of \r\nthe United Nations in international politics and the \r\nrespect for international law is not mere rhetoric, to \r\nensure that this Organization is increasingly more like \r\nthe dynamic instrument that Dag Hammarskjöld \r\nenvisioned, we must further the reform of the United \r\nNations. We must seek in this General Assembly a \r\nbroad consensus that will enable what we all know is \r\nnecessary to take place, namely, the reform of the \r\nSecurity Council. \r\n In so doing we should ask ourselves whether a \r\nSecurity Council without Brazil and India as \r\npermanent members, and where Africa is not \r\nrepresented with that same status, is a truly \r\nrepresentative Council. Is it consistent to defend a \r\nmore efficient and transparent Organization and yet to \r\nhave a Security Council without reform of its working \r\nmethods? \r\n Let us not be satisfied with merely a discussion \r\nof a better Organization. Let us build together a more \r\nefficient, transparent and representative United \r\nNations. \r\n Since 2000, Portugal has been a candidate for a \r\nnon-permanent seat in the Security Council for the \r\nbiennium 2011-2012. Our candidacy is consistent with \r\nthe history of our engagement with the United Nations, \r\nour capacity to listen and dialogue with other peoples \r\nand cultures, and our commitment towards fair and \r\nbalanced solutions in international issues. We are a \r\ncandidate in the name of representativeness and the \r\nright of all countries, including those of small and \r\nmedium size, which constitute the majority of the \r\nMembers of this Organization, to be present in the \r\nSecurity Council. We are a candidate for the benefit of \r\nsustainable development and on behalf of the human \r\nvalues that bind us together, of the inalienable rights of \r\nA/64/PV.12  \r\n \r\n09-52604 54 \r\n \r\nall human beings and of our common aspiration for a \r\nmore just and peaceful world. \r\n The Acting President (spoke in Spanish): I now \r\ngive the floor to His Excellency Mr. Thomas Matussek, \r\nchairman of the delegation of the Federal Republic of \r\nGermany. \r\n Mr. Matussek (Germany): In these tumultuous \r\ntimes marked by manifold crises, we are more than \r\never in need of a global Organization that all Members \r\nmake use of and support. We need the United Nations. \r\nThe comprehensive, universal system of the United \r\nNations forms the heart of the global system of crisis \r\nprevention and mitigation. Now more than ever, \r\nGermany pledges its active and extensive support to \r\nthis world Organization. \r\n This past year taught us bitter lessons, and today \r\nit seems clearer than ever: we must secure the \r\nsustainability of the economic recovery. That applies \r\nnot only to the financial sector, but also, and in \r\nparticular, to the most vulnerable in the world — the \r\npoorest of the poor in the developing countries — as \r\nwell as to our environment and the world’s climate. \r\n The consultations on a charter for sustainable \r\neconomic activity point in the right direction. The \r\nUnited Nations should be actively involved in that \r\nprocess. We must turn the crisis into an opportunity for \r\ndevelopment and a truly green recovery. \r\n The aftermath of the financial crisis is \r\njeopardizing our progress on the path towards \r\nachieving the Millennium Development Goals. \r\nTherefore, we must do our utmost to avoid any \r\nsetbacks in that regard. Donor States must continue \r\ntheir efforts for development, all the more so in times \r\nof crisis. Germany has continually increased its official \r\ndevelopment assistance contributions in recent years. \r\nIn 2008, my country was the second-largest donor of \r\nofficial development assistance. We will also \r\nsignificantly increase our contributions to the \r\nmultilateral development banks. \r\n All of this underscores one thing: Germany, as \r\none of the world’s largest economies, stands by its \r\nglobal responsibility. But developing countries must \r\nalso live up to their responsibilities. Responsible \r\ngovernance, respect for human rights, environmental \r\nprotection, the fight against epidemics, the \r\nstrengthening of the rights of women — those are the \r\nchallenges that each country has the responsibility to \r\nmeet. \r\n Climate change is the pre-eminent challenge of \r\nthe twenty-first century. It threatens our well-being, \r\nour security and our economic development. It will \r\nlead to uncontrollable risks and dramatic damage, if we \r\ndo not take resolute action — not in some distant \r\nfuture, but right now. \r\n I can assure the Assembly: Germany will \r\ncontinue to be a leader in climate protection. But we \r\nwill be successful only if we act together. We need an \r\ninclusive process in which those countries directly \r\naffected by climate change, such as the small island \r\nStates, can also play a part. The United Nations is the \r\nonly reliable framework for this. I would like to thank \r\nthe Secretary-General for his very timely initiative in \r\nconvening a United Nations summit last week \r\naddressing this key issue. \r\n Disarmament and arms control can help create \r\nbetter conditions for global cooperation and increase \r\nsecurity and stability. We warmly welcome the new \r\ndynamic in the area of nuclear disarmament. The call \r\nfor a nuclear-weapon-free world enjoys widespread \r\nsupport, including that of Germany. We must seize this \r\nopportunity for progress in all areas of disarmament. \r\nGermany has underlined that sub-strategic nuclear \r\nweapons must also be incorporated into the continuing \r\nprocess of disarmament. Our clear commitment to \r\nridding the world of all nuclear weapons is the best \r\nway to strengthen the international non-proliferation \r\nregime. \r\n We need a new international consensus at the \r\n2010 Review Conference of the Parties to the Treaty on \r\nthe Non-Proliferation of Nuclear Weapons (NPT), the \r\nlaunching of negotiations in Geneva on a fissile \r\nmaterial cut-off treaty and the entry into force of the \r\nComprehensive Nuclear-Test-Ban Treaty. In order to \r\navoid a conflict of objectives between \r\nnon-proliferation and peaceful uses, Germany supports \r\nmultilateral solutions to nuclear-fuel supply and has \r\nput forward its own proposal on that issue. \r\n The international community must not relent in \r\nits commitment to banning all weapons of mass \r\ndestruction. A model in that respect is the Chemical \r\nWeapons Convention, which outlaws a whole category \r\nof weapons of mass destruction. Its implementing \r\norganization needs strong and dynamic leadership. \r\nGermany has always had a particular commitment to \r\n A/64/PV.12\r\n \r\n55 09-52604 \r\n \r\nthe Chemical Weapons Convention, and we stand ready \r\nto accept greater responsibility in that organization. \r\n We view the ongoing nuclear programme in Iran \r\nwith great concern. The belated admittance by Iran \r\nconcerning the construction of a second enrichment \r\nplant underlines the fact that our concerns are more \r\nthan justified. Even before this latest event, the report \r\nby International Atomic Energy Agency (IAEA) \r\nDirector-General El Baradei emphasized the urgency of \r\nthe matter. Unfortunately, the Iranian Government still \r\nrefuses to cooperate fully with the IAEA and to remove \r\nserious doubts concerning the peaceful character of its \r\nnuclear programme. We urge Iran to grant an IAEA \r\nverification team access to the newly disclosed site \r\nwithout delay. \r\n We sincerely hope that Iran will use the \r\nopportunity of the upcoming talks between it and the \r\nE3+3 — the United Kingdom, France and Germany, \r\nplus the United States, the Russian Federation and \r\nChina — to demonstrate its willingness to engage in \r\nhonest and speedy negotiations. If Iran’s leaders \r\ncontinue to stall, the international community will have \r\nno other choice but to take additional measures to \r\nemphasize the seriousness of our common concern. \r\n Iran has a long and great history. It witnessed the \r\norigins of civilization. It can become an anchor of \r\nstability in its region — a respected member of the \r\ninternational community. But that involves, in addition \r\nto a diplomatic resolution of questions regarding its \r\nnuclear programme, a responsible foreign policy \r\ntowards its neighbours. The key to this is the \r\nrecognition of Israel’s right to exist. \r\n Since the escalation of violence in the Gaza Strip \r\nat the beginning of the year, we have seen some \r\nencouraging signs of a return to the peace process. The \r\nresumption of negotiations aimed at the two-State \r\nsolution is still possible. Germany strongly supports \r\nPresident Obama’s intensive commitment and regional \r\napproach. Together with the partners of the European \r\nUnion, we are prepared to support efforts towards \r\npeace through concrete contributions. What we now \r\nneed, however, are courageous gestures of goodwill on \r\nall sides to create the conditions for serious talks. \r\n The successful holding of elections in June was \r\nan important milestone towards the continuing \r\nstabilization of Lebanon. What is now important is that \r\na new Government soon be formed. The successful \r\nUnited Nations Interim Force in Lebanon (UNIFIL) \r\nmission remains a crucial contribution to securing the \r\nceasefire between Lebanon and Israel, and thus to the \r\nstabilization of the region. By again assuming \r\ncommand of the UNIFIL Maritime Task Force on \r\n1 September, we further strengthened our commitment \r\nto UNIFIL. \r\n For Afghanistan, 2009 is a pivotal year. The \r\npresidential elections — the first elections in decades \r\nthat were free and organized by the Afghans \r\nthemselves — determined who will control the fate of \r\nthe country over the next five years. They were an \r\nimpressive sign of the resolve of the people of \r\nAfghanistan to take part in the political process. \r\n Against the backdrop of the difficult security \r\nsituation, the further build-up of Afghan security forces \r\nassumes even greater importance. We will, therefore, \r\ncontinue to increase the number of German police \r\ninstructors in Afghanistan, we will support the further \r\nbuild-up of the European Union Police Mission, and \r\nwe will help to advance the training of the Afghan \r\narmy within the framework of the International \r\nSecurity Assistance Force. \r\n Despite all the criticism, there are also \r\nencouraging accomplishments, especially in the field \r\nof economic growth and in the reconstruction of the \r\ncountry’s infrastructure. The basic prerequisites for \r\nAfghanistan’s sustainable development are good \r\ngovernance, a resolute fight against corruption and an \r\nimprovement in State services. These are essential if \r\nthe population is to once again nurture hope for the \r\nfuture. As one of the largest troop-contributing nations \r\nand one of the main bilateral donors, Germany will \r\ncontinue to play an instrumental role in the \r\nreconstruction of the country. \r\n Following the presidential elections, we are now \r\nentering a new phase of cooperation between the \r\ninternational community and Afghanistan. For that \r\nreason, Germany, together with the United Kingdom \r\nand France, has taken the initiative to hold an \r\ninternational conference that will set out concrete, \r\nrealistic and measurable goals for the future political \r\nand economic development of Afghanistan. To that \r\nend, the Afghanistan Compact, which will expire in \r\n2010, should be further developed. \r\n In 2010, we will celebrate the fiftieth anniversary \r\nof the independence of no fewer than 17 African \r\nStates — a fitting moment to also look to the future. \r\nDespite the global economic crisis, the overall outlook \r\nA/64/PV.12  \r\n \r\n09-52604 56 \r\n \r\nfor Africa and its people is positive. We must succeed \r\nin utilizing the continent’s enormous potential in terms \r\nof people, creativity and resources. It remains our \r\nchallenge to support the development of that potential \r\nwhile, at the same time, respecting African ownership. \r\n African ownership should by no means be \r\nequated with a withdrawal from our neighbouring \r\ncontinent. On the contrary, it means that we should \r\ncultivate relations with the States of Africa in a spirit \r\nof partnership — a partnership in which each side \r\nintroduces its ideas, and in which we work together to \r\nmaster the challenges we face, whether locally or \r\nglobally. \r\n One major common challenge remains the \r\ncontainment of violence and the protection of people in \r\nconflict areas. Germany will continue its extensive \r\nengagement in Africa, be it in the area of development \r\ncooperation, peace and security, business and \r\ntechnology, the environmental and energy sector or \r\neducational and scientific cooperation. This also \r\napplies to cooperation with the African Union, which \r\nhas been expanding increasingly in recent years. \r\n United Nations peacekeeping missions are a \r\ncentral pillar of the international security architecture. \r\nReform of United Nations peacekeeping is an urgent \r\nissue, and Germany is ready to actively contribute to \r\nsuch reform. \r\n It is absolutely essential that the cooperation \r\nbetween the United Nations and regional organizations \r\nbe further intensified. The European Union has just \r\nshown that, with its peacekeeping missions in \r\nAfrica — those in the Democratic Republic of the \r\nCongo and Chad, to name just two examples — it is a \r\nreliable partner of the United Nations when it comes to \r\ncrisis management. \r\n We are facing a multitude of global challenges. \r\nToday, no country is strong enough to tackle those \r\nchallenges on its own. We need a universal forum for \r\njoint global action. That is why we need a strong \r\nUnited Nations that is capable of taking effective \r\naction. \r\n A long chain of high-level meetings — from the \r\n2005 High-level Event to the Secretary-General’s \r\nSummit on Climate Change last week — has \r\nemphasized how urgent it is to adapt the United \r\nNations to the challenges of today’s world, for threats \r\nhave become global. Our responses, however, are still \r\nnot always global, and that is true for the United \r\nNations as well. \r\n Reforms must start with simple questions. Does a \r\nparticular body effectively fulfil its tasks? Does its \r\ncomposition reflect the world of today? Where that is \r\nnot the case, reform must have a clear objective: to \r\nmake the United Nations more effective, more credible \r\nand more assertive. \r\n However, we must not limit reforms to the United \r\nNations. If we want to deal effectively with the current \r\ncrisis and effectively prevent future crises, we must \r\nalso reform the international financial institutions. \r\nIsolated reforms of individual institutions will not get \r\nus anywhere. Reform of the financial institutions and \r\nof the United Nations must intermesh as a broader \r\nreform of global governance — a reform that, more \r\nthan six decades after the founding of today’s world \r\norder, is long overdue. Germany, incidentally, is \r\nadvocating at a high level the improved representation \r\nof newly industrialized and developing countries as \r\npart of the reform of the international financial \r\ninstitutions. This is our understanding of global \r\ngovernance: fair participation for everybody. \r\n In 2000 and 2005, heads of State and Government \r\ncalled for reform of the Security Council. They did so \r\nout of the realization that we can meet the threats of \r\ntoday only if the Council reflects the world of today. \r\nOne thing is clear: if the Security Council does not \r\nreform itself, there is a risk that other bodies will \r\nattempt to take its place. Such a rivalry would be \r\ndetrimental to us all. Let us therefore attempt, at this \r\nsixty-fourth session of the General Assembly, to bring \r\nabout concrete results. \r\n Germany has been and remains willing to take \r\nresponsibility. That includes assuming a permanent \r\nseat on a reformed Security Council. We also underline \r\nthis readiness to take responsibility with our candidacy \r\nfor a non-permanent seat on the Council for the period \r\n2011-2012. Through our work in the Security Council, \r\nwe want to contribute to the success of the United \r\nNations, just as we are already contributing to \r\nworldwide United Nations missions, to development \r\nfunds, humanitarian aid and the United Nations \r\nEnvironment Programme. Now and in the future, we \r\nwill work to find common interests, to overcome \r\ndivisions and to strengthen a global partnership of \r\nresponsibility. \r\nThe meeting rose at 9.10 p.m. \r\n"