" United Nations  A/65/PV.24\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fifth session \r\n \r\n24th plenary meeting \r\nWednesday, 29 September 2010, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n10-55408 (E) \r\n*1055408*   \r\nPresident: Mr. Deiss . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Switzerland) \r\n \r\n \r\n  The meeting was called to order at 3 p.m.  \r\n \r\n \r\nAgenda item 8 (continued) \r\n \r\nGeneral debate \r\n \r\n The President (spoke in French): I give the floor \r\nto the chair of the delegation of the Republic of \r\nMoldova. \r\n Mr. Cujba (Republic of Moldova): At the outset, \r\nI would like to join previous speakers in addressing our \r\nsincere congratulations to you, Sir, on your election as \r\nPresident of the General Assembly at its sixty-fifth \r\nsession and to assure you of the full support of our \r\ndelegation. \r\n This year, the general debate is being held on the \r\neve of the sixty-fifth anniversary of the entry into force \r\nof the United Nations Charter, which laid the \r\nfoundation of our Organization. For more than six \r\ndecades, the United Nations has been tested by \r\nnumerous challenges and crises. Today, we can proudly \r\nstate that it has proven its relevance, importance and \r\nvision for humankind. \r\n We extend our appreciation to Secretary-General \r\nBan Ki-moon for his tireless efforts in steering the \r\nwork of this global Organization and addressing \r\ncritical international issues. We commend his \r\nengagement in convening the High-level Plenary \r\nMeeting on the Millennium Development Goals \r\n(MDGs), during which Member States, including my \r\nown country, assessed the progress achieved and the \r\nnumerous challenges we face in implementing the \r\nMDGs. \r\n The Republic of Moldova is committed to the \r\naccomplishment of the MDGs by 2015. As a member \r\nof the Economic and Social Council, Moldova \r\npresented its comprehensive national voluntary report \r\non the MDGs during the Council’s annual ministerial \r\nreview meeting in July. The inclusion of the MDGs in \r\nour national policies and their effective implementation \r\nare among my Government’s main priorities. I take this \r\nopportunity to express our appreciation to the \r\norganizations of the United Nations system for their \r\nsupport in reaching the Goals. \r\n The economic and financial crises that beset the \r\ninternational community have been exacerbated by \r\nfood insufficiency and natural disasters, local and \r\nregional conflicts, terrorism and transborder \r\ncriminality. The issues on the agenda of the United \r\nNations reflect modern realities and challenges. I \r\nwould like to bring to the Assembly’s attention a few \r\nareas that are of the utmost importance, namely, human \r\nrights and democracy, welfare and sustainable \r\ndevelopment, climate change, peace and security and, \r\nlast but not least, the reform of the United Nations. \r\n Building a state of law lies at the heart of the \r\noverall activities of the Moldovan Government. The \r\ndevelopment of legal and institutional frameworks in \r\nthe area of human rights and strengthening human \r\nrights protection mechanisms are among our \r\nGovernment’s main objectives. While our country is \r\ncharacterized by diversity and multiculturalism and \r\nA/65/PV.24  \r\n \r\n10-55408 2 \r\n \r\nintercultural and interreligious dialogue, we reiterate \r\nour commitment to fighting extremism, xenophobia \r\nand other forms of racism and discrimination.  \r\n Our country became a member of the Human \r\nRights Council for the first time in 2010. Our \r\nmembership is in line with Moldova’s irreversible \r\ncourse towards protecting human rights and \r\nfundamental freedoms. We assumed the commitment to \r\ncontribute to the prevention of human rights violations \r\nthrough our active participation in the Council’s \r\nactivities. We will present our first national report \r\nunder the Universal Periodic Review mechanism in \r\n2011. \r\n I would also like to point out that Moldova is a \r\nState party to nearly all multilateral treaties in the field \r\nof human rights within the United Nations system. Last \r\nweek, we deposited with the Secretary-General our \r\nratification document on the Convention on the Rights \r\nof Persons with Disabilities. We will soon become a \r\nfull-fledged member of the International Criminal \r\nCourt (ICC), following the recent ratification by the \r\nParliament of the Republic of Moldova of the Rome \r\nStatute of the ICC. \r\n We express our solidarity with the appeals \r\narticulated in various United Nations forums that more \r\nbe invested in the advancement of women. We support \r\nthe Secretary-General’s Global Strategy for Women’s \r\nand Children’s Health. Likewise, we are confident that \r\nthe new entity, UN Women, will contribute to the \r\nconsolidation of international efforts to achieve the \r\ngoals of equality and advancement for all women. \r\n Although the impact of the global economic crisis \r\nhas had a negative effect on the economy of the \r\nRepublic of Moldova, including on the achievement of \r\nMDG targets, the crisis has also constituted a turning \r\npoint in starting new economic reforms, building up \r\ninnovative partnerships and mobilizing all national \r\nstakeholders in order to create a sustainable economic \r\nand social system. To that end, the Government has \r\nproceeded to change the country’s development \r\nparadigm to an economy based on investments, \r\ninnovations and competitiveness, creating new jobs \r\nand undertaking robust measures in the area of poverty \r\nreduction. \r\n Those goals will not be achieved unless we create \r\na healthy and eco-friendly environment while putting \r\nin place a sound infrastructure that protects our wealth \r\nand families from natural disasters. In recent years, \r\nMoldova has confronted considerable natural \r\ncalamities, from acute droughts to harsh floods, whose \r\ndevastating impact and frequency have increased each \r\nyear. The harm caused to the population, agricultural \r\nand food production sectors and the overall economy is \r\nimmeasurable. \r\n On behalf of my Government, I would like to \r\nexpress our sincere gratitude to our development \r\npartners and to Governments and multilateral \r\norganizations for their prompt response and assistance \r\nin overcoming the consequences of the severe floods \r\nthat affected our country last summer. I would also like \r\nto extend our particular gratitude to the United Nations \r\nOffice in Moldova for its support in assessing post-\r\ndisaster needs. For its part, my country has also \r\nextended a helping hand to others in need, contributing \r\n$100,000 to the people of Haiti. \r\n We believe that the adoption of a post-Kyoto \r\ntreaty is more relevant and vital than ever before. We \r\nhave to address the challenge of climate change with a \r\nsynergy of national and integrated international \r\nresponses. We look forward to a positive outcome to \r\nthe forthcoming Conference in Cancún. \r\n The latest global crises have emphasized the \r\ncentral role the United Nations is to play in the \r\nmobilization of efforts by the international community \r\nand, more than ever, the need to increase the efficiency \r\nof the Organization. Efforts to strengthen the \r\nmultilateral potential of the United Nations should be \r\npragmatically adapted to the new realities, enhancing \r\nits influence in strict accordance with the United \r\nNations Charter. The United Nations system therefore \r\nought to be optimized by strengthening its main and \r\nsubsidiary bodies in order to avoid duplication by \r\ndifferent United Nations structures. In addition to \r\nincreasing the efficiency and effectiveness of United \r\nNations activities, that reform will save significant \r\nresources, which can be redirected to priority areas \r\nwhere the Organization’s support is most needed. \r\n A major component of the United Nations revival \r\nis the reform of the Security Council. We welcome the \r\nresults achieved during the intergovernmental \r\nnegotiations and believe that the success of the reform \r\nrequires political commitment by all Member States. \r\nWe share the view that Council membership should be \r\nexpanded in both categories and that one additional \r\nnon-permanent seat should be allocated to the Eastern \r\nEuropean Group. \r\n A/65/PV.24\r\n \r\n3 10-55408 \r\n \r\n The importance of cooperation to enhance \r\ninternational security, promote disarmament and  \r\nnon-proliferation and counter international terrorism \r\nhas been stressed by many speakers in the Hall. The \r\nterrorist acts occurring in different parts of the world \r\ndemonstrate that terrorism continuously threatens \r\ninternational security, fundamental democratic values \r\nand human rights. The Republic of Moldova condemns \r\nterrorism and extremism in all its forms and expresses \r\nits entire support for the implementation of the United \r\nNations Global Counter-Terrorism Strategy. \r\n After many years of deadlock, significant \r\nprogress in disarmament and non-proliferation in all its \r\naspects was made this year. The new United States-\r\nRussia START agreement, the nuclear summit in \r\nWashington and the Review Conference of the Parties \r\nto the Treaty on the Non-Proliferation of Nuclear \r\nWeapons are just a few of the positive examples of \r\nincreased cooperation by Member States. We welcome \r\nthe entry into force, on 1 August, of the Convention on \r\nCluster Munitions, to which Moldova made its \r\ncontribution, as well as the launch of the negotiations \r\non an arms trade treaty. \r\n The participation of the Republic of Moldova in \r\nUnited Nations peacekeeping operations highlights our \r\ncountry’s political willingness to contribute to \r\ninternational peace and stability and to be effectively \r\nengaged in building a strong security architecture \r\nthrough peacekeeping and peacebuilding activities. \r\n The enhancement of international cooperation in \r\nthe field of conflict settlement, with a view to \r\npreventing future occurrences or escalation of crisis \r\nsituations that jeopardize the sovereignty and territorial \r\nintegrity of States, is of primary importance for my \r\ncountry as it confronts the secessionism phenomenon \r\nin its eastern districts. \r\n The Republic of Moldova continues to face \r\nsignificant security challenges generated by separatism \r\nin the Transnistrian region of the country. Eighteen \r\nyears since the ceasefire agreement was signed, \r\nMoldova remains artificially divided. Because of that, \r\nthe whole system of international commitments in the \r\nfields of democratic governance, human rights and \r\narms control is not functioning in that part of our \r\nnational territory. The local population is living in a \r\nsituation of a legal vacuum, with no clear future. \r\nForeign forces are still stationed in Moldova, despite \r\nthe lack of consent of the host Government and \r\nprevious decisions and commitments regarding their \r\nwithdrawal. \r\n At the same time, it is absolutely obvious that \r\nthere are objective considerations in resolving the \r\nTransnistrian problem. The practical steps undertaken \r\nby the Government of Moldova clearly show that the \r\nsettlement of the Transnistrian conflict is one of its \r\ncentral priorities. We consistently advocate in favour of \r\na policy of dialogue, openness and trust. Our efforts are \r\nconcentrated on developing regular contacts between \r\nChisinau and Tiraspol at the level of political \r\nrepresentatives, as well as in the working groups \r\ncreated to build confidence in various areas. Our main \r\ngoal is to provide much-needed support to the \r\npopulation and businesses in the region, including \r\nthrough international projects and programmes. \r\n International partners in the settlement process \r\nare also showing interest in increased engagement \r\naimed at the full territorial reintegration of the \r\nRepublic of Moldova. That positive trend should be \r\nstrengthened. The first step in that direction would be \r\nthe earliest possible unconditional resumption of \r\nofficial negotiations in the “5+2” format. That would \r\nallow us to start working on a formula for a viable and \r\ncomprehensive settlement based on the principles of \r\nthe sovereignty and territorial integrity of the Republic \r\nof Moldova. \r\n It would also offer us the necessary framework \r\nfor the implementation of confidence-building and \r\nreintegration projects, as well as for the transformation \r\nof the current so-called peacekeeping operation into a \r\nmultinational civilian mission based on the relevant \r\ninternational standards and mandate. In that context, \r\nwe firmly believe that the summit of the Organization \r\nfor Security and Cooperation in Europe to be held at \r\nthe end of this year should provide a clear perspective \r\nfor the settlement of the Transnistrian conflict and the \r\nwithdrawal of foreign forces from Moldova, in line \r\nwith commitments undertaken at the previous summit. \r\n We would like to take this opportunity to reiterate \r\nour principled position that conflict situations, \r\nwhenever they appear, seriously impact peace, security \r\nand stability. They must therefore be solved on the \r\nbasis of full respect for the independence, sovereignty \r\nand territorial integrity of States. \r\n We are concerned by attempts, particularly by \r\nnon-State entities, to misinterpret and restate the sense \r\nof the International Court of Justice advisory opinion \r\nA/65/PV.24  \r\n \r\n10-55408 4 \r\n \r\non Kosovo. Such attempts run counter to the spirit and \r\nsubstance of the imperative principles of international \r\nlaw and endanger the international legal order and \r\ninternational security and stability. It is therefore of the \r\nutmost importance to make it clear that international \r\nlaw does not confer the right for ethnic, linguistic or \r\nreligious groups to break away from the territory of a \r\nState of which they form part without that State’s \r\nconsent. \r\n Like other Member States, the Republic of \r\nMoldova fully shares the view that unilateral secession \r\ncannot be an acceptable way of resolving conflict \r\nissues. When engaging in settlement efforts, we must \r\nalso proceed from recognition of the fact that each and \r\nevery case is unique and should not constitute a \r\nprecedent for addressing and settling other conflicts of \r\ndifferent factual context. \r\n The Republic of Moldova is determined to \r\nadvance on its path towards European integration, \r\nwhich is a fundamental priority of our domestic and \r\nforeign policies. The achievement of that goal will \r\nenable our country to embark on a course of stability \r\nand prosperity governed by democratic values and \r\nrespect for fundamental human rights, the rule of law \r\nand economic freedom. \r\n Moldova-European Union relations have \r\nintensified in the past year, given the firm commitment \r\nof our Government to improve ties with the European \r\nUnion (EU) and its member States. On 12 January, we \r\nsuccessfully launched negotiations on the Association \r\nAgreement and held three rounds of negotiations, \r\nduring which there was a convergence of approaches. \r\nMoreover, we have launched three dialogues with the \r\nEuropean Union, on human rights, visa liberalization \r\nand the creation of a broad and comprehensive free-\r\ntrade area. We are confident that the constructive \r\napproach of our cooperation process will contribute to \r\nthe advancement of our country on the European track. \r\nWe are grateful to EU member States for their strong \r\nsupport and the firm shoulder they have provided for \r\nMoldova’s ambitious European agenda. \r\n Furthermore, we consider that since the adoption \r\nof the Lisbon Treaty, new opportunities have emerged \r\nfor enhanced European Union cooperation with its \r\ninternational partners, including the United Nations. \r\nWe express our support for the active and efficient \r\nparticipation of the European Union in the work of \r\nGeneral Assembly. \r\n In conclusion, I would like to reiterate that the \r\ninvolvement of the Republic of Moldova in the work of \r\nthe United Nations is one of the strategic objectives of \r\nour foreign policy. Our country remains committed to \r\nachieving the objectives of the United Nations Charter, \r\nas set by the founding fathers 65 years ago and \r\nembraced by all Member States. \r\n The President (spoke in French): I now give the \r\nfloor to the chair of the delegation of the Principality \r\nof Monaco. \r\n Ms. Picco (Monaco) (spoke in French): I would \r\nlike to convey to you, Sir, the warmest congratulations \r\nof the delegation of the Principality of Monaco on your \r\nelection as President of the General Assembly at its \r\nsixty-fifth session. I would like to reiterate to you that, \r\nin my capacity as a member of the Bureau, I will spare \r\nno effort to contribute to the success of your mandate \r\nin the service of the Member States and the \r\nOrganization. \r\n We are preparing to begin our work on an \r\noptimistic note because of the international \r\ncommunity’s unfailing recommitment to the \r\nMillennium Development Goals (MDGs) as well as of \r\nthe belief, reaffirmed in the general debate now \r\ndrawing to a close, that the United Nations is at the \r\nheart of global governance and remains, despite the \r\nmany difficulties, our best hope for ensuring peace, \r\ndevelopment and justice. \r\n Economic growth, which is indispensable to \r\ndevelopment and therefore to peaceful international \r\nrelations, cannot take off in the absence of well-defined \r\nand fair international rules and without respect for the \r\nrule of law at the national level. Our Organization has \r\ncontributed tirelessly in recent years to strengthening \r\nthe capacities of Member States to enable them to \r\nprovide their citizens with the institutions necessary for \r\nthem to flourish in their communities. The rule of law \r\nis also a guarantee that the fight against corruption is \r\nnot just a vain promise, that respect for human rights is \r\nuniversal and that justice is independent and impartial. \r\n The benefits of economic growth must be shared \r\nand equitable. They must take into account the needs of \r\nthe most deprived and contribute to social cohesion \r\nwith a view to attaining the MDGs and involving the \r\nfull participation of all partners. \r\n That is the thrust of Monaco’s commitment \r\nwithin the Global Governance Group — the 3G — \r\n A/65/PV.24\r\n \r\n5 10-55408 \r\n \r\nwhose members are convinced of the need to involve \r\nthe Secretary-General of the United Nations in the \r\nwork of the Group of 20 (G-20), given relevance of the \r\nGeneral Assembly agenda to international governance. \r\nIn that regard, I draw attention to the ministerial \r\ndeclaration of the Global Governance Group adopted \r\non 27 September, with a view to contributing to the \r\nreflections of the working group on the development of \r\nthe next G-20 summit, in Seoul in November. \r\n As His Serene Highness Prince Albert II recalled \r\nbefore the Assembly, the Principality is determined to \r\nact as a responsible partner in solidarity and will \r\ncontinue its mobilization efforts, both through its \r\nofficial development assistance as well as through the \r\nprovision of emergency assistance to populations \r\nstruck by natural disasters (see A/65/PV.4). \r\n At a moment when the presence and activities of \r\nthe Office of the United Nations High Commissioner \r\nfor Refugees are increasingly needed and increasingly \r\ndangerous, the cause of refugees and displaced persons \r\nmust more than ever be placed in our policies and be \r\nbacked unconditionally by the international \r\ncommunity. Here we wish to express our recognition of \r\nthe devotion of the thousands of people who labour \r\nunder the banner of the United Nations, at times \r\nrisking their lives, both in humanitarian emergency \r\nsituations and in peacekeeping operations. \r\n The role of women in driving development is \r\nnow clear to all. I wish to pay tribute to the Secretary-\r\nGeneral and the Deputy Secretary-General for having \r\nstrengthened the role of women within the United \r\nNations. Monaco welcomes the appointment of Ms. \r\nMichelle Bachelet to head up UN Women and assures \r\nher of our full support. \r\n The Principality has also endorsed the conviction \r\nthat investing in the health of women and children is \r\nindispensable for building societies that are more \r\nstable, more peaceful and more productive, for \r\nreducing poverty and for stimulating economic growth. \r\nIn that vein, we support the Global Strategy for \r\nWomen’s and Children’s Health, which represents an \r\nadditional step towards the full empowerment of \r\nwomen. \r\n As atrocities continue to be perpetrated against \r\ncivilians, especially the cowardly crimes of sexual \r\nviolence, we pay tribute to the courage of Special \r\nRepresentative Ms. Margot Wallström and her \r\ncommitment to making the international community \r\naware of its responsibility and to ensuring the effective \r\nimplementation of resolution 1325 (2000) as we \r\napproach the tenth anniversary of its adoption. \r\n With your leadership, Mr. President, and our \r\ncommon will, the General Assembly has the means to \r\ndemonstrate its central role in the major themes for our \r\nfuture at a moment when we are all aware of the \r\nshameful damage caused to the planet by the \r\noverexploitation of its wealth and biodiversity. We \r\ntherefore attach the greatest importance to the \r\npreparation of the Rio+20 Conference and hope that \r\nthe green economy and the opportunities it affords will \r\nbecome a major vehicle for sustainable development. \r\n You can also count on the support of our \r\ndelegation, Sir, with regard to the upcoming summit on \r\nnon-communicable diseases and the consultative \r\nprocess on revision of the statute of the Human Rights \r\nCouncil and the Peacebuilding Commission, which \r\nmust take into account the presidential statement \r\nadopted at the ministerial-level meeting of the Security \r\nCouncil on 23 September (S/PRST/2010/18). \r\n At the beginning of the twenty-first century, our \r\ndeliberations must contribute to bringing together and \r\nharmonizing our actions. Only our Organization \r\npossesses both the means and the legitimacy to \r\nsuccessfully establish effective global governance, and \r\nwe must all show pragmatism and work in a \r\nconstructive spirit to achieve our goals. \r\n The interdependence of the global challenges \r\nwhich all of us are facing requires us to define together \r\na set of rules aimed at coordinating our policies and \r\nmanaging relations between Governments, the private \r\nsector and civil society. We share your belief,  \r\nMr. President, that our Organization should be at the \r\nheart of that new multilateralism, which should be \r\nfounded on integration and solidarity. \r\n The President (spoke in French): I now give the \r\nfloor to His Excellency Mr. Sonatane Taumoepeau-\r\nTupou, chair of the delegation of the Kingdom of \r\nTonga. \r\n Mr. Taumoepeau-Tupou (Tonga): I too offer \r\nyou, Sir, my warmest congratulations upon your \r\nelection to the presidency of the General Assembly at \r\nthis our sixty-fifth session. Let me assure you, as \r\nalways, of the cooperation and support of the Tongan \r\ndelegation. I also express my gratitude to your \r\npredecessor His Excellency Mr. Ali Treki for his \r\nA/65/PV.24  \r\n \r\n10-55408 6 \r\n \r\nrecently concluded term as President at our sixty-fourth \r\nsession. \r\n I wish to also thank the tireless Secretary-\r\nGeneral, Ban Ki-moon, for his resolute leadership of \r\nthe Organization during these times of unprecedented \r\nand challenging global events. We also acknowledge \r\nthe enduring work of the Organization’s Secretariat and \r\nits agencies, and in particular those who have made the \r\nultimate sacrifice in the furtherance of that work. \r\n A decade on, the Millennium Development Goals \r\n(MDGs) continue to reflect our firm global resolve to \r\nensure a durably improved quality of life for all of our \r\npeoples — a global pursuit of happiness, if you will. It \r\nis no surprise, then, that the MDGs are now a core \r\ncomponent of our national development planning.  \r\n Tonga has recently produced its second national \r\nMDG report, which highlights positive results across \r\nthe eight Goals. With regard to MDG 1, on the \r\neradication of extreme poverty and hunger, the report \r\nsuggests that, while the international community \r\nacknowledges that Tonga does not suffer from extreme \r\npoverty or hunger, there are some households that do \r\nsuffer hardship, and their needs are being addressed. \r\nWith regard to Goal 2, the net enrolment ratio in \r\nprimary education for 2008 was 93 per cent, indicating \r\nthat Tonga has almost achieved universal basic \r\neducation. Goal 6, as it relates to halting and reversing \r\nthe incidence of non-communicable diseases by 2015, \r\nand Goal 5, as it relates to universal access to \r\nreproductive health, both remain challenges. \r\n Yet despite the continuing uncertain global \r\neconomic and financial climate, Tonga remains \r\ncommitted, in the five years remaining until 2015, and \r\nbeyond, to making further strides towards achieving \r\nthe MDGs. We look forward to completing one such \r\nstride on MDG 6 next year, in 2011, with the timely \r\nconvening of a high-level meeting of the General \r\nAssembly on the prevention and control of  \r\nnon-communicable diseases. \r\n The MDGs, in our view, as much as marking the \r\nadvent of the twenty-first century, reflect our \r\naspirational goals for this millennium beyond 2015. \r\nMuch of any future progress for Tonga will be \r\ncontingent on our determination and ability to rely on \r\nour own domestic efforts, complemented by the actions \r\nof our development partners and the international \r\ncommunity. \r\n At the annual meeting of the Pacific Islands \r\nForum leaders held in Port Vila last month, leaders \r\nadopted the Port Vila Declaration on Accelerating \r\nProgress on the Achievement of the Millennium \r\nDevelopment Goals, wherein they drew linkages \r\nbetween the attainment of the MDGs and the state of \r\nprogress in the 19 focal areas of the Mauritius Strategy \r\nfor Implementation. \r\n If the landmark Barbados Programme of Action \r\nplaced small island developing States (SIDS) firmly on \r\nthe global agenda, then the linkages between the \r\nMDGs and the Mauritius Strategy +5 Review (MSI+5) \r\nserve as an accurate compass for charting the direction \r\nthat small island developing States, their development \r\npartners and the international community need to take \r\nto ensure progress. We join others in thanking the good \r\nAmbassadors of Luxembourg and Singapore for \r\nbrokering the consensus outcome of the MSI+5.  \r\n Like others, Tonga calls for the creation of a \r\nformal SIDS category within the United Nations \r\nsystem that not only improves the internal linkages and \r\ninfrastructure within the system but ultimately \r\nimproves its ability to better relate to and respond to \r\nthe needs of SIDS. Without some measure of \r\nadjustments to the manner in which the United Nations \r\nsystem addresses SIDS and SIDS issues, progress will \r\nremain stilted. \r\n Climate change properly continues to dominate \r\nthe majority of statements we have heard this week and \r\nlast. In the end our collective ability as States could not \r\nadequately meet the burden of global expectations in \r\nCopenhagen, and many States like Tonga were left to \r\nlook for what little positive outcome the Copenhagen \r\nAccord represents. Therein lies the potential for all of \r\nus to reach beyond our narrow national and regional \r\ninterests in Cancún and embrace our collective \r\nresponsibility and duty to each other as nation-States, \r\nparticularly to those States that are most vulnerable, \r\nleast responsible for this situation and least able to \r\naddress the capricious whims of climate change. \r\n In taking forward the work of the Pacific SIDS on \r\nthe consensus resolution entitled “Climate change and \r\nits possible security implications” (resolution 63/281), \r\nwe would join others in strongly encouraging current \r\nand prospective members of the Security Council to \r\nseize the moral imperative and follow the momentum \r\nby taking positive and proactive action on the \r\nresolution. As the final arbiter of international peace \r\n A/65/PV.24\r\n \r\n7 10-55408 \r\n \r\nand security, the Council must ensure it positions itself \r\nin an active leadership role on this issue. \r\n Tonga continues to follow the course of the \r\nongoing exchanges among our membership on the \r\nreform of the Security Council and the limited progress \r\nthat has been made to date. An organization such as \r\nours that wishes to retain its broad relevance and \r\nglobal primacy in this day and age has to be open and \r\nwilling to seriously reconsider those elements that give \r\nit a unique and distinctive quality. In our view, the \r\nSecurity Council and its composition constitute one of \r\nthose elements. \r\n We maintain our support for Council reform. It is \r\nalready somewhat self-evident that there should be an \r\nexpansion in both categories of membership, \r\npermanent and non-permanent, with certain States — \r\nJapan, Germany, Brazil and India — being worthy of \r\npermanent membership on an enhanced Council. The \r\npermanent membership category must also take \r\nfavourable account of seats for Africa.  \r\n Tonga remains supportive of the substantive \r\nefforts for direct talks by President Obama and his \r\nAdministration, the Quartet and regional neighbours to \r\nfind a comprehensive, just and enduring peace in the \r\nMiddle East. Despite the pursuit of the seemingly \r\nelusive goal of two States living side by side within \r\nsecure borders and in lasting peace and genuine \r\nsecurity, including a viable Palestinian State that can \r\nrealize the true potential of its people, we encourage all \r\nparties to continue this fresh round of dialogue with a \r\nrenewed sense of purpose and conviction. \r\n Tonga was one of the 13 Pacific SIDS that \r\nparticipated in an historic summit between Pacific \r\nleaders and the League of Arab States earlier this year \r\nin Abu Dhabi in order to share perspectives on the \r\ncurrent and future challenges faced by our respective \r\nregions. That historic summit and its outcome represent \r\nthe ever-expanding development of Tonga’s foreign \r\npolicy interests to include countries and regions that \r\nhad hitherto not been considered. That development \r\ncomes firmly on the heels of our active engagement \r\nwith the International Renewable Energy Agency and \r\nour continuing interest in the potential of renewable \r\nenergy and the first-time visit to Tonga and a number \r\nof other Pacific SIDS by His Highness Sheikh \r\nAbdullah Bin Zayed Al Nahyan to develop relations \r\nwith our region. In that regard, we acknowledge with \r\nappreciation the Partnership in the Pacific Programme \r\nand its potential to meet the development aspirations of \r\nthe peoples of the Pacific. \r\n Earlier this year, Tonga, in compliance with its \r\nobligations under the United Nations Convention on \r\nthe Law of the Sea, formally presented its partial \r\nsubmission to the Commission on the Outer Limits of \r\nthe Continental Shelf. One issue of concern that arose \r\nas a result of our formal presentation to the \r\nCommission is the likely lengthy time frame for \r\nconsideration of submissions such as Tonga’s. We \r\nencourage our fellow States parties to the Convention \r\nto thoughtfully consider the adjustments necessary for \r\nthe Commission to fulfil its mandate with respect to all \r\nStates parties in a reasonably timely manner. \r\n Tonga welcomes the successful conclusion of the \r\n2010 review of the Treaty on the Non-Proliferation of \r\nNuclear Weapons, particularly, the continuing \r\nacknowledgement of the concerns of SIDS over the \r\nsafe transport of radioactive materials by sea and the \r\nannouncement by the United States of its intention to \r\npursue ratification of the Protocols to the Treaty of \r\nRarotonga. \r\n When my Prime Minister addressed this body last \r\nyear, it marked the tenth anniversary of Tonga’s \r\nadmission as a State Member of the United Nations. \r\nOur admission was culmination of a journey towards \r\nstatehood that began with tentative steps 135 years ago, \r\nin 1875, with the granting of Tonga’s Constitution by \r\nKing George I. \r\n And after 135 years, we realize that our domestic \r\nsystem of governance needs to be strengthened in ways \r\nthat align itself more readily with the strong and \r\nvibrant systems of democratic governance prevalent \r\ntoday. And so, simultaneous with my delivery of these \r\nremarks here today is the historic closure of the current \r\nsession of Tonga’s Legislative Assembly, the last under \r\nthe existing system of governance. Elections under the \r\nnew system are scheduled to take place later this year, \r\non 25 November. So while the modalities for \r\nimproving democratic representation have been \r\nenhanced, the fundamental values and freedoms \r\nguaranteed in the Constitution continue to protect and \r\nsupport all Tongans. \r\n As any small island developing State appreciates, \r\na presence here in New York represents a significant \r\nsacrifice of already scarce resources, but it is made in \r\nthe knowledge that despite our size, our remoteness \r\nand our geographical isolation we are not immune to \r\nA/65/PV.24  \r\n \r\n10-55408 8 \r\n \r\nthe global challenges that beset us all. Therefore we \r\nhave a responsibility to our Government and our \r\npeople to be more than mere bystanders in the work of \r\nour Organization. \r\n As such, Tonga reaffirms the rights and \r\nresponsibilities bestowed upon it by the United Nations \r\nCharter, and we pledge in our own way to continue to \r\nparticipate actively and constructively to give an \r\nenduring Tongan voice to the global issues of concern \r\nto us all. And while many subgroupings and variations \r\nof States such as the Group of 20 or the Group of Eight \r\nmay convene from time to time for a particular purpose \r\nor timely nuance, whether it be reforming the \r\ninternational financial governance institutions or \r\nreinvigorating international environmental governance, \r\nthe pivotal role of the United Nations as a viable \r\ninstitution remains constant against an ever-changing \r\nbackdrop. \r\n Finally, any other 65-year-old might be \r\ncontemplating retirement, but our Organization’s \r\nstrength rests as much in the principles of the Charter \r\nas it does in the people it must continue to inspire and \r\nremain relevant to, especially our young people. \r\nDuring this, the International Year of Youth, the United \r\nNations and all of us must ensure a legacy worth \r\npassing on to the next generation. \r\n The President (spoke in French): I now give the \r\nfloor to His Excellency Mr. Camillo Gonsalves, chair \r\nof the delegation of Saint Vincent and the Grenadines. \r\n Mr. Gonsalves (Saint Vincent and the \r\nGrenadines): Saint Vincent and the Grenadines \r\nwelcomes, Sir, your ascension to the presidency of the \r\nGeneral Assembly at its sixty-fifth session with a great \r\ndeal of anticipation. As one of the primary architects of \r\nyour own country’s membership in the United Nations, \r\nyou have demonstrated your belief in the importance of \r\nthis institution and its role in the modern international \r\ncontext. As you stand on the shoulders of the giants \r\nwho have preceded you in this role, we are confident \r\nthat you will ably apply your unique set of skills and \r\nexperiences to the advancement of our complex \r\nagenda. \r\n We are also excited by the theme that you have \r\nproposed for your tenure as President of the General \r\nAssembly, namely, reaffirming the central role of the \r\nUnited Nations in global governance. It is a theme that \r\nresonates loudly with Saint Vincent and the \r\nGrenadines, and indeed with many of the small and \r\nmarginalized States that form a significant part of the \r\n192 members of the General Assembly. \r\n We small States have emerged as some of the \r\nmost jealous and zealous guardians of the United \r\nNations Charter. This vigilance is born of principle and \r\nnecessity. The Charter is the document that guarantees \r\nour place in the Assembly as the sovereign equals of \r\nevery other country of the world. The United Nations \r\nremains the only venue that affords us both a seat and a \r\nvoice in global affairs. To Saint Vincent and the \r\nGrenadines, the United Nations must be the centre of \r\nglobal governance because it is our only option for \r\nglobal governance. There are some States that \r\nfortuitously find themselves in the inner sanctums of \r\nthe Security Council — and the Group of Eight (G-8), \r\nand the Group of Twenty (G-20) and the Organization \r\nfor Economic Cooperation and Development. For \r\nthem, the centrality of the United Nations may vary \r\nwith the political winds or the shifting sands of great \r\npower intrigue. Saint Vincent and the Grenadines has \r\nno such luxury. We cannot take our ball and go home, \r\nto play on other fields and interact in other forums. The \r\nUnited Nations is all we have. Its centrality in global \r\ngovernance, for us, is therefore an essential and \r\nindisputable truth. \r\n You assume the leadership of the General \r\nAssembly, Mr. President, at a time when the centrality \r\nof the United Nations role is being challenged as never \r\nbefore. Various organizations and small groupings of \r\nStates, with selective membership and opaque modus \r\noperandi, have coalesced to become global decision-\r\nmakers and shapers of our post-Cold War existence. \r\nFor our purposes, it is irrelevant whether these \r\ngroupings have formed to respond to or to precipitate \r\nthe declining effectiveness of the United Nations. \r\nHowever, the fact is that in the face of global crises of \r\neconomy, climate, trade and reform, we have been \r\ntested and we have been found wanting. We face the \r\nreal threat of devolving into a mere talk shop, an \r\namalgam of unwieldy bureaucracies or a toothless \r\nrubber stamp of decisions taken elsewhere. To avoid \r\nsuch an ignominious fate, we must actively defend our \r\nrole and legitimacy as the global centre of international \r\ngovernance and decision-making. Permit us the \r\nopportunity to offer a few simple suggestions to assist \r\nin achieving this goal. \r\n First, for the concept of global governance to \r\nhave meaning and relevance, we must inject some \r\nmeasure of consistency and predictability into the rules \r\n A/65/PV.24\r\n \r\n9 10-55408 \r\n \r\nthat govern our family. Saint Vincent and the \r\nGrenadines is committed to the international rule of \r\nlaw and the role of the institutions that advance the \r\nrule of law and adjudicate international disputes. \r\nGovernance is ineffective if the rich and powerful \r\namong us can place themselves beyond the ambit of \r\ntimely compliance with rules and decisions. \r\n In that regard, we cite the case of the ongoing \r\ndispute between the United States and Antigua and \r\nBarbuda on the issue of online gaming, which has \r\nalready been adjudicated in Antigua and Barbuda’s \r\nfavour by the World Trade Organization (WTO). We \r\nurge those two countries — both strong friends of Saint \r\nVincent and the Grenadines — to quickly arrive at a \r\njust and equitable resolution of this matter. Our region \r\nwas the unfortunate, and no doubt unintended, victim \r\nof WTO rulings that have gutted our once-thriving \r\nbanana industry and threatened to stall that crucial \r\nengine of our development. The case against banana \r\ntariffs was successfully brought to the WTO by the \r\nUnited States, which does not grow a single bunch of \r\nbananas. We are confident that our friends will honour \r\nthis relatively minor gaming ruling as we have been \r\ncompelled to adapt to previous paradigm-shifting \r\ndecisions. \r\n Secondly, the resolutions adopted and decisions \r\ntaken by the General Assembly must have some worth \r\nbeyond the paper upon which they are printed. In the \r\ndusty archives of our body are hard-fought decisions \r\nand resolutions on Palestine, on human rights and on \r\nthe economic crisis. We have made annual near-\r\nunanimous calls for an end to the Cuban embargo. \r\nThen our documents are dutifully filed away to be \r\nignored by dissenters or resuscitated in future sessions \r\nwith, at best, incremental advancement. As long as \r\nGeneral Assembly decisions and resolutions remain a \r\nbuffet from which Member States can selectively pick \r\nand choose, our role in governance will continue to be \r\nhamstrung. Member States must take the sovereign \r\ndecision to honour the will of the international \r\ncommunity not because they have to but because it is \r\nthe right thing to do. If we continue to champion the \r\ndecisions with which we agree while disregarding all \r\nothers, we are not participating with good faith in the \r\ndeliberations of this body and we are doing violence to \r\nthe very concept of a community of nations. \r\n Nor should States manipulate the concept of \r\nconsensus to make it a virtual veto on United Nations \r\naction. Consensus must always be a central goal, but \r\nnever a barrier, to decisive action by the General \r\nAssembly. Necessary, desirable and urgent action \r\ncannot be sacrificed on the altar of consensus. \r\nDemocracy demands that, when consensus cannot be \r\nachieved, the recorded will of the majority should be \r\nrespected. \r\n Thirdly, we must hold every nation to account for \r\ncommitments that have been voluntarily taken. Much \r\nhas been written and said about donor fatigue, which is \r\nshorthand for the limited attention span of multilateral \r\nand bilateral donors when confronting systemic \r\ndevelopment issues. Much less has been said about \r\ncommitment fatigue: the developing world’s \r\nexasperation with oft-made but seldom-honoured \r\ncommitments. But make no mistake, fatigue has set in, \r\nas we grow increasingly tired of waiting for the 0.7 per \r\ncent of gross national income promised by the \r\ndeveloped world at the International Conference on \r\nFinancing for Development in Monterrey in 2002, the \r\nbillions pledged at the G-8 Summit in Gleneagles for \r\nthe doubling of aid to Africa, the $10 billion in \r\nironically titled fast-start funding that was to \r\nmaterialize this year for climate change adaptation and \r\nthe $1.1 trillion promised by the G-20 in April 2009. \r\n To Saint Vincent and the Grenadines, therefore, it \r\nis puzzling how some of our friends and development \r\npartners can suffer from donor fatigue when they have \r\nyet to donate what was originally promised. It is \r\nsimilarly confounding when, reflective of this \r\nsupposed fatigue, donors attach so many conditions \r\nand bureaucratic impediments to unlocking assistance \r\nthat it becomes all but inaccessible. Small States like \r\nours have neither the capacity nor the desire to \r\nestablish entire bureaucracies dedicated solely to \r\nnavigating the administrative labyrinth of irregular and \r\nunpredictable aid flows. Nor are we interested in the \r\nupkeep of armies of foreign consultants, who seem to \r\nbe the primary beneficiaries of some international \r\ndevelopment efforts. \r\n Commitment fatigue morphs into anger when \r\nconsidered in the context of the Haitian people in the \r\nwake of the indescribably devastating earthquake of  \r\n12 January. In March this year the United Nations held \r\nan inspiring donors conference, in which over  \r\n$10 billion was pledged for Haiti’s recovery from the \r\nearthquake. Today, six months after that conference, \r\nand eight months beyond the earthquake, a pathetically \r\nminiscule percentage of those pledges has actually \r\nbeen delivered. While less than 20,000 temporary \r\nA/65/PV.24  \r\n \r\n10-55408 10 \r\n \r\nshelters have been built to date, over 1.5 million \r\nHaitians are still living in tents. A few days ago, we \r\nlearned that women and children living in tent cities \r\nwere killed when heavy rains and winds struck Haiti. \r\nNo one can claim that this result was unexpected, as \r\nwe in the Caribbean Community (CARICOM) have \r\nbeen sounding alarms for months about the dangers \r\ninherent in the imminent rainy season. To survive a \r\ncatastrophic earthquake only to be killed by rain is an \r\nunfathomable tragedy. The entirely avoidable deaths of \r\nthose women and children will remain a stain on the \r\ncollective conscience of this body and on our \r\nmembership. Talk is cheap, even when it is the heady \r\ntalk of billions of dollars. Commitments made must be \r\ncommitments kept. We must hold to account those who \r\nrepeatedly make empty promises. \r\n Fourthly, we must cede no ground to the creeping \r\nencroachment of non-inclusive, non-transparent and \r\nnon-representative groupings. We have no doubt that, \r\nfor example, the G-20 has a useful and even essential \r\nrole to play in the global economy. There is an \r\nundeniable logic to a small group of the world’s largest \r\neconomies, almost all of which are our close friends, \r\nmeeting informally to thrash out matters that affect \r\nonly their large economies. However, the logic fades \r\nsomewhat in the face of a crisis that has spread rapidly \r\nand comprehensively to every corner of the globe. \r\n That is why Saint Vincent and the Grenadines \r\nnoted with concern the G-20 statement from Pittsburgh \r\na year ago, which proclaimed, “We designated the  \r\nG-20 to be the premier forum for our international \r\neconomic cooperation”. Our esteemed friend and \r\nbrother, President Obama of the United States, repeated \r\nthese sentiments from this podium a few days ago \r\nwhen he stated, “we made the Group of 20 the focal \r\npoint for international coordination” (A/65/PV.11). \r\n Saint Vincent and the Grenadines was not \r\nincluded among the “we” who established this role for \r\nthe G-20 in Pittsburg. Indeed, we, like 172 other \r\nMember States, were not admitted to the meeting, we \r\nsaw no agenda and we read no minutes of the decisions \r\nthat were taken. As dedicated champions of the Charter \r\nof the United Nations, we also note that Articles 1 and \r\n55 of that document designate the United Nations as \r\nthe forum for international economic cooperation and \r\nsolutions. \r\n Indeed, our caution towards the G-20 can be \r\nfound in President Obama’s very endorsement of it. I \r\nshall quote again from his statement of a few days ago. \r\nHe said, “because in a world where prosperity is more \r\ndiffuse, we must broaden our circle of cooperation to \r\ninclude emerging economies — economies from every \r\ncorner of the globe” (ibid.). We could not agree more. \r\n In the wake of the worst financial crisis since the \r\nGreat Depression, 172 economies should not be locked \r\nout of economic discussions, waiting anxiously on the \r\ndoorstep of the G-20 for signals and policy shifts that \r\naffect our continued survival. We in the Caribbean \r\nhave been disproportionately and devastatingly \r\naffected by the crisis, which we played no role in \r\ncreating. Yet we have been forced to rely on friendly \r\nnations as interlocutors on our behalf. We remain \r\nconvinced that the deliberations and past decisions of \r\nthe G-20, from its misunderstanding of the precarious \r\nvulnerabilities of small, highly-indebted, middle-\r\nincome countries to its draconian outlook on offshore \r\nfinancial services — would have benefited from our \r\nperspective. \r\n We therefore call on the United Nations \r\nmembership to give meaning to the words of our \r\nCharter and to re-establish our body as a forum for \r\nmeaningful solutions and cooperation on economic \r\nmatters. We must reinvigorate the work of the \r\nEconomic and Social Council. We must renew the \r\nmandate of the ad hoc working group to decisively \r\nfollow up on the issues contained in the Outcome of \r\nthe Conference on the World Financial and Economic \r\nCrisis and its Impact on Development (see resolution \r\n63/303, annex). \r\n Good global governance must therefore be \r\npremised on global inclusiveness. This is our fifth \r\npoint: no corner of the world should be excluded from \r\nparticipation in our global family. \r\n In that regard, we once again highlight the case of \r\nour friends in Taiwan. The United Nations and its \r\nspecialized agencies must find ways to ensure the \r\nmeaningful participation of the 23 million people of \r\nTaiwan. Just as their economic strength has merited \r\ninclusion in the WTO and the universality of global \r\nhealth challenges have logically compelled their \r\nparticipation in the World Health Assembly, so too \r\nshould the global reach of climate change merit the \r\nmeaningful participation of Taiwan in the United \r\nNations Framework Convention on Climate Change. \r\nThe interconnectedness of global air travel, and our \r\nshared safety concerns, similarly mandate the \r\n A/65/PV.24\r\n \r\n11 10-55408 \r\n \r\nparticipation of Taiwan in the International Civil \r\nAviation Authority. This is not the case of a tiny  \r\nnon-governmental organization, to be allowed or \r\ndenied meaningful participation on some bureaucratic \r\nwhim. This is a legitimate and vibrant expression of \r\nthe ancient and noble Chinese culture, with a \r\npopulation 200 times greater than that of Saint Vincent \r\nand the Grenadines. \r\n The Government and people of Taiwan have \r\nadvanced a reasonable and responsible policy of \r\nengagement to usher in a new era in cross-Strait \r\nrelations, and have an enviable record of development \r\ncooperation and assistance around the world. The \r\ninternational community can and should encourage and \r\nreward this responsible global citizenship with \r\nmeaningful participation in the relevant specialized \r\nagencies. \r\n Similarly, urgent and more inclusive reform in the \r\nmembership of the Security Council is the litmus test \r\nof our verbal commitments to governance, reform and \r\nrevitalization. There is simply no justification for the \r\ncontinued exclusion of the entire African continent or \r\nother significant and influential emerging powers from \r\npermanent membership in the Security Council. The \r\ndefenders of the status quo may soon find that they are \r\nprotecting an increasingly irrelevant and illegitimate \r\ninstitution. \r\n However, we feel that the Council is too \r\nimportant to be allowed to whither into obsolescence. \r\nReform and expansion of the permanent and  \r\nnon-permanent membership of the Security Council, \r\nincluding the provision of dedicated non-permanent \r\nmembership for small island developing States, is an \r\nimperative that is long past due. \r\n Saint Vincent and the Grenadines is proud to have \r\nannounced its candidacy for a non-permanent seat on \r\nthe Security Council for the 2020-2021 term. If \r\nsuccessful, we would be the smallest country ever, by \r\npopulation, to occupy such a position, and only the \r\nfourth of CARICOM’s 14 United Nations Member \r\nStates to assume such a responsibility. Our bid is \r\npremised on the historical exclusion of CARICOM \r\nStates and small island developing States from this \r\ncritical body, and the value that we believe our \r\npresence and perspective will bring to the Council’s \r\ndeliberations. \r\n Saint Vincent and the Grenadines makes \r\nminiscule monetary and military contributions to the \r\nUnited Nations. But our contribution to the \r\nmaintenance of international peace and security is \r\nmeasured in our historical aversion to wars, our culture \r\nof tolerance, peace and plurality and the perspective of \r\na small State that understands that peace is not always \r\nbest achieved with millions of dollars or armed \r\nenforcers, but often with dialogue and small but \r\nmeaningful peacebuilding actions. Our contribution is \r\nsuccinctly captured in our national motto, which, \r\ntranslated from Latin, reads simply “Peace and \r\nJustice”. \r\n Sixthly, and most important, we must never be \r\nshy to use this institution to operationalize our \r\ncommonly held ambitions for a better world and to \r\ntackle the global issues of our day. Too often, we spend \r\ntime lowering, rather than rising to meet, the \r\nexpectations of a world that is clamouring for our \r\ncollective leadership. \r\n Our continued failures to achieve a binding \r\nsolution on climate change mitigation and adaptation is \r\na case in point. In the months since the painful lessons \r\nof the so-called Copenhagen Accord, devastating \r\nfloods in Pakistan and heatwaves and fires in Russia \r\nhave shown us once again that no nation is immune \r\nfrom the reach and impact of climate change. But the \r\nvulnerability of large nations to ruinous hurricanes, \r\nfloods and fires does not approach the very unique and \r\nspecific existential vulnerabilities of small island \r\ndeveloping States. For, while all States are vulnerable \r\nto natural disasters, only small island developing States \r\nare threatened with being wiped off the map entirely \r\nand ceasing to exist. \r\n As such, Saint Vincent and the Grenadines is not \r\ninterested in the lowering of expectations as we head to \r\nCancún. The need for a binding and meaningful \r\nagreement on climate change cannot be deferred \r\nindefinitely. We view with disgust the transparent \r\nattempts to measure the financial or political cost of \r\ndoing what must be done to save our planet. We are \r\nthreatening to destroy our own world, as we \r\nshamelessly squabble over dollars and degrees. If we \r\nfail in this endeavour, history will look most \r\nunfavourably on the narrow, short-term interests that \r\nwe placed ahead of our own survival. \r\n In a similar vein, and in the interest of time, Saint \r\nVincent and the Grenadines echoes and adopts as our \r\nown the proposals enunciated by our CARICOM sister \r\nStates for prompt action on the global challenges of \r\nA/65/PV.24  \r\n \r\n10-55408 12 \r\n \r\nnon-communicable diseases, small arms, narcotics and \r\ntransnational crime, the decade-old Doha Development \r\nRound of trade negotiations, international cooperation \r\nin tax matters and concessional assistance and debt \r\nrelief for middle-income island States. We cannot allow \r\nnarrow ideological agendas to distract us or detract \r\nfrom the accomplishment of these tasks, upon which \r\nthere is broad agreement. \r\n Finally, a crucial component of the overarching \r\nprinciple of sovereign equality is that of sovereignty \r\nitself. We believe wholeheartedly that, in the words of \r\nthe great Caribbean singer and poet Bob Marley, \r\n“every man has a right to decide his own destiny”. We \r\ntherefore reject, with equal fervour, any foreign or \r\noutside interference in the democratic processes of \r\nindependent States. This is a principle upon which we \r\nare unyielding. In many of our small countries, it takes \r\nonly a few minor mercenaries, or ideologically \r\nmisguided or misinformed millionaires, to \r\nfundamentally threaten the fabric of our fragile \r\ndemocracies. Unfortunately, those interlopers are often \r\naided and abetted by those unpatriotic opportunists \r\nwho see sovereignty as a fungible commodity, to be \r\nbartered and traded to the highest nefarious bidder for \r\nshort-term political gain. \r\n Saint Vincent and the Grenadines is populated by \r\na proud and noble people, with a history of fierce \r\nstruggle for freedom and independence. There is a steel \r\nin the psyche of our Caribbean civilization and its \r\nVincentian component; a steel forged in the fires of \r\nslavery and genocide and beaten on the anvil of \r\ncolonialism, exploitation and resistance. Our small size \r\nbelies our indomitable spirit. We possess an \r\nindependence that undergirds Cuba’s heroic resistance \r\nto an unjust and internationally condemned blockade. \r\nWe have a strength that informs the nobility of the \r\nHaitian people’s response to unimaginable tragedy. We \r\nlay claim to a resilience that is etched in our collective \r\nhistory, and reverberates in the names of our region’s \r\nnational heroes, such as Nanny, Garvey, Bussa, Martí, \r\nand Chatoyer, to name but a few. Our democracies can \r\nbe neither bought, sold nor intimidated. And our \r\ncommitment to the democratic inclusiveness of the \r\nUnited Nations and the supremacy of its Charter is \r\nsimilarly unshakeable. \r\n It is against that backdrop, Mr. President, that you \r\nwill find Saint Vincent and the Grenadines to be a \r\nstrong ally in your efforts to re-establish the central \r\nrole of this body in matters of global governance. \r\n The President (spoke in French): I now give the \r\nfloor to His Excellency Mr. Jorge Valero Briceño, head \r\nof the delegation of the Bolivarian Republic of \r\nVenezuela. \r\n Mr. Valero Briceño (Bolivarian Republic of \r\nVenezuela) (spoke in Spanish): On behalf of the \r\nBolivarian Republic of Venezuela, I wish the new \r\nPresident of this session of the General Assembly the \r\ngreatest success during his term. \r\n The Bolivarian revolution plans to contribute to \r\nthe structure and agenda of the United Nations, which \r\ncurrently reflect the unjust power relationships that \r\nexist in the world. As it is today, this forum helps to \r\nperpetuate the unjust relations inherited from the \r\nSecond World War, relations that become more \r\nexclusive and authoritarian as neoliberal globalization \r\nadvances. The President of the Bolivarian Republic of \r\nVenezuela, Hugo Chavez Frías, said on 15 September \r\n2005, in his speech during the general debate at the \r\nsixtieth session of the United Nations General \r\nAssembly that “the United Nations has outgrown its \r\nmodel. It is not just a question of simple reform. The \r\ntwenty-first century requires profound changes that \r\nwill be possible only if the Organization is truly \r\nrecast.” (A/60/PV.6, p.17) \r\n There are two poignant examples that illustrate \r\nthis unfair and irrational world power architecture. For \r\nthe past 19 years, the overwhelming majority of the \r\ncountries of the world have come before the General \r\nAssembly to demand an end to the economic and \r\ncommercial blockade imposed on the heroic Cuban \r\npeople. But what has the Organization done to ensure \r\nthat the United States Government abides by the will of \r\nthe General Assembly? The answer is well known: \r\nnothing. \r\n Dozens of resolutions have been adopted by the \r\nSecurity Council and the General Assembly on the \r\nquestion of Palestine, but the Israeli military and \r\npolitical elite refuse to comply. The occupying Power \r\nacts with total impunity and with the complicity of its \r\nmain ally. What has the Security Council done to get \r\nthe occupying Power to respect the principles of \r\ninternational law, including international humanitarian \r\nlaw, and particularly the four Geneva Conventions of \r\n1949? The answer is well known: nothing. \r\n The rebuilding of the United Nations hinges on \r\nstrengthening the General Assembly and its handling of \r\nmatters relating to international peace and security. \r\n A/65/PV.24\r\n \r\n13 10-55408 \r\n \r\nVenezuela challenges the fact that a small group of \r\ncountries impose their conditions in these areas, while \r\nthe opinion of the majority is not taken into account. A \r\nstrategy aimed at weakening the General Assembly and \r\nexcluding it from the most relevant world decisions is \r\nbeing implemented in the United Nations, while the \r\nSecurity Council progressively increases its power and \r\ninfluence over the United Nations agenda and takes \r\nover topics beyond the purview granted to it by the \r\nCharter of the Organization. The Secretary-General, \r\naccording to the Charter of the United Nations, is an \r\nadministrative officer of the Organization responsible \r\nfor answering to the interests of all Member States, and \r\nnot the policies of a few Powers that seek to drive the \r\nglobal agenda. \r\n For almost 20 years we have been discussing the \r\nreform of the Security Council and the strengthening of \r\nthe General Assembly, yet so far almost nothing has \r\nbeen achieved. The call from President Chavez to \r\nrecast the United Nations remains fully valid. To that \r\nend, Venezuela proposes to eliminate the right of veto \r\nenjoyed by only five Members of the United Nations. \r\nThis remnant of the Second World War is incompatible \r\nwith the principle of the sovereign equality of States. \r\nVenezuela also proposes an increase in the Security \r\nCouncil’s membership in both the permanent and  \r\nnon-permanent categories. Why are developing \r\ncountries deprived of the right to participate in that \r\nforum? \r\n Venezuela therefore urges all States to propose \r\ncandidates for the post of Secretary-General, with the \r\naim of democratizing elections to this senior post. We \r\nbelieve that resolution 11 (I), adopted on 24 January \r\n1946, regarding the terms of election of the Secretary-\r\nGeneral, in no way restricts the ability of Member \r\nStates to discuss and vote in this election. In line with \r\ndemocratic principles and transparency, Member States \r\nmust participate in both the nomination and the \r\nappointment of this senior official. States would \r\ntherefore be free to choose among several alternatives.  \r\n Rebuilding the United Nations also requires that \r\nthe General Assembly fully exercise its responsibilities \r\nin matters of international peace and security, as \r\nenshrined in the Charter of the United Nations. \r\n Climate change negotiations are unfolding in a \r\ncomplex context that makes it difficult to arrive at \r\nconsensus on the majority of topics. Developed \r\ncountries reject international commitments that are \r\nfully in force, specifically the Kyoto Protocol. The \r\nBolivarian Republic of Venezuela hopes that, at the \r\nnext Conference of the Parties to the United Nations \r\nFramework Convention on Climate Change, to be held \r\nin Cancún at the end of this year, a legally binding \r\nagreement is reached that is ambitious and respects the \r\nConvention and the Kyoto Protocol.  \r\n Venezuela is fighting for the creation of a \r\ndevelopment model based on a new paradigm that \r\nsubstitutes the prevailing models of production and \r\nconsumption. Developing countries and the most \r\nvulnerable sectors of developed countries suffer the \r\nimpact of the economic and financial crises of \r\ncapitalism. It is therefore essential and necessary to \r\nconsider a transformation of this inhumane model that, \r\nwith its new crisis, has generated more hunger, poverty, \r\nunemployment and inequality. The crisis of capitalism \r\nhas not ended. Its structural nature reproduces itself ad \r\ninfinitum. Privileged groups, the financial economy, \r\nspeculators, monopolies and oligopolies and the \r\nBretton Woods institutions will continue to try to have \r\nthe crisis paid for by developing countries and the \r\nworld’s poor and most vulnerable. Neoliberal policies, \r\nwhich are applied as a result of the global crisis of \r\ncapitalism, propose the totalitarianism of the financial \r\nmarkets, deepening the gap between the rich and the \r\npoor within those countries and widening the \r\ninequalities between the North and the South.  \r\n It is also important to underscore that the efforts \r\nof the developed countries in the context of official \r\ndevelopment assistance (ODA) have not been \r\nsustained, as large donors have repeatedly not fulfilled \r\ntheir pledges when it comes to the agreed goal of \r\nallocating 0.7 per cent of their gross domestic product \r\nto ODA.  \r\n Faced with this crisis, developing countries \r\nshould strengthen South-South cooperation and create \r\nalternative sovereign mechanisms to avoid the credit \r\nmonopoly maintained by the Bretton Woods \r\ninstitutions. To that end, Venezuela aims to create and \r\nstrengthen regional financial institutions such as the \r\nBank of the Bolivarian Alliance for the Peoples of Our \r\nAmerica — Peoples’ Trade Agreement (ALBA-TCP) \r\nand the Bank of the South. We welcome the initiatives \r\nin that regard that are being undertaken in Africa and \r\nAsia. \r\n South-South cooperation is a top priority for \r\nVenezuela. In Latin America and the Caribbean there \r\nA/65/PV.24  \r\n \r\n10-55408 14 \r\n \r\nare already successful experiences such as that of \r\nPetrocaribe, which fosters supportive cooperation in \r\nthe energy sector, and that of ALBA-TCP, which is \r\nproducing successful results in overcoming poverty \r\nand inequality. These novel forms of solidarity and \r\nsupportive cooperation contribute to the development \r\nof our peoples and to the achievement of the \r\nMillennium Development Goals.  \r\n I take great satisfaction in pointing out that, \r\ndespite the problematic international economic and \r\nfinancial environment, the Bolivarian Republic of \r\nVenezuela has met almost all of the Millennium \r\nDevelopment Goals, in particular in the areas of \r\npoverty, health, nutrition, education, child mortality \r\nand sanitation, among others. We would like to \r\nunderscore that Venezuela assumed the presidency of \r\nthe Latin American and Caribbean Summit on \r\nIntegration and Development in February 2010. The \r\nthird Summit will be held in our country on 5 July \r\n2011, within the framework of the historic bicentennial \r\nanniversary of our signing of our Declaration of \r\nIndependence.  \r\n Venezuela attaches particular importance to the \r\nprocess of union and integration in Latin America and \r\nthe Caribbean. Progress to that end will lead to the full \r\noperation of the Community of Latin American and \r\nCaribbean States, thereby achieving the dream of our \r\nliberators as reflected in the Constitution of the \r\nBolivarian Republic of Venezuela. The union of our \r\npeoples — the peoples of the South fighting for \r\nindependence, freedom, sovereignty and self-\r\ndetermination — is a priority of our Simon Bolivar \r\nnational project, as enshrined in our first socialist plan \r\nfor the period 2007 to 2013. \r\n In the face of recurrent attempts to erode the \r\nsovereignty of countries and in the face of a savage \r\ncapitalist and neoliberal offensive, the Bolivarian \r\nGovernment calls for the relaunching of the Group of \r\n77 and China and the Non-Aligned Movement so that \r\ndeveloping countries can more forcefully defend the \r\ninterests of their peoples. \r\n We wish to avail ourselves of this opportunity at \r\nthe rostrum to express our appreciation for the \r\ncompliments sent to President Hugo Chávez Frías by \r\nnumerous Governments and social and popular \r\nmovements from around the world on the occasion of \r\nthe victory in the Venezuelan parliamentary elections \r\nlast Sunday, 26 September. That victory is a clear \r\ntestament to the majority support of the people for the \r\nhumanistic policies promoted by the Bolivarian \r\nGovernment. This electoral victory will also enable our \r\nBolivarian Government to strengthen its solidarity with \r\ndeveloping countries. \r\n Defenders of peace, justice, freedom and \r\nsolidarity in the world can continue to rely on the \r\nsupport of the Bolivarian revolution. \r\n The President (spoke in French): I now give the \r\nfloor to Her Excellency Mrs. Tine Morch Smith, \r\nDeputy Permanent Representative of the Kingdom of \r\nNorway. \r\n Mrs. Smith (Norway): Last week we reaffirmed \r\nour commitment to the Millennium Development Goals \r\n(MDGs). We agreed to accelerate our efforts. \r\nDeveloping countries themselves have the main \r\nresponsibility for achieving the MDGs, and the \r\ninternational community has the responsibility to assist \r\nby means of development and debt relief where \r\nappropriate. Norway is and will continue to be a solid \r\nand reliable partner in development. We will keep our \r\ndevelopment aid at its present substantial level, \r\nincluding our significant support to United Nations \r\nfunds and programmes. \r\n This year in particular, we are heartened to see \r\nstrong support for improving maternal health and \r\nreducing child mortality, the Goals on which we are \r\nlagging behind the most. Norway will work with the \r\nSecretary-General to ensure that his Global Strategy \r\nfor Women’s and Children’s Health is transformed into \r\naction on the ground. \r\n The many successful and inspiring meetings last \r\nweek also illustrate that the challenges facing the \r\nworld, which are increasingly global in character, \r\nrequire inclusive global forums to address them. That \r\nmeans engaging in dialogue with others, often with \r\nthose who have different views. The United Nations is \r\nnot designed to comfort different leaders in their own \r\nconvictions; it is the place to confront and surpass \r\ndifferences. It is therefore highly inappropriate when \r\nthis rostrum is abused to promote extreme views or \r\nunfounded claims. The challenges before us are too \r\ngreat to allow us to be derailed by attempts to incite \r\nconflict. We must never forget that we are a global \r\ncommunity by virtue of the shared risks that stand \r\nbefore us, the shared threats that challenge us and the \r\nshared values that bind us together. \r\n A/65/PV.24\r\n \r\n15 10-55408 \r\n \r\n Climate change threatens all our social and \r\neconomic aspirations. Let me point to two important \r\nand dynamic processes that are among the most \r\npromising as we look for potential results in Cancún: \r\nlimiting emissions from deforestation, and financing. \r\n The Secretary-General’s High-Level Advisory \r\nGroup on Climate Change Financing, which the Prime \r\nMinister of Norway chairs together with the Prime \r\nMinister of Ethiopia, is working hard to identify \r\nsources that can enable us to raise the funds we \r\ncommitted to in Copenhagen. We need to define \r\nworkable and acceptable sources, both private and \r\npublic, and help pave the way for a new international \r\nclimate agreement. We urge all Members to study the \r\nreport we will receive this fall with an open mind and \r\nto build on this important work taking place at the \r\ninitiative of the Secretary-General, as we prepare for \r\nCancún and the period beyond. \r\n Norway is leading support schemes for reducing \r\nemissions from deforestation. In Bali in 2007, Norway \r\npledged to provide up to $500 million on an annual \r\nbasis to halt deforestation. We are working with key \r\npartners such as Brazil, Indonesia and Guyana to \r\ndevelop concrete methods to do this in practice. Such \r\nmeasures are effective as a means of mitigation and \r\nprovide strong leverage for new and additional \r\nfinancing for developing countries. They take effect \r\nimmediately. I call on other countries to join in this \r\ngreat endeavour. \r\n Ten years ago, we reaffirmed the connection \r\nbetween the three pillars of the United Nations: \r\ndevelopment, security and human rights. Human rights \r\nare an integral part of the United Nations vision and \r\nCharter, and should be mainstreamed in the work of the \r\nUnited Nations in all areas, as previously called for by \r\nthis Assembly. Norway will continue to be active in the \r\nHuman Rights Council and promote a human rights-\r\nbased approach in United Nations development work. \r\nWe will continue to work with partner countries from \r\nthe North and South to this end, as we successfully did \r\nlast week at the Trygve Lie Symposium on \r\nFundamental Freedoms, focused on business and \r\nhuman rights. \r\n This year also marks the 10-year anniversary of \r\nanother major United Nations building block — \r\nSecurity Council resolution 1325 (2000) on women and \r\npeace and security. Women’s empowerment is a crucial \r\nfactor not only in sustainable development, but also in \r\nsustainable peace. It is time to make good on the \r\ncommitments made and follow through on promises \r\nthat will enable women to take an active role in \r\nsituations that are a matter of life and death, not only \r\nfor them, but for their families, communities and even \r\nnations. When we do take stock in October, we should \r\nfocus on action taken, and above all on action that \r\nneeds to be taken. \r\n Norway would like to echo the vision and hope \r\nvoiced by President Obama in this Assembly that we \r\nmay in the near future have an agreement that will lead \r\nto the entry of a new Member into the United  \r\nNations — an independent, sovereign State of \r\nPalestine. \r\n The Ad Hoc Liaison Committee, which is chaired \r\nby Norway, has called for assistance to the Palestinian \r\nAuthority in implementing the Programme for the \r\nThirteenth Government for completing the task of \r\nbuilding a Palestinian State, with regard to institution-\r\nbuilding and the development of a sustainable \r\nPalestinian economy. The donors have been \r\nencouraged by recent reports that the implementation \r\nof the reform agenda accelerated significantly in the \r\nfirst half of 2010. The World Bank stated that if the \r\nPalestinian Authority were to maintain its current \r\nperformance, it is well positioned for the establishment \r\nof a State at any point in the future. \r\n It is crucial that this progress be mirrored by \r\nprogress in the peace negotiations. Norway welcomes \r\nthe relaunching earlier this month of direct bilateral \r\nnegotiations to end the Israeli-Palestinian conflict. We \r\nregret that Israel’s settlement moratorium was not \r\nextended. Norway reaffirms its strong commitment to \r\nthe two-State solution and to supporting the \r\nnegotiations by ensuring full compliance with Road \r\nMap obligations and maintaining their assistance to the \r\nPalestinian State-building effort. \r\n Allow me to underline another process with \r\nenormous importance for regional peace, security and \r\ndevelopment. Supporting the parties in the full and \r\ntimely implementation of the Comprehensive Peace \r\nAgreement for the Sudan must be on our agenda. We \r\ncannot afford to end up in a situation where we all \r\nregret that we let peace slip in the Sudan. \r\n For over 60 years, the United Nations system, \r\nincluding the Bretton Woods institutions, has been the \r\nglobal intergovernmental framework for cooperation \r\non joint challenges. Current trends in global \r\nA/65/PV.24  \r\n \r\n10-55408 16 \r\n \r\ncooperation may point towards a looser, more \r\nfragmented structure of global governance. There is a \r\nfine line between such strategic alliances as \r\ncomplementary to traditional multilateralism, and as \r\nalternatives for global multilateralism with the direct or \r\nindirect representation of all States. This is why \r\nNorway attaches great importance to the ongoing \r\ndiscussion on how to best facilitate constructive \r\ncooperation between the Group of 20 and the United \r\nNations. \r\n United Nations reform has been a topic of many \r\nstatements during this debate. In order to remain \r\nrelevant, the United Nations must continuously reform \r\nand adapt to a changing environment and new \r\nchallenges. As Member States, we have the \r\nresponsibility to ensure that the Organization is \r\nequipped to respond to the task it is given. Therefore \r\nwe must continue to push for United Nations reform, \r\nbut with a view to improving and strengthening the \r\nUnited Nations. We must build on what is already in \r\nprogress and seems to be yielding results. Delivering as \r\none is showing progress at the country level. It now \r\nneeds to be followed up at Headquarters. The \r\nestablishment of UN Women is a system-wide \r\ncoherence success story. We congratulate Ms. Bachelet \r\nand pledge to support her in delivering on the promises \r\nmade to UN Women. Beyond new panels and \r\nprocesses, we now need to finalize work on proposals \r\nthat are already on the table. \r\n For Norway, commitment to the United Nations \r\nalso means commitment to reform — to strive for a \r\nUnited Nations that is efficient and able to live up to \r\nthe expectations that we, the Member States, place on \r\nit. We owe it to each other and to future generations to \r\nmaintain and strengthen the United Nations as a \r\nunique, inclusive and global meeting place where we, \r\nthe peoples of this world, come together to solve the \r\nglobal challenges of our time. This is our common \r\nresponsibility. \r\n The President (spoke in French): I now call on \r\nHis Excellency Mr. Witold Sobków, chairman of the \r\ndelegation of Poland. \r\n Mr. Sobków (Poland): I wish you success during \r\nyour presidency, Sir. \r\n This year began with a tragic earthquake in Haiti \r\nthat took the lives of more than 200,000 people, \r\nincluding United Nations staff and peacekeepers. \r\nUnfortunately, several months later, Pakistan was \r\naffected by floods with catastrophic effects. I would \r\nlike to pay tribute to those women and men who lost \r\ntheir lives while working for the United Nations. I \r\nwould also like to salute those who provided assistance \r\nto the victims. Those dramatic and very painful events \r\nhighlighted the essential role that the United Nations is \r\ncapable of playing in our lives and the extraordinary \r\nperformance of an Organization that many seem to take \r\nfor granted. \r\n The universal character of the United Nations \r\nenables Member States to carry out activities and \r\nachieve agreed goals, regardless of their form of \r\nGovernment or culture. One cannot underestimate the \r\ncontribution of the United Nations to peacekeeping and \r\npeacebuilding, its role in the promotion of the rule of \r\nlaw and human rights, or its contribution to the \r\ncodification of international law. \r\n Poland has always been a firm and reliable \r\nsupporter of the United Nations. Effective \r\nmultilateralism is an objective reflected in the policies \r\nof my Government and a guiding principle of the \r\nEuropean Union (EU). We note both the heightened \r\nexpectations and the criticism with respect to the \r\nUnited Nations and other international organizations. \r\nWe are therefore raising the issue of reform, as we \r\nwant the United Nations to be more efficient and better \r\nadapted to the new global environment. If it fails to \r\nmeet the hopes and expectations of its Members, it will \r\nsuffer marginalization, which might negatively affect \r\nmultilateralism, as well as certainty and predictability \r\nin international relations. \r\n Poland has been participating in the ongoing \r\nprocess of reflection on the accommodation of the \r\nUnited Nations to contemporary and foreseeable risks \r\nand challenges. In our opinion, the United Nations \r\nshould improve its ability to cooperate with other \r\ninstitutions and organizations, particularly on a \r\nregional basis. \r\n Poland supports efforts aimed at reforming the \r\nSecurity Council, an organ tasked with preserving \r\npeace and security. We need to take into account \r\nchanges in the international system brought about after \r\nthe end of the cold war and, at the same time, preserve \r\nthe Council’s cohesion and the feasibility of its \r\ndecision-making process. We favour an additional  \r\nnon-permanent seat for the Eastern European group. \r\nWe also find interesting and worth discussing the idea \r\nof EU representation. In general, we attach much \r\n A/65/PV.24\r\n \r\n17 10-55408 \r\n \r\nimportance to the role of the EU in the United Nations \r\nsystem. That is why we would encourage non-EU \r\nMember States to support our efforts to ensure a proper \r\nplace for the EU, an observer in the General Assembly, \r\nin the form of a resolution. \r\n We attach great importance to the enhancement of \r\nthe credibility of United Nations action in the field of \r\ndemocracy and human rights. Let me remind the \r\nAssembly of the successful meeting of the Community \r\nof Democracies in Krakow in July 2010. Poland is \r\nconvinced that promoting universal respect for human \r\nrights throughout the world contributes to security and \r\nto social and economic progress. \r\n In this respect, we applaud the establishment of \r\nthe new consolidated gender entity of the United \r\nNations, UN Women. We also believe that the review \r\nand reform of the Human Rights Council, of which we \r\nare a member, will strengthen the effectiveness of that \r\nbody. \r\n Our planet is exposed to an increasing number of \r\nexistential threats. Experience shows that no country \r\ncan solve the world’s problems alone. A global \r\nresponse is therefore necessary to meeting global \r\nchallenges. The United Nations has the capacity to \r\njustify and, in many instances, generate such a \r\nresponse. We expect excellence as a standard feature of \r\nthe United Nations. In the final analysis, it is only with \r\nthe consent and support of its Member States that the \r\nUnited Nations can deliver such excellence. \r\n The latest world economic crisis demonstrated \r\nthe need for globally coordinated economic and \r\nfinancial policies. These are currently being debated by \r\nthe General Assembly’s Second Committee and by the \r\nspecialized agencies and United Nations-related \r\norganizations, such as the International Monetary Fund \r\nand the World Bank. Poland expects the United \r\nNations to be the key forum for multilateral debate on \r\nthe issues pertaining to the crisis. We hope that the \r\ncurrent crisis will not hinder United Nations Member \r\nStates from achieving the Millennium Development \r\nGoals (MDGs). \r\n Various political, economic, social and \r\nenvironmental problems are making States increasingly \r\nopen to deepened cooperation. The complicated nature \r\nof new challenges demands sophisticated expertise and \r\nthe integration of efforts. The United Nations \r\nsafeguards both. Poland deems the United Nations to \r\nbe an appropriate body to address the global issues of \r\nsecurity and economy. \r\n Peace and security are a fundamental issue. Our \r\ngoal is a world without nuclear weapons and other \r\narms of mass destruction; a world without terrorism; \r\nand a world capable of diffusing the threats of war and \r\nconflict. The United Nations should strengthen its \r\ninvolvement in meeting these objectives, anticipate and \r\nprevent conflicts, where possible, and develop the \r\ncapacity to resolve them effectively once they break \r\nout. \r\n The engagement of the United Nations in \r\npeacekeeping operations continues to produce visible \r\nand desirable effects, especially in its political and \r\nhumanitarian dimensions. The experience we have \r\ngained from the increased engagement of recent years \r\nallows us to better understand its complexity and \r\nlimitations and the challenges ahead. We believe that \r\npeacekeeping reform must continue. We support efforts \r\nthat will bring new quality to peacekeeping, and in this \r\nregard we are committed to working towards achieving \r\na wider consensus on its strategic aspects through a \r\nrenewed partnership among all stakeholders. \r\n This year will, we hope, be associated with major \r\nprogress in the area of disarmament and non-proliferation. \r\nThe success of the Review Conference of the Parties to \r\nthe Treaty on the Non-Proliferation of Nuclear \r\nWeapons (NPT) proved that a consensus is possible in \r\nthis specific area of international cooperation. Efficient \r\nand practical implementation of the outcome of the \r\nNPT Review Conference remains a crucial task. We are \r\nconvinced that the initiative launched recently by \r\nAustralia and Japan, which involves the participation \r\nof Poland and 10 other countries, will contribute to this \r\ngoal. \r\n We perceive the NPT Review Conference, the \r\nNew START treaty and the Nuclear Security Summit as \r\nsignificant steps forward, but regard the \r\nimplementation of their decisions as a challenge. \r\n Among issues related to nuclear disarmament, \r\nthere is one that clearly stands out: the status of  \r\nsub-strategic nuclear weapons, the reduction and \r\nelimination of which have not yet been covered by any \r\nlegally binding international instrument. A world \r\nwithout nuclear weapons cannot be achieved if this \r\nchallenge is not dealt with. \r\nA/65/PV.24  \r\n \r\n10-55408 18 \r\n \r\n The Conference on Disarmament requires our \r\nspecial attention. We applaud the efforts of the \r\nSecretary-General, who convened a few days ago a \r\nspecial summit devoted to disarmament. Poland \r\nattaches considerable importance to that body and calls \r\non all States to redouble their efforts to invigorate the \r\nConference as a platform for multilateral disarmament \r\nand non-proliferation negotiations. \r\n The impact of the economic and financial crises \r\ncontinues to affect most countries. The scarcity of \r\nhigh-quality jobs has become an issue of primary \r\nimportance. Efforts are necessary to mobilize resources \r\nand provide opportunities for the benefit of the most \r\nvulnerable segments of society. Satisfying basic needs \r\nis once again at the forefront of global concerns. \r\n The energy sector has become an area of major \r\nattention. Costs, security of supplies and reducing \r\npollution are some of the sensitive issues. We face the \r\nchallenge of making clean energy not only a social \r\npreference but also a market choice.  \r\n We need a shift in our thinking about the North-\r\nSouth dichotomy in order to allow the international \r\ncommunity to move effectively forward. Allowing \r\nourselves to be defined by our differences is a recipe \r\nfor disaster. It is therefore important to focus on \r\ncommon elements and on the diversity of conditions \r\nand situations of States and to move away from a \r\nclaims mentality. \r\n The pace of market globalization exceeds the \r\ncapacity of many Governments to ensure global \r\neconomic stability. The growing interdependence of \r\nnational economies increases the risk of the \r\ntransmission of destabilizing shocks between countries. \r\nEconomic activities within the United Nations are \r\ntoday scattered among many institutions. This often \r\nleads to overlapping powers between them. The role of \r\nthe United Nations might be to coordinate the \r\nobjectives and ensure coherence between the activities \r\nof major international organizations, to provide the \r\nnecessary political leadership and long-term strategic \r\npolicy framework, and to promote stable and \r\nsustainable development. \r\n The High-level Plenary Meeting on the MDGs \r\nthat ended on 22 September reconfirmed the \r\nimportance of development cooperation and restated \r\nthe commitment of the international community to \r\nattaining the Millennium Development Goals by 2015. \r\nThe Meeting recognized the crucial role of the United \r\nNations and the United Nations system in the field of \r\ndevelopment cooperation and commended their \r\ncontinued engagement and efforts. \r\n Poland reiterates its support for implementing the \r\nMDGs. They constitute a primary point of reference for \r\nour programme of foreign assistance. We are also \r\nbound by the provisions of the Paris Declaration and \r\nthe principle of aid effectiveness expressed therein. We \r\nstrongly support coordination among all development \r\npartners. \r\n Our official development assistance is oriented to \r\nserve the pro-growth policies of our partners. The \r\nmobilization of domestic resources, foreign direct \r\ninvestment and good economic policy are the basic \r\ndrivers of development. Development policies should \r\ntherefore be implemented in accordance with the \r\nprinciples of sustainable development and good \r\ngovernance. We welcome the progress on the MDGs, \r\nwhich is largely a result of continued efforts by \r\ndeveloping countries. With regard to development \r\nassistance, it is extremely important that the principles \r\nof national ownership and leadership, as well as of \r\nmutual accountability, be strengthened and fully \r\nrespected. Poland is actively involved in promoting \r\nglobal development cooperation.  \r\n We are committed to United Nations activities in \r\nthe field of poverty reduction and the promotion of \r\nsustainable development. We note with satisfaction the \r\npositive results of the One United Nations reform and \r\nthe increased efficiency of assistance provided by the \r\nUnited Nations. We support the activities conducted by \r\nthe agencies of the United Nations agencies, in both \r\nthe development and the humanitarian fields. \r\n Poland expects an ambitious, forward-looking \r\nand action-oriented outcome of the United Nations \r\nConference on Sustainable Development in 2012. We \r\nlook forward to attaining all the principal aims of the \r\nConference, which should also bridge the trust gap \r\nbetween developed and developing countries evident in \r\nthe climate change negotiations. Its outcome should be \r\na focused political document, universal in nature, \r\naimed at identifying concrete actions for all countries. \r\nIt should be linked to the MDGs, taking into account \r\nthe specific needs of developing countries. We call for \r\na redoubling of the efforts to ensure that institutions \r\ninvolved in implementing the sustainable development \r\nagenda become more effective and efficient through \r\n A/65/PV.24\r\n \r\n19 10-55408 \r\n \r\nimproved synergies and the provision of adequate \r\nresources. \r\n Poland, which played host to the fourteenth \r\nsession of the Conference of the Parties to the United \r\nNations Framework Convention on Climate Change \r\n(UNFCCC) and the fourth meeting of the Parties to the \r\nKyoto Protocol, will continue its efforts aimed at \r\nbuilding international consensus on a comprehensive \r\nglobal post-2012 agreement. The role of the United \r\nNations system is essential to maintaining an effective \r\nand efficient response to challenges posed by climate \r\nchange. \r\n In this regard, we would like to thank the \r\nSecretary-General for putting climate change at the top \r\nof the agenda of the United Nations system and for his \r\nnumerous efforts to address the negative impact of \r\nsuch change. Climate change is a global challenge that \r\ncan be addressed effectively only through a global \r\neffort within the UNFCCC framework. \r\n Poland believes that the international community \r\nshould continue to focus its attention on improved and \r\nenhanced implementation and monitoring of the three \r\nRio Conventions, developing synergies among them, \r\nand on increasing the efficiency and coherence of the \r\nUnited Nations system. The consultative process \r\ninaugurated at the eleventh special session of the \r\nGoverning Council of the United Nations Environment \r\nProgramme on the reform of the international \r\nenvironmental governance system was an important \r\ncontribution to the debate on environmental \r\ngovernance in the context of the United Nations \r\nConference on Sustainable Development. While being \r\nrealistic and pragmatic, we should also be ambitious. \r\n In conclusion, I wish to say a few words about \r\nsolidarity. It is necessary to understand the relevance of \r\ninternational solidarity, working closely together, \r\nbuilding new coalitions and bridging old divides to \r\narrive at common objectives. Our common future is at \r\nstake. There is no guarantee of success, but surely we \r\nrisk failure if we do not take action. New partnerships, \r\nbuilding confidence in policy objectives, and positive \r\nengagement among partners are the necessary \r\nelements. \r\n The President (spoke in French): We have heard \r\nthe last speaker in the general debate. \r\n Several representatives have requested to speak \r\nin exercise of the right of reply. May I remind members \r\nthat statements in the exercise of the right of reply are \r\nlimited to 10 minutes for the first intervention and to 5 \r\nminutes for the second intervention, and should be \r\nmade by delegations from their seats. \r\n Mr. Desta (Eritrea): I am taking the floor in \r\nexercise of the right of reply in connection with the \r\nstatement made by His Excellency the Foreign Minister \r\nof Ethiopia this morning. Clearly, the Foreign Minister \r\nwas trying to divert the attention of this body from his \r\ncountry’s refusal to withdraw its troops from southern \r\nEritrean territories and his Government’s military \r\nmisadventures in Somalia. Eritrea rejects all unfounded \r\nallegations, and I do not wish to dignify all of those \r\nmade this morning by trying to address them at this \r\nlate hour. In the interests of time, I will briefly respond \r\nto the main issue at hand. \r\n Eritrea does not have problems with its \r\nneighbours, and if it has had in the past, it has been \r\nable to resolve them successfully, peacefully and \r\nlegally, with the exception of its issues with Ethiopia. \r\nEthiopia cannot hide behind the Security Council \r\nresolution mentioned by the Foreign Minister. Its \r\nattempt to find comfort in a resolution and to use \r\nEritrea as a scapegoat for the problems of Somalia is \r\nmisplaced criticism, and when no evidence was found \r\nto substantiate Eritrea’s alleged support to the \r\ninsurgents in Somalia, all eyes turned to Ethiopia. Even \r\nsome members of the Transitional Federal Government \r\nadmit that Ethiopia is using the Security Council \r\nresolution to pursue its own hidden agenda. \r\n More and more voices are being raised to \r\ncritically examine Ethiopia’s self-serving policies and \r\nactions in Somalia. Some sources are certain that \r\nEthiopia, with a standing army of about 800,000 — the \r\nlargest in sub-Saharan Africa — receives about  \r\n$2 billion worth of military support per annum, which \r\nis used to supply Somalia and in turn feeds \r\ninsurgencies. \r\n The Government in Addis must be held \r\naccountable for its destabilizing policies and actions, \r\nand it must be able to separate itself from the political \r\naffairs of Somalia. Unless it does so, the problems in \r\nSomalia and in the subregion will continue. \r\n I wish to underscore the fact that Ethiopia has \r\nbeen the only constant factor throughout the political \r\ncrisis in Somalia. Furthermore, that regime has been a \r\ncancer in the Horn of Africa. It is a very well-known \r\nfact that Ethiopia’s invasion of Somalia in 2006 \r\nA/65/PV.24  \r\n \r\n10-55408 20 \r\n \r\ncontributed to the rise of the Al-Shabaab group. \r\nEthiopia’s occupation of Somalia not only created the \r\ngreatest humanitarian crisis in Africa, but also \r\nsignificantly contributed to the destabilization of the \r\ncountry. Approximately 1.5 million Somalis were \r\ndisplaced and over 20,000 lives lost through its \r\ngenocidal acts, which deserve thorough investigation \r\nby the relevant international bodies. \r\n The withdrawal of Ethiopian troops from Somalia \r\nwas a face-saving measure for the Government in \r\nEthiopia. Yet, refusing to learn from its military \r\nmisadventures in Somalia, the Government of Ethiopia \r\nhas again sent troops to central Somalia to continue its \r\nmilitary and political interference in the affairs of that \r\ncountry. These acts should not be tolerated by any \r\nstandard, and in particular not by the Security Council. \r\nThe special treatment of Ethiopia is glaringly obvious \r\nand becoming a source of problems for the peace and \r\nstability of the subregion. Let all countries be subject \r\nto the same standards and set of rules, especially the \r\nCharter of the United Nations, which forbids military \r\nintervention unless it is authorized by the Security \r\nCouncil. \r\n While I have the floor, let me clarify Eritrea’s \r\nviews on Somalia. Eritrea supports an inclusive peace \r\nprocess that allows all Somalis in the Government and \r\noutside the Government to come to the negotiating \r\ntable. The peace process should be Somali-owned and \r\nSomali-driven, and Eritrea will continue to work \r\nconstructively with all Somalis and the United Nations \r\nto achieve those objectives. \r\n Let me conclude by pointing out that Ethiopia has \r\nbecome part of the problem in Somalia, and that must \r\nbe stopped if a Somali-owned and Somali-driven \r\ninclusive peace process is to take root in Somalia. Let \r\nme also urge the international community to call on \r\nEthiopia to end its occupation of sovereign Eritrean \r\nterritories in order to ensure a stable and secure \r\nsubregion in Africa. \r\n Mr. Abay (Ethiopia): I am taking the floor in the \r\nexercise of the right of reply with regard to allegations \r\ndirected at my Government by the Permanent \r\nRepresentative of Eritrea to the United Nations.  \r\n Eritrea has been and is destabilizing the Horn of \r\nAfrica, and that is a fact. Its sponsorship of various \r\nterrorist groups in the region has a long history, and \r\nthat is another well-known truth. Nonetheless, despite \r\nits destructive role in the Horn, the international \r\ncommunity has failed to take tangible measures \r\ncommensurate with its bellicose nature.  \r\n Late last year, the Security Council at last, after a \r\nlong delay, imposed targeted sanctions on the Eritrean \r\nregime. Resolution 1907 (2009) was specifically aimed \r\nat trying to persuade Eritrea to mend its ways and to \r\nbehave in a civilized and peaceful manner. Sanctions \r\nalso underlined the message that international relations \r\nare governed by international law, which must be \r\napplied to its fullest extent. Eritrea cannot use its own \r\nexcuses, real or imagined, to justify aggression against \r\nits neighbours, the blatant acts of destabilization it has \r\nbeen undertaking throughout the region, or the role it \r\ncontinues to play by supporting extremist elements in \r\nSomalia.  \r\n Although evidence has never been in short \r\nsupply, addressing the root cause of problems has \r\nnever been Eritrea’s leaders’ strong point. That is why, \r\never since the imposition of the sanctions, the regime \r\nin Asmara has been waging a feverish campaign — as \r\nit has been doing this afternoon — to deflect attention \r\nfrom itself and to appear to be the underdog. Part of \r\nthat campaign are Eritrea’s attempts at a make-believe \r\nfairy tale concerning the so-called occupied sovereign \r\nterritories. I believe that my delegation responded \r\nadequately to this Eritrean mantra at yesterday’s \r\nmeeting (see A/65/PV.22), and I will therefore not test \r\nthe indulgence of members by repeating the same again \r\ntoday.  \r\n What I would rather focus on this afternoon is the \r\nneed to stay the course. The sanctions imposed by the \r\nSecurity Council in resolution 1907 (2009) have \r\nalready had some impact. What is needed now is to \r\nfirmly implement the sanctions policy, to exert more \r\npressure on Eritrea and not to allow any backsliding on \r\nthe issue just because of certain fictitious good \r\nbehaviour that seems to have nearly seduced some \r\nquarters within the international community. The time \r\nis therefore long overdue for the Security Council to \r\ntake resolute action and see to it that its decisions are \r\ncomplied with fully. \r\n With regard to the Ethiopian-Eritrean issue raised \r\nby the representative of Eritrea this afternoon, let me \r\nreiterate that Ethiopia agrees with the constantly \r\naffirmed view of the Security Council that the primary \r\nresponsibility for the resolution of the dispute between \r\nEthiopia and Eritrea rests entirely upon themselves. \r\nEritrea should realize that the solution on boundary or \r\n A/65/PV.24\r\n \r\n21 10-55408 \r\n \r\nany other differences can be found only by the two \r\nparties in a peaceful manner. Dialogue is the only way \r\nforward. Eritrea must understand that the option of \r\nviolence is a complete non-starter.  \r\n Mr. Sial (Pakistan): I am exercising the right of \r\nreply in response to some incorrect assertions made by \r\nthe Minister for External Affairs of India in his \r\nstatement delivered today in the general debate (see \r\nA/65/PV.23).  \r\n The Indian Minister for External Affairs once \r\nagain made the self-serving claim that Jammu and \r\nKashmir is an integral part of India. Nothing could be \r\nfurther from reality and the truth. Jammu and Kashmir \r\nis an internationally recognized disputed territory that \r\nis still on the United Nations agenda. The United \r\nNations has adopted more than a dozen resolutions \r\ncalling for the settlement of the Jammu and Kashmir \r\ndispute through a free and fair plebiscite under United \r\nNations auspices. Numerous undertakings and \r\nstatements made solemnly by the first Prime Minister \r\nof India are on record testifying to that fact.  \r\n In his statement, the Indian Minister for External \r\nAffairs reaffirmed the resolve of his Government and \r\nthe more than 1 billion people of India to stand by the \r\ncommitments made by their first Prime Minister, \r\nJawaharlal Nehru. We welcome that reaffirmation. I \r\nwould like to draw his attention to Prime Minister \r\nNehru’s commitments on Kashmir. On 2 January 1952, \r\nin Calcutta, Prime Minister Nehru said,  \r\n “Kashmir is not the property of either India or \r\nPakistan. It belongs to the Kashmiri people. \r\nWhen Kashmir acceded to India, we made it clear \r\nto the leaders of the Kashmiri people that we \r\nwould ultimately abide by the verdict of their \r\nplebiscite. If they tell us to walk out, I would \r\nhave no hesitation in quitting. We have taken the \r\nissue to the United Nations and given our word of \r\nhonour for a peaceful solution. As a great nation, \r\nwe cannot go back on it. We have left the \r\nquestion for final solution to the people of \r\nKashmir and we are determined to abide by their \r\ndecision.” \r\n It is amazing that a country that continues to \r\nviolate several United Nations resolutions, including \r\nthose of the Security Council, and fails to fulfil the \r\ncommitments made by its leaders both to the \r\ninternational community and to the people of Indian-\r\noccupied Kashmir, not only has the audacity to claim \r\ndemocratic and pluralistic credentials, but also aspires \r\nto become a permanent member of the Security \r\nCouncil.  \r\n As regards human rights violations, Pakistan has \r\nonly echoed what has been said and reported both by \r\ninternational and Indian human rights  \r\nnon-governmental organizations and media about the \r\nongoing situation, resulting in brutal violations of the \r\nhuman rights of Kashmiris in Indian-occupied \r\nKashmir. If it pains India to listen to the truth from \r\nPakistan, I can quote a number of statements made by \r\nmembers of the international community as well as well-\r\nreputed international and Indian non-governmental \r\norganizations that have expressed similar serious \r\nconcerns. \r\n On 21 September 2010, the Secretary-General \r\nexpressed regret for the loss of lives in Indian-occupied \r\nKashmir and called for an immediate end to violence. \r\nAmnesty International, on 17 September, commenting \r\non the increasing death toll in peaceful protests in \r\nKashmir, called on the Indian authorities to take urgent \r\nsteps to ensure respect for the right to life and to \r\ninvestigate killings of demonstrators by police. Human \r\nRights Watch on the same day pronounced that \r\nKashmiris had repeatedly been left without any justice. \r\nIt called on the Indian authorities to abide by and \r\nimplement the United Nations Basic Principles on the \r\nUse of Force and Firearms by Law Enforcement \r\nOfficials.  \r\n Despite the use of brute force by Indian security \r\nforces, the recent widespread indigenous, peaceful and \r\nunarmed movement by the people in Indian-occupied \r\nKashmir has once again proved the fact that Kashmiris \r\ndespise the Indian occupation of their land and persist \r\nin their demand for the right to self-determination in \r\naccordance with Security Council resolutions. \r\n India has a tendency to malign Pakistan on the \r\nissue of terrorism in order to conceal the State \r\nterrorism it uses to stifle Kashmiri voices demanding \r\nthe right to self-determination. Pakistan’s role in \r\nfighting terrorism has been well acknowledged by the \r\ninternational community. \r\n Although we are a victim of terrorism, our \r\nresolve to fight that menace has not wavered. The \r\nsecurity forces of Pakistan continue to shed their blood \r\nin the fight against terrorism in order to make this \r\nworld safer. On the other hand, there are countries that \r\ncontinue to provide unlimited supplies of weapons and \r\nA/65/PV.24  \r\n \r\n10-55408 22 \r\n \r\nmoney to those enemies of humanity who want to play \r\nhavoc with our civilized societies. \r\n We need no exhortations on that account from \r\nanyone. The Indian Government is well advised to take \r\ncareful stock of its own policies and conduct, which \r\ninclude supporting terrorist elements in neighbouring \r\ncountries that contribute to the problems facing South \r\nAsia. It was also India that conceived, created and \r\nnurtured the most lethal terrorist organization to \r\nintroduce suicide bombings to our region. Yet, India \r\nstill has the nerve to give lectures on morality to \r\nothers. \r\n The legitimate struggle of peoples for the right to \r\nself-determination cannot be equated with terrorism. \r\nThe only real foreign hand involved in terrorist \r\nactivities, resulting in dramatic and massive abuses of \r\nthe human rights of the Kashmiri people, is that of \r\nIndian State terrorism let loose by occupation forces \r\nunder draconian laws that provide the licence to kill \r\nand maim innocent Kashmiris. It is a known fact that \r\nmore than 700,000 Indian security personnel are \r\ndeployed in Indian-occupied Kashmir — the largest \r\nconcentration of troops anywhere in the world. One \r\nwonders how such a huge concentration of armed \r\nforces, backed by the Armed Forces (Special Powers) \r\nAct, can give Kashmiris lessons on pluralism and \r\ndemocracy. \r\n Pakistan remains committed to the peaceful \r\nresolution of all issues with India through a \r\ncomprehensive and sustained dialogue. A peaceful and \r\ncomprehensive resolution of the Kashmir dispute, in \r\naccordance with the wishes and aspirations of the \r\nKashmiri people, will bring lasting peace not only \r\nbetween Pakistan and India, but to the South Asia \r\nregion and beyond. Addressing the human rights \r\nconcerns and ensuring the fundamental freedoms of the \r\npeople of Indian-occupied Kashmir are the first step in \r\nthat direction.  \r\n I hope that this well-meaning advice will find \r\nreceptive ears in the Indian establishment. \r\n Mr. Mehdiyev (Azerbaijan): I would like to \r\nexercise the right of reply to the statement made by the \r\nMinister for Foreign Affairs of the Republic of \r\nArmenia on 21 September in the general debate of the \r\nGeneral Assembly (see A/65/PV.6).  \r\n The statement of the Armenian Foreign Minister \r\nwas yet another solid piece of evidence of that \r\ncountry’s outrageous racist ideology, as well as of its \r\nannexationist intentions and unwillingness to settle the \r\nArmenian-Azerbaijan conflict in accordance with \r\ninternational law, by political means and in a \r\nconstructive manner. \r\n There can be no doubt that the issue that Yerevan \r\npurports to advocate denotes a culture of impunity and \r\nthe promotion of dangerous ideas of superiority and \r\nexpansionism, based on the open ethnic and religious \r\nprejudices prevailing in Armenia’s policy and practice. \r\nThe documentary evidence — and there is a mountain \r\nof it — proves that Armenia unleashed the war, \r\nattacked Azerbaijan, occupied its ancestral territories, \r\nincluding the Nagorny Karabakh region and several \r\nadjacent districts, carried out ethnic cleansing on a \r\nmassive scale, and established a subordinate separatist \r\nentity on captured Azerbaijani territory along ethnic \r\nlines. The war led to the death and wounding of \r\nthousands of Azerbaijanis, the majority of them \r\nwomen, the elderly and children.  \r\n It is essential to note that what the Armenian side \r\nconsiders to be the exercise of the right to self-\r\ndetermination by the Armenian minority group in \r\nAzerbaijan has been unambiguously qualified by the \r\nSecurity Council and the General Assembly, as well as \r\nby other authoritative international organizations, as \r\nthe illegal use of force against the sovereign and \r\nterritorial integrity of the Republic of Azerbaijan. \r\nConsequently, the claims of Armenia — which resorted \r\nto the unlawful use of force to occupy the territory of \r\nAzerbaijan and committed the most serious \r\ninternational crimes, such as war crimes, crimes \r\nagainst humanity and even genocide — are contrary to \r\nand unsustainable under international law.  \r\n Thus, the destructive political agenda of Armenia, \r\naimed at dismembering multi-ethnic societies and \r\nlegalizing a product of aggression and an outrageous \r\nmanifestation of ethnic differentiation, is fated never to \r\nbe realized. Armenia must finally realize that, for the \r\npurposes of lasting peace and stability, there is no \r\nalternative but to put a prompt end to its illegal \r\noccupation of Azerbaijani territory, renounce its policy \r\nof ethnic hatred towards and territorial claims on \r\nneighbouring nations, and establish civilized relations \r\nwith all regional countries. \r\n Mr. Kazhoyan (Armenia): I apologize for asking \r\nfor the floor, but it is really impossible to remain silent \r\n A/65/PV.24\r\n \r\n23 10-55408 \r\n \r\nafter what has just been said by the representative of \r\nAzerbaijan. \r\n The reference to the so-called military \r\nexpansionism of Armenia made by the representative \r\nwas totally misleading. Armenia has never started any \r\naggression whatsoever. Moreover, it was Azerbaijan \r\nthat started a full-scale war against the peaceful \r\npopulation of Nagorny Karabakh, forcing them to take \r\nup arms in order to protect their lives and homes. The \r\ncurrent situation in the region is the consequence of \r\nAzerbaijan’s own decision to use military force to \r\nsuppress the legitimate, just and peaceful quest of the \r\npeople of Nagorny Karabakh to exercise their right to \r\nself-determination, which is guaranteed by \r\ninternational law and the United Nations Charter.  \r\n Indeed, it is Azerbaijan that is in violation not \r\nonly of the resolutions of the Security Council, which \r\nin fact urge the concerned parties to pursue \r\nnegotiations within the framework of the Minsk Group \r\nof the Organization for Security and Cooperation in \r\nEurope, as well as direct contact between them. \r\nAzerbaijan’s refusal to engage in direct negotiations \r\nwith the elected representatives of the Nagorny \r\nKarabakh Republic and its hostile stance towards \r\nanything Armenian are the main impediments to the \r\nsolution of the Nagorny Karabakh issue.  \r\n Meanwhile, what Azerbaijani representatives \r\ncontinuously fail to acknowledge is that Armenia has \r\ndone exactly what the Security Council resolutions \r\nhave called on it to do — to use its good offices with \r\nthe leadership of Nagorny Karabakh to help find a \r\npeaceful solution to the conflict. A ceasefire has been \r\nin place since 1994, and now it is high time to find a \r\ncomprehensive peaceful solution to the issue so that \r\nthe people throughout our region can live in peace, \r\nprosperity and harmony.  \r\n Mr. Kim Moonhwan (Republic of Korea): I \r\nwould like to exercise the right of reply in response to \r\nthe statement delivered by the Vice-Minister for \r\nForeign Affairs of the Democratic People’s Republic of \r\nKorea this morning (see A/65/PV.23).  \r\n First, regarding the tragic sinking of the Republic \r\nof Korea’s naval ship Cheonan, the findings of the \r\njoint investigation group on the sinking of the Cheonan \r\nnaval vessel were the result of a thorough, objective \r\nand scientific investigation, with the participation of \r\nfive nations: the United States, the United Kingdom, \r\nCanada, Australia and Sweden. Those findings were \r\nendorsed by the international community in the \r\npresidential statement adopted by the Security Council \r\non 9 July 2010. In that regard, I would like to reiterate \r\nthat the Security Council presidential statement \r\nstipulates that:  \r\n  “The Security Council underscores the \r\nimportance of preventing further such attacks or \r\nhostilities against the Republic of Korea or in the \r\nregion” (S/PRST/2010/13, p. 2). \r\n The unprovoked attack constituted a grave \r\nviolation of the Armistice Agreement and the principles \r\nof the United Nations Charter. In that context, allow \r\nme to clarify the Democratic People’s Republic of \r\nKorea’s proposal to send its inspection team. My \r\ndelegation wants to emphasize that there already exists \r\nan established mechanism for military talks. General \r\nofficer-level talks between the United Nations \r\nCommand (UNC) and the North Korean People’s Army \r\n(KPA) have been the designated forum for any \r\nArmistice-related issues, in accordance with the \r\nagreement reached between the UNC and the KPA in \r\n1998. Since then, the UNC-KPA general officer-level \r\ntalks have dealt with other cases of violation of the \r\nArmistice Agreement. In addition, my delegation is \r\ncompelled to refute the arguments expressed by the \r\nDemocratic People’s Republic of Korea in claiming \r\nthat it is a nuclear-weapon State. In that regard, my \r\ndelegation wishes to draw attention to the final \r\ndocument of the eighth NPT Review Conference \r\nadopted last May, which clearly reaffirmed that the \r\nDemocratic People’s Republic of Korea cannot have \r\nthe status of a nuclear-weapon State in accordance with \r\nthe NPT. \r\n The President (spoke in French): Several \r\ndelegations have asked to speak in exercise of their \r\nsecond right of reply. I remind them that statements in \r\nexercise of the second right of reply should be limited \r\nto five minutes. \r\n Mr. Desta (Eritrea): I wish to remind the \r\nrepresentative of Ethiopia once again that the key to \r\nresolving the problem between Eritrea and Ethiopia is \r\nthe withdrawal of Ethiopian soldiers and institutions \r\nfrom Eritrean sovereign territories. With regard to the \r\nborder dispute between Eritrea and Ethiopia, the \r\nEritrea-Ethiopia Boundary Commission has delimited \r\nand demarcated the border. What now remains is the \r\nwithdrawal of Ethiopian soldiers from Eritrean \r\nsovereign territories. Ethiopia must respect the rule of \r\nA/65/PV.24  \r\n \r\n10-55408 24 \r\n \r\nlaw. Ethiopia’s dishonouring of its agreement is an \r\nirresponsible and shameful act. This issue cannot be \r\nswept under the carpet through diversionary tactics and \r\nthe presentation of unfounded allegations. Ethiopia \r\nmust face up to its treaty obligations, if it is interested \r\nin the security and stability of the region. \r\n On the question of Somalia, I wish to bring to the \r\nattention of this body the fact that Ethiopia continues \r\nto be the only constant factor throughout the political \r\ncrisis in Somalia. This is very revealing of Ethiopia’s \r\nhidden agenda in Somalia. Ethiopia’s continued \r\nmeddling in the affairs of Somalia is dangerous to \r\nSomalis and to the rest of the region. The international \r\ncommunity must revisit and assess the situation and \r\nseek a better solution that empowers the Somalis to \r\ntake charge of their destiny through an inclusive \r\npolitical process. \r\n Mr. Manish Gupta (India): I am taking the floor \r\nin exercise of the right of reply to the statement just \r\nmade by the representative of Pakistan. Predictably, my \r\ndistinguished colleague from Pakistan has once again \r\naddressed the issue of Jammu and Kashmir and made \r\nbaseless and false allegations against India that are far \r\nfrom fact. Such unsolicited and untenable remarks will \r\nnot and indeed cannot divert attention from the \r\nmultiple problems Pakistan must tackle for the \r\ncommon good of its people and indeed of the entire \r\nregion. \r\n Rather than making unsolicited remarks about the \r\ninternal affairs of others, Pakistan should seriously \r\nconcentrate on addressing the enormous challenges \r\nconfronting it — terrorism, extremism and \r\nsectarianism, to name a few — and on dismantling the \r\nterrorist infrastructure that exists on territories under \r\nits control. Violence in Jammu and Kashmir has been \r\nfuelled over the past decades by external forces that do \r\nnot desire peace and progress in our region. \r\n The Indian Constitution guarantees the \r\nfundamental rights of all of our people, including our \r\nbrethren in Jammu and Kashmir, which is an integral \r\npart of India. Free and fair elections in Jammu and \r\nKashmir have been regularly held, and people have \r\nregularly exercised their right to franchise in order to \r\nelect their representatives. \r\n Mr. Mehdiyev (Azerbaijan): I apologize for \r\nhaving requested the floor again in exercise of my right \r\nof reply to the remarks made by the Armenian \r\ndelegation. We proceed from the strong understanding \r\nthat the United Nations should be resorted to by \r\nMember States in accordance with the purposes and \r\nprinciples of the Organization and not misused for the \r\npolitical advantage of those who gravely violate \r\ninternational law, advocate the culture of impunity and \r\npromote dangerous ideas of racial, ethnic and religious \r\nsuperiority. Armenia’s stance proves that its thinking is \r\nfar from United Nations vision on engaging in a sobre \r\nand efficient search for peace. We consider the \r\nprovocative and irresponsible behaviour of Armenia an \r\nopen challenge to the conflict settlement process and a \r\nserious threat to international and regional peace and \r\nsecurity. \r\n We expect that Member States will work to \r\npersuade Armenia to cease its destructive policies, \r\nrespect the generally accepted norms and principles of \r\ninternational law and negotiate in good faith with a \r\nview to achieving a durable solution to the conflict. \r\n Mr. Pak Tok Hun (Democratic People’s \r\nRepublic of Korea): It is indeed regrettable and \r\nheartbreaking that my delegation has had to respond to \r\nthe South Korean delegation concerning their number \r\none issue, namely, the so-called sinking of the South \r\nKorean ship Cheonan. South Korean delegates have \r\nonce again brought to the attention of this body an \r\nissue on which not even the United Nations Security \r\nCouncil has prepared an appropriate judgement or \r\nconclusion.  \r\n My delegation would like once again to make its \r\nposition clear, namely, that we, the Democratic \r\nPeople’s Republic of Korea, had nothing to do with the \r\nsinking of the ship Cheonan. Particular mention should \r\nbe made of the paragraph of the Security Council’s \r\npresidential statement, I quote, \r\n “The Security Council takes note of the responses \r\nfrom other relevant parties, including from the \r\nDPRK, which has stated that it had nothing to do \r\nwith the incident.” (S/PRST/2010/13, para. 6) \r\n The South Korean delegate mentioned the so-\r\ncalled scientific investigations and the results of the \r\ninvestigation of that sinking incident. The conclusive \r\nevidence presented by South Korea offers nothing \r\nmore than conclusive doubts, and the results of the \r\ninvestigation by the Joint Civilian-Military \r\nInvestigation Group present a mosaic-like scenario that \r\nis not scientifically based and is unilateral and not \r\nobjective. This is why the DPRK straightaway rejected \r\nthe unilateral investigative results of South Korea and \r\n A/65/PV.24\r\n \r\n25 10-55408 \r\n \r\nproposed to dispatch its own inspection group from the \r\nNational Defence Commission to the site of the \r\nsinking, in order to verify the investigation results \r\nobjectively and scientifically.  \r\n However, South Korea has refused to receive our \r\ninspection group, instead insisting that the international \r\ncommunity should only accept its unilateral \r\ninvestigation results. If the South Korean authorities \r\nhave nothing to hide, then there is no reason for them \r\nnot to accept our inspection group to verify their \r\ninvestigation results.  \r\n As long as the South Korean authorities refuse to \r\naccept our inspection group, suspicion will continue to \r\ngrow in relation to this case. But it is not too late for \r\nthem to make a decision to accept our inspection \r\ngroup. \r\n South Korea mentioned that they would not \r\nrecognize the nuclear status of my country. We do not \r\nask South Korea, or any country, to recognize or accept \r\nour status as a nuclear State. As we have clarified on \r\nmany occasions, our nuclear weapons are not a means \r\nfor attacking or frightening others but a deterrent in \r\nself-defence to counter aggression and attacks from \r\noutside. The denuclearization of the Korean peninsula \r\nwill surely come, if a super-Power abandons its hostile \r\npolicy towards my country and proves that by its \r\nactions. We will make real efforts to denuclearize the \r\npeninsula in the context of building a world free of \r\nnuclear weapons and free of the United States nuclear \r\npolicy towards the Democratic People’s Republic of \r\nKorea in the future too, as we have done in the past. \r\n Mr. Abay (Ethiopia): We have both — Ethiopia \r\nand Eritrea — expressed our views on issues that are \r\nreal and on those that are not so real or true. We have \r\nbeen throwing accusations and allegations at each other \r\nfor almost a decade, to no avail. For the purposes of \r\nsaving time, it is my belief, with regard to Somalia, \r\nthat it would be useful if the Members of the Assembly \r\ncould refer to the records of the outcome of the  \r\nmini-Summit on Somalia convened by Secretary-\r\nGeneral Ban Ki-moon last Thursday, calling on the \r\nspoilers of the peace process in Somalia to desist from \r\ntheir actions. \r\n Sanctions were not imposed on Ethiopia. They \r\nwere imposed on the spoilers — that is, Eritrea. \r\nSanctions were not handed down on Ethiopia, not \r\nbecause Ethiopia has been the favourite child of the \r\ninternational community, but because that was the \r\nchoice of the African Union (AU). It would be really \r\nsurprising if the AU and the international community \r\nhad got it all wrong and Eritrea had got it right. \r\n With regard to demarcation, I do not have \r\nanything more to add, and, as I said earlier, the only \r\nway forward is through dialogue. \r\n Mr. Sial (Pakistan): Repetition reflects a \r\nweakness of argument, so I will not indulge in that. My \r\nIndian colleague is trying to take help from the \r\narguments that have been squarely rejected, by the \r\npeople of Indian-occupied Kashmir as well as by the \r\ninternational community. Pakistan does not interfere in \r\nthe internal affairs of other countries. Jammu and \r\nKashmir is, however, not an internal Indian matter. \r\n Being a principal stakeholder in the Jammu and \r\nKashmir dispute, we retain the right to raise this issue \r\nin all international forums and will continue to extend \r\nmoral, political and diplomatic support to the just \r\nstruggle of the Kashmiri people to exercise their right \r\nto self-determination. The Indian reference to elections \r\nin Jammu and Kashmir that seek to justify its \r\noccupation has been rejected not only by the people of \r\nKashmir but also by the Security Council. The \r\nInternational Commission of Jurists, in its report after \r\nvisiting Jammu and Kashmir in 1995, concluded that \r\nthe people of Jammu and Kashmir had acquired the \r\nright to self-determination at the time of the partition \r\nof India. That right has neither been exercised nor \r\nabandoned, and therefore remains capable of exercise. \r\n The ongoing indigenous peaceful, unarmed,  \r\nnon-violent and widespread movement for azadi, that \r\nis, freedom in Indian-occupied Kashmir, has once \r\nagain proved that, despite facing decades of repression \r\nand some of the worst forms of human rights violations \r\nat the hands of Indian security forces, Kashmiris refuse \r\nto accept any solution other than the exercise of their \r\njust right to self-determination. \r\n Pakistan regrets the uncalled-for remarks on its \r\ninternal matters by the Indian delegate. We are aware \r\nwho the supporters and perpetrators of these situations \r\nare, who otherwise take cover behind democracy and \r\nstand on high moral ground. Pakistan is capable of \r\nfrustrating, and determined to frustrate, all their \r\nnefarious designs in those areas. Indian interests would \r\nbe better served, if that country would utilize its so-\r\ncalled ancient wisdom to deal with innumerable issues \r\nat home, while avoiding interference in others’ internal \r\nmatters. The Jammu and Kashmir issue should not be \r\nA/65/PV.24  \r\n \r\n10-55408 26 \r\n \r\nused as a tool of State politics. It is about the destiny of \r\nthe people of Jammu and Kashmir, and about \r\nsustainable peace in our region. \r\n Pakistan remains committed to a peaceful \r\nresolution of all outstanding issues with India, \r\nincluding the core issue of Jammu and Kashmir, \r\nthrough a sustained and comprehensive dialogue \r\nprocess. That process must yield concrete results and \r\nmove from conflict management to conflict resolution. \r\n Mr. Kazhoyan (Armenia): I sincerely apologize \r\nto the Assembly and my colleagues for having to take \r\nthe floor for a second time. The statement made earlier \r\nby the head of the Armenian delegation was intended \r\nto sincerely address the burning issues of the people of \r\nour region, regardless of their place of residence or the \r\npolitical status of their homeland. This should also be \r\nfully attributed to every single nationality, including \r\nArmenians, Russians, Jews, Greeks, Assyrians, Kurds, \r\nYazidis, Arabs and Azeris, and representatives of every \r\nreligion living today in the territory of the Nagorno-\r\nKarabakh Republic. Unfortunately, I regret to state that \r\nwhatever was mentioned a few minutes ago by the \r\nrepresentative of Azerbaijan was politically motivated \r\nand destructive, and in no way serves the noble goals \r\nof the Assembly, which are aimed at uniting our \r\nnations. \r\n Mr. Manish Gupta (India): Regrettably, the \r\nPakistani representative has once again taken the floor. \r\nWe reject all the untenable and unsolicited remarks \r\nfrom the delegate of Pakistan. \r\n The President (spoke in French): We have heard \r\nthe last speaker in exercise of the right of reply. \r\n I will therefore now share with you my \r\nconcluding remarks, which I have entitled “Let us \r\nmove forward towards a genuine global partnership”. \r\n \r\nStatement by the President \r\n \r\n The President (spoke in French): We have arrived \r\nat the end of our general debate of the sixty-fifth \r\nsession of the General Assembly. I would like to thank \r\nall speakers for their contributions. I am pleased that \r\nvirtually everyone has had an opportunity to speak and \r\nfor the quality of the debate. I hope that everyone who \r\nspoke has been heard. \r\n Now is the time to take stock so that we can make \r\ngreater progress, together, on the issues of critical \r\nimportance for our common well-being.  \r\n I have been struck by the convergence of \r\nconcerns expressed not only from this rostrum but also \r\nduring the many bilateral meetings that I had the \r\nhonour to host on the sidelines of this debate. If our \r\nconcerns are shared, why then have so many tragic \r\nsituations lasted for so long? Have we really taken the \r\ntime to speak to one another, to search for solutions \r\nand to achieve reconciliation? Or have we merely been \r\ncontent to repeat the same things year after year? Let \r\nus put aside electoral cycles and purely national \r\ninterests, so that we can forge consensus-based \r\nsolutions that will enable us to move forward. The need \r\nto consolidate the still fragile global economic \r\nsituation, the need to improve the reduction of poverty \r\nand the need to redouble efforts for the achievement of \r\nthe Millennium Development Goals were emphasized \r\nin many statements.  \r\n In this regard, a strong and very welcome \r\nmessage was conveyed by the Summit on the \r\nMillennium Development Goals: we reaffirmed our \r\ndetermination to keep the promise made in the year \r\n2000 and we have a plan of action. What we need now \r\nis for our words to be followed by actions. Too often in \r\nthe past, those words have gone unheeded. We cannot \r\nafford to disappoint the expectations of the millions of \r\nmen, women and children living in poverty. We will \r\nneed to closely monitor the fulfilment of our \r\ncommitments. The General Assembly must — and  \r\nwill — contribute towards this. \r\n The importance of UN Women for gender \r\nequality and the empowerment of women was \r\nhighlighted. The establishment of that entity, which \r\ncombines resources and mandates for a greater impact, \r\nis an example that could be followed in other areas. \r\nThe crucial role of the United Nations in promoting \r\nhuman rights and combating human trafficking was \r\nalso recalled. \r\n Many delegations spoke about issues of peace \r\nand security, the peaceful settlement of regional \r\nconflicts, migration and efforts to combat terrorism and \r\norganized crime. The importance of disarmament in the \r\npromotion of peace and development was highlighted. \r\nThe essential role of United Nations peacekeeping \r\noperations was repeatedly acknowledged. We should \r\nnever forget that peace and security are our primary \r\ncalling. \r\n Nevertheless, the international community still \r\nhas much to do to ensure that the United Nations fulfils \r\n A/65/PV.24\r\n \r\n27 10-55408 \r\n \r\nits primary responsibility for the maintenance of peace \r\nand security. The situation in the Middle East, Sudan, \r\nthe Balkans and too many other regions of the world \r\nremind us of this on a daily basis. Will we be brave \r\nenough to move beyond deadlock and oft-repeated \r\npositions of principle and be sincere in our efforts to \r\nbegin the reconciliation that our citizens so desire? \r\n There was also praise for the work of the United \r\nNations and its specialized agencies in the wake of the \r\nnatural disasters in Haiti and Pakistan. \r\n Speaker after speaker dwelt on dangers connected \r\nwith nature — including climate change, the loss of \r\nbiodiversity and scarcity of resources — and reiterated \r\nthe need for worldwide efforts to address those risks. \r\nThe same appeal was made at our high-level meetings \r\non biodiversity and the implementation of the \r\nMauritius Strategy. \r\n The issue of sustainable development was \r\nmentioned in this connection. During this session of \r\nthe General Assembly, I intend to step up discussion of \r\nthis subject, and particularly of the green economy, in \r\norder to contribute to preparing for the 2012 United \r\nNations Conference on Sustainable Development in \r\n2012. \r\n Time does not permit me to list every subject \r\nmentioned on this podium, but all of them are essential \r\nto the common good and all require a worldwide \r\nresponse. Many delegations raised the matter of global \r\ngovernance, the theme chosen for the general debate. \r\nThe fact that the number of heads of State and \r\nGovernment in New York is higher than usual testifies \r\nto the considerable importance that most Members \r\nattach to reinforcing such governance. I am pleased \r\nthat the theme of the debate was such a successful \r\nchoice. \r\n The Group of 20 (G-20) is an unavoidable reality, \r\nand many delegations have pointed out its importance. \r\nHowever, as one of the G-20 members indicated, there \r\nneeds to be open and ongoing dialogue with the \r\nMember States of the General Assembly in order for \r\nthe G-20 to retain its relevance and legitimacy. We \r\nneed to find the ideal combination of legitimacy and \r\neffectiveness. We must improve the machinery of \r\ninformation, consultation and cooperation between the \r\nUnited Nations and other players connected with \r\nglobal governance.  \r\n As a first practical step, I intend to launch an \r\ninformal debate with the Secretary-General and the  \r\nG-20 host country to take place before and after the  \r\nG-20 summits. There is also the possibility of an \r\ninformal debate in the second half of my term to \r\nexplore in a more general way paths towards a system \r\nof global governance that would be more \r\nrepresentative, inclusive and open, and would \r\nencompass civil society and the private sector as \r\nimportant players in the system. \r\n We believe in the value of the United Nations. \r\nMany leaders have said that the Organization is the \r\ncentrepiece of the global system of governance. It is \r\nuniversal and enjoys a unique legitimacy. But the lack \r\nof leadership and the need for major reform are also \r\ntopics of frequent comment. \r\n While we agree on the importance of the tool that \r\nis the United Nations, are we making the best use of \r\nthat tool? Are we doing what is needed to help us use it \r\nbetter? Are we ready to strengthen the Organization \r\ntoday? Are we not in the process of recreating the \r\nUnited Nations outside the United Nations by \r\nmultiplying discussion forums and decision-making \r\nbodies? Would it not be better for us to act resolutely to \r\nadapt the Organization rapidly to current realities? \r\n Essential reforms are under way, especially with \r\nregard to the revitalization of the General Assembly \r\nand the reform of the Security Council, but also \r\nregarding the review of the Human Rights Council and \r\nthe Peacebuilding Commission. We must move those \r\nreforms and reviews forward. We must also reassert the \r\nvalue of the economic organizations of the United \r\nNations and allow them fully to perform the functions \r\nfor which they were created. \r\n It is clearly up to you, the Member States, to \r\nmake of the United Nations a strong tool that can play \r\na central role in facing these global challenges and \r\nwork for the common good. \r\n Allow me to end this general debate on a more \r\npersonal note. In following our debates over the past \r\nfew days, I have been struck by the generosity and \r\ndetermination unanimously expressed in favour of \r\nachieving the Millennium Development Goals. This \r\nsends a strong message about the capacity of the \r\ninternational community to act in solidarity. \r\n I have been impressed as well by the many \r\nstatements to the effect that the world and our \r\nA/65/PV.24  \r\n \r\n10-55408 28 \r\n \r\nOrganization currently find themselves at a turning \r\npoint. However, I have also asked myself if, in addition \r\nto making such statements, we are putting the same \r\nenergy into ensuring the proper functioning of global \r\ngovernance and the fulfilment of our primary \r\nmandates, which are peace and security. \r\n I sometimes have the feeling that we content \r\nourselves with repeating worn-out sketches of ideas, \r\nlooking for short-lived victories or simply accepting \r\nthe status quo. To make true breakthroughs on the \r\nmajor projects related to global governance, the \r\nprotection of human rights and the preservation of the \r\nplanet, that is, to make progress on our grand plans to \r\ncreate a world of peace, well-being and friendship, we \r\nwill need a great deal of creativity and a great deal of \r\ngenerosity. \r\n Let us not fear our own courage. \r\n I have just received another request for the \r\nexercise of the right to reply. I therefore give the floor \r\nto the representative of Viet Nam. \r\n Mr. Bui The Giang (Viet Nam): Thank you,  \r\nMr. President, for allowing us to speak very briefly. \r\nAnd let me apologize to all the other representatives \r\nfor requesting to speak at this late hour.  \r\n We want to speak in response to the statement \r\nmade by Sweden about the so-called jailing and \r\nharassment of journalists in Viet Nam. We believe that \r\nno country is perfect and Viet Nam is no exception. \r\nTherefore, we have established and constantly \r\nimproved the legal system of a State governed by laws \r\nafter many decades of ravaging and destructive wars. \r\nAt the same time, we are open to all comments as far \r\nas my country is concerned, provided that such \r\ncomments are constructive and well-informed. We have \r\n  \r\nengaged in dialogue with many interested countries, \r\nincluding, for example, the United States of America, \r\nAustralia and Canada, to name a few, as well as the \r\nEuropean Union.  \r\n In that context, we regret that Sweden has made \r\nuninformed, misinformed and ungrounded comments \r\nabout the so-called jailing and harassment of \r\njournalists in some countries, including Viet Nam, \r\nwhich are contrary to the tradition of friendship \r\nbetween the two countries on the basis of mutual \r\nrespect and respect for international law, and has \r\nallowed itself the right to judge the situation in other \r\ncountries without any basis or grounds. \r\n The President (spoke in French): I have no \r\nfurther requests for the exercise of the right of reply.  \r\n May I take it that it is the wish of the General \r\nAssembly to conclude its consideration of agenda item 8? \r\n It was so decided. \r\n \r\nProgramme of work \r\n \r\n The President (spoke in French): I would like to \r\ndraw the attention of the General Assembly to \r\ndocument A/INF/65/3, which has been distributed to all \r\ndelegations desk to desk. It contains the programme of \r\nwork of the Assembly and the tentative schedule of \r\nplenary meetings for the period from October to \r\nDecember 2010. I would also like to inform members \r\nthat the lists of speakers for items listed in document \r\nA/INF/65/3 are now open. \r\n I should like to close this series of meetings by \r\nthanking all the representatives for their hard work.  \r\n  The meeting rose at 5.45 p.m. \r\n"