" United Nations  A/65/PV.13\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fifth session \r\n \r\n13th plenary meeting \r\nFriday, 24 September 2010, 9 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n10-54953 (E) \r\n*1054953*   \r\nPresident: Mr. Deiss . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Switzerland) \r\n \r\n \r\n  The meeting was called to order at 9.05 a.m. \r\n \r\n \r\nHigh-level Review Meeting on the implementation of \r\nthe Mauritius Strategy for the Further Implementation \r\nof the Programme of Action for the Sustainable \r\nDevelopment of Small Island Developing States \r\n \r\nAgenda item 20 (continued) \r\n \r\nSustainable development \r\n \r\n (b) Follow-up to and implementation of the \r\nMauritius Strategy for the Further \r\nImplementation of the Programme of Action for \r\nthe Sustainable Development of Small Island \r\nDeveloping States \r\n \r\n  Draft resolution (A/65/L.2) \r\n \r\n The President (spoke in French): I declare open \r\nthe High-level Review Meeting on the implementation \r\nof the Mauritius Strategy for the Further \r\nImplementation of the Programme of Action for the \r\nSustainable Development of Small Island Developing \r\nStates. This meeting is held in accordance with \r\nresolution 64/199 of 21 December 2009 and decisions \r\n64/555 of 15 April 2010 and 64/566 of 13 September \r\n2010. \r\n I have chosen titles for each of my introductory \r\nstatements. For this morning’s meeting, I should like to \r\nsuggest the following title: “In the family of nations, \r\nthe most vulnerable deserve particular attention”.  \r\n It is a great honour for me to take the floor as we \r\nconduct the five-year review of the Mauritius Strategy. \r\nThis week has been rich in meetings and discussions \r\non environmental issues. I should like particularly to \r\nstress the appeal that was made at the high-level \r\nmeeting on biodiversity to ensure that concrete \r\nmeasures are taken to slow the alarming loss of \r\nbiodiversity across the globe. This was an important \r\noutcome for small island developing States, whose \r\neconomies are highly dependent on industries such as \r\nfisheries and tourism.  \r\n Today, it is on the specific problems of small \r\nisland developing States that we wish to concentrate \r\nour attention. Small, isolated and lacking resources, \r\nthese States are also increasingly exposed to global \r\nenvironmental crises. Tsunamis, earthquakes and other \r\nnatural disasters affect them in a totally disproportionate \r\nmanner. Years and even decades of development can be \r\nsimply erased. The threat of rising sea levels to low-\r\nlying atolls can leave nobody indifferent.  \r\n In the face of these challenges, in 1994 in \r\nBarbados the international community adopted the \r\nProgramme of Action for the Sustainable Development \r\nof Small Island Developing States. In 2005, that \r\nProgramme was enhanced by the adoption of the \r\nMauritius Strategy. Since then, major progress has \r\nbeen made in those countries to preserve the \r\nenvironment. I note with pleasure that the Millennium \r\nDevelopment Goal concerning the environment is on \r\nthe way to being achieved. But the overall state of \r\naffairs is less promising. Indeed, for other objectives, \r\nparticularly poverty reduction, the battle is far from \r\nwon. \r\nA/65/PV.13  \r\n \r\n10-54953 2 \r\n \r\n We will devote the next two days to reviewing the \r\nprogress and difficulties encountered in the \r\nimplementation of the Mauritius Strategy. That should \r\nallow us to move ahead, and I hope that this discussion \r\nwill lead to an enhanced political will to reduce the \r\nvulnerabilities of the small island developing States. I \r\ncall on members to reflect on ways of providing \r\ninternational support in a coordinated manner and to \r\nestablish partnerships, because in the family of nations \r\nthe most vulnerable deserve particular attention. I hope \r\nthat these discussions will be productive. \r\n I now give the floor to the Secretary-General of \r\nthe United Nations, His Excellency Mr. Ban Ki-moon. \r\n The Secretary-General: I am pleased to join the \r\nPresident of the General Assembly in welcoming \r\nparticipants to the five-year review of the Mauritius \r\nStrategy. Adopted in 2005, the Strategy sets forth \r\nactions and strategies for advancing the sustainable \r\ndevelopment needs of small island developing States. \r\nNineteen priority areas are addressed in it, including \r\nthe original themes of the Barbados Programme of \r\nAction adopted in 1994. We are here to review progress \r\nmade towards achieving the goals of the Mauritius \r\nStrategy, and to examine what gaps remain and how we \r\ncan address them with urgency and efficiency. \r\n The international community has long recognized \r\nthe unique and particular vulnerabilities of small island \r\ndeveloping States (SIDs). These arise from intrinsic \r\ncharacteristics — their small size, isolation, narrow \r\nresource base, limitations on economies of scale, and \r\nhigh exposure to global environmental threats. \r\n In the past five years, these States have suffered, \r\nlike all countries, from the financial, food and energy \r\ncrises. They have also been especially vulnerable to \r\nclimate change. Some small islands have experienced \r\nloss of agricultural land and infrastructure already. \r\nThere have been negative impacts on the fishing and \r\ntourism industries, loss of biodiversity, saltwater \r\nintrusion and degradation of terrestrial and wetland \r\nhabitats, and destruction of human settlements. Some \r\npeople have lost their livelihoods and felt negative \r\nimpacts on their health and access to fresh water. With \r\nthe threat of rising sea levels, some people have even \r\nemigrated to build lives elsewhere. \r\n We have seen some progress made in redressing \r\nthese problems through the Mauritius Strategy. The \r\npolitical commitment of each State to sustainable \r\ndevelopment has increased. National plans and policies \r\nnow reflect key principles of sustainable development, \r\nas set out in the Mauritius Strategy. Several countries \r\nhave embarked on economic reforms to enhance their \r\nresilience to the impacts of globalization. The \r\nstrengthening of regional institutional frameworks has \r\nbeen noted in some subregions. Commodity exporters \r\nin some small islands have seen growth in trade \r\nopportunities. The export growth of resource-poor \r\nislands, however, remains well below the world \r\naverage.  \r\n On the whole, however, SIDs still lack sufficient \r\naccess to financing for the dramatic changes they need \r\nto make, including for achieving their targets in the \r\nMillennium Development Goals. They also need \r\nincreased financial assistance to cope with external \r\nshocks. In view of their small size and limited capacity, \r\nwe need to simplify and streamline financing \r\nmechanisms, especially during and after natural \r\ndisasters such as the one we saw in Haiti.  \r\n The review processes at the national and regional \r\nlevels have emphasized the need for SIDs to \r\nmainstream climate change adaptation plans into \r\nnational development strategies. They also need \r\nincreased access to low-carbon technologies and \r\ntechnology transfer initiatives. They need improved \r\ndata collection and information systems to facilitate \r\ninformed decision-making. Let us use this meeting \r\ntoday to devise new ways of approaching and \r\nredressing these issues. \r\n The United Nations is committed to supporting \r\nsmall island developing States at the international \r\npolicy level and on the ground through its agencies and \r\ntechnical cooperation projects. As we begin this \r\nmeeting following the successful completion of the \r\nhigh-level events on the Millennium Development \r\nGoals (MDGs) and the International Year of \r\nBiodiversity, let us bear in mind the synergies between \r\nthese intergovernmental meetings and processes. \r\nProgress in the implementation of the Mauritius \r\nStrategy will bring us closer to the achievement of the \r\nMDGs and biodiversity goals, and vice versa. I wish \r\nthe General Assembly a successful meeting. \r\n The President (spoke in French): I thank the \r\nSecretary-General for his statement. \r\n I should like to turn to some organizational \r\nmatters pertaining to the conduct of the High-level \r\nReview Meeting. With regard to the length of \r\nstatements, I remind members that, in accordance with \r\n A/65/PV.13\r\n \r\n3 10-54953 \r\n \r\ndecision 64/566, statements will be limited to five \r\nminutes. I appeal to all speakers to respect that time \r\nlimit because we have a very busy day ahead of us and \r\nwe would like to give every speaker on the list the \r\nsame opportunity to give their message. In the light of \r\nthat given time frame, I appeal to speakers to deliver \r\ntheir statements at a normal speed so that interpretation \r\nmay be provided properly, but to respect the five-\r\nminute time limit. To assist speakers in managing their \r\ntime, a light system has been installed on the speaker’s \r\nrostrum. I appeal for the cooperation of all speakers in \r\nobserving the time limit on their statements.  \r\n The Assembly will now hear an address by His \r\nExcellency Mr. Marcus Stephen, President of the \r\nRepublic of Nauru, who will speak on behalf of the \r\nsmall island developing States. \r\n President Stephen: I have the honour to speak on \r\nbehalf of the Pacific small island developing States \r\n(SIDs) represented at the United Nations: the Federated \r\nStates of Micronesia, Fiji, Kiribati, the Marshall \r\nIslands, Palau, Papua New Guinea, Samoa, Solomon \r\nIslands, Tonga, Tuvalu, Vanuatu, and my own country, \r\nNauru. The Pacific SIDs align themselves with the \r\nstatements to be delivered by the Honourable Tillman \r\nThomas, Prime Minister of Grenada on behalf of the \r\nAlliance of Small Island States, and the Honourable \r\nEdward Natapei, Prime Minister of Vanuatu, on behalf \r\nof the Pacific Islands Forum. \r\n It is clear that SIDs have had meaningful \r\nachievements, and I commend those countries that \r\nhave made progress towards sustainable development. I \r\nalso want to thank our development partners working \r\nin the Pacific for their dedicated support.  \r\n Regrettably, progress towards sustainable \r\ndevelopment has been considerably below expectations \r\noverall. In the absence of concrete targets in the \r\nMauritius Strategy, the Millennium Development Goals \r\n(MDGs) offer useful insight. While some countries are \r\non track to meet some of their MDGs, most Pacific \r\nSIDs are severely lagging behind other groupings. \r\nMost alarmingly, the vast majority of Pacific SIDs are \r\nnot on track to reduce basic-needs poverty. In some \r\ncountries, the level of poverty incidence may have \r\nactually increased. Our vision from Barbados has not \r\nbeen realized. I say this not to minimize the \r\nconsiderable work done by all members of our global \r\ncommunity, but because I want to be very clear about \r\nthe gravity of the situation facing SIDs. \r\n The major obstacle to progress is the lack of \r\nunderstanding on the part of the international \r\ncommunity regarding the many vulnerabilities that are \r\nunique and particular to SIDs. Our special combination \r\nof geographical, economic and environmental \r\ncharacteristics makes many of our development \r\nchallenges especially complex and severe. This \r\nincludes isolation from major markets, small \r\npopulation sizes and economies, vulnerability to \r\nnatural disasters, fragile fresh water supplies, narrow \r\nresource bases, costly infrastructure, and extreme \r\nvulnerability to climate change and sea-level rise.  \r\n Today, SIDs are seeking concrete action, and I \r\ncall on the international community to create a formal \r\nSIDs category with structural support mechanisms in \r\nthe areas of trade and finance. These mechanisms \r\nshould specifically address the vulnerabilities of SIDs. \r\nWe ask the Secretary-General to lead this process so \r\nthat it receives the attention it deserves. \r\n Adequate financial support is necessary to enable \r\nthe sustainable development of our islands. We face \r\nmajor obstacles in accessing international finance \r\nowing to eligibility criteria that do not always \r\naccommodate small-scale projects. In addition, the \r\napplication and monitoring requirements are often \r\nbeyond our limited capacity. Moreover, official \r\ndevelopment assistance remains short of the agreed \r\ntarget of 0.7 per cent of gross national income — a \r\ngoal set 40 years ago by this body. The global \r\neconomic crisis should not deter developed countries \r\nfrom providing the assistance necessary to alleviating \r\npoverty and meeting their commitments. A small \r\namount saved today will end up costing all of us much \r\nmore tomorrow. Some of us are already paying a high \r\nprice in terms of human suffering. In the words of the \r\nSecretary-General, “We should not balance budgets on \r\nthe backs of the poor” (A/65/PV.3).  \r\n This review has also highlighted serious \r\nshortcomings in United Nations institutional assistance \r\nto SIDs. Earlier this year, the Committee for \r\nDevelopment Policy analysed United Nations support \r\nfor SIDs and concluded that it had insufficient \r\ninformation regarding the work of several organs and \r\nbodies of the United Nations and the World Bank. For \r\nthose agencies that have been working on SIDs-related \r\nissues, the extent to which their work was guided by \r\nthe Barbados Programme of Action or the Mauritius \r\nStrategy was not clear. It is essential that we critically \r\nand comprehensively evaluate United Nations support \r\nA/65/PV.13  \r\n \r\n10-54953 4 \r\n \r\nfor SIDs, which should include a review of the \r\nmandates of the specialized agencies. The Pacific SIDs \r\nconsider this to be an essential element of the political \r\ndeclaration that we will adopt tomorrow. \r\n The Pacific SIDs are highly dependent on marine \r\nresources for food security and economic growth, yet \r\nthese resources are being depleted by actions beyond \r\nour control. While the Pacific has shown leadership in \r\nmarine biodiversity conservation through the creation \r\nof protected areas, our efforts need to be \r\ncomplemented by the elimination of global overfishing \r\nand destructive fishing practices. We also require \r\nforeign investment in our small fishing industries so \r\nthat we can receive a more equitable share of the \r\neconomic benefit from our valuable fish stocks. This \r\nproposal would assist in our economic self-sufficiency. \r\n We cannot talk meaningfully about sustainable \r\ndevelopment without also addressing climate change. \r\nThere is a concerted effort in some quarters to lower \r\nexpectations, not only for the sixteenth Conference of \r\nParties to the United Nations Framework Convention \r\non Climate Change (UNFCCC) in Cancún, but for the \r\nUNFCCC process in general. This is deeply alarming \r\nand jeopardizes sustainable development prospects, \r\nand in many cases the very survival of Pacific SIDs. I \r\nask all nations, developed and developing alike, to \r\narrive in Cancún ready to make progress on a fair \r\nsolution that will ensure the survival of our islands.  \r\n As leaders, we have a responsibility to protect the \r\nsecurity and well-being of our people. We cannot fail \r\nthem on this critical issue. We must also ensure that all \r\nUnited Nations organs, including the Security Council, \r\nrespond actively to the climate crisis. Earlier this year, \r\nthe Pacific SIDs wrote to members of the Security \r\nCouncil, asking them to put climate change on their \r\nagenda in accordance with the resolution this body \r\nadopted last year. As the primary organ of the United \r\nNations entrusted with preserving international peace \r\nand security, the Security Council must have a role in \r\nresponding to the climate change crisis. \r\n In conclusion, I extend a warm invitation to His \r\nExcellency Secretary-General Ban Ki-moon to visit the \r\nPacific and see first-hand the realities of what life is \r\nreally like in our islands and why we urgently need a \r\nformal SIDs category and an ambitious agreement on \r\nclimate change that provides our islands with a realistic \r\nprospect of survival. \r\n The President (spoke in French): The Assembly \r\nwill now hear an address by His Excellency \r\nMr. Tillman Thomas, Prime Minister of Grenada, who \r\nwill speak on behalf of the Alliance of Small Island \r\nStates. \r\n Mr. Thomas (Grenada): I have the honour to \r\nspeak on behalf of the 43 States members of the \r\nAlliance of Small Island States (AOSIS). AOSIS \r\nwishes to associate itself with the statement to be made \r\nby the representative of Yemen on behalf of the Group \r\nof 77 and China. \r\n I am honoured to join other delegations in \r\ncongratulating you, Sir, on your election as President \r\nof the General Assembly at its sixth-fifth session. Let \r\nme assure you of the unconditional support of AOSIS \r\nas you guide these important and crucial deliberations \r\ntowards a fruitful and tangible conclusion. I also take \r\nthis opportunity to extend our thanks and appreciation \r\nto Her Excellency Ms. Sylvie Lucas and His \r\nExcellency Mr. Vanu Gopala Menon, Permanent \r\nRepresentatives of Luxembourg and Singapore to the \r\nUnited Nations, respectively, for their excellent \r\nleadership as co-facilitators to lead the informal \r\nconsultations of the draft political declaration \r\n(A/65/L.2) on the five-year review of the Mauritius \r\nStrategy for Implementation to be adopted at the end of \r\nthis high-level meeting.  \r\n We would also like to renew our support to \r\nSecretary-General Ban Ki-moon, and to thank him for \r\nfulfilling resolution 62/191, which again pointed to the \r\ncontinued high vulnerability of small island developing \r\nStates (SIDs) to external shocks, the adverse impacts of \r\nclimate change and natural disasters, and the setbacks \r\nexperienced as a result of the recent global food, fuel \r\nand financial crises.  \r\n As AOSIS approaches its twentieth anniversary, \r\nwe have had the opportunity carefully to review our \r\nprogress within the context of the implementation of \r\nthe Mauritius Strategy, and it is not encouraging. The \r\ngoal of my statement today is to draw attention to key \r\nareas of the Strategy where our requests to \r\ndevelopment partners have been denied. The truth is \r\nthat we have great difficulty understanding why these \r\nrequests were denied given the current suite of \r\nsustainable development challenges facing small \r\nislands. \r\n A/65/PV.13\r\n \r\n5 10-54953 \r\n \r\n According to the Secretary-General’s report on \r\nthe Mauritius Strategy for Implementation: \r\n  “Increasing debt burdens have been causes \r\nfor concern in a number of small island \r\ndeveloping States, especially in the Caribbean… \r\nPublic debt levels are also very high, above 100 \r\nper cent of GDP in several cases. In contrast to \r\nthe least developed countries and certain other \r\ngroups, the small island developing States that \r\nare not listed among the least developed countries \r\nhave not qualified for debt relief assistance and \r\nare increasingly considered ineligible for \r\ndevelopment aid.” (A/65/115, para. 41) \r\n Some of us have put mechanisms in place at the \r\nregional level to help promote business development, \r\nincluding a $250-million development fund created in \r\n2008 by the Caribbean SIDs. However, the lack of \r\ncapacity has constrained the access of SIDs to \r\ninternational financing mechanisms, such as the Global \r\nEnvironment Facility and the clean development \r\nmechanism.  \r\n We in SIDs consider climate change to be public \r\nenemy number one. AOSIS was formed to provide a \r\nvehicle to help us fight for our very survival. It was \r\ncrystal clear to our members that if we did not agitate \r\nfor a legally binding agreement to slow or stem global \r\nwarming, we could all face disappearance below the \r\nsea, like our brothers and sisters from parts of Kiribati, \r\nTuvalu and the Maldives islands. It is as if many of us \r\nare already in the departure lounge of destruction; that \r\nis how serious the matter is.  \r\n That is why we feel disregarded when we are told \r\nthat our disappearance is something for the future. We \r\nsay “no” to that belief. The fact is that our \r\ndisappearance from the globe is happening right now. \r\nWe stood by helplessly in 1999 and watched the \r\ndisappearance of islands in Tuvalu, and today we are \r\nsadly seeing the disappearance of burial grounds near \r\nthe coast of the Marshall Islands and in Grenada. It is a \r\nfact that the SIDs are likely to be the largest economic \r\nlosers, with large displaced populations if average \r\nglobal temperatures increase beyond 1.5° C from \r\npre-industrial levels. Such increases would correspond \r\nto greenhouse gas concentrations beyond 350 parts per \r\nmillion, which is considered the threshold for the \r\ncontinued survival of ecosystems essential to \r\nlivelihoods in small island States. \r\n We believe that the 192 parties should continue \r\nthe debate on a long-term temperature target and a \r\nspecific time frame in which it must be achieved. We \r\nalso again request the preparation of a report based on \r\nthe best scientific evidence available on the impacts of \r\nthe survival of SIDs and other vulnerable countries \r\nfrom a 2° C average increase in global temperature \r\nabove pre-industrial levels.  \r\n One hundred and six States members of this body \r\nsupport the call to keep the average temperature \r\nincrease below 1.5° C, and of the remaining countries, \r\n41 are undecided. This means that more than \r\n147 countries are not supporting the 2° C limit, and yet \r\nwe cannot get an agreement on a scientific study for \r\nthe 1.5° C — a study, not a policy, not a binding \r\nagreement, not a resolution. The question is: Why is \r\nthere opposition to the study and why has this request \r\nbeen denied? In our view, completing such a study \r\nwould be a win-win proposition for all parties. \r\n Based on more recent scientific evidence, the \r\ntime for significant reductions in greenhouse gas \r\nemissions to occur is now. According to the \r\nInternational Plant Protection Convention (IPPC) \r\nglobal greenhouse gas emissions must be on a \r\ndownward trajectory by 2015. Therefore, we ask that \r\nthe resolution to be adopted at this sixty-fifth session \r\ninclude the fact that SIDs need 1.5° C to stay alive. \r\nThe tagline “1.5° to stay alive” must be considered as \r\none of the most serious statements offered for \r\nconsideration at this session of the General Assembly.  \r\n Finally, on the issue of climate change, I ask that \r\nwe pause to keep in mind and thought the current \r\nsuffering and death from weather-related events that \r\nour brothers and sisters across the globe are facing, \r\nfrom Pakistan to China, from the Marshall Islands to \r\nCentral America and beyond, and in Russia. \r\n Despite having vast renewable energy resources, \r\nincluding our tropical oceans, our largest natural \r\nresource, we are yet to derive significant benefits from \r\ntheir use, and thus far we have missed opportunities \r\nand have made very limited progress in successfully \r\ntransferring key technologies to develop these \r\nresources.  \r\n SIDs more than any other group have the highest \r\nenergy costs in the world because of our more than \r\n90 per cent dependency on imported petroleum for our \r\nsurvival. Far too frequently these days, we find \r\nourselves defending our unique and particular \r\nA/65/PV.13  \r\n \r\n10-54953 6 \r\n \r\nvulnerabilities, which require a special case for \r\ndevelopment. We are therefore very disappointed that \r\nthe request for consideration of a special United \r\nNations category for SIDs was also denied. We are, \r\nhowever, encouraged by the statements made by some \r\nof our partners supporting our special and unique \r\nvulnerabilities. \r\n The Mauritius Strategy for Implementation \r\nreview shows a clear need for accountability and to \r\nconsolidate the existing responsibilities of the various \r\nUnited Nations institutional entities that share \r\nresponsibility for supporting the sustainable \r\ndevelopment of SIDs. We need to put an end to the \r\nbusiness-as-usual institutional arrangement. Absent at \r\nthe moment is an effective coordination mechanism \r\nthat links the work in SIDs of various agencies tasked \r\nwith implementation. It is recognized that while the \r\nSmall Island Developing States Unit is or has been \r\nundergoing reorganization, it has very limited \r\noperational capacity within the SIDs. In this regard, we \r\nlook forward to the Secretary-General’s report on how \r\nthe current United Nations system could be better \r\norganized more effectively to support sustainable \r\ndevelopment in small island developing States. \r\n The President: Mr. Prime Minister, I would ask \r\nyou to come to a conclusion. You have already used \r\ndouble the time allowed to a speaker. \r\n Mr. Thomas (Grenada): Mr. President, we wish \r\nyou a very productive presidency, which we know will \r\nhave an agenda that will certainly require your full and \r\nutmost attention. As you guide these deliberations to a \r\nclose, we ask that issues affecting SIDs, particularly \r\nthose mentioned earlier, be iterated and supported with \r\nappropriate action, and that this will be reflected at this \r\nsixty-fifth session in the new political declaration \r\n(A/65/L.2) crafted by the members of the General \r\nAssembly. May we move forward with our best efforts \r\nand the much-needed support of our partners. \r\n The President (spoke in French): The Assembly \r\nwill now hear an address by His Excellency The \r\nHonourable Edward Natapei, Prime Minister of the \r\nRepublic of Vanuatu, who will speak on behalf of the \r\nPacific Islands Forum. \r\n Mr. Natapei (Vanuatu): I have the honour to \r\nspeak on behalf of the Pacific Islands Forum. At the \r\noutset, allow me to convey our appreciation to you, Sir, \r\nfor convening this high-level conference on the five-\r\nyear review of the Mauritius Strategy for the Further \r\nImplementation of the Barbados Programme of Action. \r\nAllow me also to align my statement on behalf of the \r\nPacific small island developing States (SIDs) with the \r\naddress made by the Honourable Mr. Tillman Thomas, \r\nPrime Minister of Grenada, on behalf of the Alliance of \r\nSmall Island States.  \r\n It is timely that this conference is being held \r\nback-to-back with the 10-year review of the \r\nMillennium Development Goals (MDGs), given its \r\ninextricable link with the Mauritius Strategy as a \r\nprogramme for how small island developing States \r\nmight be supported in achieving the targets of the \r\nMDGs and other sustainable development goals, \r\ndespite the significant challenges before us.  \r\n In view of the time constraints, I will go straight \r\nto the points raised in my statement. The Mauritius \r\nStrategy review for the Pacific SIDs concluded that \r\nwhile performance has been good in terms of efforts at \r\nthe national and regional levels to implement the \r\nStrategy, the vulnerability of Pacific SIDs — as \r\nunderscored by the impacts of the global economic \r\ncrisis, climate change and natural disasters — is \r\nincreasing while their ability to cope is not. This \r\nconclusion is partly drawn from the Asia-Pacific \r\nregional MDG report of 2009-2010, which shows that \r\nthe Pacific is one of the least successful performers in \r\nthe Asia-Pacific region regarding the MDGs and \r\nremains the most vulnerable. \r\n There are many reasons for this, including \r\ncapacity and institutional constraints and governance \r\narrangements. But they also include many inherent \r\npeculiarities of the Pacific SIDs, such as isolation, \r\nsmall area and population sizes, lack of resources, the \r\nhigh frequency of natural disasters, and vulnerability to \r\nthe impacts of climate change. These challenges and \r\nvulnerabilities have been compounded by the recent \r\nfuel, food and financial crises and will continue to \r\nworsen with the impacts of climate change. \r\n The Mauritius Strategy review has identified the \r\nfollowing issues and priorities, in particular for Pacific \r\nSIDs: climate change; fossil fuel dependency; natural \r\ndisasters; infrastructure, transport and information and \r\ncommunications technology; the least developed \r\ncountries graduation; fisheries; national development \r\nplanning; the Pacific Plan; development assistance; \r\nSouth-South cooperation; and external trade. I have \r\nmerely listed the issues, but I hope that the details can \r\nbe included in the statement later.  \r\n A/65/PV.13\r\n \r\n7 10-54953 \r\n \r\n As for the role of institutions, the Mauritius \r\nStrategy review calls on the United Nations and Pacific \r\nregional organizations to work more collaboratively in \r\nthe further implementation of the Strategy. In the \r\nPacific region, the development and implementation of \r\nthe Pacific Plan, endorsed by leaders in 2005, has taken \r\non the role of facilitating the implementation of the \r\nStrategy, with a particular focus on strengthening \r\nregional cooperation and integration.  \r\n It remains for me then respectfully to ask our \r\ninternational partners, friends and family of Pacific \r\nSIDs to put the political declaration (A/65/L.2) into \r\naction and, in doing so, to recognize that while SIDs \r\nshare many common challenges and inherent \r\nconstraints, we also have our individual peculiarities \r\nand thus, ultimately, must be supported from the \r\nground up. Our own national plans and capacity \r\nshould, wherever possible, be the focus of our partners’ \r\nengagement. Our own regional policies and institutions \r\nshould be the focus wherever there is merit in gaining \r\nmore through regional approaches. Finally, when our \r\npartners contribute to global efforts and programmes, \r\nthey should be sure to reflect the particular and special \r\nneeds of SIDs so that there is a level playing field for \r\nall of us, large or small, isolated or linked to the rest of \r\nthe world. \r\n The President (spoke in French): I now give the \r\nfloor to His Excellency Mr. Abdullah Alsaidi, \r\nPermanent Representative of the Republic of Yemen, \r\nwho will speak on behalf of the Group of 77 and \r\nChina. \r\n Mr. Alsaidi (Yemen): I have the distinct honour \r\nand privilege to address the General Assembly on \r\nbehalf of the Group of 77 and China. The Group of 77 \r\nand China attaches great importance to this High-level \r\nReview Meeting on the implementation of the \r\nMauritius Strategy for the Further Implementation of \r\nthe Programme of Action for the Sustainable \r\nDevelopment of Small Island Developing States. \r\n The Group of 77 and China welcomes the \r\nconvening of this High-level Meeting to review \r\nprogress in the implementation of the Mauritius \r\nStrategy for the Further Implementation of the \r\nBarbados Programme of Action. The Group of 77 and \r\nChina remains concerned, however, that despite the \r\nacknowledged, unique and particular vulnerabilities of \r\nthe small island developing States, insufficient steps \r\nhave been taken at the international level to address \r\ntheir vulnerability and to support their sustainable \r\ndevelopment.  \r\n In Barbados in 1994 and Mauritius in 2005, \r\ndeveloped countries committed themselves to \r\nproviding increased levels of financial support, \r\ntechnology transfer and capacity-building to support \r\nthe sustainable development of small island developing \r\nStates. However, these promises and commitments \r\nremain largely unfulfilled. The Group of 77 and China \r\nremains concerned over the state of implementation of \r\nthe Barbados Programme of Action and the Mauritius \r\nStrategy. Despite the progress made by small island \r\ndeveloping States at the national and regional levels in \r\nbuilding the institutional capacity for sustainable \r\ndevelopment by formulating strategies and action plans \r\nand carrying out policy reforms, they nevertheless \r\ncontinue to encounter many serious problems and \r\nconstraints that have slowed down or impeded the \r\nprocess of implementation. \r\n As the Secretary-General has stated, several small \r\nisland developing States are not on track to achieve the \r\nMillennium Development Goals and some have even \r\nregressed. In particular, the impact of the multiple \r\nglobal crises continues to threaten progress and has \r\nfurther widened growing socio-economic disparities in \r\nmany small island developing States. There is no doubt \r\nthat the challenges faced by the small island \r\ndeveloping States have become more, not less, \r\ncomplex in the past few years.  \r\n Small island developing States continue to be \r\nparticularly vulnerable to natural disasters and their \r\nresource constraints are exacerbated by growing \r\npopulation pressures, climate change and the \r\ncontinuous rise of sea levels, which pose a significant \r\nrisk to small island developing States in their efforts to \r\nachieve sustainable development, and, for some, \r\nrepresent the gravest of threats to their survival and \r\nviability.  \r\n Moreover, the lack of financial, technical and \r\nhuman resources, relative to the enormous scale of the \r\ntasks to be accomplished, represents a common \r\nchallenge faced by small island developing States \r\nacross all regions. Many critically needed \r\ninfrastructure projects that require large investments — \r\nsuch as in air and maritime transport, adaptation to \r\nclimate change and sea-level rise, waste management, \r\nenergy, tourism infrastructure, and road and \r\nA/65/PV.13  \r\n \r\n10-54953 8 \r\n \r\ntelecommunications infrastructure — lie beyond the \r\nresources of most small island developing States.  \r\n The negative impact of the global financial and \r\neconomic crisis has been particularly devastating to \r\nsmall island developing States, given their openness to \r\nthe global financial and economic system and high \r\ndependence on a narrow range of income-generating \r\nsectors, such as tourism. \r\n The Group of 77 and China urges all development \r\npartners, in particular developed countries, to honour \r\nand urgently scale up all commitments related to the \r\nsmall island developing States, and in particular to the \r\nprovision of new and additional financial resources, \r\ntechnology transfer and capacity-building. That will be \r\nnecessary if small island developing States are to \r\nachieve the objective of sustainable development, as \r\nset out in the Barbados Programme of Action and the \r\nMauritius Strategy. In view of the unique and particular \r\nvulnerabilities of small island developing States, the \r\nGroup also urges the international community and the \r\nUnited Nations system to support their to achieve \r\nsustainable development through the full and effective \r\nimplementation of the Barbados Programme of Action \r\nand the Mauritius Strategy for Implementation. \r\n The President (spoke in French): The Assembly \r\nwill now hear an address by His Excellency Mr. Heinz \r\nFischer, Federal President of the Republic of Austria. \r\n President Fischer: Let me first underline that I \r\nfully associate myself with the statement that will be \r\ngiven shortly by Her Excellency Lady Ashton on \r\nbehalf of the European Union.  \r\n Austria highly values today’s High-level Review \r\nMeeting as an opportunity to conduct a thorough \r\nassessment of the progress made, lessons learned and \r\nchallenges encountered in the implementation of the \r\nMauritius Strategy and the Barbados Programme of \r\nAction. We are, after all, optimistic that the political \r\ndeclaration to be adopted at this event (A/65/L.2) will \r\ncreate new momentum for tackling the challenges that \r\nsmall island developing States (SIDs) face. The \r\npolitical declaration reaffirms our commitment to the \r\nMauritius Strategy and launches important analytical \r\nwork that will make economic, social and \r\nenvironmental progress more measurable. \r\n According to the Secretary-General’s report on \r\nthe review of the Mauritius Strategy (A/65/115), the \r\npicture five years after the Mauritius conference is \r\nmixed. The greatest challenge to the sustainable \r\ndevelopment and, in the case of some lower-lying \r\ncountries, even the survival of SIDs is climate change. \r\nWhile small island developing countries are not \r\nresponsible for the causes of the problem, SIDs are \r\namong the first to confront its adverse impacts, such as \r\nenvironmental degradation, loss of biodiversity, \r\nincreased water scarcity and rising sea levels. Austria \r\nremains committed to combating climate change by \r\nworking towards an ambitious, comprehensive and \r\nlegally binding treaty as soon as possible.  \r\n Climate protection, as we all know, is closely \r\nlinked with other areas of development cooperation. \r\nTherefore, Austrian Development Cooperation treats \r\nclimate change as a cross-cutting issue, integrated into \r\nprogrammes and projects in various sectors.  \r\n Energy is one of the sectors closely linked to \r\nclimate change and the efforts to achieve the \r\nMillennium Development Goals. Access to clean and \r\nrenewable energy is key to ecologically, economically \r\nand socially sustainable development. Thus, energy is \r\none of the priority sectors of Austrian Development \r\nCooperation. In our bilateral programmes and projects, \r\nwe are especially focusing on renewable energy and \r\nenergy efficiency. Within the United Nations, we have \r\nbeen pushing for greater recognition of energy in the \r\ncontext of development policy and cooperation for \r\nmany years. We therefore strongly support the \r\nSecretary-General’s global campaign to ensure \r\nuniversal access to energy by 2030. In addition, Austria \r\nsupports the work of UN-Energy both through staff \r\nsecondment and through our advocacy. The work of \r\nDirector-General Kandeh Yumkella is very much \r\nappreciated in Austria.  \r\n Austria is also one of the countries supporting the \r\nGlobal Energy Assessment, an initiative established by \r\nthe International Institute for Applied Systems \r\nAnalysis. In our cooperation with SIDs, we have, for \r\nexample, forged a successful Pacific partnership, \r\ntogether with Italy and the city of Milan, which is \r\ndelivering concrete renewable energy projects on the \r\nground based on national priorities. This programme, \r\nwhich started in 2007, has been prolonged for a further \r\nthree years. \r\n Let me conclude by assuring you, Mr. President, \r\nthat Austria is committed to participating in \r\ninternational efforts to strengthen cooperation with \r\nsmall island developing States and to have their special \r\n A/65/PV.13\r\n \r\n9 10-54953 \r\n \r\nneeds integrated into the main international events and \r\nnegotiations. \r\n The President (spoke in French): The Assembly \r\nwill now hear an address by His Excellency Danny \r\nFaure, Vice-President of the Republic of Seychelles, \r\nwho will speak on behalf of Africa, the Indian Ocean \r\nand Mediterranean regions. \r\n Mr. Faure (Seychelles): Seychelles associates \r\nitself with the statements made by the Prime Minister \r\nof Grenada on behalf of the Alliance of Small Island \r\nStates (AOSIS); by the Permanent Representative of \r\nYemen on behalf of the Group of 77 and China; and by \r\nthe President of Nauru on behalf of the Pacific small \r\nisland developing States (SIDs). \r\n The five-year review of the Mauritius Strategy of \r\nImplementation comes at a time when, as I said in my \r\nspeech at the Millennium Development Goals summit \r\n(see A/65/PV.5), many small island developing States \r\nare wondering how they are going to build further on \r\nwhat they have achieved without getting further mired \r\nin unsustainable debt. That is why Africa, the Indian \r\nOcean and Mediterranean regions call on the \r\ninternational community to conduct a thorough \r\nassessment of the progress made, lessons learned and \r\nconstraints encountered in implementing the Mauritius \r\nStrategy and to agree on what needs to be done to \r\nfurther address the vulnerabilities of SIDs.  \r\n In the meantime, we continue to argue that the \r\ninherent vulnerabilities and priority concerns of Africa, \r\nthe Indian Ocean and Mediterranean regions and of \r\nSIDs elsewhere, such as those related to small size and \r\nisolation, which cannot be changed, have to be factored \r\ninto the multilateral development agenda and work \r\nprogrammes. There is also a need for the special \r\ncircumstances of SIDs to be considered in the \r\ninternational governance review processes, including \r\nin the context of the planned United Nations \r\nConference on Sustainable Development 2012.  \r\n Africa, the Indian Ocean and Mediterranean \r\nregions therefore welcome the initiative of the Indian \r\nOcean Commission and the United Nations Department \r\nof Economic and Social Affairs to work out a \r\nmonitoring and evaluation mechanism that could be \r\nextended to cover all SIDs. Our islands also call for a \r\nreview of the United Nations system’s support to SIDs, \r\naccompanied by the integration of the SIDs-related \r\nissues into the work programmes of all United Nations \r\nagencies. The gross domestic product or gross national \r\nincome per capita criteria that currently govern the \r\ninternational aid delivery system disqualify most SIDs \r\nfrom accessing concessionary financing. Africa, the \r\nIndian Ocean and Mediterranean regions argue that this \r\nis misleading and does not reflect the multifaceted \r\nchallenges associated with our economic, social and \r\nenvironmental vulnerabilities.  \r\n On climate change, funding for adaptation \r\nremains a challenge giving rise to the idea of an \r\nAfrican, Indian Ocean and Mediterranean regional \r\nimplementation programme on climate change and \r\ndevelopment that could learn from the experiences of \r\nthe Caribbean and Pacific SIDs. The programme could \r\nprimarily focus on the establishment of an African, \r\nIndian Ocean and Mediterranean regional centre of \r\nexcellence for climate change and development and the \r\nimplementation of pilot programmes for adaptation and \r\nlow-carbon development programmes at the national \r\nand local levels. \r\n At this stage, Seychelles would like to echo the \r\ncall of the Chair of AOSIS for the global temperature \r\nincrease to be kept well below 1.5° C above pre-\r\nindustrial levels, and for greenhouse gas concentrations \r\nin the atmosphere to be kept well below 350 parts per \r\nmillion of carbon dioxide equivalent. I must humbly \r\nalert everyone in this Hall today that the small island \r\ndeveloping States will never tire of repeating this. How \r\ncan we do so, when the AOSIS mantra of “1.5 to stay \r\nalive” means exactly what it says?  \r\n A special challenge for us in Africa, the Indian \r\nOcean and Mediterranean regions that is not faced by \r\nthe Caribbean or Pacific islands is that we do not have \r\na regional organization to bring us together so that we \r\ncan defend and promote our interests as a group. The \r\nisland developing States of Africa, the Indian Ocean \r\nand Mediterranean regions are situated as far afield as \r\nthe Atlantic Ocean off West Africa, the Western Indian \r\nOcean off East Africa, the Eastern Indian Ocean and \r\nSouth Asia. Our islands thus feel the need for an \r\nintraregional mechanism to support us in our countries’ \r\nrespective national pursuit of sustainable development \r\nand to facilitate the development of regional \r\nprogrammes, initiatives and partnerships. \r\n Allow me to end with an appeal for the \r\ninternational community to fulfil its commitment to the \r\nMauritius Strategy for Implementation. On Wednesday, \r\nat the end of the Millennium Development Goals \r\nsummit, we heard world leaders — from Chinese \r\nA/65/PV.13  \r\n \r\n10-54953 10 \r\n \r\nPremier Mr. Wen Jiabao to American President Barack \r\nObama — call on developed countries to fulfil their \r\ncommitments in good faith and to put an end to hollow \r\npromises that are not kept. The small island developing \r\nStates ask that the international community do the \r\nsame for the Mauritius Strategy for Implementation. \r\n The President (spoke in French): The Assembly \r\nwill now hear an address by His Excellency Mr. Naoto \r\nKan, Prime Minister of Japan. \r\n Mr. Kan (Japan) (spoke in Japanese; English text \r\nprovided by the delegation): It is a pleasure for me to \r\nhave had the opportunity today to meet and speak in \r\nperson with so many leaders of small island developing \r\nStates (SIDs) with which Japan has created \r\npartnerships in a wide range of fields. Once again, I \r\nwish to pay a deep tribute to the organizers of this \r\nHigh-Level Review Meeting. \r\n Overcoming the vulnerabilities of SIDs remains a \r\nchallenge that the international community urgently \r\nneeds to address. Japan is an island country consisting \r\nof four major islands and more than 6,800 islets. Japan \r\nand small island countries have inherited from our \r\nancestors beautiful scenery, the blessings of bountiful \r\noceans, unique biodiversity and indigenous cultures. \r\nBecause the people of Japan are islanders ourselves, \r\nwe want to help our friends, the people of SIDs, \r\novercome their vulnerabilities and achieve sustainable \r\ndevelopment.  I should like to express Japan’s resolve \r\nin that regard and touch on the efforts Japan has made \r\nto promote the sustainable development of SIDs, with \r\nparticular emphasis on measures relating to natural \r\ndisasters and climate change. I also wish to reaffirm \r\nour determination to make progress on this issue. \r\n Many SIDs are located in disaster-prone areas \r\nand continue to be wracked by earthquakes, tsunamis, \r\nhurricanes and other natural calamities. The enormous \r\ndamage caused by the earthquake in Haiti in January \r\nonly served to remind us of the magnitude of the \r\ndamage a small island State can suffer when a major \r\ndisaster strikes. Immediately after the earthquake, \r\nJapan dispatched disaster relief teams to the stricken \r\narea, followed by a unit of Japan’s Self-Defense Forces \r\n(SDF) consisting of approximately 330 engineers, \r\nwhich was sent to assist the United Nations \r\nStabilization Mission in Haiti. The SDF unit remains in \r\nHaiti, engaged in reconstruction work, including the \r\nremoval of debris and road repairs. Japan will also \r\nimplement swiftly and effectively the approximately \r\n$100 million in assistance it previously announced it \r\nwould provide for Haiti’s reconstruction. At the State \r\nand regional levels, efforts to build a disaster-resistant \r\ncountry will be important. Japan has much experience \r\nin fighting disasters and will continue to support \r\ncountries stricken by disaster. \r\n SIDs are particularly vulnerable to climate \r\nchange. The rise in the sea level is a serious challenge \r\nand in many instances a threat to their very existence. \r\nJapan has been deeply moved by the urgent appeals of \r\nthese island States and believes that assistance to SIDs \r\nmust be one of the highest priorities of the \r\ninternational community in addressing climate change. \r\nThe international community as a whole needs to act to \r\ncounter the impact of climate change. To that end we \r\nmust establish a fair and effective international \r\nframework in which all major economies participate. It \r\nhardly needs to be pointed out that SIDs need such a \r\nframework even more desperately than do other \r\ncountries. For its part, Japan will cooperate with SIDs \r\nto ensure the success of the sixteenth Meeting of the \r\nConference of the Parties to the United Nations \r\nFramework Convention on Climate Change, which will \r\nbe held in Mexico at the end of this year.  \r\n In the spirit of partnership, Japan attaches \r\nimportance to engaging in dialogue with SIDs so that \r\nthe assistance it provides will accord with their \r\nindividual needs and priorities. Thus, we have \r\nextended assistance for the self-help efforts of Pacific \r\nIsland countries, and hosted the Pacific Island leaders \r\nmeeting five times since 1997. Next month in Tokyo, \r\nJapan will host an interim ministerial meeting in \r\npreparation for the sixth leaders meeting in 2012. \r\nFurthermore, on 2 September Japan and the States \r\nmembers of the Caribbean Community (CARICOM) \r\nheld the second Japan/CARICOM ministerial level \r\nconference in Tokyo and agreed to further enhance our \r\npartnership. \r\n Finally, Japan has been providing assistance to \r\nAfrican SIDs, ensuring that their specific needs are \r\nreflected in the measures implemented as in the context \r\nof the Tokyo International Conference on African \r\nDevelopment process. \r\n At the heart of this dialogue and cooperation with \r\nSIDs is the concept of human security, which Japan has \r\nvigorously promoted. Human security focuses on \r\nindividual human beings who are seriously affected by \r\nthe wide range of issues — the environment, health, \r\n A/65/PV.13\r\n \r\n11 10-54953 \r\n \r\neducation — that are confronting small island \r\ndeveloping States. It emphasizes the importance of \r\naddressing those issues comprehensively and \r\npromoting active cooperation among Governments, \r\nlocal authorities, international organizations, non-\r\ngovernmental organizations, and private institutions. \r\n Small island States have beautiful natural \r\nenvironments and age-old traditions they have \r\ninherited from their ancestors, and they need to \r\npreserve these assets into the future while also \r\nresolving the challenges they currently face. Japan will \r\ntherefore continue to be a firm supporter of all small \r\nisland developing States.  \r\n The President (spoke in French): I now give the \r\nfloor to His Excellency Mr. Peter Kent, Minister of \r\nState of Foreign Affairs of Canada. \r\n Mr. Kent (Canada) (spoke in French): Canada \r\nwelcomes this important opportunity to focus on the \r\nprogress made and the challenges remaining in \r\naddressing the vulnerabilities of small island \r\ndeveloping States. \r\n(spoke in English) \r\n It has been five years since the adoption of the \r\nMauritius Strategy, and while much has been \r\naccomplished, there is still work to be done. Today, we \r\nare here to help strengthen the ability of small island \r\ndeveloping States to respond to their specific \r\nchallenges through a renewed partnership between \r\nthem and the international community. Canada \r\nrecognizes that small island developing States have \r\ndemonstrated their commitment to promoting \r\nsustainable economic and development principles in \r\ntheir development strategies. We applaud the progress \r\nthat has been made in the implementation of the \r\nMauritius Strategy. \r\n Canada is committed to helping small island \r\nStates in their efforts through the provision of targeted \r\nassistance. For instance, Canada has provided $100 \r\nmillion to the World Bank Pilot Programme for \r\nClimate Resilience, targeting funding to the small \r\nisland developing States in the Pacific, Caribbean, and \r\nAfrica; $400 million for international climate change \r\nefforts this fiscal year, with support to the most \r\nvulnerable in mind; $20 million — the largest single \r\ncontribution — for the World Bank’s Caribbean \r\nCatastrophe Risk Insurance Facility; and $600 million \r\nover 10 years in development assistance to the \r\nCaribbean Community (CARICOM) region. Given our \r\nlong-standing historical and cultural ties to the country, \r\nCanada has made aid to Haiti a particular priority, \r\nproviding more than $500 million in assistance to the \r\ncountry. \r\n As we all know, efforts at the national, bilateral \r\nand regional levels need to be complemented by \r\neffective international support. One of the key \r\nstrengths of the United Nations is its broad network of \r\nexperts, making it uniquely placed to address the \r\nconcerns and vulnerabilities of small island developing \r\nStates. We must work to ensure that the United Nations \r\ncontinues to provide strong leadership, and that the \r\nUnited Nations system gives due attention to and is an \r\neffective partner for small island developing States in \r\ntheir efforts for sustainable development.  \r\n In addition, all development actors, including the \r\ninternational financial institutions, regional \r\ndevelopment banks, the private sector and civil society, \r\nmust work together. The private sector can play a \r\nparticularly important role by encouraging private \r\nsector entrepreneurship and connection to markets in \r\norder to alleviate debt, create employment and \r\nfacilitate economic integration. An example in this \r\nregard is our $20-million commitment to the \r\nPartnership for CARICOM Private Sector Development, \r\nwhich seeks to improve and support private sector \r\nparticipation and investment in key areas and to enable \r\nfinancial institutions to increase their provision of \r\nloans to micro-, small and medium-sized enterprises. \r\nCanada also supports the secretariats of CARICOM \r\nand the Organization of Eastern Caribbean States in \r\nbuilding their policy development capacity and \r\nstrengthening the management of regional and \r\nsubregional market integration. \r\n In conclusion, it is only through cooperation and \r\nby working collectively to meet the objectives put forth \r\nin the Mauritius Strategy that small island developing \r\nStates will continue to make progress towards its full \r\nimplementation. As responsible members of the \r\ninternational community, we must work together, as \r\nwell as with partners in the private sector, to address \r\nthe challenges faced by small island developing States \r\nso that the objectives enshrined in the Mauritius \r\nStrategy can be realized. \r\n The President (spoke in French): I now give the \r\nfloor to Her Excellency Ms. Stefania Prestigiacomo, \r\nMinister of Environment, Land and Sea of Italy. \r\nA/65/PV.13  \r\n \r\n10-54953 12 \r\n \r\n Ms. Prestigiacomo (Italy): Italy wishes to \r\nassociate itself with the statement to be made by the \r\nHigh Representative of the European Union. \r\n Five years ago in Mauritius, the international \r\ncommunity made a number of commitments to meeting \r\nthe sustainable development goals and priorities of the \r\nBarbados Programme of Action, recognizing that \r\nsustainable development must be the national \r\nresponsibility of small island developing States (SIDs) \r\nand that the international community must provide \r\nfinancial and technical support for the success of the \r\nStrategy. The present review shows that these \r\ncommitments have to some extent been fulfilled \r\ncompatibly with constraints deriving from the global \r\ncrises — such as the economic, energy and food \r\ncrises — that have had and continue to have serious \r\nimplications for geographically isolated SIDs. \r\n Very positive results have indeed been achieved \r\nin all regions. Most SIDs have substantially increased \r\ntheir political commitments to sustainable \r\ndevelopment, as well as public awareness of their \r\nimportance. They have made considerable efforts to \r\nintegrate sustainable development principles into \r\nnational development and sectoral strategies. Most \r\nSIDs have adopted policies for climate change \r\nmitigation and adaptation, which in some cases include \r\nthe achievement of the carbon neutrality objective and \r\nenvisage a robust promotion of renewable energy. SIDs \r\nhave also shown strong leadership in the area of \r\nprotection of biodiversity and achieved significant \r\nresults in establishing protected marine, coastal and \r\nterrestrial areas.  \r\n In addition, the present review has shown that \r\nprogress, although uneven among SID, has also been \r\nmade in the areas of gender, health and education, as \r\nwell as towards the achievement of environmental \r\nsustainability. We commend in particular the progress \r\nmade in most regions for creating an enabling regional \r\ninstitutional framework aimed at maximizing national \r\nefforts in key areas, such as the containment of the \r\nclimate change threat and the prevention and \r\nmanagement of risks associated with natural disasters. \r\n In terms of financing, the review has shown that, \r\nwhile on the one hand most SIDs have indeed used \r\ntheir own resources in the implementation of the \r\nMauritius Strategy, on the other the international \r\ncommunity has played an important role in support of \r\nthese efforts by providing financial and technical \r\nassistance in key strategic areas.  \r\n Much, however, remains to be done. The review \r\nhas clearly demonstrated that, in spite of the great \r\nefforts made, the results achieved are limited with \r\nrespect to expectations. The global crises of the past \r\nfive years have greatly contributed to the erosion of \r\nprogress made. Climate change adaptation and sea-\r\nlevel rise remain among the greatest challenges to SIDs \r\nand a threat to their very existence. \r\n Italy has long been aware of the indisputable \r\ninjustice inherent in the fact that island States \r\ncontribute the least to global climate change, yet are \r\naffected the most by its negative consequences. For \r\nthis reason, we have concentrated our commitment to \r\nthe sustainable development of SIDs in the area of \r\nclimate change and related sectors. Italy has in fact \r\nsupported a number of key initiatives, such as the \r\nestablishment of the Caribbean Community \r\n(CARICOM) Climate Change Centre. The Centre has \r\nbecome a lead enabling regional institution and has \r\nlaid the groundwork for a regional strategic approach \r\nto climate change.  \r\n Rising sea levels, together with the associated \r\ncoastal erosion and salt-water intrusion, escalation in \r\nthe frequency and intensity of tropical storms and \r\nhurricanes, and disruptions in rainfall and freshwater \r\nsupply threaten the very existence of the CARICOM \r\ncountries. Our hope is, of course, that the lessons \r\nlearned from the establishment of the Centre and from \r\nthe concrete actions taken by that institution will be \r\nvalued by other regions seeking to maximize the \r\nimpact of scarce national resources and to streamline \r\nthe search for a solution to common threats. \r\n In addition, while the international community is \r\nstill debating the shape of the global agreement that \r\nwill ensure the equitable participation of all in \r\naddressing climate change mitigation, Italy has begun \r\nto act by supporting a programme in the Pacific region \r\nthat stands out as a pragmatic attempt to address the \r\nurgency of adaptation and a search for practical \r\nsolutions to the great challenge of this century. The \r\ncooperation programme on climate change and \r\nrenewable energy between Italy, Austria, the \r\nMunicipality of Milan and the Pacific SIDs has \r\nbecome, after only three years of implementation, a \r\nsuccessful model for international cooperation. The \r\n A/65/PV.13\r\n \r\n13 10-54953 \r\n \r\nprogramme is ongoing, and thus the lessons generated \r\nso far are preliminary.  \r\n Nevertheless, some important conclusions can \r\nalready be drawn. We believe that the success of the \r\nprogramme is basically due to the strict application of \r\nthe ownership principle, according to which the \r\ndevelopment strategy remains in the hands of national \r\nGovernments. Within the general goal of adaptation to \r\nclimate change and the development of renewable \r\nenergy, each participating SIDs has established the \r\npriorities needed to build resilience vis-à-vis its own \r\nperception of national and local vulnerability. These \r\npriorities derive from the sustainable development \r\npolicies and strategies established by the Pacific SIDs \r\nand are fully taken on board by the cooperation \r\nprogramme, which has been able to focus, since its \r\ninception, on the achievement of measurable, concrete \r\nresults.  \r\n Italy will continue to be committed to the \r\nsustainable development of SIDs. We will spare no \r\neffort to ensure that the positive lessons that can be \r\ndrawn from the success stories of the Italian \r\nprogramme can be repeated and strengthened by other \r\nbilateral and multilateral organizations seeking to \r\nmaximize the impact of international aid programmes. \r\n The President (spoke in French): I now give the \r\nfloor to His Excellency Mr. Juan Manuel Gómez-\r\nRobledo, Deputy Minister of Foreign Affairs of the \r\nUnited Mexican States. \r\n Mr. Gómez-Robledo (Mexico) (spoke in Spanish): \r\nIt is a pleasure for me to speak of behalf of Mexico at \r\nthis High-level Review Meeting. As incoming \r\nPresident of the sixteenth Conference of the Parties to \r\nthe United Nations Framework Convention on Climate \r\nChange and the sixth Conference of the Parties to the \r\nKyoto Protocol that will take place in Cancún, Mexico, \r\nlater this year, I should like to address the challenges \r\nthat small island developing States face as a result of \r\nclimate change. \r\n Mexico welcomes the declaration on progress in \r\nreducing the vulnerabilities of island States. As a \r\ndeveloping country with more than 11,000 kilometres \r\nof coast, we share many of the challenges facing small \r\nisland developing States. Their challenges are also \r\nours. Addressing the threats arising from disasters and \r\nwater scarcity, improving the management of waste \r\nand coastal and marine resources, and reducing the loss \r\nof biodiversity, while at the same time seeking to fulfil \r\naspirations to development and combating climate \r\nchange, are shared priorities. These are areas that \r\nrequire enhancing existing international cooperation \r\nprojects and strengthening partnerships with small \r\nisland developing States. \r\n I recognize the role that small island developing \r\nStates have played in positioning their challenges and \r\nexpectations in the international agenda, as reflected in \r\nthe adoption of the Barbados Programme of Action in \r\n1994 and the Mauritius Strategy of 2005. However, we \r\nare concerned that the implementation of these \r\ncollective decisions has been partial, to say the least. \r\nMexico considers that the international community \r\nmust honour our commitments and take concrete \r\nactions for the effective implementation of these \r\nproposals.  \r\n The food, energy and financial crises have further \r\nstrengthened arguments in favour of promoting \r\nsustainable development in those countries. In a \r\nglobalized world, meeting their challenges is meeting \r\nour own. I should like to acknowledge the constructive \r\nand lead role of small island developing States in the \r\ncurrent negotiations on climate change. Their voices \r\nare a constant reminder of the tangible and serious \r\nrisks of climate change, and of the urgency of reaching \r\nagreements on this matter.  \r\n As we all know, Mexico will short host the two \r\nconferences on climate change. In Cancún, we will \r\nhave a unique opportunity to make substantial progress \r\nin our fight against climate change. We cannot afford \r\nto squander that opportunity. There are encouraging \r\nsigns of progress in such key areas as adaptation, \r\nfinancing, technology transfer, capacity-building and \r\nreforestation. We must find a solution to these global \r\nchallenges through a multilateral system in which all \r\nparticipate. We must not only adopt an ambitious, \r\ncomprehensive and balanced package that will lead to \r\neffective action, but also establish the framework for a \r\nbetter implementation of the existing climate change \r\nregime. \r\n We are in a critical phase of negotiations. Time is \r\nshort. It is imperative to make effective use of the brief \r\ntime available, moving past differences and \r\nirreconcilable positions. The worst scenario would be \r\nnot to reach any agreement. The small island \r\ndeveloping States will be the first to benefit if we do \r\nreach agreements to combat climate change. \r\nNegotiators require guidance from the ministers here \r\nA/65/PV.13  \r\n \r\n10-54953 14 \r\n \r\npresent. We shall take decisions and make \r\ncompromises. At the end of the day, that is the only \r\nway we can make progress on the multilateral track. \r\nWe cannot afford to wait. The scientific evidence is \r\nclear. As time goes by, the opportunities to achieve our \r\ngoals will be fewer and the costs will be greater.  \r\n With the support of the entire international \r\ncommunity and a pragmatic approach aimed at \r\nimmediate action, Cancún 2010 could be the dawn of a \r\nnew era of agreements on climate change. We must act \r\nwith the sense of the urgency that the situation \r\ndemands. We must avoid a situation where those \r\nprocrastinating in fulfilling their obligations find new \r\nexcuses to keep on doing so. Our vulnerability \r\nthreatens substantive damage to infrastructure, the loss \r\nof human lives and, for many nations, a step backwards \r\nin their march towards development. It is also a threat \r\nto their very survival. Economically, it is not only \r\nbetter but less expensive to act without delay. With that \r\nin mind, we cannot delay reaching agreements in \r\nCancún. The only missing piece in this scenario is \r\npolitical will. The time to demonstrate that political \r\nwill is at the upcoming negotiations to take place in \r\nChina a few days from now. \r\n The President (spoke in French): I now give the \r\nfloor to His Excellency Mr. Kamalesh Sharma, \r\nSecretary-General of the Commonwealth of Nations. \r\n Mr. Sharma (Commonwealth of Nations): On \r\nbehalf of the Commonwealth, I sincerely thank you, \r\nSir, for giving me the opportunity to speak today. \r\nAlmost last is by no means least, because 26 of the \r\nCommonwealth’s 54 member countries are small island \r\ndeveloping States (SIDs), and because the Commonwealth \r\ncan claim to have pioneered the very science of the \r\nsmall State. It has worked alongside its member States \r\nand with partners such as the World Bank. With the \r\nBank, it produced two ground-breaking reports in 2000 \r\nand 2005 on the inherent vulnerabilities and strengths \r\nof small States, and particularly of remote islands. \r\nFrom the Caribbean and Mediterranean seas to the \r\nAtlantic, Indian and Pacific Oceans, this, then, is our \r\nconstituency. Further, it is our place of work. From two \r\ncountries central to our discourse, I shall present two \r\nexamples of the transformative power of \r\nCommonwealth assistance, worth some £60 million, to \r\nsmall island developing States in the past five years.  \r\n First, I cite our support for the recasting of \r\nnational export strategies — for instance, in being a \r\npartner with Mauritius in its diversification from being \r\na mono-crop sugar economy to being a seafood hub, \r\nupmarket garments exporter and a centre for financial \r\nservices, distance education and tourism. Secondly, I \r\npoint to the Commonwealth support in trade and \r\ntourism — for instance, in helping Barbados to \r\nupgrade its trade facilitation systems to international \r\nstandards, and also to bring local producers, \r\nentrepreneurs and communities into its national \r\ntourism strategy. A third example I could cite is the \r\n2 million additional square kilometres of seabed that \r\nwe have helped 14 of our member countries claim right \r\nhere in the United Nations. Imagine the prospects and \r\nthe livelihoods that these can yield. \r\n For 30 years, starting long before Mauritius 2005 \r\nor Barbados 1994, the Commonwealth has been a \r\ntrusted and active partner in the cause of small island \r\ndeveloping States, both in speaking and in acting on \r\ntheir behalf. Yet their vulnerability persists. We knew \r\nthis well before our current economic woes. Growth in \r\nCommonwealth small States has long lagged behind. In \r\n2009, their real gross domestic product (GDP) \r\ncontracted by 1.74 per cent, compared with a 0.6 per \r\ncent contraction in the world economy and a 2.4 per \r\ncent growth in developing ones. Investment and \r\nremittances went down and inflation went up — in \r\nsome countries doubling. \r\n It is the Commonwealth’s firm belief that the \r\npolicies and programmes of the international financial \r\ninstitutions and of the international community as a \r\nwhole need particularly to take the special \r\nvulnerabilities of the small island developing States \r\ninto account in practical ways. Here, very briefly, are \r\nfour.  \r\n First, and we believe foremost, SIDs need a way \r\nforward on trade, on which they are so dependent but \r\nin which they face great human, financial and \r\ninstitutional resource constraints. As the trade debate \r\ncontinues, the impact of smallness is not yet fully \r\nacknowledged. Some key small agenda objectives \r\ninclude achieving consensus on development-oriented \r\ninternational trade rules and ways to let small States \r\nbring their goods and services to larger markets. \r\n Secondly, we need special debt-relief packages \r\nfor SIDs, which are among the most highly indebted \r\ncountries in the world — some with public-debt-to-\r\nGDP ratios of more than 100 per cent and many unable \r\nto access concessional financing. They also need \r\n A/65/PV.13\r\n \r\n15 10-54953 \r\n \r\nsolutions to their challenges in accessing export \r\nfinances and the money market.   \r\n Thirdly, SIDs need a stronger voice in the \r\nnegotiation and implementation of international \r\nagreements. They are willing to meet the standards set \r\nby the international community, but if they are to do \r\nso — and thereby to benefit — they need to be given a \r\nreasonable time frame in which to meet their new \r\nrequirements. They need to be part of the dialogue, not \r\napart from it. \r\n Fourthly, SIDs need access to climate change \r\nfinance. For some Commonwealth countries, rising \r\nwater levels pose an imminent threat that is, quite \r\nliterally, existential. Many have taken proactive and \r\nprincipled first steps towards decarbonizing their own \r\neconomies, despite being among the smallest emitters \r\nin the world, and yet most climate finance to date has \r\npassed them by. The Commonwealth is already \r\nworking towards practical solutions; the wider world \r\nmust, too. \r\n The Commonwealth commits to working closely \r\nwith the international community and with \r\ndevelopment partners to empower its and the world’s \r\nsmall island developing States. By recognizing \r\nvulnerabilities and strengths alike, we can build \r\nresilience, and resilience will speed recovery and \r\nstrengthen sustainability. \r\n The President (spoke in French): I now give the \r\nfloor to His Excellency Mr. Kenneth Baugh, Deputy \r\nPrime Minister of Jamaica, who will speak on behalf of \r\nthe Caribbean Community. \r\n Mr. Baugh (Jamaica): I speak on behalf of the \r\n14 States members of the Caribbean Community \r\n(CARICOM) represented at the United Nations. \r\nCARICOM delegations associate themselves with the \r\nstatements delivered earlier by the Permanent \r\nRepresentative of Yemen on behalf of the Group of 77 \r\nand China and by the Prime Minister of Grenada on \r\nbehalf of the Alliance of Small Island States.  \r\n CARICOM welcomes the convening of this \r\nHigh-level Review Meeting. We consider it opportune \r\nto review the gains achieved, the challenges faced and \r\nthe gaps to be filled in the implementation of the 2005 \r\nMauritius Strategy for the Further Implementation of \r\nthe Barbados Programme of Action for the Sustainable \r\nDevelopment of Small Island Developing States.  \r\n It is our hope that this Meeting will build on the \r\n1994 Barbados Programme of Action, which remains \r\nthe development blueprint for small island developing \r\nStates (SIDs). It is no coincidence that this Meeting is \r\nbeing held in the same week in which our leaders \r\ndeliberated on ways in which to achieve the \r\nMillennium Development Goals (MDGs) by the target \r\ndate of 2015. There is a symbolic relationship between \r\nthe MDGs and the Barbados Programme of Action. \r\nProgress in achieving both the Programme of Action \r\nand the MDGs goes hand in hand. If the challenges \r\nfacing small island developing States are not addressed \r\nwithin the holistic rubric of achieving the MDGs, then \r\nmost small island States will be in danger of missing \r\ntheir MDG targets.  \r\n While SIDs have experienced some measure of \r\nprogress, many aspects of the Mauritius Strategy still \r\nremain unfulfilled due to significant constraints \r\naffecting its implementation, which in several cases \r\nhave only worsened with time. This is reflective of the \r\ncapacity constraints — human, financial and \r\ntechnical — that continue to beset small island \r\ndeveloping States. These constraints are made worse \r\nby the debilitating effects of successive waves of \r\nglobal crises that have buffeted our countries and have \r\nexposed our limited coping capabilities. Indeed, the \r\ninherent vulnerabilities of small island States make \r\nthem the least resilient and the most susceptible to \r\nexternal shocks such as the food, energy, financial and \r\nenvironmental crises that in recent years have retarded \r\nthe growth prospects and sustainable development of \r\nour countries.  \r\n The adverse effects of the economic and financial \r\ncrises on small States are particularly felt in trade, \r\ninvestment, aid, tourism and remittance flows, which \r\nare critical to the economic livelihood of small island \r\ndeveloping States. We acknowledge the assistance of \r\nthe development partners and regional and multilateral \r\ninstitutions in helping SIDs to address these challenges \r\nand constraints. It is evident, however, that much more \r\nsustained attention and targeted action are needed to \r\nramp up support for this group of countries. SIDs are \r\nhighly motivated to help themselves, but in order to \r\nempower SIDs to bridge that existing gap and thereby \r\nincrease their social and economic resilience, action on \r\nseveral fronts is required. \r\n The first is development financing. Financial \r\nresources and investment in small island developing \r\nStates are critical. We urge development partners to \r\nA/65/PV.13  \r\n \r\n10-54953 16 \r\n \r\nfulfil their previous commitments in respect of \r\nfinancing. This should be additional to the resources \r\nespecially earmarked for small island developing \r\nStates. There must also be broader recognition of the \r\nvulnerabilities of small island developing States that \r\nhave been categorized as middle-income countries. \r\nThis represents a specific challenge for States such as \r\nJamaica, as this categorization hinders access to \r\nsources of concessionary financing and restricts or \r\neven removes access to development financing. The \r\nuse of gross domestic product or gross national income \r\nas an indicator is not an adequate measure of the state \r\nof development of the majority of SIDs. Other factors, \r\nsuch as high energy and transportation costs and \r\nvulnerability to natural hazards and disasters, must be \r\nincluded in this equation. \r\n Second is debt sustainability. With a \r\nclassification as middle- and high-income countries, \r\nthese small States do not have access to international \r\ndebt-relief initiatives. In this context, CARICOM once \r\nagain urges international recognition of the underlying \r\ndebt problem of highly indebted small island States so \r\nas to facilitate access to financing that can ensure debt \r\nsustainability and provide the necessary fiscal space \r\nfor economic empowerment and capacity-building. \r\nThis includes concessionary loans and grants and debt-\r\nfor-equity swaps.  \r\n Third are expansion and access to export markets. \r\nWe fully recognize that trade is key to the economic \r\ngrowth of small island States. A worrying factor for \r\nmany States is persistent trade deficits, which have \r\nworsened since the financial crisis. Reversing this \r\ntrend will require strategies to build up the productive \r\ncapacities of SIDs, the diversification of markets and \r\nthe development of small and medium enterprises, \r\namong others. It is important in this context that our \r\ndevelopment partners scale up their aid-for-trade \r\ninitiatives to support the building of supply-side \r\ncapacity and infrastructure. We also call for the \r\nconclusion of the Doha Round of trade negotiations \r\nwith continued focus on the development dimension. \r\n Fourth is sustainable development. Support for \r\nthe sustainable development of SIDs in all its \r\ndimensions must be at the core of our actions if we are \r\nmeaningfully to address the multiple challenges facing \r\nthem, as well as new and emerging concerns. \r\nAddressing poverty and investing in resources for \r\ndevelopment, including human and natural resources, \r\nis critical to attaining sustainable development. \r\n Fifth are climate change adaptation and \r\nmitigation. A major challenge to the sustainable \r\ndevelopment of small island States is, of course, \r\nclimate change. As we are all aware, small island \r\nStates are the most affected by yet have contributed the \r\nleast to the problem of climate change. Tackling the \r\nimpact of climate change requires resources beyond the \r\ncapabilities of most small island States to implement \r\nthe necessary adaptation and mitigation measures. It \r\nrequires the provision of adequate financing, support \r\nfor adaptation, capacity-building and technology \r\ntransfer, including the development of renewable \r\nenergy sources and green technology. \r\n Sixth is the strengthening of institutional support. \r\nCARICOM joins others in calling for a review of the \r\nUnited Nations systems delivery to SIDs. This \r\nevaluation should include ways in which to mainstream \r\nSIDs-related issues in the programmes of the United \r\nNations. We also urge the provision of adequate \r\nfinancing and staffing to strengthen the Small Island \r\nDeveloping States Unit in the Department of Economic \r\nand Social Affairs in order to ensure that appropriate \r\nattention is given to SIDs-related issues. At the same \r\ntime, for Caribbean countries it is important that the \r\nregional coordinating mechanism of the Economic \r\nCommission for Latin America and the Caribbean \r\nsubregional headquarters in Port of Spain receive the \r\nrequisite funding to allow it to carry out its mandate. \r\n Many challenges continue to confront small \r\nisland developing States. We are, however, optimistic \r\nthat through continued partnership with the \r\ninternational community, small island developing \r\nStates will be able significantly to overcome their \r\nchallenges and chart a renewed course with the full \r\nimplementation of various commitments contained in \r\nthe Mauritius Strategy and the Barbados Programme of \r\nAction. It is our hope that this High-level Review will \r\nsignal the start of a renewed partnership aimed at \r\nsupporting the growth and sustainable development of \r\nsmall island developing States. \r\n The President (spoke in French): I now give the \r\nfloor to Her Excellency Ms. Catherine Ashton, High \r\nRepresentative of the European Union for Foreign \r\nAffairs and Security Policy. \r\n Ms. Ashton (European Union): I am delighted to \r\nbe at this important meeting in order to demonstrate the \r\nEuropean Union’s commitment in support of \r\ndevelopment and the Programme of Action.  \r\n A/65/PV.13\r\n \r\n17 10-54953 \r\n \r\n At this week’s summit, we all agreed on \r\nfacilitating steps to ensure that we will reach the \r\nMillennium Development Goals (MDGs) by 2015. The \r\nEuropean Union will continue to play its part in this \r\nimportant endeavour. In our new MDG initiative, the \r\nEuropean Union will offer to the African, Caribbean \r\nand Pacific countries most committed and in need a \r\ntargeted plan of up to €1 billion to achieve better \r\nresults in meeting the most off-track Millennium \r\nDevelopment Goals. The Mauritius Strategy provides a \r\nunique and exclusive cooperation framework. The \r\nEuropean Union welcomes this and remains committed \r\nto supporting the implementation of its priorities.  \r\n Small island developing States (SIDs), not being \r\na homogenous group, still face significant and quite \r\ndiverse challenges. The report of the Secretary-General \r\n(A/65/115), while recording substantial progress, also \r\nnotes that efforts to address gaps in the basic exposure \r\nand vulnerability of SIDs are still required.  \r\n The European Union has long-standing \r\ncooperation in place to help SIDs address their \r\nchallenges — for example, the Global Climate Change \r\nAlliance, in which SIDs, together with least developed \r\ncountries, are identified as the priority beneficiary \r\ngroup for cooperation on climate change. We have also \r\nestablished a coordinated series of measures that help \r\nto cushion the human impact of the economic crisis \r\nand boost economic growth in developing countries.  \r\n Climate change is one of the major challenges \r\nfaced by small island developing States. It threatens the \r\nvery existence of some islands, combining additional \r\ndevelopment challenges with potentially significant \r\nsecurity challenges. In the climate negotiations, our \r\nultimate goal remains an ambitious, comprehensive, \r\nlegally-binding global framework. We encourage \r\nothers to join us in this effort.  \r\n Members may rest assured that the European \r\nUnion’s commitment to fighting climate change has not \r\ndiminished since Copenhagen. We have inscribed our \r\n20-per cent pledge into law. We are willing to increase \r\nour target to 30 per cent, and this could be part of a \r\nsecond commitment period under Kyoto, but only if all \r\ndeveloped countries and advanced developing \r\ncountries do their fair share of emission reduction \r\nefforts and if we address properly the weaknesses \r\ncurrently undermining the environmental integrity of \r\nthe Kyoto Protocol.  \r\n We should follow the guidance of our heads of \r\nState under the Copenhagen Accord, supported by \r\nalmost 140 countries accounting for more than 80 per \r\ncent of global emissions. Copenhagen is our compass \r\nand provides the basis for significant short-term and \r\nlong-term financing of climate action. We are keeping \r\nour promises to provide €2.4 billion between 2010 and \r\n2012 period for fast-start financing activities, with a \r\nbalanced allocation between adaptation and mitigation \r\nand with special emphasis on the least developed \r\ncountries, small island States and Africa. For 2010, we \r\nhave already confirmed pledges of €2.39 billion. \r\n Let me conclude by reiterating the European \r\nUnion’s full engagement in this process. We are in this \r\nfor the long haul. \r\n The President (spoke in French): I now give the \r\nfloor to His Excellency Ambassador Frederick Barton, \r\nrepresentative of the United States of America to the \r\nEconomic and Social Council. \r\n Mr. Barton (United States of America): The \r\nUnited States applauds the progress small island \r\ndeveloping States (SIDs) have made in fulfilling the \r\nMauritius Strategy over the past five years. We \r\nappreciate the opportunity to reflect on progress made \r\nand we are proud of our robust partnerships with SIDs \r\nthroughout the world. We look forward to working \r\ntogether to address the steps remaining to achieve the \r\ngoals of sustainable development. In particular, the \r\nUnited States wants to highlight its partnering with \r\nSIDs on work in disaster preparedness, biodiversity \r\nand climate change. \r\n The United States seeks to help SIDs build \r\nresiliency against both extreme natural events — such \r\nas hurricanes, tsunamis and earthquakes — and \r\nunknown future challenges. We work closely with our \r\npartners in the Caribbean and the Pacific to support the \r\ncollection of data using sensors and satellites, \r\nrecorders and buoys, weather balloons and water \r\nsamples, and in using that data to conduct the research \r\nit takes to improve our collective understanding of the \r\nEarth systems we depend on and our ability to predict \r\nand forecast normal and extreme events.  \r\n Our SIDs partners are key to these efforts. The \r\nareas of our planet that are least observed are the large \r\nexpanses of ocean. These areas are essential to our \r\nunderstanding of the climate system, and therefore to \r\nour ability to understand what we can expect from a \r\nchanging climate, making it possible for us all to take \r\nA/65/PV.13  \r\n \r\n10-54953 18 \r\n \r\naction to mitigate and adapt in the face of that change. \r\nThat would not be possible without the active \r\nengagement of SIDs and regional collaboration in a \r\nglobal context.  \r\n The United States shares the SIDs’ commitment \r\nto the preservation of biodiversity. The United States \r\ncontributes more than $300 million annually to our \r\ndevelopment partners for biodiversity conservation. We \r\napplaud the strong leadership demonstrated by SIDs \r\nthrough their own efforts and by their focusing global \r\nattention on coral reefs and marine conservation \r\nthrough such initiatives as the International Coral Reef \r\nInitiative, the Micronesia Challenge and the Coral \r\nTriangle Initiative. The United States has supported the \r\nGlobal Island Partnership since its launch in 2006. We \r\nshare the partnership’s strategic priorities for \r\nintegrating policy and action on island conservation \r\nand sustainable livelihoods, ecosystem-based \r\nadaptation and mitigation, and addressing the threat of \r\ninvasive alien species.  \r\n SIDs are especially vulnerable to the impacts of \r\ninvasive alien species on biodiversity, ecosystems, \r\nagriculture, trade and human health. Invasive alien \r\nspecies increase the vulnerability of native and \r\nendemic species in SIDs to extinction. From 70 per \r\ncent to 95 per cent of the world’s terrestrial species \r\nextinctions have occurred on islands, and most of these \r\nwere directly caused or facilitated by invasive species. \r\nHowever, the physical isolation of islands allows them \r\nto implement measures that prevent the establishment \r\nof invasive alien species or eradicate them after \r\nintroduction. The United States recognizes the truly \r\ncross-cutting nature of threats posed by invasive alien \r\nspecies and the continuing need to address them on the \r\nregional and global scales. We will continue to partner \r\nwith SIDs in developing methods and lessons learned \r\nin addressing invasive alien species that could be \r\napplied to non-SIDs as well. \r\n President Obama believes that the future lies in \r\nour making the transition to a green economy. As the \r\nUnited States pursues multiple paths towards achieving \r\nthis goal, it will continue to support SIDs in their \r\nefforts to green their economies. Many SIDs are \r\nendowed with extensive potential renewable energy \r\nresources. Renewable energy promises to reduce the \r\ndependence of SIDs on imported fuels for \r\ntransportation and electricity generation that has led to \r\nsevere trade imbalances. The United States continues \r\nto support technical assistance, as well as international \r\nfinancing efforts, including access to investment funds, \r\nto assist SIDs in developing their renewable energy \r\nresources and achieve their sustainable development \r\ngoals. \r\n President Obama is also committed to addressing \r\nclimate change more broadly through the balance that \r\nhe and others agreed to in Copenhagen at the \r\nConference of the Parties to the United Nations \r\nFramework Convention on Climate Change. The \r\nUnited States strongly believes that this balance must \r\nbe maintained if we are to move forward on the issue. \r\nWe are firmly committed to working with SIDs to put \r\nin place a robust, comprehensive and sustainable \r\nregime that delivers significant mitigation actions by \r\nall major economies, ensures that such actions are \r\ncarried out in a transparent manner, and provides a \r\nframework of support for developing countries in their \r\nefforts to mitigate and adapt to the adverse effects of \r\nclimate change. \r\n On this last point, the United States recognizes \r\nthe significant threat that climate change poses to the \r\ndevelopment of SIDs and, for certain low-lying island \r\nStates, their long-term viability. For instance, we \r\nrecognize that access to clean water is made even more \r\nchallenging by climate change due to rising sea levels, \r\nsalt-water intrusion and changes in precipitation \r\npatterns. The economic challenge of providing \r\nadequate water and wastewater infrastructure is a \r\nserious burden for many SIDs. We take these threats \r\nseriously and are making SIDs a focus of our efforts to \r\nexpand bilateral and multilateral adaptation assistance. \r\nIn the fiscal year 2010-2011, we will commit $100 \r\nmillion to help vulnerable SIDs to adapt and build \r\nresilience to the impacts of climate change. \r\n When we met in Mauritius in 2005, we were in \r\nthe middle of the immediate aftermath of the tsunami. \r\nToday, we recall other recent disasters: the earthquake \r\nthat struck Haiti and the tsunami that struck Samoa, \r\nTonga and American Samoa. In each of these tragedies, \r\nwe take strength from the collective efforts of the \r\ninternational community to prepare and respond to the \r\ndisasters. We do not know what the future holds. We \r\ncan assume that we will be surprised by unanticipated \r\nevents. The Mauritius Strategy provides a guide to \r\npreparing for that unknown future. The United States \r\nseeks to be a reliable partner with SIDs as they achieve \r\ntheir sustainable development goals and prepare for the \r\nchallenges ahead. \r\n A/65/PV.13\r\n \r\n19 10-54953 \r\n \r\n The President (spoke in French): Before \r\nadjourning the meeting, let me remind representatives \r\nthat round table 1, entitled “Reducing vulnerabilities \r\nand strengthening resilience of small island developing \r\nStates” will take place at 3 p.m. in Conference Room 2  \r\n \r\nof the North Lawn Building. I wish participants a most \r\nproductive round table discussion.  \r\n  The meeting rose at 11.10 a.m. \r\n \r\n \r\n \r\n \r\n"