" United Nations  A/65/PV.38\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fifth session \r\n \r\n38th plenary meeting \r\nThursday, 28 October 2010, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n10-60667 (E) \r\n*1060667*   \r\nPresident: Mr. Deiss . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Switzerland) \r\n \r\n \r\n  In the absence of the President, Mr. Francisco \r\nCarrión-Mena (Ecuador), Vice-President, took the \r\nChair. \r\n \r\n \r\n  The meeting was called to order at 10.05 a.m. \r\n \r\nTribute to the memory of His Excellency Mr. David \r\nThompson, Prime Minister of Barbados \r\n \r\n The Acting President (spoke in Spanish): Before \r\nproceeding to the items on our agenda, it is my sad \r\nduty to pay tribute to the memory of the late Prime \r\nMinister of Barbados, His Excellency David \r\nThompson, who passed away on Saturday, 23 October. \r\nOn behalf of the General Assembly, I request the \r\nrepresentative of Barbados to convey our condolences \r\nto the Government and people of his country and to the \r\nbereaved family of His Excellency David Thompson. \r\n I now invite representatives to stand and observe \r\na minute of silence in tribute to the memory of His \r\nExcellency David Thompson. \r\n  The members of the General Assembly observed a \r\nminute of silence. \r\n \r\n The Acting President (spoke in Spanish): I now \r\ngive the floor to the representative of Malawi, who will \r\nspeak on behalf of the African Group. \r\n Mr. Bowler (Malawi): It is with a heavy heart \r\nthat, I, on behalf of the African Group, His Excellency \r\nNgwazi Professor Bingu Wa Mutharika, President of \r\nthe Republic of Malawi and Chairperson of the African \r\nUnion, my fellow Ambassadors and indeed on my own \r\nbehalf, express Africa’s heartfelt condolences to the \r\nfamily of our dear brother and friend, His Excellency \r\nthe Honourable David Thompson, Prime Minister of \r\nBarbados. \r\n It was only in July, in Kampala, that the African \r\nUnion hosted representatives from the Caribbean at its \r\nFifteenth Summit. It is therefore unimaginable that \r\ntoday, three months later, we bid farewell to a dear \r\nbrother, who stood and spoke so passionately of \r\nAfro-Caribbean bonds. \r\n Premier Thompson’s death is a loss not only to \r\nthe people of Barbados, but also to the people of Africa \r\nand the Caribbean. It is a tragedy to lose someone so \r\nyoung. Premier Thompson was Prime Minister of \r\nBarbados at such a young age and sadly departed at a \r\ntime when he was involved in so many world affairs. \r\nSo much was on the agenda between Africa and the \r\nCaribbean through his initiatives, and it is a tribute to \r\nhis legacy that we who still survive should fulfil his \r\nvision. \r\n Africa has lost a true friend, and Africa will miss \r\nhim very much. Our thoughts and prayers are with his \r\ndear wife and three daughters, as well as the people of \r\nBarbados and the whole Caribbean region. May his \r\nsoul rest in peace. \r\n The Acting President (spoke in Spanish): I now \r\ncall on the representative of China, who will speak on \r\nbehalf of the Asian States. \r\n Mr. Wang Min (China) (spoke in Chinese): We \r\nlearned with sadness of the untimely death of the Prime \r\nMinister of Barbados, The Honourable David \r\nA/65/PV.38  \r\n \r\n10-60667 2 \r\n \r\nThompson. As the Chairman of the Asian Group, I \r\nwould like to extend, on behalf of all the members of \r\nthe Group, our sincere sympathy and condolences to \r\nhis family and the Government and people of \r\nBarbados. \r\n Prime Minister Thompson was an outstanding \r\nstatesman. Together with the people of Barbados, he \r\nmade tremendous efforts to overcome the severe \r\nimpact of the international financial crisis and achieved \r\ngreat progress in building their country. Under his \r\nleadership, Barbados also played a very positive role in \r\npromoting political solidarity and regional cooperation \r\nin the Caribbean Community (CARICOM). \r\n Prime Minister Thompson demonstrated his long-\r\nstanding commitment to the advancement of the \r\npurposes and principles of the United Nations. As a \r\nmember of the High-level Panel on Global \r\nSustainability, he made a great contribution to the \r\nUnited Nations and the international community in \r\ntackling climate change and ensuring sustainable \r\ndevelopment. \r\n The death of Prime Minister Thompson is a great \r\nloss, not only to the people of Barbados and \r\nCARICOM but also to the entire United Nations. We \r\nwill never forget him. \r\n The Acting President (spoke in Spanish): I now \r\ncall on the representative of Croatia, who will speak on \r\nbehalf of the Eastern European States. \r\n Mr. Vilović (Croatia): On behalf of the Eastern \r\nEuropean Group of States and in my personal capacity, \r\nI have the sad duty to extend our heartfelt condolences \r\nto the family, the people and the Government of \r\nBarbados on the death of their Prime Minister, His \r\nExcellency Mr. David Thompson. \r\n During his short term as the Prime Minister of \r\nBarbados, Mr. Thompson demonstrated strong \r\nleadership within the Caribbean Community family \r\nand was firmly committed to the region’s goals. His \r\nlove for the people and country of Barbados was \r\nunconditional. As a leader with a mission, his \r\nlegacy — which extends far beyond that of a Prime \r\nMinister and the finite margins of this world — will \r\nremain with us. \r\n Although Mr. Thompson’s potential as an \r\noutstanding leader of Barbados and within the \r\nCaribbean region was unjustly cut short, we can all \r\nbenefit from the vision of this talented individual and \r\nhis leadership, integrity and friendship, which was \r\ninspirational to so many. \r\n The Eastern European Group hopes that \r\nMr. Thompson’s leadership will be continued in the \r\nfuture to benefit the countries of the Caribbean region \r\nand the world as a whole. All our thoughts remain with \r\nthe people of Barbados in their time of mourning. \r\n The Acting President (spoke in Spanish): I now \r\ncall on the representative of Trinidad and Tobago, who \r\nwill speak on behalf of the Latin American and \r\nCaribbean States. \r\n Mr. Charles (Trinidad and Tobago): I have the \r\nsad duty to speak on behalf of the Group of Latin \r\nAmerican and Caribbean States as the General \r\nAssembly pays tribute to The Honourable David John \r\nHoward Thompson, former Prime Minister of \r\nBarbados. \r\n Prime Minister Thompson was a very outstanding \r\nlawyer, orator and skilled debater. He was the protégé \r\nof Barbados’ founding Prime Minister, the late Errol \r\nWalton Barrow. At the young age of 25, he succeeded \r\nhis mentor as the parliamentary representative of the \r\nrural St. John constituency. He represented that district \r\nfrom 1987 until his untimely passing last Saturday. An \r\naffable personality, he was highly regarded by his \r\nconstituents, who viewed him as a loving and \r\ncompassionate individual, and one who was always \r\naccessible. \r\n Prime Minister Thompson was very committed to \r\nthe transformation of his country during a very difficult \r\nworld economic and financial crisis. But he never lost \r\nfaith in the ability of his people to overcome those \r\nchallenges, challenges that were largely driven by \r\nexternal forces. As an integrationist, he championed the \r\ncause of regional integration and the full and effective \r\nimplementation of the Caribbean Community Single \r\nMarket and Economy. However, he envisioned an \r\nintegration movement that would eventually embrace \r\nthe wider Caribbean region, in partnership with Latin \r\nAmerica. \r\n Our region has lost one of its young, brilliant \r\nminds, a member of the new generation of leaders \r\ncharged with the responsibility to continue to build our \r\nCaribbean civilization as an integral and equal part of \r\nthe international community. \r\n The untimely passing of any leader is always \r\nmarked with sadness and outpourings of grief. \r\n A/65/PV.38\r\n \r\n3 10-60667 \r\n \r\nHowever, it is even more profound when that leader \r\ndies at the relatively young age of 48. More difficult to \r\ncomprehend is a situation where that leader was \r\nrevered by his people and displayed great passion and \r\nlove for his country and region. \r\n We, the members of the Group of Latin American \r\nand Caribbean States, while mourning the loss of Prime \r\nMinister Thompson, are consoled by the fact that \r\nalthough he was at the helm of his country’s \r\nGovernment for little more than two years, he made a \r\nsignificant contribution to his country and region. We \r\nare confident that the footprints left by Prime Minister \r\nThompson will be used as a beacon by successive \r\ngenerations in their quest to make a meaningful \r\ncontribution to the development of Barbados and the \r\nregion. \r\n On behalf of the Group of Latin American and \r\nCaribbean States, I wish to extend my condolences to \r\nthe delegation of Barbados, the family of the late Prime \r\nMinister Thompson and the Government and people of \r\nBarbados. May this outstanding Caribbean visionary \r\nrest in peace. \r\n The Acting President (spoke in Spanish): I now \r\ngive the floor to the representative of Spain, who will \r\nspeak on behalf of the Group of Western European and \r\nother States. \r\n Mr. Yáñez-Barnuevo (Spain) (spoke in Spanish): \r\nOn behalf of the Group of Western European and other \r\nStates, and also on behalf of my country and myself, I \r\nwish to convey to the people and Government of \r\nBarbados our deepest condolences for the loss of their \r\nPrime Minister, Mr. David John Howard Thompson. \r\nMr. Thompson was an important figure in his country \r\nand will be remembered for, among many other things, \r\npromoting community action and propelling integrated \r\nregional action in the Caribbean, as well as his \r\ncontribution to the tasks of the United Nations, \r\nparticularly with regard to development and global \r\nsustainability. \r\n Prime Minister David Thompson was a \r\ndistinguished politician as well as an eminent lawyer. \r\nAfter receiving his law degree from the University of \r\nthe West Indies, he worked as a lawyer and law \r\nprofessor for many years, until his election to \r\nParliament in 1987. He was appointed Minister of \r\nCommunity Development and Culture in 1991, and \r\nMinister of Finance in 1992. After leading the \r\nopposition between 1994 and 2003, and after a brief \r\nperiod in which he returned to the bar, he was \r\nappointed Prime Minister in 2008. \r\n The members of the Group of Western European \r\nand other States wish to voice our appreciation and \r\ngratitude for the significant contribution Prime \r\nMinister David Thompson made, not just to his country \r\nbut to the region and the entire international \r\ncommunity. We would like to express to his family and \r\nthe whole people of Barbados our affection and sincere \r\ncondolences. Our thoughts and sympathies are with \r\nthem at this difficult time. \r\n The Acting President (spoke in Spanish): I now \r\ngive the floor to the representative of Barbados. \r\n Mr. Goddard (Barbados): I wish to thank you, \r\nMr. Vice-President, and to commend your graciousness \r\nin arranging for the Assembly to honour the late \r\nbeloved Prime Minister of Barbados, The Honourable \r\nDavid John Howard Thompson, Queen’s Counsel and \r\nMember of the Parliament of Barbados. I also wish to \r\nthank my colleagues, who spoke so eloquently, kindly \r\nand movingly in tribute to the life, contributions and \r\nachievements of the late Prime Minister. On behalf of \r\nthe Thompson family, the Government of Barbados and \r\nthe people of Barbados, I acknowledge the many \r\ncondolences received. All this I do with profound pain \r\nand sincere humility. \r\n I believe it is appropriate that I shed some light \r\non the life of David John Howard Thompson and on his \r\nachievements and contributions to Barbados, and, of \r\ncourse, to the wider Caribbean and the world. \r\n He was born in London on 25 December 1961, \r\nbut grew up and was schooled in Barbados. He was \r\nawarded one of our highest academic honours, a \r\nBarbados Exhibition, while at Combermere School. He \r\nsubsequently returned to his alma mater to teach for a \r\nshort period before entering the law faculty at the Cave \r\nHill campus of the University of the West Indies, \r\ngraduating with honours in 1984. He obtained his legal \r\neducation certificate from the Hugh Wooding Law \r\nSchool in Trinidad in 1986. It was at Combermere \r\nSchool that his debating and public-speaking skills \r\nwere honed, where his insatiable appetite for reading \r\ndeveloped, and where his wide knowledge, self-\r\nconfidence and emerging maturity were publicly \r\nnoticed. \r\n Returning to Barbados in 1986, he joined the law \r\nfirm headed by Errol Barrow, another great and revered \r\nA/65/PV.38  \r\n \r\n10-60667 4 \r\n \r\nBarbadian, who led Barbados to independence in 1966. \r\nIt was at this time, between 1986 and 1988, that David \r\nThompson was a part-time law tutor at his old law \r\nfaculty. \r\n He was elected to serve as President of the youth \r\narm of the Democratic Labour Party between 1980 and \r\n1982. In 1987, following the death of Prime Minister \r\nErrol Barrow, David Thompson successfully contested \r\nthe constituency of St. John, which he continued to \r\nrepresent until his death. David Thompson was \r\nappointed to his first Cabinet position in 1991, as \r\nMinister of Community Development and Culture. He \r\nheld the portfolio of Minister of State in the Ministry \r\nof Finance in 1991 and 1992 and of Minister of \r\nFinance in 1993 and 1994. \r\n The Democratic Labour Party lost the \r\nGovernment and Thompson became leader of the \r\nopposition, a position he held between 1994 and 2003. \r\nAfter subsequently losing two consecutive elections, he \r\nrelinquished the post of opposition leader in 2003, \r\nreturning to the helm of the party in 2006 to capture \r\nthe Government in January 2008. He became Prime \r\nMinister of Barbados at age 46. \r\n Along with his wide-ranging portfolio as Prime \r\nMinister and Minister of Finance, Economic Affairs \r\nand the Civil Service, he also held lead responsibility \r\nfor the implementation of the Caribbean Single Market \r\nand Economy in the Caribbean Community quasi-\r\ncabinet. \r\n It was not only in public service and politics that \r\nDavid John Howard Thompson excelled. He headed a \r\nsubstantial legal practice whose specialties include \r\ninsurance, property, international business and \r\ncorporate law. In addition, he undertook consultations \r\nacross the region and beyond, including consultations \r\nfor the Caribbean Law Institute, the Caribbean \r\nCommunity Secretariat, the Commonwealth Secretariat \r\nand the Commonwealth Parliamentary Association. \r\n The late Prime Minister was affiliated with a \r\nrange of civic, cultural and sporting organizations. \r\n David Thompson endeared himself to the people \r\nbecause he was firmly grounded. There was nothing \r\nabout him that was artificial, contrived or insincere. \r\nDespite his many achievements, he remained humble, \r\napproachable and possessed of an inimitable dry wit. \r\n Despite the brevity of his tenure as Prime \r\nMinister, his legacy would have to include the \r\nfollowing. He promoted the family as the basic and \r\ncrucial social unit with his Family First project. He \r\nconceived and promoted the Friends of Barbados \r\nprogramme, a project aimed at mobilizing the \r\ngoodwill, skills and financial resources of the \r\nBarbadian diaspora to the collective benefit of the \r\nisland. He promoted HELP, meaning “housing every \r\nlast person”, a housing solutions initiative. He \r\nintroduced free bus transportation for schoolchildren \r\nand summer camp for school-age children, including \r\npreschoolers. He championed the cause of the \r\nphysically challenged and the cause of youth. He \r\ninitiated the transformation of the Barbados economy \r\ninto a green economy. Finally, he drafted his wife, a \r\nprofessionally qualified physical educationist, to \r\nspearhead the fight against non-communicable diseases \r\nthrough lifestyle changes, especially in relation to \r\nexercise and diet. \r\n This sketch provides a background, a context for \r\nthe outpouring of grief and the sense of disappointment \r\nand loss among the people of Barbados, as well as \r\namong our brothers and sisters across the Caribbean \r\nand indeed the wider international community on the \r\ndeath of the Prime Minister. He was widely respected, \r\ngreatly admired and deeply loved. His death evoked \r\nexpressions of sorrow, regret and disbelief from every \r\nsector and corner of Barbados as well as the Caribbean \r\nregion. \r\n The late Prime Minister Thompson was a staunch \r\nbeliever in multilateralism and the United Nations. He \r\nalso believed that small States were the glue that kept \r\nthe fabric of the multilateral system together and that \r\nno effort should be spared to defend the principles \r\nupon which this great Organization was founded. \r\n It was in this spirit that he graciously accepted \r\nthe invitation from the Secretary-General to serve on \r\nthe High-level Panel on Global Sustainability. He \r\nshared the vision of the Secretary-General that a new \r\nparadigm for sustainable growth and prosperity was \r\nrequired to ensure environmental sustainability and \r\nsocial development. The late Prime Minister Thompson \r\nwas prepared to offer the Barbados model as an \r\nexample for developing countries. \r\n To be cut down in the prime of life, to pass away \r\nwhile at your professional zenith, to succumb while at \r\nthe pinnacle of your political achievement would to \r\nsome appear as mere mockery of legitimate \r\nexpectations of a life. Naturally, such a situation \r\n A/65/PV.38\r\n \r\n5 10-60667 \r\n \r\nconjures up emotions of regret, sadness and \r\ndisappointment. Let us resign ourselves to, and take \r\nsolace in, accepting that the deeds of the Almighty are \r\nnot to be questioned. \r\n In closing, I respectfully suggest that in the death \r\nof Prime Minister Thompson the world has lost an \r\nardent defender of democracy, human rights, social \r\nprogress for all and multilateralism. The Caribbean has \r\nlost a committed regionalist. Barbados has lost a leader \r\nof great promise. Margaret and Howard have lost a \r\nloving son. Siblings have lost an exemplary mentor. \r\nWorst of all, his wife Mara and daughters Osha, Misha \r\nand Oya-Marie, have lost the centre of their world. I \r\nhave lost a close neighbour and a true friend. May he \r\nrest in peace — gone but not forgotten. \r\n \r\nAgenda item 70 \r\n \r\nReport of the International Court of Justice \r\n \r\n  Report of the International Court of Justice \r\n(A/65/4) \r\n \r\n  Report of the Secretary-General (A/65/309) \r\n \r\n The Acting President (spoke in Spanish): The \r\nGeneral Assembly will now consider the report of the \r\nInternational Court of Justice covering the period from \r\n1 August 2009 to 31 July 2010, which is contained in \r\ndocument A/65/4. May I take it that the General \r\nAssembly takes note of the report of the International \r\nCourt of Justice? \r\n It was so decided. \r\n The Acting President (spoke in Spanish): In \r\nconnection with this agenda item, the Assembly also \r\nhas before it a report of the Secretary-General on his \r\nTrust Fund to Assist States in the Settlement of \r\nDisputes through the International Court of Justice, \r\nwhich has been circulated in document A/65/309. \r\n I call upon Mr. Hisashi Owada, President of the \r\nInternational Court of Justice. \r\n Mr. Owada: Before starting my presentation \r\ntoday, I wish to associate myself, on behalf of the \r\nInternational Court of Justice, with the tributes and \r\ncondolences expressed by the representatives of \r\ndifferent regional groups at the loss of the Prime \r\nMinister of Barbados, Mr. David Thompson. \r\n It is an honour and privilege for me to address the \r\nGeneral Assembly for the second time as the President \r\nof the International Court of Justice and to present the \r\nreport of the Court for the period from 1 August 2009 \r\nto 31 July 2010 (A/65/4). \r\n I wish to take this opportunity to congratulate \r\nMr. Deiss on his election as President of the Assembly \r\nat its sixty-fifth session, as well as the Vice-Presidents \r\nof the Assembly at this session on their respective \r\nelections. I wish them all every success in their offices. \r\n As is traditional, I would like to turn to an \r\noverview of the judicial activities of the International \r\nCourt of Justice during the past year. The Court is \r\ngratified to note that the international community of \r\nStates continues to place its trust in the Court with \r\nrespect to a wide variety of legal disputes. \r\n Since I addressed the Assembly last October (see \r\nA/64/PV.30), the Court has rendered one judgment on \r\nthe merits, in the case concerning Pulp Mills on the \r\nRiver Uruguay (Argentina v. Uruguay), and has given \r\none advisory opinion, in the case concerning the \r\nAccordance with international law of the unilateral \r\ndeclaration of independence in respect of Kosovo. It \r\nalso has handed down an order on the admissibility of \r\na counterclaim in Jurisdictional immunities of the State \r\n(Germany v. Italy) and an order discontinuing \r\nproceedings in Certain Questions concerning \r\ndiplomatic relations (Honduras v. Brazil). \r\n Moreover, the Court has been engaging in \r\nhearings and deliberations in a number of cases, \r\nincluding the case concerning Ahmadou Sadio Diallo \r\n(Republic of Guinea v. Democratic Republic of the \r\nCongo), the case concerning Application of the \r\nInternational Convention on the Elimination of All \r\nForms of Racial Discrimination (Georgia v. Russian \r\nFederation) and the case concerning Territorial and \r\nMaritime Dispute (Nicaragua v. Colombia). \r\n These cases have involved States from all regions \r\nof the world, and the subject matter has been wide-\r\nranging, extending from classical issues such as \r\ndiplomatic protection and sovereign immunity to issues \r\nof contemporary relevance such as international \r\nenvironmental law. \r\n As members will no doubt note, in one case, \r\nconcerning the Accordance with international law of \r\nthe unilateral declaration of independence in respect of \r\nKosovo, the Court was requested by the General \r\nAssembly to give an advisory opinion. This case \r\nreceived active and lively attention from the United \r\nA/65/PV.38  \r\n \r\n10-60667 6 \r\n \r\nNations and its Member States, including many of the \r\nStates represented in this Hall today. The Court is \r\ngrateful for the cooperation it received from the \r\nSecretariat and the Member States that participated in \r\nthe proceedings at the written and oral stages. \r\n In the autumn of 2009, following my address to \r\nthe Assembly, the Court continued its deliberations in a \r\ngreat number of cases filed before it. As a result of \r\nthose deliberations, the Court’s first decision during \r\nthe period under review was reached on 20 April 2010, \r\nwhen the Court rendered its judgment in Pulp Mills on \r\nthe River Uruguay (Argentina v. Uruguay). The case \r\ninvolved the planned construction, authorized by \r\nUruguay, of the Celulosas de M’Bopicuá S.A. (CMB) \r\npulp mill and the construction and commissioning, also \r\nauthorized by Uruguay, of the Orion pulp mill, on the \r\nRiver Uruguay. \r\n Argentina argued that the authorizations to build, \r\nthe actual construction and, where applicable, the \r\ncommissioning of the mills and their associated \r\nfacilities constituted violations of obligations arising \r\nunder the Statute of the River Uruguay, a bilateral \r\ntreaty signed by the parties on 26 February 1975. It \r\nwas alleged by the applicant that those acts had been \r\ntaken by Uruguay in violation of the mechanism for \r\nprior notification and consultation prescribed by \r\narticles 7 to 13 of the Statute — that is to say, \r\nprocedural violations. Those allegations were made in \r\nrespect of both the CMB mill, whose construction on \r\nthe River Uruguay was ultimately abandoned, and the \r\nOrion mill, which is currently in operation. \r\n Argentina further contended, on the subject of the \r\nOrion mill and its port terminal, that Uruguay had also \r\nviolated three provisions of the Statute that related to \r\nthe protection of the river environment. It was \r\nArgentina’s contention that the industrial activities \r\nauthorized by Uruguay had, or would have, an adverse \r\nimpact on the quality of the waters of the river and the \r\narea affected by it and had caused significant damage \r\nto the quality of the waters of the river and significant \r\ntransboundary damage to Argentina — that is to say, \r\nsubstantive violations. \r\n Uruguay, for its part, argued that it had violated \r\nneither the procedural nor the substantive obligations \r\nlaid down by the Statute. \r\n In the light of the extensive scientific evidence at \r\nissue in the case, the question arose of the precise \r\nstatus of scientific experts. That issue came up in \r\nparticular because certain scientific experts presented \r\nevidence to the Court in the oral hearings as counsel \r\nrather than as experts or witnesses. On that issue, the \r\nCourt stated, in paragraph 167 of its judgment: \r\n “Regarding those experts who appeared before it \r\nas counsel at the hearings, the Court would have \r\nfound it more useful had they been presented by \r\nthe Parties as expert witnesses under Articles 57 \r\nand 64 of the Rules of Court, instead of being \r\nincluded as counsel in their respective \r\ndelegations. The Court indeed considers that \r\nthose persons who provide evidence before the \r\nCourt based on their scientific or technical \r\nknowledge and on their personal experience \r\nshould testify before the Court as experts, \r\nwitnesses or in some cases in both capacities, \r\nrather than as counsel, so that they may be \r\nsubmitted to questioning by the other Party as \r\nwell as by the Court.” \r\n Another issue raised in the context of the \r\nscientific evidence was that of how the Court should \r\ndetermine the authority and reliability of the studies \r\nand reports submitted by the parties, which were \r\nsometimes prepared by experts and consultants \r\nretained by the respective parties, and at other times \r\nprepared by outside experts, such as the International \r\nFinance Commission. Assessing those expert reports \r\ncould be particularly complicated because they often \r\ncontain conflicting claims and conclusions. \r\n Ultimately, the Court concluded that for the \r\npurposes of the judgment, it did not find it necessary to \r\nenter into a general discussion on the relative merits, \r\nreliability and authority of the studies prepared by the \r\nexperts and consultants of the parties. On that point the \r\njudgment concluded, in paragraph 168, that \r\n “despite the volume and complexity of the factual \r\ninformation submitted to it, it is the responsibility \r\nof the Court, after having given careful \r\nconsideration to all the evidence placed before it \r\nby the Parties, to determine which facts must be \r\nconsidered relevant, to assess their probative \r\nvalue, and to draw conclusions from them as \r\nappropriate”. \r\n As the Court is expected regularly to consider \r\nenvironmental cases in the future, it will increasingly \r\nhave to consider complex scientific evidence, and in \r\nsome cases it may find it difficult to come to a \r\nconclusion on such material without the assistance of \r\n A/65/PV.38\r\n \r\n7 10-60667 \r\n \r\nexpert testimony. In that regard, I might recall a \r\nprovision in the Resolution concerning the Internal \r\nJudicial Practice of the Court (1976), which in its \r\narticle 1 states: \r\n“After the termination of the written proceedings \r\nand before the beginning of the oral proceedings, \r\na deliberation is held at which the judges \r\nexchange views concerning the case, and bring to \r\nthe notice of the Court any point in regard to \r\nwhich they consider it may be necessary to call \r\nfor explanations during the course of the oral \r\nproceedings.” \r\n Such deliberation could be more fruitful in highly \r\ntechnical cases if it could afford an opportunity for the \r\nCourt to discuss the technical ideas of the issue \r\ninvolved, with the assistance, if appropriate, of \r\nobjective experts, so that the Court could develop the \r\nmost accurate account of what further material it would \r\nlike the parties to produce and whether it would be \r\nuseful for the Court to hear experts at the oral hearings. \r\n As far as the procedural violations are concerned, \r\nthe Court noted that Uruguay had not informed the \r\nAdministrative Commission of the River Uruguay of \r\nthe projects as prescribed in the Statute. The \r\nAdministrative Commission of the River Uruguay is a \r\nbody established under the Statute for the purpose of \r\nmonitoring the river, including assessing the impact of \r\nproposed projects on the river. It is known by the \r\nSpanish acronym “CARU”. The Court concluded that \r\nby not informing CARU of the planned works before \r\nthe issuing of the initial environmental authorizations \r\nfor each of the mills and for the port terminal adjacent \r\nto the Orion mill and by failing to notify the plans to \r\nArgentina through CARU, Uruguay had violated the \r\n1975 Statute. \r\n With respect to the substantive violations, the \r\nCourt found, based on a detailed examination of the \r\nparties’ arguments, that there was \r\n “no conclusive evidence in the record to show \r\nthat Uruguay has not acted with the requisite \r\ndegree of due diligence or that the discharges of \r\neffluent from the Orion (Botnia) mill have had \r\ndeleterious effects or caused harm to living \r\nresources or to the quality of the water or the \r\necological balance of the river since it started its \r\noperations in November 2007”. \r\n Consequently, the Court concluded that Uruguay \r\nhad not breached substantive obligations under the \r\nStatute. In addition to that finding, however, the Court \r\nemphasized that under the 1975 Statute, the parties \r\nhave a legal obligation to continue their cooperation \r\nthrough CARU and to enable it to devise the necessary \r\nmeans to promote the equitable utilization of the river, \r\nwhile protecting its environment. \r\n On 6 July 2010, the Court handed down its order \r\non the admissibility of a counterclaim submitted by \r\nItaly in the case concerning Jurisdictional Immunities \r\nof the State (Germany v. Italy). This case, which was \r\nfiled by Germany in December 2008, concerns a \r\ndispute over whether Italy has violated the \r\njurisdictional immunity of Germany. The applicant \r\nargued that the respondent, by allowing civil claims \r\nagainst Germany in Italian courts on the alleged \r\nground of violations of international humanitarian law \r\nby the German Reich during the Second World War, \r\ncommitted an internationally wrongful act against the \r\napplicant. \r\n In its counter-memorial filed on 23 December \r\n2009, Italy presented a counterclaim with respect to the \r\nquestion of the reparation owed to Italian victims of \r\ngrave violations of international humanitarian law \r\ncommitted by forces of the German Reich. In its order \r\nof 6 July 2010 on the admissibility of that \r\ncounterclaim, the Court concluded that the dispute that \r\nItaly intended to bring before the Court by way of its \r\ncounterclaim related to facts and situations existing \r\nprior to the entry into force, as between the parties, of \r\nthe European Convention for the Peaceful Settlement \r\nof Disputes of 29 April 1957, which formed the basis \r\nof the Court’s jurisdiction. For that reason, the Court \r\ngave a decision stating that the counterclaim did not \r\ncome within its jurisdiction ratione temporis as \r\nrequired by article 80, paragraph 1, of the Rules of \r\nCourt, and was thus inadmissible. \r\n On 22 July 2010, the Court rendered its advisory \r\nopinion on the Accordance with international law of \r\nthe unilateral declaration of independence in respect of \r\nKosovo. As I mentioned earlier, this advisory opinion \r\nwas given in response to the request made by the \r\nGeneral Assembly in its resolution 63/3 of 8 October \r\n2008, that the Court provide an opinion on the \r\nfollowing question: \r\nA/65/PV.38  \r\n \r\n10-60667 8 \r\n \r\n “Is the unilateral declaration of independence by \r\nthe Provisional Institutions of Self-Government \r\nof Kosovo in accordance with international law?” \r\n A considerable number of States from all regions \r\nof the world took part in the case. In all, 36 Member \r\nStates of the United Nations filed written statements on \r\nthe question, and the authors of the unilateral \r\ndeclaration of independence filed a written \r\ncontribution. Fourteen States offered their written \r\ncomments on the written statements by States and the \r\nwritten contribution by the authors of the declaration of \r\nindependence. The authors of the declaration of \r\nindependence also submitted a written contribution \r\nregarding the written statements by States. In the \r\npublic hearings stage, 28 States and the authors of the \r\nunilateral declaration of independence participated in \r\nthe proceedings. The procedure was thus truly a global \r\none and represented an important form of interaction \r\nbetween the General Assembly and the Court. \r\n In its advisory opinion delivered on 22 July this \r\nyear, the Court concluded that the declaration of \r\nindependence of Kosovo, adopted on 17 February 2008 \r\ndid not violate international law. \r\n In reaching its conclusion, the Court first \r\naddressed the question of whether it possessed \r\njurisdiction to give the advisory opinion requested by \r\nthe General Assembly. The position the Court reached \r\non that preliminary question was that the question \r\nasked was referred to the Court by the General \r\nAssembly, which is authorized to request the Court to \r\ngive an advisory opinion on any legal question under \r\nArticle 96, paragraph 1, of the Charter, and that \r\nbecause that question was a legal question within the \r\nmeaning of Article 96 of the Charter and Article 65 of \r\nits Statute, it had jurisdiction to give an advisory \r\nopinion in response to the request. \r\n The Court then dealt with the question, raised by \r\na number of participants on various grounds, as to \r\nwhether the Court should nonetheless decline, as a \r\nmatter of discretion, to exercise its jurisdiction to give \r\nan advisory opinion. After detailed examination of \r\nvarious aspects of the issues involved in this question, \r\nthe Court concluded that in light of its established \r\njurisprudence, there were “no compelling reasons for it \r\nto decline to exercise its jurisdiction” (see A/64/881, \r\npara. 48). \r\n In addressing the question referred to it by the \r\nGeneral Assembly, the Court carefully examined the \r\nprecise scope and meaning of the question put to it. In \r\nparticular, with regard to the reference to the \r\nProvisional Institutions of Self-Government of Kosovo \r\nin the request for an advisory opinion formulated by \r\nthe General Assembly, the Court stated that it was part \r\nof its judicial function to decide, proprio motu, whether \r\nthe declaration of independence had been promulgated \r\nby a body of that designation or by any other entity. \r\nThe Court also concluded that the question that it had \r\nbeen asked to answer amounted to a strictly \r\ncircumscribed question of whether a rule of \r\ninternational law prohibited a declaration of \r\nindependence, and not the question of whether \r\ninternational law conferred a positive entitlement upon \r\nKosovo to declare independence. \r\n It was on the basis of that careful circumscription \r\nof the issues presented to the Court that the Court \r\nassessed whether the declaration of independence was \r\nin accordance with general international law. It noted \r\nthat State practice during the eighteenth, nineteenth \r\nand early twentieth centuries points clearly to the \r\nconclusion that international law contained no \r\nprohibition of declarations of independence. \r\n The Court declared that the scope of the principle \r\nof territorial integrity is confined to the sphere of \r\nrelations between States. It further analysed three \r\nSecurity Council resolutions that were cited by some \r\nparticipants as evidence for the proposition that the \r\ndeclaration of independence was prohibited by \r\ninternational law, and concluded that no general \r\nprohibition of declarations of independence could be \r\ndeduced from them, since the Security Council \r\nresolutions in question were addressed to specific \r\nsituations where declarations of independence had been \r\nmade in the context of an unlawful use of force or a \r\nviolation of jus cogens norm. \r\n The Court thus concluded that the declaration of \r\nindependence as such was not prohibited by general \r\ninternational law. \r\n The Court then analysed whether the declaration \r\nof independence of Kosovo in question was in \r\naccordance with Security Council resolution 1244 \r\n(1999) of 10 June 1999. It determined that the object \r\nand purpose of resolution 1244 (1999) was to form “a \r\ntemporary, exceptional legal regime which … \r\nsuperseded the Serbian legal order … on an interim \r\nbasis” (ibid., para. 100). \r\n A/65/PV.38\r\n \r\n9 10-60667 \r\n \r\n As such, the resolution constituted a legal \r\nframework in relation to the institutions established by \r\nthe Constitutional Framework under resolution 1244 \r\n(1999). The question to be examined, therefore, was \r\nwhether the authors of the declaration of independence \r\ncould act outside that Framework. The Court, in this \r\ncontext, carefully analysed whether the authors of the \r\ndeclaration of independence were the Provisional \r\nInstitutions of Self-Government of Kosovo, as \r\nmentioned in the request from the General Assembly, \r\nor otherwise. \r\n Analysing the content and form of the \r\ndeclaration, as well as the context in which it was \r\ndeclared, the Court came to the conclusion that the \r\nauthors of the declaration of independence were not — \r\nwere not — the Provisional Institutions of Self-\r\nGovernment but, rather, “persons who acted together in \r\ntheir capacity as representatives of the people of \r\nKosovo outside the framework of the interim \r\nadministration” (ibid., para. 109). \r\n On that basis, the Court came to the conclusion \r\nthat the declaration of independence of Kosovo did not \r\nviolate resolution 1244 (1999) on the following two \r\ngrounds. First, the resolution and the declaration of \r\nindependence operate on a different level, since \r\nresolution 1244 (1999) remains silent as to the final \r\nstatus of Kosovo, whereas the declaration of \r\nindependence was an attempt to determine that final \r\nstatus. Secondly, resolution 1244 (1999) imposes only \r\nvery limited obligations on non-State actors, but none \r\nof those obligations contains a general prohibition on \r\nKosovo to declare independence. \r\n Since the authors of the declaration of \r\nindependence were not the Provisional Institutions of \r\nSelf-Government of Kosovo, the authors of the \r\ndeclaration of independence were not bound by the \r\nConstitutional Framework established under resolution \r\n1244 (1999) and thus their declaration of independence \r\nhad not violated that Framework. Consequently, the \r\nCourt concluded that the adoption of the declaration of \r\nindependence did not violate any applicable rule of \r\ninternational law. \r\n In addition to the cases that I have just \r\nsummarized, the Court also held, during the period \r\ncovered by this annual report, oral proceedings and \r\ndeliberations in the case concerning Ahmadou Sadio \r\nDiallo (Republic of Guinea v. Democratic Republic of \r\nthe Congo). That case concerns claims for diplomatic \r\nprotection made by Guinea on behalf of Mr. Ahmadou \r\nSadio Diallo, a Guinean businessman who alleges that \r\nhe was unlawfully arrested, detained and expelled from \r\nthe Democratic Republic of the Congo, where he had \r\nbeen living and conducting business for over 30 years, \r\nsince 1962. \r\n The Court had already disposed of the issue of \r\npreliminary objections raised by the respondent in its \r\n2009 judgment. The public hearings it held in April \r\nthis year thus related to the merits of the case. The \r\nCourt is now deliberating on its judgment on the merits \r\nof this case, and the judgment will be rendered in due \r\ncourse. \r\n Another case that the Court had to deal with \r\nduring the period covered by the report is the case \r\nbetween Honduras and Brazil. The Assembly may \r\nrecall that, in my address last year (see A/64/PV.30), I \r\nmentioned that the Court had received just one day \r\nearlier an application instituting proceedings by the \r\nRepublic of Honduras against the Federative Republic \r\nof Brazil relating to legal questions concerning \r\ndiplomatic relations and associated with the principle \r\nof non-intervention in matters which are essentially \r\nwithin the domestic jurisdiction of any State. \r\n This case was unique in that the Court was faced \r\nwith conflicting contacts coming from competing \r\ngovernmental authorities, both purporting to be acting \r\non behalf of Honduras in a situation of political \r\nuncertainty. Immediately after the application of \r\n28 October 2009 was made in the name of the \r\nGovernment of Honduras as represented by its \r\nambassadors in the Netherlands and France, allegedly \r\nacting as agents and co-agents, another letter of the \r\nsame date, in the name of the Minister for Foreign \r\nAffairs of the Republic of Honduras, stated that the \r\nagents and co-agents of the Republic of Honduras who \r\nhad filed the first application of 28 October had been \r\nrelieved of their duties. \r\n In spite of that notice, however, a subsequent \r\nletter of 2 November — signed by one of the agents \r\nwho had reportedly been relieved of his duties \r\naccording to the letter from the Minister for Foreign \r\nAffairs — informed the Court that “the Government of \r\nthe Republic of Honduras … [had] appointed … to act \r\nas its Agent” the other of the agents who had been \r\nrelieved of their duties in that previous letter. Under \r\nthose unclear circumstances, the Court decided that no \r\nA/65/PV.38  \r\n \r\n10-60667 10 \r\n \r\nfurther action would be taken in the case until the \r\nsituation in Honduras was clarified. \r\n The matter was finally settled when the Court \r\nreceived a letter dated 30 April 2010, in which the \r\nMinister for Foreign Affairs of the Republic of \r\nHonduras informed the Court that the Honduran \r\nGovernment was “not going on with the proceedings \r\ninitiated by the Application filed on 28 October 2009 \r\nagainst the Federative Republic of Brazil” and that \r\n“insofar as necessary, the Honduran Government \r\naccordingly [was] withdraw[ing] this Application from \r\nthe Registry”. \r\n In the light of that communication, which put an \r\nend to the complex situation, the Court, in its order of \r\n12 May 2010, while noting that the Brazilian \r\nGovernment had not in the meantime taken any steps in \r\nthe proceedings in the case, took an official decision to \r\nrecord the discontinuance by the Republic of Honduras \r\nof the proceedings it had instituted and ordered the \r\nremoval of the case from the General List. \r\n In addition to those cases that the Court has dealt \r\nwith, three new contentious cases were filed in the \r\nrelevant period, and the Court also received one new \r\nrequest for an advisory opinion. \r\n First, in December 2009, the Kingdom of \r\nBelgium initiated proceedings against the Swiss \r\nConfederation in the case concerning Jurisdiction and \r\nEnforcement of Judgments in Civil and Commercial \r\nMatters, which relates primarily to the interpretation \r\nand application of the Lugano Convention of \r\n16 September 1988 on jurisdiction and the enforcement \r\nof judgments in civil and commercial matters. In \r\nparticular, the case involves a dispute between the \r\nmain shareholders in Sabena, the former Belgian \r\nairline. Belgium argues that Switzerland is breaching \r\nthe Lugano Convention and other international \r\nobligations by virtue of the decision of its courts to \r\nrefuse to recognize a decision in a Belgian court on the \r\nliability of the Swiss shareholders to the Belgian \r\nshareholders, including the Belgian State and three \r\ncompanies owned by the Belgian State. The parties are \r\nnow in the process of preparing their written pleadings. \r\n Secondly, in April 2010, the Court received a \r\nrequest for an advisory opinion from the International \r\nFund for Agricultural Development (IFAD), a \r\nspecialized agency of the United Nations, concerning a \r\njudgment rendered by the Administrative Tribunal of \r\nthe International Labour Organization (ILO) requiring \r\nIFAD to pay a staff member two years’ salary plus \r\nmoral damages and costs for the abolishment of the \r\npost of that staff member. \r\n That request for an advisory opinion falls within \r\nthe framework of a special procedure under which the \r\nCourt is given the power of engaging in the review of \r\njudgments of administrative tribunals of the United \r\nNations family in the form of an advisory opinion — a \r\nprocedure that has given rise to four advisory opinions \r\nsince 1946. \r\n The Court has set 29 October 2010 as the time \r\nlimit for the submission of written statements by IFAD \r\nand its member States entitled to appear before the \r\nCourt, the States parties to related United Nations \r\nconventions entitled to appear before the Court, and \r\nthose specialized agencies of the United Nations that \r\nhave made a declaration recognizing the jurisdiction of \r\nthe ILO Administrative Tribunal. \r\n Thirdly, at the end of May 2010, Australia \r\ninitiated proceedings against Japan concerning \r\n “Japan’s continued pursuit of a large-scale \r\nprogram of whaling under the Second Phase of its \r\nJapanese Whale Research Program under Special \r\nPermit in the Antarctic (‘JARPA II’), in breach of \r\nobligations assumed by Japan under the \r\nInternational Convention for the Regulation of \r\nWhaling (‘ICRW’), as well as its other \r\ninternational obligations for the preservation of \r\nmarine mammals and the marine environment”. \r\n Australia alleges in its application that whales \r\ncaught in the JARPA II programme are ultimately \r\nbeing placed on commercial sale and that the scale of \r\nwhaling under the programme is in fact bigger than \r\nexisted before the moratorium on commercial whaling \r\nunder the International Convention for the Regulation \r\nof Whaling, in violation of certain international \r\nobligations under the international conventions that it \r\ncites in its application. The parties are now preparing \r\ntheir written pleadings. \r\n Finally, on 20 July 2010, Burkina Faso and Niger \r\njointly submitted to the Court a territorial dispute \r\nrelating to the boundary between them, pursuant to a \r\nspecial agreement signed in Niamey on 24 February \r\n2009, which entered into force on 20 November 2009. \r\nIn the special agreement, the Court is requested to \r\ndetermine the course of the boundary between the two \r\ncountries from Tong-Tong to the beginning of the \r\n A/65/PV.38\r\n \r\n11 10-60667 \r\n \r\nBotou bend. The parties have also requested the Court \r\nto take cognizance of the parties’ agreement to follow \r\nthe recommendations of a joint technical commission \r\nwith regard to two other sectors of their common \r\nborder. \r\n As the Assembly can see, all these different cases \r\nraise a great variety of divergent issues of public \r\ninternational law. I can say that the work of the Court \r\ntruly reflects the broad substantive scope that \r\ninternational law now covers. \r\n As I stated at the beginning of this presentation, \r\nthe international community of States continues to \r\nplace its trust in the Court to handle a wide variety of \r\nlegal disputes coming from all geographical regions of \r\nthe world. The Court’s docket of pending cases has \r\nbeen consistently increasing in number in recent years, \r\nnow standing at 16 cases involving approximately \r\n30 different States. \r\n Moreover, the coverage of the cases that the \r\nCourt is entrusted to deal with is also broader in scope \r\nthan ever, with each case presenting distinct legal and \r\nfactual elements. The increased recourse by States to \r\nthe International Court of Justice for the judicial \r\nsettlement of their disputes testifies to the growing \r\nconsciousness among political leaders of those States \r\nof the importance of the rule of law in the international \r\ncommunity. \r\n Indeed, it must be emphasized that the \r\nimportance of the rule of law in the contemporary \r\ninternational community is growing rapidly, against the \r\nbackdrop of the deepening process of globalization. It \r\nis no exaggeration to say that the rule of law now \r\npermeates every aspect of the activities of the United \r\nNations, from the maintenance of peace and security to \r\nthe protection of human rights, and from the fight \r\nagainst poverty to the protection of the global \r\nenvironment, including the case of climate change. \r\n While every part of the Organization has a role to \r\nplay in the promotion of the rule of law, the Court, as \r\nthe principal judicial organ of the United Nations, is \r\nexpected to play a central role in this area. By working \r\nto strengthen the rule of law, the Organization can \r\nstrengthen its moral fibre which is so essential to \r\nuniting an increasingly interconnected world. In this \r\nsituation, the Court greatly appreciates the trust that \r\nMember States have continued to place in its work. \r\n I wish in particular to express my deep and \r\nsincere gratitude to the General Assembly and its \r\nmember States in this context for the recent decision to \r\nprovide the Court with additional P-2 legal officers so \r\nthat now each judge can benefit from the assistance of \r\na dedicated law clerk. I am particularly happy to report \r\nthat the new law clerks have been selected through a \r\nmost rigorous recruitment process in which the Court \r\nreceived no less than 1,600 applications for \r\n6 vacancies, and they have just taken up their functions \r\nat the beginning of September 2010. \r\n Those additional staff members provide essential \r\nassistance to the Court, which, with its rapidly \r\nincreasing workload, badly needs support to be able to \r\ncontinue to produce the quality work that is expected \r\nof it. That added research support not only helps the \r\nCourt as it deals with its increased caseload, but also \r\nassists it enormously in strengthening the high degree \r\nof collegiality and confidentiality between Chambers \r\nwithin the Court, as a collegial body of judges who are \r\ndedicated to the cause of promoting justice in the \r\ncontemporary world. On behalf of the entire Court, let \r\nme express our deep appreciation for that assistance. \r\n Looking ahead, I pledge that the Court will \r\ncontinue to do its utmost to achieve its mandate, as set \r\nout under the Charter and the Statute, in assisting the \r\nMember States in the pacific settlement of their \r\ndisputes. It is my hope that Member States will \r\ncontinue to place their trust in the Court, not only with \r\nthe submission of new disputes, but also through \r\nacceptance of the Court’s jurisdiction, be it through a \r\ndeclaration under Article 36, paragraph 2, of the \r\nStatute, or through the signature of the many \r\nmultilateral treaties which now contain compromissory \r\nclauses that refer disputes as to the interpretation or \r\napplication of those treaties to the Court. \r\n Let me close my brief presentation of recent \r\nactivities of the International Court of Justice by \r\nthanking the Assembly for this opportunity to address \r\nit today. I wish the Assembly a productive sixty-fifth \r\nsession. \r\n For our part, the Court will continue to dedicate \r\nits fullest efforts to the promotion of the rule of law in \r\nthe international community at the international level \r\nand the peaceful settlement of disputes among Member \r\nStates of the United Nations. \r\n The Acting President (spoke in Spanish): I thank \r\nthe President of the International Court of Justice. \r\nA/65/PV.38  \r\n \r\n10-60667 12 \r\n \r\n Mr. Rönquist (Sweden): I have the honour to \r\nspeak on behalf of the five Nordic countries: Finland, \r\nIceland, Norway, Denmark and my own country, \r\nSweden. \r\n Let me first thank President Owada for his \r\npresentation of the report of the International Court of \r\nJustice (A/65/4). The Nordic countries attach great \r\nimportance to the Court as the principal judicial organ \r\nof the United Nations. The peaceful resolution of \r\ndisputes is fundamental for the maintenance of \r\ninternational peace and security. The Court has \r\nfulfilled that task during the past 65 years and has \r\nacquired a solid reputation as an impartial institution \r\nwith the highest legal standards, in accordance with its \r\nmandate under the Charter of the United Nations. \r\n The submission of a dispute to the Court must not \r\nbe regarded as a hostile act, but rather as an act that \r\nreflects the obligation of States to settle their disputes \r\npeacefully. In that context, the Nordic countries recall \r\nthe recommendation of the 2005 World Summit that \r\nStates not yet having done so consider accepting the \r\njurisdiction of the Court, in accordance with its Statute. \r\nWe welcome the attention given to that issue during the \r\nmeeting of legal advisers this week, including in \r\nrelation to the possibility of reconsidering reservations \r\nto Article 36 of the Court’s Statute. \r\n The International Court of Justice is the \r\ncornerstone of international legal order. Its mere \r\nexistence, as well as its practice, has strengthened the \r\nrule of law and has contributed to the prevention and \r\nresolution of international disputes. In support of the \r\nobligation to settle disputes peacefully, the increasing \r\ncaseload before the Court is encouraging. The many \r\ndifferent geographical regions from which those cases \r\nappear are also a testament to the growing recognition \r\nof the Court’s vital role in that regard. \r\n The report of the Court clearly illustrates the \r\nconfidence States put in the Court, as shown by the \r\nnumber and scope of cases entrusted to it and the \r\nCourt’s growing specialization in complex aspects of \r\npublic international law. The Court’s relevance in \r\ntoday’s legal challenges has been shown, inter alia, in \r\nthe advisory opinion rendered on the Accordance with \r\ninternational law of the unilateral declaration of \r\nindependence in respect of Kosovo. \r\n The development of the Court’s jurisprudence has \r\nproven to be most useful to States, not only for those \r\nwho participate as parties to the proceedings, but for \r\nall States for which guidance is needed on the \r\ninterpretation of international law. The progressive \r\ndevelopment of international law is welcomed, and the \r\nCourt’s contribution to the ongoing development \r\ntowards an international legal order based on the rule \r\nof law is significant. \r\n Having said that, we must ensure that the Court is \r\nnot overburdened for lack of sufficient resources. In \r\norder to facilitate judicial settlement of disputes \r\nthrough the Court, some of the Nordic States have \r\ncontributed to the Secretary-General’s Trust Fund to \r\nAssist States in the Settlement of Disputes through the \r\nInternational Court of Justice. \r\n The Nordic countries welcome all efforts made to \r\nrationalize the Court’s working methods, for example \r\nby introducing the system of law clerks who are at the \r\ndisposal of the members of the Court. We need to \r\nensure that the Court has adequate resources for its \r\nimportant work. \r\n The Nordic countries would also like to express \r\ntheir appreciation for the Court’s informative website, \r\nwhich gives instant access to past and pending cases, \r\njudgments and opinions, thus contributing to the wider \r\nstudy, recognition and dissemination of the Court’s \r\nwork. \r\n The Nordic countries reaffirm their strong \r\nsupport for the International Court of Justice. \r\n Mr. McLay (New Zealand): First of all, New \r\nZealand would like to associate itself with the earlier \r\ncomments on the sad death of The Honourable David \r\nJohn Howard Thompson and extends its condolences to \r\nhis family and the Government and people of \r\nBarbados. \r\n On behalf of Canada, Australia and my own \r\ncountry, New Zealand, I thank the President of the \r\nInternational Court of Justice, Judge Owada, for his \r\nhelpful report on the work of the Court over the past \r\nyear. I also thank him and Vice-President Judge Tomka \r\nfor their leadership of the Court over that period. \r\n Canada, Australia and New Zealand (CANZ) \r\ncongratulate Judges Xue and Donoghue on their recent \r\nelection to the Court. We acknowledge the judicial \r\nservice of their predecessors, Judges Shi and \r\nBuergenthal, both of whom resigned during the last \r\nyear, and thank them for their valuable work during \r\ntheir terms of office. \r\n A/65/PV.38\r\n \r\n13 10-60667 \r\n \r\n CANZ takes this opportunity to reiterate its \r\nstrong support for the work of the Court as the \r\nprincipal judicial organ of the United Nations. One of \r\nthe primary goals of the United Nations, as stated in \r\nthe Preamble to the United Nations Charter, is to \r\nestablish conditions under which justice and respect for \r\nthe obligations of international law can be maintained. \r\n The International Court of Justice, as the only \r\ninternational court with general international law \r\njurisdiction, is uniquely placed to further that goal. It \r\nplays an essential role in the peaceful resolution of \r\ndisputes between States. As the Court’s record reports, \r\ndisputes have been submitted to it by a variety of \r\nStates from many regions. This diversity, together with \r\nthe wide-ranging, significant and complex subject \r\nmatter under deliberation and pending before the Court \r\nover the past year, bears testament to the importance \r\nthat Member States attach to the role of the Court in \r\nresolving international disputes. \r\n The Court’s second function, of providing \r\nadvisory opinions on legal questions referred to it by \r\norgans of the United Nations and specialized agencies, \r\ncontinues to fulfil the important role of clarifying key \r\ninternational law issues. \r\n CANZ encourages Member States who have not \r\nyet done so to declare their acceptance of the Court’s \r\ncompulsory jurisdiction. Its report records that fewer \r\nthan half of the States parties to the Statute of the \r\nCourt have declared their acceptance of that \r\njurisdiction. As more States accept the Court’s \r\njurisdiction, it will have more time to consider the \r\nsubstance of cases, rather than objections to its \r\njurisdiction. \r\n CANZ recognizes that, every year, the Court \r\nhandles a significant and complex range of cases and \r\nadvisory opinions, and that it has successfully cleared a \r\ncase backlog. We acknowledge and appreciate the \r\nCourt’s efforts to enhance its efficiency, which will \r\nenable it to sustain an increasing workload and to \r\nmanage, simultaneously, a demanding schedule of \r\ncases. CANZ is pleased that additional staff positions \r\nhave been made available to the Court and that the \r\nupgrade of technical equipment at the Peace Palace \r\nwill be realized. We hope that this will improve the \r\nCourt’s working environment and ease the processing \r\nof its heavy caseload. \r\n CANZ values the contribution of the International \r\nCourt of Justice in promoting the rule of law and the \r\npeaceful resolution of international disputes, thus \r\nfulfilling the critical Charter objective of establishing \r\nconditions under which justice and respect for the \r\nobligations of international law can be maintained. \r\n Mr. Christian (Ghana): The Ghanaian delegation \r\nfeels honoured to speak under agenda item 70, in \r\nrelation to the report (A/65/4) of the International \r\nCourt of Justice, which the President of the Court, His \r\nExcellency Judge Hisashi Owada, presented this \r\nmorning in an admirably comprehensive and lucid \r\nmanner. We applaud the work done by the International \r\nCourt of Justice during the reporting period under his \r\nable presidency. \r\n Ghana welcomes the election of Judge Xue and \r\nJudge Donoghue and wish them success on the Court. \r\nWe believe that these distinguished Judges will also \r\nmake a significant impact on the work of the Court and \r\nbuild on the remarkable contribution made by Judge \r\nShi Jiuyong, former President of the Court, and Judge \r\nThomas Buergenthal, respectively, whom they replace. \r\n The report of the Court before the Assembly \r\ntoday reminds us that the International Court of Justice \r\nis not only an organ of the United Nations — its \r\nprincipal judicial organ for that matter — but also the \r\nonly international court of a universal character with \r\ngeneral jurisdiction. The regional and cross-regional \r\ndiversity of the great number of cases, contentious or \r\notherwise, that the Court has dealt with in the past or \r\nwhich are still pending reflects the Court’s universality \r\nand demonstrates that before the Court the \r\ninternational community speaks one language: the \r\nlanguage of international law. The breadth and depth of \r\nthe subject matter of which the Court is seized — \r\nranging from the environment, territorial disputes, \r\njurisdictional immunities of the State, racial \r\ndiscrimination and human rights to the interpretation \r\nand application of treaties — illustrate the importance \r\nof the Court in promoting the peaceful settlement of \r\ndisputes and the maintenance of international peace \r\nand security and the rule of law. \r\n As with all languages, having a thorough \r\nknowledge of the language of international law \r\nrequires constant education and learning, and \r\nobviously certain disciplines of international law, such \r\nas the jurisdictional immunities of States and the \r\nimmunities of high-ranking State officials from foreign \r\ncriminal jurisdiction need further clarification. The \r\nA/65/PV.38  \r\n \r\n10-60667 14 \r\n \r\nrelevant jurisprudence of the Court will no doubt be \r\ninvaluable in achieving this goal. \r\n As Chair of the United Nations Advisory \r\nCommittee on the United Nations Programme of \r\nAssistance in the Teaching, Study, Dissemination and \r\nWider Appreciation of International Law, Ghana \r\nattaches great importance to the need for a more \r\nholistic approach to the wider dissemination and \r\nprogressive development of international law and its \r\ncodification. We would therefore urge that greater \r\nresources be given to the Codification Division of the \r\nOffice of Legal Affairs, as well as the International \r\nLaw Commission (ILC), to ensure that they contribute \r\nmore effectively to promoting a better understanding \r\nand appreciation of international law. This would \r\ninclude providing resources for ILC special rapporteurs \r\nand the Audiovisual Library of International Law, as \r\nwell as increasing the funds in the Trust Fund to Assist \r\nStates in the Settlement of Disputes through the \r\nInternational Court of Justice. The conditions for \r\naccessing the Trust Fund should be less restrictive. \r\n We are encouraged by the initiatives taken by the \r\nCourt to improve its working methods to enhance its \r\nefficiency and effectiveness in the management of its \r\ncaseload and to increase its legitimacy through its real \r\nand perceived impartiality and fairness. Programmes \r\nsuch as the panel discussion on the topic of compulsory \r\njurisdiction held during this week’s International Law \r\nWeek meeting of legal advisers of Member States are \r\nalso steps in the right direction. The reports of the \r\nCourt also help to demystify the procedures and rules \r\nof the Court. Enhancing access to the Court will not \r\nonly depend on resources but also on building the \r\ncapacity of States through training and knowledge. \r\n In closing, I wish to observe that the debate on \r\nthe report of the International Court of Justice is taking \r\nplace at a time when the United Nations has given \r\npride of place to the promotion of the rule of law at the \r\nnational and international levels. The continued \r\nsuccess of the Court will serve as an inspirational \r\nmodel to the regional courts that have been established, \r\nhelp to bridge the fragmentation of international law \r\nand serve as a bulwark for the rule of raw at the \r\nregional level. \r\n In keeping with Ghana’s motto “Freedom and \r\nJustice”, the Government and people of Ghana will \r\ncontinue to contribute in any way, shape or form to \r\nhelp create conditions in which the Court will be \r\naccorded the respect and resources it deserves within \r\nthe United Nations and among the international \r\ncommunity. We shall continue to support the Court as \r\nan anchor for the peaceful settlement to disputes so \r\nthat justice will surely reign to enable the peoples and \r\nStates of the world to live and be at peace with each \r\nanother. \r\n Mr. Sumi (Japan): I would like to express my \r\ngratitude to President Hisashi Owada for his in-depth \r\nreport summarizing the current situation of the \r\nInternational Court of Justice (A/65/4). As a State \r\nresolutely devoted to peace and firmly dedicated to the \r\npromotion of the rule of law and respect for the \r\nprinciple of the peaceful settlement of disputes, Japan \r\nappreciates the strenuous efforts and work of the Court \r\npresided over by Judge Owada in delivering decisions \r\nand opinions based on exhaustive deliberation. \r\n We are especially impressed by the wide regional \r\nrange of Member States seeking to resolve \r\ninternational legal disputes by referring cases to the \r\nCourt. This fact illustrates the universality of the Court \r\nand the great importance that Member States attach to \r\nit. I am especially glad to see that the Court’s docket of \r\npending cases has grown consistently in recent years \r\nand now stands at 16 cases, involving approximately \r\n30 different States, as Judge Owada mentioned. \r\n The variety of the subject matter of recent cases, \r\nfrom the frontier dispute to the obligation to prosecute \r\nor extradite — aut dedere aut judicare — also \r\ndemonstrates the significant role played by the Court in \r\nsolving international disputes between States and \r\nproviding its opinion on important questions of \r\ninternational law. In this regard, we commend the work \r\nof the Court on the advisory opinion regarding the \r\nquestion of the Accordance with international law of \r\nthe unilateral declaration of independence in respect of \r\nKosovo. \r\n In the international community, where we \r\ncontinue to witness armed conflicts and acts of \r\nterrorism, the firm establishment of law and order \r\nremains indispensable. In this regard, the role of the \r\nInternational Court of Justice as the principal judicial \r\norgan of the United Nations is paramount and cannot \r\nbe overstated. \r\n In concluding my remarks, I wish to reiterate the \r\ngreat importance the international community attaches \r\nto the lofty cause and work of the International Court \r\nof Justice and to draw the Assembly’s attention to the \r\n A/65/PV.38\r\n \r\n15 10-60667 \r\n \r\nimportance of strengthening the functioning of the \r\nCourt, including the provision of additional P-2 legal \r\nofficers. Japan, for its part, will continue to contribute \r\nto the invaluable work and the efficient and effective \r\noperation of the Court. \r\n Mr. Hernández (Mexico) (spoke in Spanish): \r\nThe delegation of Mexico would like to commend the \r\nInternational Court of Justice for the difficult work it \r\ncarried out this year. Moreover, Mexico welcomes the \r\nappointment of Xue Hanqin and Joan Donoghue as the \r\nnew Judges of the Court, replacing Judges Shi Jiuyong \r\nand Thomas Buergenthal, respectively, to whom we \r\nexpress our sincere gratitude for their important \r\ncontributions to international justice and jurisprudence. \r\n My delegation believes it appropriate to highlight \r\nthe four new contentious cases and the recent request \r\nby the International Fund for Agricultural Development \r\nfor an advisory opinion. Likewise, we would highlight \r\nthe ruling in the Pulp Mills on the River Uruguay case \r\nand the advisory opinion regarding the Accordance \r\nwith international law of the unilateral declaration of \r\nindependence in respect of Kosovo, issued during the \r\nperiod under review. These important developments \r\ndemonstrate the confidence that the international \r\ncommunity has in the Court as the principal \r\ninternational judicial body. \r\n My country also welcomes the periodic review \r\ncarried out by the Court over the past few years with \r\nregard to its procedures, working methods and practice \r\ndirections, aimed at enhancing the effective handling \r\nof cases. This has been crucial to this judicial body \r\nbeing able to sustain its level of activity. \r\n Mexico also welcomes the General Assembly’s \r\nwillingness to increase the Court’s number of law \r\nclerks and security personnel and to establish a new \r\ntelecommunications technician post in the General \r\nService category. In this regard, Mexico calls upon the \r\nGeneral Assembly to continue to provide tools to the \r\nCourt in order for it to achieve optimal performance as \r\nthe principal judicial organ of the United Nations. \r\n The report under review (A/65/4) today clearly \r\nand concisely lays out the disputes before the Court, \r\nshowing beyond a doubt its universal nature. In this \r\nregard, my delegation wishes to stress that out of the \r\n17 cases that the Court considered during this period, \r\nfive had to do with States from Latin America and the \r\nCaribbean. Additionally, one of them was resolved this \r\nyear. This demonstrates our region’s commitment to \r\ninternational law and to the principle of the peaceful \r\nsettlement of disputes. \r\n Mexico would like to highlight the substantial \r\nlegal significance that the Court’s rulings have for the \r\nStates parties to a dispute. It also represents the \r\nestablishment of international jurisprudence that is of \r\ninterest for the entire international community. The \r\nCourt has an essential role in the development of \r\ninternational law. The ruling in the Pulp Mills on the \r\nRiver Uruguay case is a clear example of this. \r\n In the oral and written proceedings concerning \r\nthe request for an advisory opinion submitted by the \r\nCouncil of the International Seabed Authority to the \r\nSeabed Disputes Chamber of the International Tribunal \r\nof the Law of the Sea on the subject of responsibilities \r\nand obligations of States sponsoring persons and \r\nentities with respect to activities in the International \r\nSeabed Area, several States referred to the Court’s \r\nopinion on the Pulp Mills on the River Uruguay case. \r\nThey stated that the condition of undertaking an \r\nenvironmental impact assessment constitutes a \r\nrequirement under general international law whenever \r\nthe risk of a planned industrial activity might have \r\nsignificant adverse impacts in a cross-border context. \r\n Without prejudice to the decision of the Seabed \r\nDisputes Chamber of the International Tribunal for the \r\nLaw of the Sea regarding the advisory opinion, Mexico \r\nbelieves that this procedure will demonstrate how the \r\nCourt, in developing good principles in its decisions \r\nand opinions, can enrich the work of other international \r\nlegal bodies, thus furthering the development of \r\ninternational law as a whole. \r\n In Mexico’s view, this indicates that the existence \r\nof multiple international courts and tribunals does not \r\nnecessarily lead to a fragmentation of international law. \r\nRather, it opens doors for inter-judicial dialogue. Based \r\non mutual respect for the competences of each judicial \r\norgan, that dialogue has enormous potential to \r\nstrengthen international judiciary as a whole, in \r\nparticular with a view to making it more efficient and \r\ndynamic in facing the proliferation of global \r\nchallenges. \r\n I would like to conclude by reiterating Mexico’s \r\nsupport for the International Court of Justice as the \r\nprincipal judicial body for the peaceful settlement of \r\ndisputes and as a principal organ of the United Nations. \r\nA/65/PV.38  \r\n \r\n10-60667 16 \r\n \r\n Mr. Kim Hyungjun (Republic of Korea): At the \r\noutset, on behalf of my delegation, I would like to \r\nexpress our gratitude to President Hisashi Owada for \r\nhis comprehensive report on the judicial developments \r\nand activities of the International Court of Justice. We \r\nalso express our appreciation and support for the \r\nCourt’s achievements during the period under review. \r\nIn addition, we would like to take this opportunity to \r\nextend our congratulations to Judge Xue Hanqin and \r\nJudge Joan Donoghue on their election as judges of the \r\nCourt. We are confident that the two judges will be \r\nable to draw upon their extensive experience to make \r\npositive contributions to the Court. \r\n Following the Cold War era, in the 1990s both \r\npublic and scholarly circles naturally turned to \r\ninternational institutions and international law to \r\nprovide solutions. Driven by rapid globalization and \r\ndrastic change in the international order, debates \r\nbetween States on a variety of issues — ranging from \r\nterritorial disputes to environmental conflicts — \r\nemerged on the international political arena, as \r\ninternational law appeared to be the inescapable wave \r\nof the future. \r\n In this context, what is, or can be, the role of the \r\nInternational Court of Justice, the primary judicial \r\norgan of the United Nations? To prevent the occurrence \r\nof discrepancies and incongruent development of \r\ninternational law, we expect that the Court can act as \r\nthe anchor for the harmonization of the international \r\njudiciary. Sixty-five years ago, the Court’s role as the \r\ncentral judicial body was enshrined in the United \r\nNations Charter. We expect to see the Court continue to \r\nseize that mandate in providing its legal wisdom and \r\nexperience to the international community. \r\n The increasing number of cases brought to the \r\nCourt serve clearly to illustrate the respect and \r\nconfidence that States have in the Court. Allow me to \r\nrecapitulate current developments in a couple of cases \r\nthat are of particular importance to our delegation. \r\n Recently, the Court delivered its judgment \r\nconcerning the Pulp Mills on the River Uruguay case. \r\nThe case includes questions of environmental \r\nimplications in the utilization of the part of the river \r\nthat constitutes the countries’ joint boundary, as well as \r\nthe issue of whether there was a violation of \r\nobligations under the treaty signed between the States \r\nparties. The Court separated the breach in its \r\nprocedural obligations from its substantive obligations \r\nunder the relevant articles of the treaty in this \r\njudgment. The delivery of this decision illustrates the \r\nCourt’s in-depth judicial analysis in providing the most \r\nadequate decision for this case. \r\n We also take note of the advisory opinion of the \r\nCourt on the Accordance with International Law of the \r\nUnilateral Declaration of Independence in Respect of \r\nKosovo. The opinion presents an important opportunity \r\nfor Kosovo and Serbia to open a new phase of relations \r\nthrough constructive and sincere dialogue. We hope \r\nthat sustainable solutions can be reached to establish \r\npeace and stability in the Balkans in the near future. \r\n Among the various contentious cases we are \r\ninterested in, the Whaling in the Antarctic case has \r\nattracted our attention. We expect that the Court will \r\nsuggest reasonable standards, based on its judicial \r\nprudence, to interpret international conventions and \r\nobligations for the preservation of marine mammals \r\nand the marine environment. \r\n We also note the importance of the case \r\nconcerning the Jurisdictional Immunities of the State \r\nbecause of its unique historical background. The case \r\nforeshadows the possibility of the Court playing an \r\nimportant role in providing judicial guidance in the \r\nsettlement of unfortunate historical grievances. It is \r\nessential to reconcile and settle the past in a way that \r\nindividuals can also be consoled and compensated in \r\norder to rebuild amicable and friendly future-oriented \r\nrelations between States. \r\n My delegation noted and appreciated the Court’s \r\nefforts to enhance its efficiency. Recently, the General \r\nAssembly contributed to sustaining those efforts by \r\nproviding an appropriation for the replacement of \r\ninformation technology equipment. That will cover the \r\ncost of installing information technology resources, \r\nwhich can improve work efficiency, but additional \r\nfunds are still needed. In that regard, my delegation \r\nwould like to underscore the importance of the \r\ncontributions of Member States, including their respect \r\nfor the Court’s decisions and their cooperation with the \r\nCourt’s efforts to promote the rule of law. \r\n In concluding my statement, I expect that the \r\nCourt will continue to extend its role and \r\nresponsibilities based on its experience in creating and \r\ninterpreting international law for 65 years. I reaffirm \r\nthat the delegation of the Republic of Korea will be a \r\nsteadfast supporter and contributor to the invaluable \r\nwork of the Court. \r\n A/65/PV.38\r\n \r\n17 10-60667 \r\n \r\n Ms. Gendi (Egypt): Let me begin by expressing \r\nthe deep condolences of Egypt to the people and \r\nGovernment of Barbados on the enormous loss of the \r\nlate Prime Minister of Barbados, The Honourable \r\nDavid John Howard Thompson. \r\n I would like to also take this opportunity to \r\nexpress the appreciation of Egypt to Mr. Hisashi \r\nOwada, President of the International Court of Justice, \r\nfor his comprehensive presentation of the report of the \r\nCourt (A/65/4) on its activities over the past year. I \r\nshould also like to reaffirm Egypt’s support for the \r\nCourt’s key role in ensuring the implementation of the \r\nprovisions of international law, adjudicating disputes \r\nbetween States and providing advisory opinions to \r\nStates and international organizations to guide them on \r\nhow to best assume their roles and functions. \r\n Since its establishment as the principal judicial \r\norgan of the United Nations, the Court has \r\nstrengthened important legal principles and rules \r\nthrough its advisory opinions on the Legality of the \r\nThreat or Use of Nuclear Weapons, the Legal \r\nConsequences of the Construction of a Wall in the \r\nOccupied Palestinian Territory, the Accordance with \r\nInternational Law of the Unilateral Declaration of \r\nIndependence in Respect of Kosovo and other decisions \r\non territorial and maritime border disputes. Those \r\nopinions have contributed to the settlement of several \r\ndisputes around the world and to preventing them from \r\nescalating into armed conflicts. \r\n The delegation of Egypt therefore emphasizes the \r\nneed to encourage States and United Nations organs \r\nand specialized agencies to request advisory opinions \r\nfrom the Court on important legal questions arising \r\nwithin the scope of their activities, as these opinions \r\nencompass developments in and the codification of the \r\nrules of international law. Owing to their high moral \r\nand legal values, they contribute to consolidating the \r\nprinciples of justice and equality at the international \r\nlevel, which reflect positively on the maintenance of \r\ninternational peace and security. Egypt considers that it \r\nis important to provide the Court with an opportunity \r\nto consider the legality of encroachment by certain \r\nprincipal organs of the Organization on the competence \r\nof other principal organs that are more representative \r\nand democratic in nature. \r\n In the same vein, it is necessary to monitor and \r\nassess the implementation of the Court’s decisions and \r\nto enhance international recognition of the moral and \r\nlegal values of its advisory opinions. This can be done \r\nby establishing a mechanism for that purpose within \r\nthe United Nations to examine the extent of States’ \r\nimplementation in good faith, as required under the \r\nCharter of the United Nations, of the advisory opinions \r\nissued by the Court at the request of one of the \r\nprincipal organs, as well as to monitor the damage \r\ncaused by failures in implementation and adopt \r\nmodalities for compensating affected States. Such a \r\nmechanism would be similar to the one established to \r\nassess the damages caused by the construction of the \r\nwall and determine the required compensation, which \r\nso far still faces major obstacles. \r\n Furthermore, the delegation of Egypt expresses \r\nits appreciation for the pioneering role played by the \r\nCourt in consolidating the principle of the rule of law. \r\nWe also stress the need to draw on the experience of \r\nthe Court in consolidating established legal rules with \r\nrespect to the responsibility of States to protect their \r\ncitizens and respect international law, both with regard \r\nto diplomatic protection or consular relations and the \r\ndistinction between legitimate armed struggle in the \r\nframework of the right to self-determination and \r\nterrorism. \r\n Egypt also welcomes the steps taken by the Court \r\nto increase its effectiveness in dealing with the steady \r\nincrease in cases before it. We support its request for \r\nsix positions for law clerks from the regular budget. \r\nEgypt will work with other States in the Fifth \r\nCommittee to respond to that request, especially as it \r\ncomes at a time of increasing international efforts to \r\nutilize good governance at the international level as a \r\nmeans to fulfil the commitments of the Court. \r\n In that regard, Egypt also welcomes the reference \r\nin the Court’s report to the ongoing work with regard \r\nto the technological updating of the Peace Palace halls \r\nand the replacement and modernization of the audio-\r\nvisual equipment in its historic courtroom and nearby \r\nrooms in order to enable the Court to perform its tasks \r\nin conformity with its international standing. \r\n In conclusion, Egypt expresses its appreciation to \r\nall the judges of the Court and to the Registrar and \r\nstaff for their efforts in the year covered by the report. \r\nWe wish them success in performing the envisaged role \r\nof the Court in the future. \r\n Mr. Cabactulan (Philippines): Before I proceed, \r\nI also would like to express the condolences and \r\nsympathies of my delegation to the Government and \r\nA/65/PV.38  \r\n \r\n10-60667 18 \r\n \r\npeople of Barbados on the sad demise of their Prime \r\nMinister, The Honourable David Howard Thompson. \r\n I am pleased and honoured to address the General \r\nAssembly during its consideration of the report of the \r\nInternational Court of Justice (A/65/4). Likewise, I \r\ntake this opportunity to commend Judge Hisashi \r\nOwada, President of the International Court of Justice, \r\nfor his dedicated stewardship of the world Court and \r\nfor the comprehensive and detailed report he has \r\npresented to us. On behalf of the Philippines, I also \r\ntake this opportunity to welcome the election to the \r\nCourt of Judge Xue Hanqin of China and Judge Joan \r\nDonoghue of the United States. They — and all the \r\nCourt’s judges — possess a breadth of experience and \r\ndepth of expertise that is crucial in the exercise of the \r\nCourt’s mandate. \r\n The Philippines reaffirms its support for the work \r\nof the Court and the invaluable role it plays in \r\npromoting an international legal order founded on the \r\nprimacy of the rule of law and the peaceful settlement \r\nof disputes. As the principal judicial organ of the \r\nUnited Nations, the Court is the primary institution \r\ntasked with ensuring respect for the rule of law in \r\ninternational relations. \r\n The Court’s importance cannot be overstated. The \r\ncases referred to the Court come from diverse regions, \r\ndeal with extremely varied subject matter and are \r\ngrowing in legal and factual complexity. Yet, the Court \r\nhas remained steadfast in its efforts to further increase \r\nits efficiency. \r\n In that regard, the Philippines commends the \r\nCourt for taking steps that have allowed it to sustain its \r\nlevel of activity. The continuous re-examination of its \r\nprocedures and working methods, the regular updating \r\nof its practices adopted in 2001 for use by States \r\nappearing before it, and the setting of an exacting \r\nschedule have all enabled the Court to clear its backlog \r\nof cases, and thus increase the confidence placed in it \r\nby States submitting a dispute for fair and timely \r\nresolution. \r\n My delegation has taken due note of the General \r\nAssembly’s contributions to sustaining the Court’s \r\nefforts at streamlining and making its working methods \r\nmore efficient by approving the establishment of much-\r\nneeded additional posts in the Court’s Registry in 2009. \r\nThe Philippines reiterates its call for Member States to \r\ncontinue to provide the Court with the necessary means \r\nto ensure its proper and efficient functioning. \r\n My delegation again reiterates its approval of the \r\nwork done by the world Court aimed at making the \r\nCourt and its decisions more widely accessible to the \r\npublic through traditional media and information and \r\ncommunications technology. The Court’s website \r\ncontinues to undergo dynamic changes in both its \r\ncontent and its user interface. The Philippines \r\nwelcomes the inclusion on the Court’s website of its \r\nentire jurisprudence and that of its predecessor, the \r\nPermanent Court of International Justice. \r\n In order to strengthen the foundations for global \r\nrespect for the rule of law and its effective \r\nimplementation, transparency and accessibility must, \r\nalong with integrity and independence, be the Court’s \r\ncornerstones. Yet, transparency and accessibility must \r\nnever compromise the Court’s security. It is on that \r\npoint that the Philippines notes the request to \r\nstrengthen the Court’s security team to enable it to \r\nconfront new technological threats in respect of \r\ninformation systems security. \r\n Our increasingly interdependent world \r\nunderscores the need for the rule of law. The cases \r\nbrought before the International Court of Justice \r\nillustrate the variety and complexity of the issues we \r\nface. New and emerging subjects of specialization in \r\ninternational law demand thorough consideration in \r\norder to ensure that rights are not encumbered and \r\nobligations are carried out. \r\n In recent years, we have witnessed a steady rise \r\nin the resorting by States, entities and even individuals \r\nto specialized tribunals and forums, in attempts to \r\naddress the increasing demands of interdependence. \r\nMy delegation views this development as a reflection \r\nof increased confidence in, and recourse to, the rule of \r\nlaw, which the International Court of Justice has helped \r\nto propagate. In that regard, we count on the Court’s \r\nfunction of elucidating norms to provide a basic \r\nframework of case law and norms, as well as to \r\nharmonize jurisprudence in general international law, \r\nin order to provide guidance for specialized tribunals. \r\n In conclusion, the Philippines views the increased \r\nworkload of the International Court of Justice as a \r\npositive sign of the trust and confidence placed in the \r\nCourt’s legal supremacy. Therefore, in the exercise of \r\nits mandate as the only international court of universal \r\ncharacter with general jurisdiction, we must continue \r\nto provide the support crucial for maintaining and \r\n A/65/PV.38\r\n \r\n19 10-60667 \r\n \r\nstrengthening the rule of law, which underpins peaceful \r\nrelations between States. \r\n Mr. Gutiérrez (Peru) (spoke in Spanish): I would \r\nlike to thank the President of the International Court of \r\nJustice, Judge Hisashi Owada, for being here with us \r\nthis morning and for his interesting briefing on the \r\nhard work carried out by the Court over the past year. \r\n States should resolve their disputes by peaceful \r\nmeans and in accordance with the principles of justice \r\nand international law. To achieve that goal, the Charter \r\nof the United Nations itself recognizes the peaceful \r\nsettlement of disputes as a general principle of \r\ninternational law whereby States must refrain from the \r\nuse or the threat of the use of force. To emphasize the \r\nsupreme importance that the Charter of the United \r\nNations ascribes to maintaining international peace and \r\nsecurity and to the development of friendly relations \r\nand cooperation, States declared as a principle, in \r\nresolution 2625 (XXV), that in international relations \r\nthey would refrain from resorting to the threat or use of \r\nforce against the territorial integrity or political \r\nindependence of any State — or in any other manner \r\ninconsistent with the purposes of the United Nations. \r\nLikewise, they deemed it imperative for all States to \r\nsettle their international disputes by peaceful means in \r\naccordance with the Charter. \r\n The very establishment of the International Court \r\nof Justice was intended to contribute to the creation of \r\na universal system at the service of States for the \r\npeaceful settlement of their disputes, in accordance \r\nwith international law. To that end, the Court’s \r\ndecisions resolve the legal disputes brought to it by \r\nStates and contribute to international peacebuilding. \r\nSimilarly, by means of its advisory opinions, the Court \r\ncontributes to the development of international law and \r\nthe primacy of the rule of law. \r\n Despite the sensitivity of the issues that are the \r\nsubject of disputes among States — including, among \r\nothers, questions of territorial and maritime \r\ndemarcation, diplomatic protection, environmental \r\nissues, the exercise of jurisdiction and the system of \r\nimmunities — States have consistently chosen to come \r\nbefore the Court to resolve such disputes definitively. \r\nThat shows that, thanks to the judicial quality of its \r\ndecisions and its independence and impartiality, the \r\nCourt enjoys a great degree of legitimacy. \r\n Peru’s commitment to the work of the \r\nInternational Court of Justice is expressed in the \r\nAmerican Treaty on Pacific Settlement of 1948, \r\notherwise known as the Pact of Bogota, whereby States \r\nparties agreed always to avail themselves of peaceful \r\nproceedings to resolve disputes, including turning to \r\nthe Court. Peru has also recognized the Court’s \r\nunconditional competence in disputes, in accordance \r\nwith Article 36, paragraph 2, of the Statute of the \r\nCourt. \r\n Similarly, the Manila Declaration on the Peaceful \r\nSettlement of International Disputes, adopted by \r\nconsensus in resolution 37/10, established that, as a \r\ngeneral rule, disputes of a legal order should be \r\nbrought before the International Court of Justice by the \r\nparties, and that such submissions should not be \r\nconsidered as unfriendly acts among States. In \r\naccordance with this acknowledgement, Peru deems it \r\nof the highest importance that the Court’s jurisdiction \r\nbe universally accepted. As the report contained in \r\ndocument A/65/4 indicates, currently 66 States have \r\nissued statements acknowledging the compulsory \r\njurisdiction of the Court, although in many cases such \r\nstatements have been made with reservations. In that \r\nconnection, Peru appeals to States that have not yet \r\ndone so to accept the Court’s compulsory jurisdiction \r\non disputes. \r\n As States, we are obliged to respect the decisions \r\nof the Court. As a State respectful of international law, \r\nPeru therefore reiterates its commitment to comply \r\nwith the obligations stemming from the Statute of the \r\nCourt and urges other States to comply with its \r\ndecisions. \r\n As we reaffirm our full support for the work of \r\nthe Court, we must also acknowledge the outstanding \r\nwork of its judges. Both their superior legal skills and \r\nefficient management have made it possible for the \r\nCourt to adopt measures aimed at allowing it to carry \r\nout its tasks more easily, despite the greater number of \r\ncases before it. \r\n In terms of disputes, the Court has had a heavy \r\ndocket over the course of the past year with the \r\nsubmission of four new cases and one request for an \r\nadvisory opinion. Those new cases must be added to \r\nthe pending cases, which bring the number of \r\nproceedings to 17 and two advisory procedures during \r\nthe current period. \r\n We must also emphasize the important outreach \r\nwork done by the Court, especially by means of its \r\nofficial publications and its Internet portal, which is an \r\nA/65/PV.38  \r\n \r\n10-60667 20 \r\n \r\ninvaluable tool. Similarly, the dialogue between the \r\nCourt and various institutions such as the International \r\nLaw Commission, various national and regional \r\ntribunals and academic bodies enables an exchange of \r\nopinions that benefits and enriches the legal \r\ncommunity and the promotion of the rule of law at both \r\nthe international and national levels. \r\n States must ensure that the Court enjoys \r\nsufficient resources to carry out the tasks entrusted to \r\nit. Thus we welcome the fact that in 2009, additional \r\nposts requested for legal and technical assistants were \r\napproved, as was the replacement and modernization of \r\nthe equipment. However, a request remains pending for \r\nthe creation of additional security posts, which will \r\nmake it possible to reinforce the performance of tasks \r\nand confront new technological threats to the security \r\nof the Court’s information systems. In that context, we \r\nbelieve the request referred to in the Court’s report is \r\ncompletely reasonable and should be heeded as swiftly \r\nas possible. \r\n Peru expresses its gratitude to those countries that \r\nhave contributed to the Trust Fund to Assist States in \r\nthe Settlement of Disputes through the International \r\nCourt of Justice and joins in the appeal of the \r\nSecretary-General to all States and relevant bodies to \r\ncooperate with the Fund. \r\n Lastly, I would not like to conclude without \r\nputting on record my country’s congratulations to the \r\nCourt’s two new Judges, Xue Hanqin and Joan E. \r\nDonoghue. We also wish to express our warmest \r\ngratitude to retiring Judges Shi Jiuyong and Thomas \r\nBuergenthal and to thank them for their valuable \r\ncontribution. \r\n Mr. Sene (Senegal) (spoke in French): Allow me \r\nat the outset to thank the President of the International \r\nCourt of Justice, Mr. Hisashi Owada, for his rich and \r\ndetailed presentation of the activities of that body for \r\nthe period from 1 August 2009 to 31 July 2010. I \r\nwould also like to extend my thanks to all the staff of \r\nthe Court. \r\n I wish to say how pleased my delegation is to \r\ntake part, once again this year, in the annual meeting \r\nthat gives us an opportunity to review the report of the \r\nInternational Court of Justice (A/65/4). For Senegal, \r\nthis gathering is a timely opportunity to focus on the \r\nconstructive action of the Court in promoting the ideals \r\nof peace and justice, which are at the base of the \r\ncreation of the United Nations. The emergence of a \r\nfairer and more peaceful world requires in particular \r\npromoting respect for the rule of law and the peaceful \r\nsettlement of disputes. \r\n It goes without saying that the International Court \r\nof Justice, which is the only international body of a \r\nuniversal character with general jurisdiction, \r\nundoubtedly constitutes the main link in the \r\ninternational legal order. Its everyday activities help in \r\nthe promotion of international justice, the development \r\nof international law and the maintenance of \r\ninternational peace and security. \r\n Senegal, firmly committed to promoting justice \r\nand the rule of law, reiterates its confidence in the \r\nInternational Court of Justice. And that confidence is \r\nundoubtedly best reflected by its recognition of the \r\ncompulsory jurisdiction of the Court, pursuant to \r\nArticle 36 of its Statute. \r\n My delegation welcomes the high number of \r\napplications submitted to the Court, which reflects, \r\nmoreover, the growing acceptance of the primacy of \r\nlaw throughout the world and of the interest that States \r\naccord to the peaceful settlements of disputes. \r\n The importance of the role of the International \r\nCourt of Justice as the principal legal organ of the \r\nUnited Nations in dispute settlement can be gauged by \r\nthe increasing confidence placed in it today by States \r\nturning increasingly to the wisdom of its judges. In \r\npromoting the legal settlement of disputes, the Court \r\nhelps to mend relations between States and contributes \r\nconsiderably to maintaining international peace and \r\nsecurity. \r\n Along the same lines, basing its work on the \r\npromotion of the rule of law, the International Court of \r\nJustice also contributes to respect for the rule of law at \r\nthe international level. Moreover, the orders and \r\ndecisions handed down by the Court in serving \r\njurisprudence and legal rationale in several situations \r\nhelps to enhance, codify and unify international law. \r\n For all of those reasons, my delegation reiterates \r\nits full support for the International Court of Justice. It \r\ncommends its praiseworthy efforts to enhance its \r\nefficacy and calls for it to be given the necessary \r\nresources to duly carry out its noble missions. \r\n The review of the report of the International \r\nCourt of Justice seems also to be a timely moment to \r\nrecall — if that were still necessary — that the \r\nbeneficial effects of the peaceful settlement of disputes \r\n A/65/PV.38\r\n \r\n21 10-60667 \r\n \r\nno longer need to be proven. The reference in the \r\nUnited Nations Charter to the settlement of disputes by \r\npeaceful means in conformity with the principles of \r\njustice and international law as one of the essential \r\ngoals of the United Nations and the principal \r\ninstrument for maintaining international peace and \r\nsecurity sums up in itself all its importance. \r\n Our Organization, which has a special \r\nresponsibility in the sphere of promoting dispute \r\nsettlement, should continue its efforts to help Member \r\nStates submit their disputes before the International \r\nCourt of Justice. \r\n Mr. Ali (Sudan) (spoke in Arabic): Our \r\ndelegation welcomes the report of the Secretary-\r\nGeneral in document A/65/309, and the report on the \r\nwork of the International Court of Justice in document \r\nA/65/4, which covers the period from 1 August 2009 to \r\n31 July 2010. We also welcome the presence of \r\nMr. Hisashi Owada, President of the International \r\nCourt of Justice, and his presentation on the work of \r\nthe Court. \r\n The report of the International Court of Justice \r\nreaffirms the positive developments in the work of the \r\nCourt and the fact that it is considering a growing \r\nnumber of cases submitted to it. That is proof of the \r\nCourt’s increasing importance to this Organization and \r\nto Member States. \r\n Our delegation commends the high \r\nprofessionalism of the judges of the Court and its \r\nrulings and advisory opinions and the high quality of \r\nthe Court’s work, which qualifies it to continue its \r\nfunction in support of international peace. \r\n While we reiterate the important role of the \r\nInternational Court of Justice, its continued \r\nimpartiality — in which we are confident — has \r\ncontinued to gain the trust of the international \r\ncommunity, as indicated by the growing number of \r\ncases on its docket. We also commend the active role \r\nplayed by the Court and its advisory opinions in \r\nsupport of the principles of State sovereignty and \r\nnon-interference in the affairs of other States, in line \r\nwith the principles of the United Nations Charter and \r\nestablished norms of international law. \r\n Our delegation also welcomes the report of the \r\nSecretary-General on the Trust Fund to Assist States in \r\nthe Settlement of Disputes through the International \r\nCourt of Justice (A/65/309). We welcome the \r\ninformation it contains and call for providing more \r\nsupport to the Court so that it may maintain its judicial \r\nrole. \r\n In conclusion, we also want to express our \r\nconfidence that the Court will continue its judicial \r\nprocess, which has been distinguished by objectivity, \r\nprofessionalism and impartiality, in the service of \r\nprotecting international law from politicization. \r\n Mr. Errázuriz (Chile) (spoke in Spanish): First, I \r\nwish to join in the expressions of condolence offered \r\nby the Ambassador of Trinidad and Tobago, speaking \r\nfor the Group of Latin American and Caribbean States, \r\non the unfortunate death of the Prime Minister of \r\nBarbados, David John Howard Thompson. Our entire \r\nregion is in mourning. On behalf of my Government \r\nand on my own behalf, I wish to extend our most \r\nsincere condolences to the Government and people of \r\nBarbados and to the family of the late Prime Minister. \r\n Chile takes this opportunity to express our \r\nappreciation to the President of the International Court \r\nof Justice for presenting the comprehensive report \r\ncovering the period from 1 August 2009 to 31 July \r\n2010 (A/65/4). \r\n The significant work done by the International \r\nCourt of Justice as the highest judicial organ of the \r\nUnited Nations and the mission entrusted to it by the \r\nCharter for the peaceful settlement of disputes and for \r\nadvisory functions have been highlighted in the report \r\nintroduced by its President this morning. The Court \r\nmakes an outstanding contribution, in the framework of \r\nthe multilateral system of peace and security, to \r\nconsolidating relations of peace and friendship among \r\ncountries and to strengthening the international legal \r\norder based on respect for the law, which the United \r\nNations has, in the Charter, as its fundamental pillar. \r\n The Court has a huge task to perform in the \r\ncurrent international context, because of the existence \r\nof numerous multilateral treaties requiring judicial \r\nsettlement of disputes as well as of the application of \r\nmechanisms accepted by countries in their unilateral \r\ndeclarations or in bilateral treaties. \r\n As in previous years, we reiterate that the \r\nadvisory function of the Court is particularly \r\nimportant, as demonstrated by its opinions based on \r\ninternational law, which provide substantive support to \r\nthe work of the United Nations.  \r\nA/65/PV.38  \r\n \r\n10-60667 22 \r\n \r\n Our country continues to believe that the Court \r\nshould be given the necessary material and human \r\nmeans and resources to deal correctly with the increase \r\nin its caseload and with the responsibilities which it \r\nmust assume in the context of international law. \r\n We also express our appreciation for the Court’s \r\nefforts to widely publicize its work and make it broadly \r\naccessible to international public opinion, using \r\nmodern methods and technologies. Thanks to those \r\nefforts, international law itself is strengthened, and we \r\nmust give ongoing and broad support to the activities \r\nof the Court. We emphasize our interest, shared with \r\nthe Ibero-American community, in making available a \r\nSpanish-language version of the judgments of the \r\nInternational Court of Justice. \r\n As regards the case brought against Chile before \r\nthe International Court of Justice, my Government \r\nonce again expresses its confidence in the efficacy of \r\ninternational law and in respect for treaties. \r\n I shall conclude by reiterating our recognition of \r\nthe commendable work of the Court and its invaluable \r\ncontribution to the observance of international law. \r\n Mr. Gevorgian (Russian Federation) (spoke in \r\nRussian): Allow me to express our gratitude to the \r\nPresident of the International Court of Justice, \r\nMr. Hisashi Owada, for his introduction of the Court’s \r\nreport (A/65/4). \r\n The past year, like previous years, was very \r\nproductive for the International Court of Justice. The \r\ncaseload considered by the Court was unprecedented, \r\nwhich reflects the increasing level of confidence of \r\nStates in the principal legal organ of the United \r\nNations. \r\n Yesterday we had an opportunity to speak \r\nregarding the Court’s activities at a closed meeting of \r\nthe Security Council. We spoke, inter alia, of our \r\nposition regarding the advisory opinion of the Court on \r\nthe question of the legality of the unilateral declaration \r\nof independence by Kosovo. An important part of the \r\nadvisory opinion is the confirmation of the fact that \r\nSecurity Council resolution 1244 (1999) continues to \r\nbe in force and continues to apply to the situation in \r\nKosovo. In effect, the opinion confirms that the \r\nprocess for defining the final status of Kosovo is not \r\nover and that talks on the issue must continue. \r\n Currently the Russian Federation is a party to a \r\ncase entitled Application of the International \r\nConvention on All Forms of Racial Discrimination \r\n(Georgia v. Russian Federation), instituted by Georgia \r\nagainst Russia. The Russian Federation has submitted \r\nits preliminary objections regarding the Court’s \r\njurisdiction over this case. A month ago the oral \r\nhearings on the case were completed. Now we are \r\nawaiting the Court’s decision. \r\n I would like to briefly outline our grounds for \r\narguing that the Court does not have jurisdiction over \r\nthis case. \r\n In order to recognize the jurisdiction of the Court \r\non the Convention on Racial Discrimination, two \r\nconditions need to be met: first, the presence of a \r\ndispute pertaining to the Convention, and secondly, the \r\napplicant State must institute proceedings as envisaged \r\nunder Article 22 of the Convention, which states that \r\nprior to filing an application with the International \r\nCourt of Justice, talks must be held and the Committee \r\non the Elimination of Racial Discrimination must be \r\naddressed. Neither circumstance is present in this case. \r\nPrior to Georgia’s filing the application with the Court, \r\nno dispute existed between Russia and Georgia over \r\nracial discrimination in Abkhazia and South Ossetia. \r\nNor has Georgia ever brought that matter up with the \r\nCommittee on the Elimination of Racial \r\nDiscrimination. \r\n On those grounds we have every reason to \r\nbelieve that this case has been artificially tied to the \r\nConvention and brought before the Court with \r\nexclusively spurious political motives. \r\n In addition, the case in question has unique \r\nfeatures that the Court has never previously \r\nencountered in its practice. For the first time in the \r\nhistory of international jurisprudence, a suit has been \r\nbrought against a State that is not a party to the dispute \r\nbut a formerly internationally recognized peacemaker \r\nand mediator in negotiations. Moreover, Georgia itself \r\nrecognized Russia’s peacekeeping mission, requested \r\nsuch help through official channels and has never \r\nattempted to terminate the Russian peacekeeping \r\nforces’ mandate. And there is another unique feature \r\nhere. The suit was cynically brought by a State that \r\nattempted to settle an inter-ethnic conflict by using \r\narmed brute force, both against civilians and against \r\npeacekeepers who were acting with its consent and \r\nunder an international mandate. \r\n We sincerely hope that these factors will be duly \r\ntaken into consideration in the decision on the question \r\n A/65/PV.38\r\n \r\n23 10-60667 \r\n \r\nof jurisdiction in the case of Georgia v. Russia. \r\nOtherwise, this would send an incorrect signal to States \r\nthat might wish to resolve their disputes by peaceful \r\nmeans, as envisaged by the United Nations Charter. \r\nBesides that, it would undermine the standing of the \r\nCommittee on the Elimination of Racial Discrimination \r\nand other bodies working in the area of human rights \r\nthat were specifically created to settle contentious \r\nissues. The result would be that the carefully honed \r\nmethods of settling international disputes, which have \r\nbeen developed over many years, could simply be \r\nignored, and people would resort to the Court \r\nimmediately. \r\n Furthermore, this could send a negative signal to \r\npeacekeeping States, whose peacekeeping contingents \r\ncould almost always be accused of violating the \r\nprovisions of the International Convention on the \r\nElimination of All Forms of Racial Discrimination. \r\nThere is also the risk that States would be much more \r\ncautious in recognizing the jurisdiction of the \r\nInternational Court of Justice regarding international \r\nagreements. We hope that the Court will take into \r\naccount all of these points when formulating its \r\ndecision on its jurisdiction in the case under \r\ndiscussion. \r\n We should note that the Russian Federation is \r\nfirmly committed to the principle of the peaceful \r\nsettlement of international disputes. We are confident \r\nthat the International Court of Justice, as the main body \r\nof international justice, will continue to demonstrate \r\nthe highest standards of jurisprudential practice and \r\nwill remain a paragon of objective and independent \r\ninternational justice, whose authoritative opinion on \r\nthe most complex issues will continue to contribute to \r\nstrengthening international order. \r\n Mr. Riyan (India): Before I start, I would like to \r\nexpress my sincere condolences to the Government and \r\npeople of Barbados on the sad demise of their beloved \r\nPrime Minister, The Honourable David Thompson. \r\n It gives me great pleasure to address this plenary \r\nmeeting of the General Assembly on the report \r\n(A/65/4) of the International Court of Justice, the \r\nprincipal judicial organ of the United Nations. I would \r\nlike to thank the President of the Court for his \r\ncomprehensive and lucid presentation of the report. \r\n The International Court of Justice was \r\nestablished, along with other organs of the United \r\nNations, to save future generations from the scourge of \r\nwar and to find a way to settle inter-State disputes \r\nthrough peaceful means by the application of \r\ninternational law. The Court still remains the only \r\njudicial body whose legitimacy is derived from the \r\nCharter and enjoys general jurisdiction, while all other \r\ninternational judicial institutions have specific \r\ncompetences and lack jurisdiction of a universal \r\nnature. The Statute of the Court has been made an \r\nintegral part of the Charter, a status that is unique to \r\nthe Court and not held by any other international court \r\nor tribunal to date. \r\n All States are free to approach the Court for \r\nresolution of their disputes with other States. Under \r\nArticle 36 of the Charter, the Security Council may \r\nalso recommend that the parties refer their legal \r\ndisputes to the Court, while the General Assembly and \r\nthe Security Council may seek its advisory opinions. \r\nThose provisions clearly indicate the central role given \r\nto the Court within the United Nations system. \r\n The Court’s judgements have played an important \r\nrole in the interpretation and clarification of the rules \r\nof international law, as well as in its progressive \r\ndevelopment and codification. The Court has \r\nperformed its judicial functions while remaining \r\ncareful to respect political realities, the sentiments of \r\nStates and its own Statute. It has emphasized the rule \r\nof law and the role of international law in regulating \r\ninter-State relations, despite the fact that inter-State \r\nrelations are necessarily political in nature. It has also \r\ncontributed significantly to settling legal disputes \r\nbetween sovereign States, thus promoting the rule of \r\nlaw in international relations. \r\n India firmly believes that, owing to the Court’s \r\nunique position in the United Nations, no other judicial \r\norgan in the world possesses its capacity to deal with \r\ninternational problems. Since its inception, the Court \r\nhas dealt with a wide variety of complex legal issues. It \r\nhas pronounced judgment in areas covering territorial \r\nand maritime delimitation, diplomatic protection, \r\nenvironmental concerns, racial discrimination, the \r\nviolation of human rights and the application of \r\ninternational treaties and conventions. Such judgments \r\nhave played an important role in the progressive \r\ndevelopment and codification of international law. \r\n At present, there are four new contentious cases \r\nand one new advisory proceeding before the Court. \r\nThose cases deal with a diversity of subjects, ranging \r\nfrom diplomatic relations to jurisdiction and \r\nA/65/PV.38  \r\n \r\n10-60667 24 \r\n \r\nenforcement of judgments in civil and commercial \r\nmatters and to an administrative matter related to the \r\nInternational Labour Organization. The Court is also \r\ndealing with geographic issues, as in the case of \r\nwhaling in Antarctica. The cases before it involve \r\ncountries from all over the world, including States in \r\nEurope, Latin America, Africa and Asia, and thus \r\nreflect its universality. \r\n The growing acceptance of the Court’s \r\njurisdiction by States further highlights the importance \r\nof the Court and the confidence of the States in the \r\nCourt’s ability to resolve their legal disputes. This has \r\ngreatly increased the workload of the Court. As of \r\n31 July 2010, the number of contentious cases on the \r\ndocket of the Court stood at 15, as compared to 13 one \r\nyear earlier. \r\n To enable the Court to fulfil its task, it is \r\nnecessary that the Court be provided with adequate \r\nresources, so that it can respond efficiently and in a \r\ntimely manner to the expectations of States that submit \r\ntheir disputes to it for settlement. \r\n Mr. Tang (Singapore): My delegation would like \r\nto express its thanks to the International Court of \r\nJustice for the comprehensive and informative report \r\non its work from 1 August 2009 to 31 July 2010 \r\n(A/65/4). It is evident that the Court has had an \r\nextremely busy year dealing with a myriad of legal \r\nissues. It is therefore a testament to the leadership of \r\nPresident Hisashi Owada, whom my country had the \r\nhonour to receive as a guest speaker earlier this year at \r\nthe Singapore Academy of Law, that the Court has \r\nbeen able to discharge its duties with the highest levels \r\nof competence and professionalism. \r\n It is Singapore’s firmly held view that \r\ninternational relations must be governed by the rule of \r\nlaw in order to preserve international peace and \r\nstability. Fundamental to the rule of law is the notion \r\nthat disputes must be resolved through peaceful means. \r\nWhere disputes — in particular those that have become \r\nintractable over time — cannot be resolved through \r\ninformal processes such as negotiations or mediation, \r\nserious consideration should be given to the \r\nadjudication of the dispute by a neutral third party. \r\n Needless to say, the Court plays a vital role in \r\nthat regard. Under international law, there is no formal \r\nhierarchy among the various judicial mechanisms and \r\ninternational tribunals, but it is incontrovertible that the \r\nCourt commands immense prestige and authority. First, \r\nit is the only international court of a universal character \r\nwith general jurisdiction. Secondly, it is the principal \r\njudicial organ of the United Nations and draws on a \r\nheritage dating back to the Permanent Court of \r\nInternational Justice. Its judgments have been, and \r\ncontinue to be, extremely influential and have a deep \r\nimpact on the development of international law. The \r\nCourt therefore plays a fundamental role in ensuring \r\nthat the rule of law in international relations is \r\nmaintained and strengthened. \r\n During the period covered in the report under \r\nconsideration, there have been a number of \r\njurisprudential developments of particular interest to \r\nmy delegation. We note that the Court has taken the \r\nopportunity to clarify the jurisprudence relating to the \r\nseeking of provisional measures and other \r\njurisdictional issues, given the number of cases in \r\nwhich such issues have been raised. These \r\nclarifications are useful in this developing area of \r\ninternational law and, given the increase in the number \r\nof cases where such arguments are being made, we \r\nanticipate that there will be other occasions in the \r\nfuture for further elaboration and development. We \r\nalso note the increasing number of disputes involving \r\nissues of environmental law that are being brought \r\nbefore the Court. We look forward to receiving the \r\nviews of the Court on those issues, given the dynamic \r\ngrowth of that area of law and their pertinence to the \r\nglobal community. \r\n We have also keenly followed the deliberations of \r\nthe Court in the case concerning the unilateral \r\ndeclaration of independence in respect of Kosovo, \r\nsince this is an area of law which is of importance to \r\nall countries. As we have observed on previous \r\noccasions, this issue involves a complex factual matrix, \r\nand in that regard, we were gratified that the Court \r\ntook great care to seek the views of the actors involved \r\nin that declaration in order to ascertain the complex set \r\nof events that led to it. We likewise welcomed the fact \r\nthat numerous countries took an active role in the \r\ndeliberations and provided their views on the issues at \r\nhand. That inclusive process displayed the seriousness \r\nwith which the Court undertook its duties in the case \r\nand also demonstrated the high level of engagement of \r\nthe international community in an issue of deep legal \r\nimportance and augurs well for the continued strength \r\nof the rule of law at the international level. \r\n With regard to the administration of the Court, \r\nmy delegation applauds the continuing steps taken by it \r\n A/65/PV.38\r\n \r\n25 10-60667 \r\n \r\nto streamline its procedures and to clear its backlog. \r\nThat will further assist in assuaging the concerns \r\nexpressed in certain quarters in relation to the pace of \r\nproceedings before the Court. My delegation urges the \r\nCourt not to let up in that regard, and in particular, to \r\narrange for the commencement of oral proceedings as \r\nsoon as possible after the conclusion of the written \r\nphase of the proceedings. We are also encouraged to \r\nread that work is proceeding on the modernization of \r\nthe Great Hall of Justice, including the introduction of \r\ninformation technology resources on the judges’ bench \r\nand we look forward to the speedy completion of that \r\nwork. \r\n Singapore notes the request made by the Court \r\nfor additional security posts in paragraph 26 of its \r\nreport. It is the view of my delegation that that request  \r\n \r\nwas not made lightly, given that it was pursuant to a \r\nsecurity audit triggered by the heightened risk of \r\nterrorist attacks. Unfortunately, those risks have not \r\nlessened with time. Given the central role that the \r\nCourt plays and the range of issues that it must deal \r\nwith, including some of a highly controversial nature, \r\nit is only right and prudent that we support that request. \r\n In conclusion, Singapore reiterates its belief that \r\nthe Court plays a vital role in ensuring the existence \r\nand maintenance of the rule of law in international \r\nrelations. We continue to hold the Court in our deepest \r\nregard and pledge our continued support for its work. \r\nWe wish the Court every measure of success in \r\nmeeting its future challenges and in the discharge of its \r\nduties for the year ahead. \r\n  The meeting rose at 1 p.m. \r\n"