" United Nations  A/65/PV.6\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fifth session \r\n \r\n6th plenary meeting \r\nTuesday, 21 September 2010, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n10-54304 (E) \r\n*1054304*   \r\nCo-Chair: Mr. Ali Abdussalam Treki . . . . . . . . . (President of the General Assembly at its sixty-fourth session)\r\nCo-Chair: Mr. Joseph Deiss . . . . . . . . . . . . . . . . (President of the General Assembly at its sixty-fifth session) \r\n \r\n \r\n  The meeting was called to order at 3.05 p.m. \r\n \r\n \r\nHigh-level Plenary Meeting on the Millennium \r\nDevelopment Goals \r\n \r\nAgenda items 13 and 115 (continued) \r\n \r\nIntegrated and coordinated implementation of and \r\nfollow-up to the outcomes of the major United \r\nNations conferences and summits in the economic, \r\nsocial and related fields \r\n \r\nFollow-up to the outcome of the Millennium Summit \r\n \r\n  Draft resolution (A/65/L.1) \r\n \r\n The Co-Chair (Mr. Treki) (spoke in Arabic): \r\nThe General Assembly will now hear an address by His \r\nExcellency Mr. Ernest Bai Koroma, President of the \r\nRepublic of Sierra Leone. \r\n President Koroma: Allow me to begin this \r\nintervention by congratulating Mr. Deiss on his \r\nassumption of the presidency at the sixty-fifth session \r\nof the United Nations General Assembly, and to \r\nexpress sincere thanks to the Secretary-General for \r\norganizing this High-level event on the implementation \r\nof the Millennium Declaration (resolution 55/2) of the \r\nSummit in 2000. This undoubtedly underscores the \r\nimportance the Secretary-General attaches to scaling \r\nup action in the five years that remain for \r\nimplementation of the Millennium Development Goals \r\n(MDGs). \r\n Exactly 10 years ago, at the Millennium Summit, \r\nnations, particularly rich ones, made solemn promises \r\nto more than a billion people to address, among other \r\nthings, the raging poverty and hunger afflicting them; \r\nand to improve their quality of life through a renewed \r\ncommitment to fighting poverty, improving education \r\nand health, and protecting the environment in \r\ndeveloping countries within a specific time frame of \r\n15 years. \r\n In this statement, I will share with the Assembly:  \r\nfirst, the progress my country, Sierra Leone, has made \r\ntowards achieving the MDGs; and, secondly, the \r\noutlook and challenges we face going forward. \r\n When the MDGs were launched, Sierra Leone \r\nwas engulfed in a decade-long civil conflict. That \r\nconflict was an immense setback to human \r\ndevelopment and virtually crippled the economy. The \r\nend of the civil war in 2002 left the State very weak \r\nand absent in many parts of the country. Economic and \r\nfinancial management was focused largely on \r\nemergency and humanitarian activities. Economic and \r\nhuman development programmes were given relatively \r\nlimited attention. Consequently, social indicators were \r\nworse than at prewar levels. Clearly, Sierra Leone was \r\ngoing in the wrong direction during the first decade of \r\nthe MDG agenda. \r\n However, since my assumption of office in 2007, \r\nwe have made considerable progress in consolidating \r\npeace and security. We have also focused on \r\nconsolidating democracy through the electoral process \r\nA/65/PV.6  \r\n \r\n10-54304 2 \r\n \r\nand by increasing transparency and accountability. \r\nNotably, our sustained commitment and actions aimed \r\nat ridding our society of corrupt practices are yielding \r\npositive results, as service delivery has improved \r\nsignificantly. Between 2008 and 2009, Sierra Leone \r\nimproved its ranking on the Corruption Perceptions \r\nIndex by 12 places. \r\n I believe that achieving the MDGs will be made \r\nmuch easier if the economy is on the right track and the \r\npeople feel that their lives are getting better. The recent \r\nglobal crisis presented enormous challenges for the \r\nrobust growth of our economy, but we weathered the \r\nstorm, achieving a growth rate of 5.5 per cent in 2008 \r\nand 4 per cent in 2009. Though this is above the \r\naverage growth rate of 2 per cent for Africa, it is below \r\nthe rate necessary to pull our people out of poverty. We \r\nare projecting more robust growth this year, which will \r\ncertainly increase our capacity to overcome poverty. \r\n The Government has demonstrated its \r\ncommitment to staying the course of sustained \r\nmacroeconomic stability and enhanced growth with \r\nprudent economic policies and wide-ranging structural \r\nreforms through its Agenda for Change. The policy sets \r\nout the Government’s plans for the country’s \r\ndevelopment and prioritizes four strategic areas: \r\nenhancing the national electricity system; developing \r\nthe national transportation network; enhancing \r\nproductivity in agriculture and fisheries; and ensuring \r\nsustainable human development, notably, in the areas \r\nof health, education, water and sanitation. As those \r\nfour pillars address the prevailing weak economic and \r\nsocial indicators, as well as the infrastructure \r\nbottlenecks, they facilitate the achievement of the \r\nMDGs. \r\n Overall, the conditions for setting up a business \r\nin Sierra Leone have significantly improved, owing to \r\nan increased effort by the Government to address \r\nissues surrounding the business environment, including \r\nreform of the business climate. At present, however, \r\npoor infrastructure continues to be a major obstacle to \r\nprivate sector growth in Sierra Leone. That is why we \r\nare currently developing a national transportation \r\nnetwork and a reliable power supply as we transit from \r\na post-conflict situation to development.  \r\n However, some of the MDGs and related targets \r\nmay be missed in Sierra Leone. The rate of progress on \r\npoverty, maternal health, child mortality, environmental \r\nsustainability and gender equality is still very slow. To \r\naddress that, we introduced a free health-care initiative \r\nfor pregnant women, lactating mothers and children \r\nunder five. Since we launched that initiative in April \r\nthis year, there has been an increase of over 70 per cent \r\nin institutional delivery and a huge increase in the \r\ndemand for health-care services by the target group. \r\nWe believe that this will significantly improve our \r\ncountry’s maternal and child health indicators. \r\n However, poverty and illiteracy remain the two \r\nmain factors negatively influencing achievement of the \r\nother MDGs. If the MDGs are to be achieved by 2015, \r\nnot only should the level of investment be scaled up, \r\nbut innovative programmes and policies for enhanced \r\neconomic and social transformation must be further \r\ndeveloped and rapidly implemented. In that respect, we \r\nmust continue to build strong collaborative \r\npartnerships between Government agencies and \r\ndevelopment partners for the development and \r\nimplementation of programmes that have a significant \r\nimpact on human development.  \r\n The challenges to our achievement of the MDGs \r\nare immense, but building synergies represents the best \r\nhope for overcoming them and meeting the aspirations \r\nfor a better life that are embedded in the MDGs. Last \r\nweek, my country received a Millennium Development \r\nGoals Award for showing leadership in combating \r\nHIV/AIDS, malaria and other diseases. This shows \r\nthat, with sustained partnership, the leadership of \r\nSierra Leone can ensure that many of the challenges \r\nour nation now faces in achieving the MDGs will be \r\novercome.  \r\n The Co-Chair (Mr. Deiss) (spoke in French): \r\nThe Assembly will now hear an address by His \r\nExcellency Mr. Marcus Stephen, President of the \r\nRepublic of Nauru. \r\n President Stephen: I would like to extend my \r\nwarm congratulations to you, Mr. Co-Chair, on your \r\nelection as President of the General Assembly at its \r\nsixty-fifth session, and wish you success in leading our \r\ndeliberations.  \r\n We are gathered here today on the tenth \r\nanniversary of the historic meeting at which we \r\narticulated our collective global commitments to \r\nachieving the Millennium Development Goals (MDGs) \r\nby 2015. Despite concerted efforts, the scorecard for \r\nthe Pacific region, which includes my own country, \r\nNauru, runs a very high risk of not recording the \r\nachievement of most of the MDGs. Our region is \r\n A/65/PV.6\r\n \r\n3 10-54304 \r\n \r\namong the most vulnerable to economic and \r\nenvironmental shocks owing to many factors, including \r\ngeographic isolation, small populations and economies, \r\na high reliance on expensive imports, vulnerability to \r\nnatural disasters, fragile freshwater supplies, narrow \r\nresource bases, costly public administration and weak \r\ninfrastructure.  \r\n Those challenges have been exacerbated by \r\nrecent setbacks, both internal and external, including \r\nthe impact of the global financial and economic crisis \r\nand rising energy and food prices, as well as the \r\nmounting problems posed by climate change, sea-level \r\nrise and food security, all of which have undermined \r\nthe socio-economic development of our communities. \r\n Nauru fully subscribes to the view that if the \r\nMDGs are to be achieved by 2015, the targets for \r\nfinancial support and investment must be met. Such \r\ninvestment must be targeted to address national \r\npriorities. For that reason, Nauru adopted its National \r\nSustainable Development Strategy in 2005. It provides \r\na clear and detailed road map for meeting numerous \r\nmedium- and long-term milestones, and is fully \r\nconsistent with, and complementary to, the MDGs. We \r\nmust recognize and exploit the synergies between bold \r\ninternational development initiatives and the detailed \r\nplans created and implemented at the domestic level. \r\n Regarding small island developing States (SIDS) \r\nlike mine, there are several specific issues that need to \r\nbe highlighted and addressed. \r\n First, the international community has \r\nconsistently and formally recognized the special \r\ncircumstances and vulnerabilities of small island \r\ndeveloping States. Yet the level of support provided to \r\nthe SIDS has not been commensurate with the scale of \r\ndevelopment challenges that we face. The preparatory \r\nwork for the Five-Year Review of the Mauritius \r\nStrategy for the Further Implementation of the \r\nBarbados Programme of Action for Sustainable \r\nDevelopment of SIDS highlighted that those \r\nvulnerabilities remain, and progress towards \r\nsustainable development for small island developing \r\nStates is below expectation.  \r\n It is now time for a new approach that targets \r\nthose vulnerabilities. I therefore urge all Member \r\nStates to support the calls to create a formal category \r\nof SIDS that institutionalizes structural support \r\nmechanisms targeting those vulnerabilities in the areas \r\nof trade and financial support. The creation of such a \r\ncategory is long overdue. The framework developed for \r\nthe least developed countries can serve as a useful \r\nguide. \r\n Secondly, education and public health underpin \r\nall the MDGs, and public investment in those sectors is \r\nvital. Education is one area in which Nauru has made \r\nprogress, and we will likely meet our goal of universal \r\nprimary education. However, we still lack enough \r\nqualified teachers to meet demand, and we need new \r\nschools. \r\n Improving public health has been a bigger \r\nchallenge, specifically MDG 6 pertaining to combating \r\nHIV/AIDS, malaria and other diseases. Nauru wishes \r\nto highlight the importance of addressing \r\nnon-communicable diseases, which we view to be a \r\ndevelopment issue and not purely a health issue. \r\nNearly 75 per cent of those in the Pacific region suffer \r\nfrom non-communicable diseases, and it is the leading \r\ncause of mortality. The cost and burden of intervention \r\nare high for both individuals and health systems, and \r\nleft unabated will soon become unaffordable. \r\nNon-communicable diseases therefore have the \r\npotential to overwhelm our social and economic \r\ndevelopment, as they undermine our quality of life and \r\nproductivity. \r\n The development of our basic infrastructure has \r\nlagged behind investment in health and education and \r\nis now Nauru’s largest barrier to economic growth. It is \r\ndifficult to expand our industries unless we have a \r\ntransportation system capable of delivering our \r\nproducts to market cheaply and efficiently. Economic \r\ngrowth is also necessary to provide employment \r\nopportunities for our youth, so that they can develop \r\nthe skills they need to compete in the globalized \r\neconomy. Investment in infrastructure can bring \r\nimmediate economic gains that accelerate progress in \r\nother areas. \r\n Of course, climate change and its associated \r\nadverse impacts threaten to undo all the progress we \r\nhave made towards our MDGs and make further \r\ndevelopment impossible. Although climate change \r\nthreatens small island States more severely than most, \r\nit is not a problem of our own making. I urge the \r\nlargest emitters to remember the consequences of their \r\nbehaviour for the most vulnerable.  \r\n Right now, negotiations are seriously off track. \r\nWe have an opportunity to change course this \r\nNovember at the sixteenth Conference of the Parties to \r\nA/65/PV.6  \r\n \r\n10-54304 4 \r\n \r\nthe United Nations Framework Convention on Climate \r\nChange. Major emitting countries must arrive in \r\nCancun, Mexico, prepared to commit to drastic \r\nemissions reductions and to support the adaptation \r\nneeds of the most vulnerable. Only then will the most \r\nvulnerable among us have a chance of survival. \r\n For small island States such as Nauru, overseas \r\ndevelopment assistance is crucial to making progress \r\non the MDGs and rapidly moving towards aid \r\nindependence. It has been widely recognized that \r\nglobally, satisfactory progress towards achieving the \r\nMDGs had been made in the past ten years. However, \r\nthere are real concerns that the recent global financial \r\ncrisis will cause us to lose these gains.  \r\n We cannot afford to allow the recent crisis to lead \r\nto another wave of negative impacts on the most \r\nvulnerable as a consequence of downward adjustments \r\nin official development assistance commitments by \r\ndeveloped countries. This short-term savings will only \r\nresult in higher costs in the long term and more \r\nsuffering for those who already suffer the most. \r\n Delivering on official development assistance \r\ncommitments and improving the predictability, \r\neffectiveness and modality of disbursement are \r\nurgently needed. In spite of the late hour, Nauru is \r\nhopeful that the MDGs can still be achieved in every \r\ncountry, but this will only be possible with renewed \r\ncommitment and effective implementation of national \r\ndevelopment strategies. \r\n The world has endured much since our last MDG \r\nmeeting, and I am sure more unexpected disasters — \r\nnatural and man-made — will challenge us before we \r\nreach 2015. Indeed, the consequences of the economic \r\nevents of recent years serve to remind us exactly why \r\nachieving the MDGs is imperative. As we approach the \r\ndeadline for the Goals we set for ourselves, let us \r\nrekindle the spirit of the Millennium Summit and fulfil \r\nour promise to improve the lives of the people we \r\nserve. \r\n The Co-Chair (Mr. Treki) (spoke in Arabic): \r\nThe Assembly will now hear an address by His \r\nExcellency Mr. Paul Kagame, President of the \r\nRepublic of Rwanda. \r\n President Kagame: We gather here today to \r\nreaffirm our commitment to the Millennium \r\nDevelopment Goals (MDGs), and to agree on a \r\npractical way forward for accelerating their \r\nachievement by 2015. We currently have a great deal of \r\nmomentum behind this agenda, which we must \r\nindividually and collectively seize, as I firmly believe \r\nthese goals can be realized. \r\n However, to do so, we must first reflect upon \r\nwhether our values and underlying beliefs are \r\nconsistent with the Goals we have espoused and the \r\nmany commitments we have made. If we do not \r\nexamine the assumptions underlying these laudable \r\naspirations, we will struggle to achieve the MDGs, \r\ndespite our best efforts. \r\n The truth is that the political and economic \r\nenvironment we operate in today has dramatically \r\nchanged and, in many ways, is unrecognizable from \r\nwhen the MDGs were established a decade ago. The \r\nfinancial downturn in developed economies, the \r\nincreased pressure on poor nations to compete in an era \r\nof globalization, the growing influence of new partners \r\nto the East and South, and the challenges posed by \r\nclimate change, which disproportionately hurt the poor, \r\nare changing the context we all operate in. \r\n We need to ensure that we are having a discussion \r\nfor today’s and tomorrow’s reality, not yesterday’s. \r\nMeeting the MDGs must remain the international \r\npriority, notwithstanding our ever-changing \r\ncircumstances, and not just because it is fashionable at \r\nthe moment. \r\n This concern is compounded by the fact that the \r\ndebate on the MDG agenda has, at times, been \r\ndominated by a few voices, primarily from the \r\ndeveloped nations and affiliated non-governmental \r\norganizations. Despite their good intentions, their \r\nperspective is often predicated on paternalism, not \r\npartnership, on charity, not self-reliance, and on \r\npromises unfulfilled rather than real change on the \r\nground. \r\n We, in the developing world, also could do more. \r\nWe need to reflect deeply on how we have driven this \r\nagenda so far, and why we are lagging behind in \r\nachieving the targets. We can no longer rely on the \r\ngoodwill of other nations — we neither need to, nor \r\nshould want to. We must assume effective leadership, \r\ntake full ownership of the development of our \r\ncountries and truly deliver for our citizens. \r\n A/65/PV.6\r\n \r\n5 10-54304 \r\n \r\n We need to continue to promote greater \r\nempowerment and health for our women and girls so \r\nthat they change the context in which they live and \r\ngrow more deeply involved in poverty alleviation \r\nprogrammes. \r\n We should also embrace the transformational \r\npower of technology and in particular give our people \r\nincreased access to broadband, which has the capacity \r\nto enhance their social and economic development. We \r\ncan do this, and much more, if there is more regional \r\ncooperation. That is why I wish to encourage greater \r\nSouth-to-South dialogue and economic cooperation. \r\nThe agencies mandated to foster development in our \r\nregions need to work together more and more, not only \r\nto share best practices, but, crucially, to empower the \r\nnation States of the South so that our vision and \r\nenergies may deliver the MDGs. \r\n The lessons of the last 10 years have shown us \r\nthat even when the resources are available and action \r\nplans are adopted, progress has sadly been too slow. \r\nWe must foster new working relationships, and adhere \r\nto values that are informed by homegrown priorities \r\nand owned by local leaders; that empower our citizens \r\nand enable communities to work productively; and that \r\nbalance our history and cultural heritage with \r\ninnovation and social progress. These values must be \r\nembedded in the political and economic culture of our \r\ncountries, of the United Nations, the regional \r\ndevelopment banks and bilateral relationships. \r\n Let me conclude by reiterating my belief that the \r\nMDGs are attainable. We have ample evidence that \r\nwhere Governments own their development, where real \r\npartnerships between supporters and supported occur, \r\nand where the agenda is designed and executed by the \r\npeople for whom it is intended, tangible results are \r\nobtained and livelihoods are improved. But, at the end \r\nof the day, we shall only achieve the MDGs if we \r\nensure that our values are consistent with the promises \r\nwe made and reaffirm them during this important \r\nSummit. \r\n The Co-Chair (Mr. Deiss) (spoke in French): \r\nThe General Assembly will now hear an address by His \r\nExcellency Sheikh Sharik Sheikh Ahmed, President of \r\nthe Transitional Federal Government of the Republic of \r\nSomalia. \r\n President Ahmed: First, I would like to \r\ncongratulate the President on his assumption of the \r\npresidency at the sixty-fifth session of the United \r\nNations General Assembly, and, through the President, \r\nto express sincere thanks to the Secretary-General for \r\norganizing this High-level event on the implementation \r\nof the Millennium Declaration (resolution 55/2) of the \r\nSummit of 2000. Here I would like to stress that when \r\nthe Millennium Development Goals (MDGs) were \r\nlaunched, Somalia was in a civil war; and, eventually, \r\nthat civil war developed into something even worse. \r\nNow, the Somali Government and people are \r\nwitnessing a conflict unique in the world, where a \r\ngroup of terrorists is not only hindering peace in \r\nSomalia but also preventing Somalia from participating \r\nin these Millennium Development Goals. It is therefore \r\nthe position of the Somali Government that we need \r\nthis august Assembly, and the international community \r\nin general, to really help Somalia to overcome the \r\ndifficult situation Somalia finds itself in, and to free it \r\nfrom the troublesome terrorist organization that is \r\nholding it back. \r\n As the Assembly knows, Somalia has very \r\npromising potential in terms of development, but first \r\nwe must get rid of these groups that want to keep the \r\ncountry in a state of war, violence and isolation. Then \r\nSomalia can be a part of the Millennium Development \r\nGoals, and I believe that with the efforts of the \r\nentrepreneurial Somali people and the determination of \r\nthe Transitional Federal Government we will catch up \r\nwith the other members of the international \r\ncommunity. I would therefore request that the friendly \r\nnations of the world help us to truly defeat this \r\nmanifestation of terrorism, which not only affects \r\nSomalia but also the region to which it belongs, as well \r\nas the entire world — because, as we know, terrorism \r\nhas no borders. What we are therefore struggling to do \r\nis to stop this phenomenon in Somalia, with the help of \r\nthe international community, so that a peaceful Somalia \r\nwill be able to participate in the Millennium \r\nDevelopment Goals. \r\n The Co-Chair (Mr. Treki) (spoke in Arabic): \r\nThe General Assembly will now hear an address by the \r\nPresident of the Dominican Republic, Mr. Leonel \r\nFernández Reyna. \r\n President Fernández Reyna (spoke in Spanish): \r\nOn behalf of the Government and people of the \r\nDominican Republic, we extend our greetings to the \r\nmembers of this United Nations Summit on the \r\nMillennium Development Goals (MDGs), on the \r\noccasion of the 10-year anniversary of their official \r\nproclamation. These goals were eagerly taken on by the \r\nA/65/PV.6  \r\n \r\n10-54304 6 \r\n \r\nDominican Republic and other nations around the \r\nworld because they provided clear guidelines and \r\ndeadlines with respect to ways for reducing poverty, \r\npromoting education and health, fostering gender \r\nequality and guaranteeing sustainable development.  \r\n In the specific case of the Dominican Republic, \r\nsince the early 1990s, which is the reference date taken \r\nto establish the Millennium Development Goals, our \r\npopulation grew by 35 per cent, from 7.2 million \r\npeople in 1990 to 9.7 million people today. The gross \r\ndomestic product increased from approximately \r\n$22 billion to $53 billion, which is the same as saying \r\nthat, during that period, the Dominican Republic’s \r\neconomy expanded more than two and a half times. To \r\nput it in economic terms, in 2009, the Dominican \r\nRepublic was two and a half times bigger than in 1990.  \r\n During the same period, the Dominican Republic \r\nhad one of the best performances in terms of growth of \r\ngross domestic product in Latin America and the \r\nCaribbean, with an annual growth rate of an average of \r\nsix per cent.  \r\n Despite these substantial growth rates, however, \r\nit is unlikely that the Dominican Republic will achieve \r\na 50 per cent reduction of its poverty rates during the \r\nnext five years in order to reach the goal set for 2015. \r\nThere are several reasons that explain the difficulty in \r\nachieving this objective.  \r\n First, a domestic financial crisis took place in \r\n2003 in which many banking institutions were \r\nseriously affected. As a consequence of this domestic \r\nfinancial crisis, the economy declined by 0.3 per cent, \r\nour currency was devalued by more than 100 per cent, \r\ninflation rocketed to worrisome levels and the \r\nunemployment rate rose from 13 to 19 per cent.  \r\n In that context, poverty ended up increasing \r\ninstead of decreasing, and it was not until 2005 that our \r\nnational economy began to regain its dynamism and \r\nsocial indicators also started to improve. From 2005 to \r\nthe present day, extreme poverty decreased by 5.5 per \r\ncent and overall poverty declined by nine points.  \r\n However, while we were trying very hard indeed \r\nto overcome the domestic financial crisis, we were \r\nseriously affected by the oil and food crises. The \r\nincreased cost of oil and a subsidy established to \r\nprevent increases in food prices diverted resources that \r\nwould normally have been available to accomplish the \r\nMillennium Development Goals.  \r\n The third factor that had a negative effect on the \r\npossibility of achieving the MDGs was, of course, the \r\nglobal financial and economic crisis, which began at \r\nthe end of 2007 and which is still present and has led to \r\nthe slow, fragile growth of the global economy. \r\n Finally, the frequency and intensity of natural \r\ndisasters stemming from global warming have also left \r\ntheir mark and limited the resources originally \r\nprovided to achieve the Millennium Development \r\nGoals. \r\n Thus, as we can see, it is not for lack of political \r\nwill or lack of planning and accountability that the \r\nDominican Republic will be prevented from achieving \r\nsome of the Millennium Development Goals by 2015 \r\nas planned. Instead, that is the result of unforeseen \r\ncircumstances, both nationally and internationally, \r\nwhich have become obstacles on the country’s path to \r\nachieving the desired goals, which means, therefore, \r\nthat we need to double our efforts and design new \r\nstrategies for sustainable development and growth, as \r\nwe are doing in the Dominican Republic towards 2030 \r\nin order to generate well-being and prosperity for our \r\npopulation. \r\n However, we should not lose sight of the fact that \r\nthe future holds daunting challenges when it comes to \r\nreducing poverty in the world, derived from the \r\nincreasingly visible phenomenon of interdependence in \r\nthe global economy as well as the speculative nature of \r\nmany financial and commercial transactions. We \r\nreaffirm our national commitment to the Millennium \r\nDevelopment Goals and we harbour the hope that the \r\nUnited Nations system will continue to play a dynamic \r\nand active leadership role in the design of a new global \r\nfinancial and economic order that is fairer, more \r\nequitable, more based on solidarity and more in favour \r\nof the world’s poor. \r\n The Co-Chair (Mr. Treki) (spoke in Arabic): \r\nThe General Assembly will now hear an address by His \r\nExcellency Mr. Ali Bongo Ondimba, President of the \r\nRepublic of Gabon. \r\n Mr. Bongo Ondimba (Gabon) (spoke in French): \r\nAt the outset, I would like to welcome this meeting \r\nwhich is part and parcel of the extension of the 2005 \r\nWorld Summit at the end of which we reaffirmed our \r\nfull commitment to the Millennium Declaration \r\n(General Assembly resolution 55/2), the foundations of \r\na more peaceful, more prosperous and fairer world (see \r\nGeneral Assembly resolution 60/1). \r\n A/65/PV.6\r\n \r\n7 10-54304 \r\n \r\n We are gathered here today, five years later, to \r\nagain take stock of our actions in favour of achieving \r\nthe Millennium Development Goals (MDGs). Despite \r\ngenuine progress noted in the implementation of these \r\nGoals, the deadline of 2015 remains for a great many \r\ncountries, including Gabon, a very difficult challenge \r\nto meet in an unfavourable international financial and \r\neconomic environment.  \r\n I would like to speak about my country with a \r\nsense of humility and realism with regard to the \r\nnumerous obstacles that we must overcome to the \r\nMDGs. That does not in any way have any bearing on \r\nour desire to accelerate our development by relying on \r\nour potential. From the very outset, we have been in a \r\nposition to strengthen and perpetuate what we consider \r\nto be the principal basis of development, that is, peace \r\nand stability. Since our accession to independence, this \r\nasset has always been a distinguishing characteristic of \r\nour country in a region that has been marked by crises \r\nand recurrent conflict. This climate of peace and \r\nstability enabled us to achieve progress in the fight \r\nagainst extreme poverty and in favour of education, the \r\npromotion of women, the fight against HIV/AIDS and \r\nother diseases, maternal health and the preservation of \r\nthe environment.  \r\n As far as the reduction of extreme poverty is \r\nconcerned, we have already taken a number of \r\nimportant steps aimed at preserving the purchasing \r\npower of households by increasing income and \r\nimproving social protection. We are referring to \r\nincreasing transport subsidies and back-to-school \r\nbenefits and raising the monthly minimum wage to \r\n$320 and the adoption of a law aimed at setting up a \r\nfamily benefits regime for economically weak \r\nGabonese households. Indeed, these vulnerable \r\nindividuals now enjoy pensions paid by the national \r\nsocial security and health insurance which enables \r\nthem to seek low-cost treatment in accredited hospitals. \r\nTo these measures we must add the adoption of a \r\nnational programme on food security, which includes a \r\nnutrition plan aimed at relaunching the agricultural, \r\nlivestock and fisheries sectors.  \r\n With respect to education, we have made \r\nsubstantial investments, as demonstrated by the \r\nnational education budget, which has increased from \r\nabout $130 million in 2004 to about $204 million this \r\nyear. The State also established a mechanism to assist \r\nyoung people throughout their primary, secondary and \r\nhigher education studies. Gabon’s primary school \r\nenrolment rate is among the highest in sub-Saharan \r\nAfrica, at close to 96 per cent today, and almost with \r\ngender parity. The literacy rate among the people of \r\nGabon is over 85 per cent.  \r\n We have also made progress in promoting gender \r\nequality and empowering women. Indeed, in addition \r\nto creation of a ministry tasked with supporting \r\nwomen, a number of steps have been taken to promote \r\nthe gender issue. Today more and more women gain \r\naccess to health care, education and microcredit, as \r\nwell as positions of responsibility in public \r\nadministration, the army and other decision-making \r\nbodies. One of the most tangible examples of this trend \r\nwas seen during the last political transition in my \r\ncountry, during which two remarkable women played \r\noutstanding roles — one as head of State and the other \r\nas President of the Constitutional Court. \r\n In the field of health care, we have continued our \r\nefforts to fight HIV/AIDS, malaria and other diseases \r\nwith the assistance of our partners, including the World \r\nHealth Organization, the Joint United Nations \r\nProgramme on HIV/AIDS, the United Nations \r\nDevelopment Programme and the United Nations \r\nPopulation Fund. Today the number of patients with \r\naccess to antiretroviral therapies has increased. We \r\nhave increased the number of campaigns to raise \r\nprevention awareness throughout our national territory \r\nthrough a partnership that we were able to establish \r\nwith civil society actors, United Nations agencies and \r\nthe private sector. These efforts have contributed \r\nsignificantly to reducing new infections and to \r\nimproving the conditions for caring for those who are \r\nill. \r\n With respect to reducing infant mortality and \r\nimproving maternal health, we have drawn up a \r\nnational road map whose main benchmarks are \r\ncontained in the text of the new national health policy, \r\nrecently updated and now being adopted by the \r\nGovernment. These new steps align with prior actions \r\nundertaken by the Government within the framework \r\nto implement the national morbidity reduction strategy \r\nand to reduce neonatal maternal death. \r\n Reducing infant and maternal mortality is vital to \r\nthe development of African countries. Here I would \r\nlike to echo the appeal launched by Africa at the \r\nKampala summit, which was that no woman should die \r\nin giving life. The Global Strategy for Women’s and \r\nChildren’s Health to be launched tomorrow by the \r\nA/65/PV.6  \r\n \r\n10-54304 8 \r\n \r\nSecretary-General, and to which my country fully \r\nadheres, is a praiseworthy initiative. We are convinced \r\nthat implementation of this strategy will enable us to \r\nmobilize resources, to strengthen health care \r\narrangements for women and children and to fight \r\nunequal access to care.  \r\n With respect to preserving the environment, \r\nGabon has reserved 11 per cent of its territory for the \r\ncreation of national parks as a contribution to global \r\nefforts in the area of the environment and to fight \r\nglobal warming. Since my accession to the presidency, \r\nI have committed myself, through the Green Gabon \r\nprogramme, to promote the green gold of Gabon by \r\nmechanizing the timber sector and conserving the \r\necological riches of our huge equatorial forest that is so \r\nnecessary for our development. I have taken steps to \r\nstrengthen protection of national parks to ensure, inter \r\nalia, greater protection of our exceptional biodiversity, \r\nand I have launched a broad campaign against the \r\nillegal extraction of national resources, which today is \r\nvery successful.  \r\n I have also taken a number of other significant \r\nsteps aimed at reducing our carbon dioxide emissions \r\nand increasing the level of carbon sequestration in our \r\nforests. It is well known that Gabon enjoys \r\nenvironmental stability, and that has been confirmed \r\nover time. As long as we preserve our forests, we will \r\nbe more or less assured of minimizing the impact of \r\nclimate change in our country. \r\n However, today we are living in a global village \r\nwhere challenges have become transnational. Faced \r\nwith these challenges, we must pool our efforts to carry \r\nout a collective struggle. Gabon is part of our global \r\nvillage, and as part of this village it is firmly \r\ncommitted, with the United Nations and other Member \r\nStates, in the fight the world is conducting today \r\nagainst climate change. \r\n The impact of the international financial crisis on \r\npublic investment to support basic social needs such as \r\neducation, health care, access to drinking water and \r\nelectricity has constrained our endeavours to improve \r\nhuman development. Aware of those difficulties, I \r\nhave, since my accession to the presidency, committed \r\nto building a new Gabon based on the pillars of a \r\ndiversified economy, good governance, promotion of \r\nhuman capital and major construction. The goal is to \r\nput the country to work and to ensure rapid and \r\nsustainable economic growth whose fruit will enable us \r\nto better distribute the revenue. The three pillars — \r\npayment, development, sharing — that underlie my \r\nsocial agenda illustrate well the new programme that I \r\nplan to implement to improve our people’s well-being \r\nand add Gabon to the list of emerging countries. \r\n Our efforts on development will be effective only \r\nif accompanied by mobilization of sufficient resources \r\nand a large increase in direct investments. To that end, \r\nmy country encourages current efforts aimed at \r\ninstitutionalizing innovative financing mechanisms for \r\ndevelopment. To that end, an effective global \r\npartnership for development will prove indispensable \r\nto ensure sustained economic growth in our countries.  \r\n I cherish the hope that the Outcome Document \r\nthat will crown our work (A/65/L.1) recognizes the \r\ncrucial nature of resource mobilization in accelerating \r\nthe process of implementing the Millennium \r\nDevelopment Goals. I view this Meeting as a new \r\nopportunity to send a strong sign to humanity, one \r\ncommensurate with the commitments made in \r\nMonterrey, Doha, Gleneagles, Paris and Accra in \r\nfavour of a genuine global partnership for \r\ndevelopment. \r\n The Co-Chair (Mr. Treki) (spoke in Arabic): \r\nThe Assembly will now hear an address by His \r\nExcellency Lieutenant-General Salou Djibo, President \r\nof the Supreme Council for Restoration of Democracy, \r\nChief of State and President of the Council of \r\nMinisters of the Republic of the Niger. \r\n President Djibo (spoke in French): Allow me at \r\nthe outset to associate my voice with those have \r\nspoken before me from this rostrum to extend to the \r\nPresident my warm congratulations upon his \r\noutstanding election to preside over our work. It gives \r\nme all the more pleasure as I am firmly convinced that \r\nhis broad experience will ensure that our work will \r\nlead to both concrete and realistic results. \r\n In the Millennium Declaration of 2000 \r\n(resolution 55/2), the international community \r\ncommitted itself to achieving the Millennium \r\nDevelopment Goals (MDGs) by 2015. Those Goals, \r\nwhich enumerate a set of quantifiable targets, aim at \r\nreducing extreme poverty and eradicating hunger, \r\nwhile also imposing the obligation to promote quality \r\neducation, create jobs, improve health and sanitation \r\npolicy, fight environmental degradation and give \r\nspecial attention to the promotion of women and \r\nchildren.  \r\n A/65/PV.6\r\n \r\n9 10-54304 \r\n \r\n However, 10 years later — as is apparent from \r\nthe report of the Secretary-General (A/64/665) — the \r\nresults of the implementation of steps to achieve the \r\nMDGs remain mixed. \r\n As far as Niger is concerned, everything currently \r\nseems to point to the fact that it is most unlikely that \r\nmy country will achieve the MDGs by 2015. I see at \r\nleast two reasons for this. First, despite their \r\nadmittedly significant efforts, our development \r\npartners were not able to meet commitments made, \r\nnotably in the matter of official development \r\nassistance. Secondly, the heavy impact of the vagaries \r\nof the climate on the national economy, the insufficient \r\neconomic growth and the rise in population lead to \r\nperennial food insecurity and a failure to meet basic \r\nsocial needs.  \r\n This situation, far from being temporary, reflects \r\nthe extreme precariousness of our system of production \r\nand indeed the precarious situations and living \r\nconditions of our people. Furthermore, the global \r\neconomic, energy and food crises of 2008 and 2009 \r\nhave had a heavy impact on our operational capacities. \r\nFaced with that situation, Niger has launched economic \r\nand public finance reforms in the framework of \r\ndeveloping budget programmes tailored to the MDGs. \r\n In turn, the United Nations system, under the \r\nleadership of the United Nations Development \r\nProgramme, has already launched two pilot initiatives \r\naimed at accelerating progress in achieving MDGs. I \r\nrefer specifically to the MDG Acceleration \r\nFramework — the MAF — and the initiative for \r\npromoting local ownership of MDGs. I therefore urge \r\nthe international community to more effectively assist \r\nthe implementation of those initiatives for the good of \r\nthe people of Niger. Allow me here to state that Niger \r\nwas selected as a pilot country for the MDG local \r\nownership initiative; however, it is not yet one of the \r\ncountries selected for the MAF. \r\n Following the food crises of 2005 and 2010, \r\nwhich affected nearly 50 per cent of the population, \r\nand the harmful impacts of climate change — \r\nespecially the advancing desert and torrential rainfall, \r\nwhich make agricultural production unpredictable in a \r\ncountry where more than 80 per cent of the population \r\nrely on agriculture — this gathering here affords Niger \r\nan occasion propitious to the establishment, with our \r\npartners, of a new social and economic partnership \r\nthat, I hope, will fulfil its promise.  \r\n A strategy for accelerated development and \r\npoverty reduction was adopted in 2007. Its main axis is \r\nthe development of the productive sector, will enable \r\nus to lay the foundations for sustainable development, \r\nwhich will no doubt contribute to accelerating our \r\nmove towards achieving the MDGs. Priority steps, \r\ndefined in the framework of assessing needs and costs \r\nof the MDGs, address agriculture and food security, \r\neducation and training, gender equality, health, water \r\nand sanitation, natural resource management, roads and \r\ntransport, social protection and improved access to \r\nenergy.  \r\n In Niger, the overall cost of achieving key MDG \r\ntargets over the period from 2011 to 2015 is \r\napproximately $21 billion. The contribution of the \r\nState of Niger, according to this assessment, is \r\nestimated at $5 billion, representing an average annual \r\nparticipation of $1 billion. To mobilize those resources \r\nwe have at the national level developed a strategy for \r\nthe mobilization of internal resources based on \r\nimproving the level of taxation through an expansion \r\nof the tax base, strengthening financial regulation and \r\nmore rigorous tax collection. Public expenditure \r\nreforms underway also stand to release potential \r\nresources. Likewise, additional resources are expected \r\nfrom mining and oil exploitation planned from 2011.  \r\n For its part, the international community must \r\ncontinue its efforts to assist Niger, with technical and \r\nfinancial participation on the order of $16 billion over \r\nthe period in question. What we need is rapid and \r\nsubstantial financial support, which will enable us to \r\nprofoundly transform the structure of our economy \r\nwith a view to creating a diversified production base, \r\nmore capable of incorporating our country into the \r\nglobal economy.  \r\n For our part, we commit to attending to a number \r\nof issues. These include budgetary increases in priority \r\nsectors, notably health, education and agriculture, in \r\nkeeping with the Abuja Declaration of 2000, as well as \r\naccess to and availability of quality reproductive health \r\nservices, products and advice, including about \r\nHIV/AIDS, to all women of childbearing age. We \r\ncommit also to containing population growth, fighting \r\nviolence against women, restoring and enforcing the \r\nrule of law, and to individual liberties and freedom of \r\nexpression. We commit to democracy, good \r\ngovernance, the culture of peace and the fight against \r\nterrorism. All of these goals also represent necessary \r\nconditions for all social and economic development \r\nA/65/PV.6  \r\n \r\n10-54304 10 \r\n \r\nand therefore for the achievement of the MDGs and the \r\nfulfillment of our people. \r\n These values are so important to us in Niger that \r\nthe draft constitution to be submitted for the approval \r\nof the people of Niger this 31 October enshrines the \r\nprotection of the health of women and children, the \r\nfight against all violence directed at women and the \r\nimplementation of the national declaration on \r\npopulation policy. \r\n The Co-Chair (Mr. Treki) (spoke in Arabic): \r\nThe Assembly will now hear an address by His \r\nExcellency Mr. Paul Biya, President of the Republic of \r\nCameroon. \r\n President Biya (spoke in French): Since the \r\nadoption of the Millennium Development Goals \r\n(MDGs) 10 years ago, an assessment of the ground \r\ncovered shows that although significant results have \r\nbeen obtained, the achievement of all the MDGs by the \r\nyear 2015 remains uncertain. The United Nations and \r\nthe African Union note that while Africa, to mention \r\nonly that continent, has made remarkable progress \r\ntowards achieving the MDGs, the pace and even the \r\nquality of the results obtained have not given cause for \r\noptimism but at best only for cautious satisfaction.  \r\n I wish to pay tribute to our Secretary-General, \r\nMr. Ban Ki-moon, for the insight afforded by the \r\nreports published by the Organization in preparation \r\nfor our work. I also avail myself of this opportunity to \r\nhail the common African position, which should \r\nremind us all that Africa is only the continent that may \r\nnot achieve the MDGs by the agreed-upon date. \r\n The merit of our gathering today is that it affords \r\nthe representatives of the States Members of the United \r\nNations the opportunity to reaffirm their commitment \r\nto accelerating the achievement of the MDGs by 2015. \r\n My vision of the MDGs is based today on three \r\naspects that I consider essential for their achievement: \r\nthe attainment of Goal 8, which concerns the \r\nimplementation of a global partnership for development; \r\naccess to energy; and job creation. \r\n The complementarity among the MDGs, no \r\nmatter how pertinent, should not make us lose sight of \r\nthe fact that there is one Goal on which the \r\nachievement of all the others depends, and that is Goal \r\n8. Indeed, the efforts to mobilize resources for \r\ndevelopment depend on establishing a more equitable \r\neconomic and financial system, on dealing \r\ncomprehensively with the debt problem, on providing \r\nofficial development assistance that is consistent, \r\npredictable and effective, on access to essential \r\nmedicines and on reducing the digital divide. If \r\ntogether we succeed in rising to these challenges, \r\nwhich are the targets of Goal 8, I am sure that all the \r\nothers will stand a chance of being achieved. \r\n The second factor that I believe indispensable for \r\nthe achievement of the MDGs is access to energy. \r\nThere is no doubt today that energy resources have a \r\nmultiplier effect on the achievement of the Goals \r\nrelating to poverty reduction, education, health, gender \r\nand the environment.  \r\n Energy resources facilitate not only increased \r\nagricultural production but also water supply and the \r\ndevelopment of income-generating activities for the \r\npoorest segments of the population, especially women. \r\nExperience further shows that access to energy favours \r\nthe institution of quality education, while facilitating \r\nthe spread of new communications technologies. It is \r\nalso worth recalling that energy has a role in boosting \r\ngirls’ access to education by reducing their household \r\nchores. \r\n The benefits of access to energy are also seen in \r\nmaternal and child health, thanks to improved \r\nmonitoring of pregnancies and of conditions for \r\ndeliveries, as well as improved storage methods for \r\nvaccines and medicines. Furthermore, using modern \r\nsources of energy directly impacts not only the health \r\nof women who no longer have to inhale smoke and gas \r\nfrom biomass, but also the preservation of the \r\nenvironment, since it helps to check forest destruction \r\nand the encroachment of deserts. \r\n Lastly, we cannot reasonably expect to achieve \r\nthe MDGs without addressing the challenge of \r\nemployment. Indeed, more than ever before, \r\nemployment is a determining factor in alleviating \r\npoverty and fostering personal dignity and in collective \r\nwell-being, sustainable economic growth and, \r\nunquestionably, political stability. Hence achieving the \r\nMDGs will necessarily hinge on resolving the \r\nemployment crisis, in particular the issue of youth \r\nemployment, since young people represent not just the \r\nbulk of our population but also the future of our \r\ncountries.  \r\n In order to factor in the three elements that I have \r\njust presented, and conscious of its responsibilities \r\ntowards its people, the Government of Cameroon has \r\n A/65/PV.6\r\n \r\n11 10-54304 \r\n \r\nprepared and is gradually implementing its growth and \r\nemployment strategy paper. That document is a \r\nblueprint centred on developing productive sectors and \r\ninfrastructure, without which improving the living \r\nconditions of our people is unthinkable. \r\n In this light, the Government has established, \r\ninter alia, a programme to develop the energy sector. \r\nThis programme provides for upgrading existing \r\ninfrastructure and building new hydroelectric dams to \r\nmeet industrial and household needs. Through this \r\nprogramme, Cameroon should be able to double its \r\nproduction of electric energy by 2015 and triple it by \r\n2020, while giving pride of place to the growth of \r\nrenewable energies. \r\n Other actions in the same vein are under way, \r\nincluding the adoption of Cameroon’s vision for long-\r\nterm development by 2035, aimed at making Cameroon \r\nan emerging country, pursuing fiscal reform that \r\nincludes incentives and improving the business climate \r\nwith a view to further mobilizing domestic savings and \r\nattracting foreign direct investments, and lastly, \r\nincreasing our capacity to absorb foreign aid. \r\n To conclude, Cameroon wishes to affirm its faith \r\nin a united and indivisible human community able to \r\nact in unison in what in the final analysis is a global \r\nidea, namely, the well-being and the fulfilment of all of \r\nits members.  \r\n The Co-Chair (Mr. Treki) (spoke in Arabic): \r\nThe General Assembly will now hear an address by His \r\nExcellency Mr. Meles Zenawi, Prime Minister of the \r\nFederal Democratic Republic of Ethiopia. \r\n Mr. Zenawi (Ethiopia): I wish at the outset to \r\nexpress my appreciation to you, Mr. Treki, outgoing \r\nPresident of the General Assembly, for the good work \r\nhe has done and to assure the incoming President of the \r\nAssembly, Mr. Joseph Deiss, of my country’s readiness \r\nto contribute to making his term of office a success. It \r\nis with great pleasure that I pay tribute to Secretary-\r\nGeneral Ban Ki-moon, among other things for \r\nconvening this historic High-level Plenary Meeting of \r\nthe General Assembly. \r\n The Secretary-General could not have been more \r\nto the point when he said in his report that “the \r\nMillennium Declaration represents the most important \r\ncollective promise ever made to the world’s most \r\nvulnerable people” (A/64/665, para. 5), then adding \r\nthat  \r\n “This promise is not based on pity or charity, but \r\non solidarity, justice and the recognition that we \r\nare increasingly dependent on one another for our \r\nshared prosperity and security”. (Ibid.) \r\n Only five years away from the target date of \r\n2015, it is not clear that we have enough justification \r\nfor a sense of accomplishment with respect to that most \r\nimportant collective promise. No doubt, there has been \r\nsome progress and some parts of the world are on track \r\nto achieve the Millennium Development Goals. In \r\nAfrica too, although progress has been uneven and has \r\nbeen negatively affected by the current economic crisis \r\nand unusual levels of climate variability, a number of \r\ncountries are on a promising trajectory to achieve most \r\nif not all of the Millennium Development Goals. But \r\nthe overall picture in the continent in terms of \r\nachieving the Millennium Development Goals is far \r\nfrom reassuring. \r\n It is therefore clear that we need to do more and \r\nbetter than we have so far if we are to make up for \r\nopportunities lost over the years. There is no doubt in \r\nmy mind that we in the developing world have to do \r\nmore and better to take charge of our destiny, to design \r\nprogrammes and strategies appropriate to our \r\ncircumstances and to mobilize our own resources as the \r\nprimary means of achieving the Millennium \r\nDevelopment Goals.  \r\n I know that this is easier said than implemented, \r\nall the more so because much of the external assistance \r\nwe get has in practice been predicated on our towing \r\nthe line of the donor community rather than charting \r\nour own independent course of action. The fact \r\nremains, however, that there is no possibility of us \r\nkeeping our promise to our people unless we do more \r\nand better to take charge of our destiny and unless we \r\ndepend on our own resources as the primary means of \r\nachieving the Millennium Development Goals. \r\n It must be clear, however, that as much as those \r\nthat are vulnerable assume full responsibility for their \r\ndevelopment and maximize domestic resource \r\nmobilization, there are nonetheless structural realities \r\nthat make it unavoidable for them to rely partly on \r\ninternational solidarity to make progress in \r\ndevelopment, including in achieving the Millennium \r\nDevelopment Goals. This is obviously the rationale \r\nbehind the Goals. It was clearly understood right from \r\nthe outset that progress towards achieving the Goals, \r\nA/65/PV.6  \r\n \r\n10-54304 12 \r\n \r\nparticularly by the most vulnerable, hinges on effective \r\ninternational solidarity and support. \r\n Our partners in development need to do more and \r\nbetter to deliver on their promises to provide quality \r\nsupport for development and for achieving the Goals, \r\nas they have clearly been off track in delivering on \r\ntheir promises, in terms of both the quantity and the \r\nquality of the support they promised. They need to go \r\nbeyond empty words and put their money where their \r\nmouth is if we are to have a realistic chance of \r\nachieving the Millennium Development Goals by the \r\ntarget date. \r\n It is for all those reasons that this High-level \r\nPlenary Meeting of the General Assembly is so vital. \r\nThis forum should result in a new pact with respect to a \r\nrenewed commitment to ensure that the collective \r\npromises made at the dawn of the new millennium are \r\nkept. What we need are action-oriented recommendations \r\ndesigned to ensure accountability for commitments and \r\npromises made. The coming five years ought to be \r\nused in such a way as to make up for some of the \r\nopportunities lost over the past decade. \r\n We in Ethiopia have made substantial progress on \r\nall fronts towards achieving the Millennium \r\nDevelopment Goals. We have taken full charge of our \r\ndestiny, devised our own strategy and maximized the \r\nmobilization of our domestic resources to achieve the \r\nMillennium Development Goals. We made the best use \r\nof the limited available international assistance to \r\nsupplement our own efforts. We made sure that all our \r\ndevelopment plans were consistent with achieving all \r\nthe Goals. \r\n The results so far have been very encouraging. \r\nOver the past seven years, the Ethiopian economy has \r\nperformed well, having achieved an 11.6 per cent \r\nannual average growth rate. The robust economic \r\ngrowth we have achieved has created the basis for \r\nsimilarly robust growth in social indicators and hence \r\non progress in achieving the Millennium Development \r\nGoals. \r\n We have now developed our plans for the next \r\nfive years, which are based on the progress we have \r\nmade so far and are intended to help us achieve all the \r\nMillennium Development Goals by the target date of \r\n2015. We are keenly aware that our goals are ambitious \r\nand that they may not be achieved without significant \r\nexternal assistance. But we are determined to do what \r\nwe can on our own, while seeking support to \r\nsupplement our own efforts. The achievements of the \r\npast seven years give us the confidence to move \r\nforward, with a realistic chance of achieving all the \r\nMillennium Development Goals in time. \r\n The Co-Chair (Mr. Treki) (spoke in Arabic): \r\nThe General Assembly will now hear an address by His \r\nExcellency Mr. Pakalitha Bethuel Mosisili, Prime \r\nMinister and Minister for Defence and Public Service \r\nof the Kingdom of Lesotho. \r\n Mr. Mosisili (Lesotho): Only five years remain \r\nbefore the target date of 2015 that we set for the \r\nachievement of the Millennium Development Goals \r\n(MDGs). Those Goals were and still are noble and \r\nlofty ideals and aspirations. We believe that in the \r\nremaining time, the eight development goals we set for \r\nourselves can still be achieved. \r\n Looking back at the road we have travelled over \r\nthe past 10 years, the results of our efforts have been \r\nmixed. It is true that significant progress has been \r\nmade in opening up access to education, to clean water \r\nand to gender parity. But the war against poverty, \r\nhunger and disease is yet to be won. We need to put \r\nmore effort into implementing policies that will \r\naccelerate our progress towards meeting all the MDGs. \r\n The developed countries must live up to the \r\ncommitments that they have made with regard to \r\nofficial development assistance. Equally, we, as \r\ndeveloping countries, must do our part by devoting \r\nresources to the areas that are necessary for social and \r\neconomic growth. More resources are needed to \r\nfinance education, agriculture, infrastructure and \r\nhealth-related commitments. I would like to \r\nacknowledge those development partners that have \r\nextended a hand to help Lesotho meet its commitments \r\nin these critical areas. In this regard, I am pleased to \r\nmention Japan, the Peoples Republic of China, the \r\nUnited States of America, the Republic of Ireland and \r\nthe European Union member States, among others. \r\n Available data indicate that Lesotho is on track to \r\nmeet the goal of universal primary education because \r\nof the policies that we introduced for free and \r\ncompulsory education at that level. We are also on \r\ncourse to achieve the targets set for the goals of gender \r\nequality and of access to safe drinking water and basic \r\nsanitation. The Lesotho Government has, in addition, \r\nput in place legislative and physical infrastructure to \r\nensure that these gains are sustained and not reversed. \r\n A/65/PV.6\r\n \r\n13 10-54304 \r\n \r\n The scourge of HIV and AIDS remains a major \r\nchallenge for Lesotho. HIV infection continues to \r\noutstrip the expansion of treatment. It has imposed \r\nimmense pressure on our national resources in terms of \r\nloss of economically active manpower, treatment and \r\ncare for the sick, and support for orphans. \r\n We have not been an exception to the status quo \r\nin Africa, where maternal and infant mortality rates are \r\nthe highest in the world. It looks certain that we shall \r\nfall far short of the target for these goals. Our attempts \r\nat making high-impact interventions have been \r\nconstrained by poverty and limited financial resources. \r\nIt is clear, however, that with sufficient political will, \r\nthe right policies and the support of our development \r\npartners, these trends can be reversed. \r\n The Millennium Development Goals are all \r\ninterrelated. The achievement of most of the MDGs \r\nwill be dependent on our success in addressing the \r\nhealth-related challenges that our countries face. It is in \r\nthis context that, at the African Union summit in \r\nKampala in July this year, the African heads of State \r\nand Government decided to significantly increase their \r\ninvestment in the health of their peoples and to adopt \r\npolicies that will put an end to the spectre of high \r\nmaternal and infant mortality rates in Africa. \r\n Lesotho hopes that the recent global economic \r\nand financial crisis that affected all countries will not \r\nbe used by our development partners as an excuse to \r\nreduce their support to help the developing countries \r\nachieve the Millennium Development Goals. Like \r\nother countries of the world, Lesotho was adversely \r\naffected by the crisis. The inflation rate reached double \r\ndigits for the first time in years, and unemployment \r\nincreased from 23.6 to 29 per cent. This is just an \r\nindication of the enormity and severity of the global \r\ncrisis, which affected all sectors of the economy. It is \r\ntherefore clear that, in the remaining five years, we \r\nshall have to dedicate a lot of resources, both human \r\nand financial, to scale up our efforts to cut by half the \r\npopulation living below the poverty line. \r\n It is indeed important to note that Governments \r\ncannot tackle this mammoth task single-handedly \r\nwithout the participation of the private sector. To this \r\nend, Lesotho has created an enabling environment and \r\nGovernment structures in which the private sector has \r\nbeen made a partner in the development efforts of the \r\ncountry. \r\n Climate change has emerged as one of the most \r\nserious challenges that we have faced in Lesotho in \r\nrecent times. Like all developing countries, we bear a \r\ndisproportionate share of the adverse impacts of \r\nclimate change, even though we are not responsible for \r\nit. Household food security is under serious threat as a \r\nresult of severe droughts and unfavourable weather \r\nconditions caused by global warming. This has affected \r\nthe majority of our rural population that relies heavily \r\non subsistence farming. In particular, the nutritional \r\nstatus of children and other vulnerable groups is often \r\ncompromised. \r\n We appeal therefore to industrialized countries to \r\ndeliver on the promises which they made in \r\nCopenhagen last year to assist developing countries \r\nwith the necessary technology and resources for \r\nadaptation to and mitigation of the impacts of climate \r\nchange. In our view, this will be an interim measure as \r\nwe work towards putting together a binding global \r\nagreement for reducing global warming, which we \r\nhope to have in Mexico at the end of this year. \r\n The Co-Chair (Mr. Treki) (spoke in Arabic): \r\nThe Assembly will now hear an address by Her \r\nExcellency Mrs. Kamla Persad-Bissessar, Prime \r\nMinister of the Republic of Trinidad and Tobago. \r\n Mrs. Persad-Bissessar (Trinidad and Tobago): I \r\nam very happy to bring greetings from the Government \r\nand the people of Trinidad and Tobago. I am grateful \r\nfor the opportunity for us to take stock of the progress \r\nand the pitfalls in our drive towards the achievement of \r\nthe Millennium Development Goals (MDGs). \r\n We are a small island developing State of twin \r\nislands. We have attained middle-income country \r\nstatus. We are fully cognizant of the fact that we \r\nremain vulnerable to international financial, food and \r\nenergy crises, as well as natural disasters. These \r\nvulnerabilities are not unique to Trinidad and Tobago, \r\nbut affect the Caribbean and a large percentage of the \r\nCommonwealth States, of which I have the honour to \r\nbe the present Chair-in-office. \r\n With respect to poverty eradication, we recognize \r\nthat the passport out of poverty is through education, \r\ncommunity empowerment and social entrepreneurship. \r\nConsequently, we are re-engineering our strategies to \r\nachieve those MDGs that require greater efforts. We \r\nhave put decisive measures in place for strong \r\ncapacity-building and for partnerships with regional \r\nA/65/PV.6  \r\n \r\n10-54304 14 \r\n \r\nand global agencies to achieve equal success with the \r\nother MDGs by 2015. \r\n Fellow leaders will be happy to learn that, within \r\nfive years, every secondary school student in my \r\ncountry will have a laptop computer in his or her \r\nschool bag, the first set of which is being delivered this \r\nyear for all students entering the secondary school \r\nsystem.  \r\n More than a decade ago, when I had the \r\nopportunity to serve as Minister of Education of our \r\nGovernment, we introduced secondary education for \r\nall. That was initiated well in advance of the \r\nMillennium Development Goal of universal primary \r\neducation. Today, I am proud to say that we have not \r\nonly achieved the goal of primary school education for \r\nall, but surpassed it. We continue to increase access to \r\neducation and provide assistance for our people to \r\nbecome lifelong learners. \r\n In the area of tertiary education, UNICEF \r\nstatistics for 2009 reveal that 46 per cent of persons \r\naged between 17 and 21 are enrolled in our tertiary \r\nsector. We believe that that percentage increased this \r\nyear because we saw increased enrolment in the \r\ntertiary sector just a couple of weeks ago. That was the \r\nresult of a programme that we introduced, known as \r\nDollar for Dollar, which was subsequently renamed \r\nGovernment Assistance for Tuition Expenses, \r\nproviding full Government funding of students in \r\ntertiary education. \r\n Notwithstanding our advances, we see the United \r\nNations and other multilateral agencies, including the \r\nCommonwealth, as critical partners in overcoming \r\nchallenges in the areas of the other MDGs. We \r\nrecognize that we have to work harder in order to \r\nensure that we achieve our stated goal to reduce \r\npoverty by 2 per cent per year.  \r\n Some 16.7 per cent of our people still live below \r\nthe poverty line; 11.7 per cent are considered the \r\nworking poor, and 9 per cent are deemed vulnerable. \r\nWith those groups in mind, as a new Government, we \r\nhave established a new ministry — the Ministry of the \r\nPeople and Social Development — that is unique in our \r\npolitical history and whose aim is to bring the \r\nGovernment closer to the people in a delivery-centred \r\nmanner that deepens the partnership between the \r\nGovernment and the people.  \r\n In order to support our goals of poverty \r\nalleviation and poverty reduction, 20.5 per cent of this \r\nyear’s budget for the upcoming fiscal year has been \r\nallocated to the delivery of social services. Only last \r\nweek, in our budget debate, we announced that the \r\nGovernment would raise the minimum wage from 9 to \r\n12.5 Trinidad and Tobago dollars per hour, bringing the \r\nminimum daily wage to 100.  \r\n We are committed to partnering with the people. \r\nToo many of our poverty reduction programmes fail \r\nbecause of an inability to connect, consult and \r\ncollaborate with those in need. Our leadership policy is \r\nto listen before leading. That facilitates the \r\nempowerment of our people. As a consequence, issues \r\nsuch as gender mainstreaming have not escaped our \r\nattention. \r\n We are very concerned about the equal place of \r\nwomen and girls in our society. At the tertiary level, \r\nwomen now fill more than 60 per cent of classroom \r\nspace; 28 per cent of our parliamentarians are women; \r\nand 25 per cent of local Government practitioners are \r\nalso women. At the University of the West Indies, there \r\nwas a 51-per cent increase in the enrolment of women \r\nin tertiary education between 2003 and 2009, whereas \r\nmale enrolment increased by 32 per cent. That said, we \r\nare very concerned about the growing trend of the \r\nmarginalization of male youths in Trinidad and Tobago. \r\n With respect to health issues, our concern for \r\nhuman development is reflected in our commitment as \r\na Government to the needs of our children. We believe \r\nthat children are our future. Since my Government \r\nassumed office in May, we have launched the \r\nChildren’s Life Fund to provide emergency medical \r\ncare and surgery to children for those medical \r\nprocedures that cannot be accessed in Trinidad and \r\nTobago. We have also pledged financial assistance to \r\nmy adopted homeland, Jamaica, for a similar fund \r\nthere. At the level of the Caribbean Community \r\n(CARICOM), we have agreed in principle to initiate a \r\npan-Caribbean Children’s Life Fund. In that regard, we \r\nwould welcome the nations of the world and \r\ninternational organizations such as UNICEF partnering \r\nwith us in that noble initiative.  \r\n The health and well-being of our people is a high \r\npriority for our Government. We will spare no effort in \r\nthe fight against infant mortality and in improving \r\nmaternal health, as evidenced by our provision in this \r\nyear’s budget for milk money for low-income mothers. \r\n A/65/PV.6\r\n \r\n15 10-54304 \r\n \r\nTime will not permit me to elaborate on the numerous \r\nstrategies we are pursuing to ensure the well-being, \r\nprotection and care of children. \r\n With respect to health and HIV and AIDS, we \r\nneed to confront the realities. However, in addition to \r\nthat, in our region non-communicable diseases, \r\nespecially diabetes, hypertension and heart disease, are \r\nprevalent. The emergence of non-communicable \r\ndiseases as a major threat to socio-economic growth \r\ncan only roll back the progress made towards the \r\nachievement of the MDGs. We have also developed \r\nindicators for measuring and treating them. To that end, \r\nTrinidad and Tobago, in collaboration with CARICOM, \r\nsuccessfully spearheaded resolution 64/265 calling for \r\na high-level meeting on non-communicable diseases, \r\nwhich will take place next year. \r\n As I close, I want to indicate that we share the \r\nglobal anxiety for the environment. We have \r\nestablished our own green fund, which will be used for \r\nreforestation, environmental conservation and preservation. \r\nThree months ago, in partnership with the private \r\nsector and non-governmental organizations, we \r\nlaunched the Clean Up and Beautify programme, \r\ninvolving communities throughout the nation and \r\naimed at the sustainable management of the \r\nenvironment. \r\n In conclusion, I say that there is only one goal for \r\nour Government, and that is the happiness of our \r\npeople. There are many things that divide us — race, \r\nreligion, old grudges and territorial disputes — but the \r\none thing that should unite us in the world community \r\nis our resolve to be our neighbour’s keepers in the face \r\nof natural disasters and other humanitarian crises. We \r\nmust cross all barriers, political or otherwise, to initiate \r\na unified and coordinated global response wherever \r\nsuch challenges may occur. No nation should be left to \r\nstand alone.  \r\n Trinidad and Tobago will continue to work with \r\nthe United Nations and other entities in our steadfast \r\nresolve to achieve all the MDGs. \r\n The Co-Chair (Mr. Treki) (spoke in Arabic): \r\nThe Assembly will now hear an address by His \r\nExcellency Mr. Stephen Harper, Prime Minister of \r\nCanada. \r\n Mr. Harper (Canada) (spoke in French): We \r\nthank the Secretary-General for having convened this \r\nsummit. The Millennium Development Goals set \r\nbenchmarks that enable us all to measure our collective \r\nprogress towards building a better future for those on \r\nour planet most in need. They eloquently express our \r\nconviction that nations must work together for the \r\ngood of all. Written goals are a good start, but it is our \r\nactions that really matter. \r\n(spoke in English) \r\n As we speak of the Millennium Development \r\nGoals, it is critical that our words here today ultimately \r\ntranslate into simple realities, such as food on the table, \r\nimproved health and a better life for children around \r\nthe world. Together, we must keep our promises and \r\nwork towards practical, durable solutions. \r\n At this summit, our discussions should be less \r\nabout new agreements than accountability for existing \r\nones; less about lofty promises than about real results; \r\nand less about narrow self-interest in the name of \r\nsovereignty than about an expanded view of mutual \r\ninterest in which there is room for all to grow and \r\nprosper. As we move forward, we must also develop \r\nand sustain that shared sense of responsibility, and \r\ndemonstrate that responsibility by being accountable. \r\nCanada has a clear, open and transparent record, and \r\nwe are proud of what we have accomplished. \r\n(spoke in French) \r\n After the Group of Eight summit (G8) last year, \r\nwe doubled our support for agriculture development. \r\nWe now have a comprehensive food strategy that \r\ncommits us to concrete action. We have untied the \r\nstrings that used to be attached to food aid. We doubled \r\ninternational assistance. We doubled aid to Africa. And \r\nwe have forgiven more than $1 billion in debt owed by \r\nthe poorest countries in the world. \r\n(spoke in English) \r\n Most importantly, we have established clear \r\npriorities for aid. We are focusing on three things: food \r\nsecurity, children and youth, and economic \r\ndevelopment, so that we can ensure our aid dollars are \r\nused more efficiently. In turn, that means a more \r\nfocused and effective effort in reaching the Millennium \r\nDevelopment Goals. \r\n As host of this year’s G8 summit, Canada \r\nintroduced a new tool to measure aid effectiveness. For \r\nthe first time, an aid accountability report was \r\npresented to G8 leaders. Leaders agreed to this because \r\nwe all know that it is not enough for nations to make \r\nA/65/PV.6  \r\n \r\n10-54304 16 \r\n \r\npromises. We must get results. We must all be held \r\naccountable. And people in the developing world must \r\nsee that we deliver on our word. \r\n Ten years after the Millennium Development \r\nGoals were written, much remains to be done, \r\nespecially when it comes to reducing child mortality \r\nand improving maternal health — Goals 4 and 5, to be \r\nexact. It is a sad reality that each year hundreds of \r\nthousands of mothers die in pregnancy and nearly 9 \r\nmillion children die before their fifth birthday. It does \r\nnot have to be this way. Progress is possible, but only \r\nif we are all willing to take collective action. \r\n At this year’s G8 summit, together, leaders \r\nagreed to enact the Muskoka Initiative for maternal, \r\nnewborn and child health. We are mobilizing support \r\nfrom G8 and non-G8 leaders, key donors and private \r\nfoundations. Together, it is anticipated that we will \r\nmobilize more than $10 billion over five years. The \r\nMuskoka Initiative will save millions of lives and \r\nmake a significant, tangible difference in the lives of \r\nthe world’s most vulnerable people. \r\n(spoke in French) \r\n And to make a real difference in the lives of \r\nvulnerable people is the purpose of the Muskoka \r\nInitiative. Accountability for results will be an integral \r\npart of the plan. Our rigorous accountability \r\nframework will make it possible to measure progress, \r\nmonitor results and ensure that funds intended for aid \r\nreally contribute to a reduction in the mortality of \r\nmothers and children on a lasting basis. By working \r\ntogether and tracking our results, we really can save \r\nmillions of lives. \r\n(spoke in English) \r\n To that end, I am further pleased to announce that \r\nCanada will continue to contribute to the struggle \r\nagainst some of the world’s great killer diseases. We \r\nwill be increasing our replenishment of the United \r\nNations Global Fund to Fight AIDS, Tuberculosis and \r\nMalaria for the years from 2011 to 2013. \r\n In closing, we donor nations must deliver on our \r\ncommitments. As we work towards the Millennium \r\nDevelopment Goals, we must be focused, we must be \r\npragmatic and, above all, we must be accountable. If \r\nwe stay the course, then and only then will we see \r\nresults — measurable improvements, such as better \r\nnutrition, better health care for children and longer \r\nlives for people in the developing world. These are \r\nresults that we and the world need so desperately. \r\n The Co-Chair (Mr. Treki) (spoke in Arabic): \r\nThe Assembly will now hear an address by His \r\nExcellency Mr. Orette Bruce Golding, Prime Minister \r\nof Jamaica. \r\n Mr. Golding (Jamaica): My delegation joins in \r\ncongratulating Mr. Deiss on being elected to lead the \r\nsixty-fifth session of the General Assembly and for his \r\nchairmanship of this important High-level Plenary \r\nMeeting. Secretary-General Ban Ki-Moon deserves our \r\ncommendation for his initiative in convening this very \r\nimportant Meeting. \r\n It is clear to my delegation that we are in danger \r\nof failing to achieve the targets that we set for \r\nourselves at the Millennium Summit 10 years ago. Ten \r\nyears on, almost 1.5 billion people still live in extreme \r\npoverty and more than 1 billion suffer from hunger. \r\n In the race to 2015, many developing countries \r\nwere lagging behind even before the global economic \r\ncrisis. The reasons for that are many. Inadequate \r\ninvestment in human resource development has left us \r\nwith weak productive capacity. This, together with an \r\ninternational trading system that treats us as equals \r\nwhen we are not equal has rendered us more consumers \r\nthan producers, more importers than exporters, \r\nsustaining jobs elsewhere instead of creating jobs for \r\nour own people. \r\n Our mounting indebtedness pre-empts the limited \r\nresources that we have. We are thus not able to devote \r\nadequate resources to education, training and \r\ninfrastructure — all necessary requirements for \r\ninvestment, job creation and sustained development. \r\nNot only is access to financing limited, but the cost of \r\nborrowing is expensive because we are perceived by \r\nour circumstances to be risky borrowers. \r\n In our efforts to achieve our Millennium targets, \r\nwe have increased as much as we can our social \r\nwelfare programmes, but this, in a sense, is illusory for \r\nit is done at the expense of more self-sustaining \r\ndevelopment initiatives. Real achievement in the \r\nreduction and elimination of poverty is to be measured \r\nnot by the number of people kept out of poverty \r\nbecause of fiscal cash transfers, but by the number that \r\nescape poverty without the need for such programmes. \r\nThe Millennium Development Goals (MDGs) must \r\n A/65/PV.6\r\n \r\n17 10-54304 \r\n \r\ntherefore be seen as a development imperative, not \r\nmerely as statistical targets. \r\n Much more detailed attention must be paid to the \r\nadverse impact of the global crisis on the efforts of \r\nstruggling developing countries to meet the \r\nMillennium targets. Most of us are among the least \r\nresilient, with no surpluses to mount countercyclical \r\nstimulus initiatives. Many of the gains we made \r\nthrough considerable effort and sacrifice have been \r\nreversed. For many of us, it is as if we must start all \r\nover again. The slow pace of the global recovery \r\nsuggests that it may be some time before we will get \r\ngoing again. \r\n This is not the only setback we have suffered \r\nsince the adoption of the Millennium Development \r\nGoals. The increasing impact of climate change and the \r\ncosts associated with measures we have had to adopt to \r\ncounter international terrorism have constrained our \r\nprogress towards the attainment of these goals. \r\n What does this mean for us in terms of fulfilling \r\nthe goals that we set 10 years ago? It requires more \r\nthan just stock-taking. It requires more than merely \r\nappealing for a redoubling of effort. \r\n Make no mistake. Without an emergency \r\nprogramme to re-energize the MDG agenda, those \r\ntargets will remain elusive in 2015 and beyond. The \r\nfiscal policy requirements attached to the resources \r\nthat have been made available to developing countries \r\nthrough institutions like the International Monetary \r\nFund are contractionary. They cannot assist us in \r\nmeeting our targets in the short-term. A way must be \r\nfound through more concessionary loans and grants \r\nand debt-for-equity swaps for the channelling of \r\nresources and the fiscal space to support programmes \r\nfor economic development, empowerment and \r\ncapacity-building. The global partnership for \r\ndevelopment, aligned with MDG 8, must be reinvigorated. \r\n We well appreciate the constraints facing \r\ndeveloped countries as a result of the recession. Yet, \r\nwe urge them not to renege on or postpone their \r\ncommitments to overseas development assistance. If \r\nthese commitments were needed at the time they were \r\nmade, they are needed even more now. But we need \r\neven more than that. We need an institutional \r\nframework with innovative provisions calibrated \r\ntowards enabling developing countries to accelerate \r\ntheir development momentum. We need the process to \r\nbe time-bound to create the necessary sense of urgency. \r\nWe need clear guidelines established for its \r\nimplementation and vigilant monitoring, and without \r\nexcessive bureaucracy. But let us do it; let us make \r\nthings happen rather than let things happen to us. \r\n I raise an issue that escaped specific attention in \r\ndefining the Millennium Goals. Crime and violence are \r\nproving increasingly to be an obstacle to the attainment \r\nof the Goals. This is not just a law-enforcement issue, \r\nbut a development issue, and is correlated to issues \r\nsuch as poverty, levels of investment and \r\ncompetitiveness, and job creation. Local crime and \r\nviolence is linked to the large international network of \r\norganized crime, making it a matter of global, not just \r\ndomestic concern. We urge that this issue be tackled \r\nwithin the context of the global partnership for \r\ndevelopment, and we urge its incorporation into the \r\nexisting MDG framework. \r\n Jamaica continues to appeal for special \r\nconsideration to be given to small and vulnerable \r\neconomies like our own, which are classified as \r\nmiddle-income countries and therefore not considered \r\neligible for certain concessionary and development \r\nfinancing. In the Caribbean, a hurricane lasting but a \r\nfew hours can set the country back 10 or 15 years. And \r\nit does. A sharp decrease in tourism, such as occurred \r\nimmediately after 9/11, can devastate an entire \r\neconomy that depends as much as 60 per cent on \r\ntourism for its growth. It is simply not fair for us to be \r\ntreated as well-advanced towards economic security \r\nwhen the possibility of a major catastrophic setback is \r\nnever far away. \r\n Before I close, let me briefly report on Jamaica’s \r\nprogress towards achievement of the MDG targets, \r\ndespite all the difficulties with which we have had to \r\ncontend. We have made substantial progress towards \r\nuniversal primary education. Our challenge is to \r\nimprove the quality of that education and to deal with \r\nthe underperformance of our boys, which is extremely \r\nworrying to us. We support the incorporation of \r\nsecondary school completion rates into the assessing of \r\nMDG 2, given the post-primary dropout rate, \r\nparticularly among boys, and the susceptibility of that \r\ngroup to anti-social pursuits. \r\n We are on track to achieve the MDG 6 targets. \r\nThrough assistance from the Global Fund, we have \r\nsignificantly increased access to antiretroviral drugs \r\nand reversed the rate of HIV/AIDS infection. However, \r\nour recent reclassification as an upper middle-income \r\nA/65/PV.6  \r\n \r\n10-54304 18 \r\n \r\ncountry renders us ineligible for further assistance \r\nfrom the Fund. We do not have the resources to fill this \r\ngap and therefore run the risk of a reversal in those \r\ngains. Again, we urge that the treatment of countries \r\nbased on income classification be reviewed to take into \r\naccount a country’s level of indebtedness and its fiscal \r\ncapacity to finance programmes that are taken for \r\ngranted in respect to middle-income countries.  \r\n Like many other countries, we have experienced \r\na significant increase in poverty as a result of the \r\nglobal recession, from 9 per cent to 16 per cent in the \r\npast two years. Recovering lost gains will depend to a \r\ngreat extent on the pace of recovery in the global \r\neconomy, as well as the possibility of special initiatives \r\nwithin an emergency programme for which I have \r\nappealed. \r\n The Caribbean Community has proposed that \r\nnon-communicable diseases be treated as a discrete \r\ntarget within the MDG framework, given their \r\ninextricable link to mortality. We are particularly \r\npleased that the General Assembly adopted resolution \r\n64/265, which supports the convening of a high-level \r\nmeeting on non-communicable diseases in 2011, which \r\nwe hope will be fully supported by the international \r\ncommunity. \r\n I believe that we must face the harsh reality that, \r\nwith only one-third of our time remaining, the MDG \r\ntargets are in real danger. The setbacks we have \r\nsuffered are real. We will not achieve these targets if \r\nwe proceed at the same pace as the first 10 years. \r\nRenewed commitment, backed by new strategies, is \r\nrequired. We can make up that growth; we can \r\novercome the setbacks that have beset us in recent \r\ntimes, but it will require much more than business-as–\r\nusual; it will require a new strategic emergency \r\napproach. \r\n My appeal is not just to altruism and \r\nbenevolence. A disguised, but inescapable truth is that \r\nthe surest way to secure global prosperity and \r\neconomic stability, as well as global peace and \r\nsecurity, is to enable all countries and all peoples to \r\ncontribute to and share in this prosperity. That must be \r\nthe ultimate Millennium Development Goal. This \r\nMeeting must secure and demonstrate that \r\ncommitment, and it must demonstrate the action that \r\nthat mission requires — the action that will enable us \r\nto declare to the next generation that the mission, \r\ndespite all difficulties, has been accomplished. \r\n The Co-Chair (Mr. Treki) (spoke in Arabic): \r\nThe Assembly will now hear an address by His \r\nExcellency Mr. Moulaye Ould Mohamed Laghdaf, \r\nPrime Minister of the Islamic Republic of Mauritania. \r\n Mr. Ould Mohamed Laghdaf (Mauritania) \r\n(spoke in Arabic): It is a great honour to stand before \r\nthis Assembly and to present, on behalf of the \r\nPresident of the Islamic Republic of Mauritania, Mr. \r\nMohamed Ould Abdel Aziz, a progress report of our \r\ncountry’s march towards achieving the Millennium \r\nDevelopment Goals (MDGs).  \r\n Let me first congratulate you, Sir, on your \r\nelection to the presidency of the General Assembly at \r\nits sixty-fifth session and wish you every success. I \r\nthank your predecessor, Mr. Ali Abdussalam Treki, for \r\nhis hard work and his excellent management of the \r\nprevious session. My thanks and appreciation also go \r\nto the Secretary-General, Mr. Ban Ki-moon, for his \r\nvaluable efforts to achieve the objectives of our \r\nOrganization and strengthen its role in the maintenance \r\nof international world peace and security. \r\n While the Millennium Development Goals \r\n(MDGs) are optimistic and ambitious, they can only be \r\nachieved if we adopt parallel programmes to improve \r\nthe infrastructure in terms of roads, electricity and in \r\nparticular transportation. In a vast country such as \r\nmine, simply opening a health centre or educational \r\nfacility or establishing projects to combat poverty in a \r\nremote part of the country is not sufficient. We must \r\nalso supply electricity and build passable roads leading \r\nthere, taking into consideration the lifestyle of our \r\nnomadic citizens and the fact that production areas and \r\nmarketing and consumption areas are not necessarily \r\nthe same. \r\n Bearing this in mind, the electoral programme of \r\nthe President of the Republic, Mr. Mohamed Ould \r\nAbdel Aziz, besides encompassing all the MDGs, was \r\ndesigned to reflect the realities and meet the \r\nrequirements of development in our large, desert \r\ncountry, where most of the population lives in rural \r\nareas. Thus, we focused on conceiving and \r\nimplementing ambitious programmes to pave roads and \r\nbuild health centres and schools in remote and poor \r\nareas.  Special efforts were required to connect those \r\nareas with the rest of the country and enable their \r\ninhabitants to access the basic services that ensure \r\nthem a decent living. \r\n A/65/PV.6\r\n \r\n19 10-54304 \r\n \r\n These ambitious programmes elicited praise from \r\nour development partners at the round table in Brussels \r\nthis past June. From the outset, their implementation \r\ntook into account the priorities of our country in \r\nfighting poverty and improving social and security \r\nconditions for our citizens. This was reflected in, \r\namong other things, the provision of decent housing \r\nand necessary social services for thousands of citizens \r\nwho used to live in poverty and were marginalized in \r\nshanty towns in the capital and other major cities. \r\n Achieving the MDGs requires the fulfilment of \r\ntwo basic conditions, the first of which has to do with \r\nthe States concerned, the developing countries \r\nthemselves, which have to adopt coherent policies \r\nbased on managing resources, fighting corruption and \r\nsetting priorities, such as poverty reduction, food \r\nsecurity, education, health and the construction of basic \r\ninfrastructure. Managing our resources and fighting \r\nbribery and the misuse of public money have enabled \r\nus to achieve tangible results. The considerable funds \r\nreleased can be spent on the construction of a number \r\nof vital social facilities, such as schools, health centres \r\nand roads. \r\n The second basic condition is the fulfilment of \r\nobligations by the donor and developed countries, \r\nparticularly the allocation of 0.7 per cent of their \r\nnational income to developing nations. Here, we note \r\nwith satisfaction the announcement by some States of \r\ntheir firm intention to fulfil their obligations and to \r\nsearch for new and innovative funding. \r\n At the same time, we ask for a review of the \r\nprocedures for disbursing and allocating foreign \r\nfunding, with particular emphasis on support for \r\nconsumption capacity, ways of expediting the \r\nimplementation of projects and support for the budget \r\nof the beneficiary country. The current procedures \r\noften cause delays in project implementation. \r\n Despite the current situation, we expect to \r\nachieve some of the MDGs by 2015, relying first on \r\nour own resources and secondly on the help and \r\nsupport of our development partners. We can affirm \r\nthat all poor districts of the capital Nouakchott will be \r\nprovided by the end of the year with electricity, and we \r\nare launching major projects to provide 74 per cent of \r\nthe urban and rural population with potable water by \r\nthe year 2015. Numerous health programmes have in \r\nfact been started over the past two years, including \r\nbuilding hospitals and health centres for the treatment \r\nand care of pregnant women and newborn babies, as \r\nwell as wide-ranging campaigns to vaccinate children \r\nunder the age of five and to eliminate deadly diseases \r\nlike malaria and tuberculosis. These projects will bear \r\nfruit, we think, before the MDG deadline. We have also \r\nmade considerable progress in improving school \r\nenrolment rates and gender equality in basic education \r\nand will intensify our efforts in this area, where we are \r\nconfident that we will be successful. \r\n Because Mauritania is threatened by drought and \r\nthe rapid encroachment of the desert, together with the \r\nimpact of various environmental factors associated \r\nwith sustainable development, we have launched in \r\nrecent weeks a national programme to combat \r\ndesertification. The first phase of this programme, \r\nfunded by private sources for the State, includes the \r\nintroduction of a green belt to protect the capital and \r\nits social and economic infrastructure through the \r\nplanting of a million trees over the next two years. \r\nSimilar projects in other major cities of the country \r\nwill follow. \r\n Mauritania has benefited from the support of its \r\nbrothers, friends and partners in working to achieve the \r\nMDGs. I would like to take this opportunity to thank \r\nthem and encourage them to continue to strengthen and \r\nexpedite this cooperation. \r\n In conclusion, I hope that our current meetings \r\nwill lead to the formulation of recommendations and \r\nsuggestions to help us fulfil our commitments and \r\nachieve the MDGs, thereby benefiting humanity as a \r\nwhole. \r\n The Co-Chair (Mr. Treki) (spoke in Arabic): \r\nThe Assembly will now hear an address by His \r\nExcellency Mr. Heinz Fischer, President of the \r\nRepublic of Austria. \r\n President Fischer: It is my privilege to address \r\nthis High-level Plenary Meeting on behalf of Austria \r\ntoday. The Meeting provides a unique opportunity for \r\nus to strengthen our partnership and collective efforts \r\nto reach the Millennium Development (MDGs) by the \r\ntarget date 2015. While fully aligning myself with the \r\nstatement of the European Union, I would like to offer \r\nsome additional reflections. \r\n The Goals represent the very best of United \r\nNations ideals, ambitions and efforts to establish a fair, \r\nprosperous and secure world for all. On the one hand, \r\nthey are the most important collective promise ever \r\nA/65/PV.6  \r\n \r\n10-54304 20 \r\n \r\nmade to the world’s most vulnerable people. On the \r\nother hand, they represent an internationally agreed \r\nframework of quantified and time-bound targets which \r\nare an excellent tool for addressing the most pressing \r\nissues of extreme poverty, hunger and disease, and for \r\npromoting gender equality, education and environmental \r\nsustainability. \r\n During the past decade, a number of countries \r\nand regions have achieved major successes in \r\ncombating extreme poverty and hunger, improving \r\nschool enrolment and children’s health, expanding \r\naccess to clean water and HIV treatment, and \r\ncontrolling malaria, tuberculosis and neglected tropical \r\ndiseases. This has been achieved in some of the poorest \r\ncountries, demonstrating that the Millennium \r\nDevelopment Goals are indeed achievable with the \r\nright policies, adequate levels of investment, and \r\ninternational support. \r\n Still, much remains to be done. Challenges are \r\nmost severe in the least developed countries, \r\nlandlocked developing countries, small island \r\ndeveloping States, countries that are vulnerable to \r\nnatural hazards and countries affected by conflicts. The \r\nglobal financial and economic crisis had a negative \r\nimpact on countries to various degrees. With declining \r\nresources, donors need to focus even more on goals \r\nand regions where the achievement of the Millennium \r\nDevelopment Goals lags behind.  \r\n Until 2015, the target date for the implementation \r\nof the Millennium Development Goals, Austria will \r\nconcentrate its efforts on the following sectors where \r\nwe have gained particular expertise: energy and the \r\nenvironment, water and sanitation, and peace and \r\nsecurity. By focusing on these sectors, we intend to \r\ncontribute to the implementation of all Millennium \r\nDevelopment Goals, especially the eradication of \r\nextreme poverty and hunger. \r\n The current assessments of the implementation of \r\nthe Millennium Development Goals conclude that there \r\nis a need for better inclusion of the most vulnerable in \r\nthe development process. This means, first of all, the \r\ninclusion of women and girls, the most neglected and \r\nthe first excluded population groups worldwide. \r\nAdvancing gender equality and empowering women is \r\na precondition for poverty reduction, sustainable \r\neconomic growth and social development, since \r\nwomen are important agents of change within their \r\nsocieties. Empowered women contribute to the health \r\nand productivity of entire families and communities \r\nand to improved prospects for the next generation. \r\n The fate of women affected by armed conflicts \r\nand their role in peacebuilding processes continues to \r\nbe among the priorities of Austria’s policy in \r\ndevelopment cooperation. Implementing the objectives \r\nof Security Council resolution 1325 (2000) on women, \r\npeace and security in the daily work of the Security \r\nCouncil remains a priority during our non-permanent \r\nmembership of the Council. Furthermore, Austria \r\nadopted a national action plan for the implementation \r\nof resolution 1325 (2000) in August 2007. The plan \r\ncalls for specific measures in the framework of \r\nAustria’s humanitarian, diplomatic, peacekeeping and \r\ndevelopment activities. \r\n Finally, allow me to highlight the needs of people \r\nwith disabilities, who belong to the most vulnerable \r\ngroup in general, and in development processes in \r\nparticular. It is my firm belief that we need to increase \r\nour attention to this group. \r\n One of the most persistent obstacles to \r\ndevelopment is the lack of transboundary infrastructure \r\nin the areas of energy, water, telecommunications and \r\ntransport. I should therefore like to emphasize in \r\nparticular the need to overcome extreme energy \r\npoverty, which makes life so difficult for many people. \r\nI strongly support the Secretary-General’s global \r\ncampaign to ensure universal access to energy for all \r\npeople on Earth by 2030. We cannot hope to reach the \r\nGoals if 2 billion people continue to lack access to \r\nelectricity or other energy services for basic needs and \r\nfor productive uses. \r\n I am convinced that a collective effort on a global \r\nscale and the commitment of donors to the Millennium \r\nDevelopment Goals, together with the intensified \r\nefforts of developing countries and the relevant \r\norganizations of the United Nations system and other \r\ninternational stakeholders, will contribute to bringing \r\ndeveloping countries back on the path of sustainable \r\neconomic and human development. I know that all of \r\nus, including my own country, have a great \r\nresponsibility, and that we will assume it. \r\n The Co-Chair (Mr. Treki) (spoke in Arabic): \r\nThe Assembly will how hear an address by His \r\nExcellency Mr. Jean-Max Bellerive, Prime Minister of \r\nthe Republic of Haiti. \r\n A/65/PV.6\r\n \r\n21 10-54304 \r\n \r\n Mr. Bellerive (Haiti) (spoke in French): Now that \r\nwe are entering the critical five last years to achieve \r\nthe Millennium Development Goals (MDGs), it is \r\nappropriate, in the light of the situation in Haiti, to \r\npause briefly to analyze the path covered over the past \r\n10 years and that which remains before us. \r\n All are now convinced of the importance of the \r\nMDGs as tangible development indicators for any \r\ngiven country. However, they do not tell the whole \r\nstory of the development efforts of that country, nor do \r\nthey necessarily reflect some very important progress \r\ntowards stability, which is a sine qua non for any \r\nsustainable development. \r\n Since 2004, Haiti has enjoyed a certain measure \r\nof stability. That is no small thing and should not be \r\noverlooked. I firmly believe, however, that Haiti’s \r\nstanding does not reflect our full reality, much less our \r\npotential. We should, perhaps, have played the game \r\nbetter and invested our scarce resources in certain \r\naspects of development that would have relatively \r\nimproved Haiti’s score and projected a different image.  \r\n I should also like to stress the fact that reaching \r\nthe MDGs is a shared responsibility, although we \r\nunderstand that the countries concerned should \r\nexercise leadership and to assume the primary \r\nresponsibility to attain the Goals. They can do so, \r\nhowever, only with enlightened and consistent \r\ninternational support over time that reflects the \r\npriorities of developing countries. They cannot do so \r\nwithout genuine respect for the historic and cultural \r\npatrimony and development choices of each country \r\nconcerned. \r\n Haiti was deeply scarred and bore the full brunt \r\nof the fruit of a decade of poor development choices \r\nand an uncertain international context. What can Haiti \r\ndo alone when year after year the howling winds of \r\nhurricanes year push tens of thousands of families \r\nfurther into poverty? What can Haiti do alone when \r\nstruck by an unprecedented tragedy, such as that which \r\noccurred on 12 January? How, in such an environment, \r\ncan we raise Haiti out of the vicious cycle of increasing \r\nvulnerability that deepens poverty, prompts thousands \r\nof Haitians to flee their unendurable situation by land \r\nand sea, and provokes instability that discourages \r\ninvestment? In brief, how can we give our Government \r\nthe capacity to play its due role in reversing the \r\nsituation? \r\n The situation is far from desperate, however. On \r\nthe contrary, this is an almost unique opportunity for us \r\nto escape from the vicious cycle of poverty and enter a \r\nvirtuous cycle of reducing vulnerabilities, investing in \r\nsectors that generate employment and growth, and \r\nproviding basic social services. \r\n The tragedy of 12 January showed, as if it needed \r\ndemonstrating, that Haiti’s development will require a \r\ntrue reorganization, promoting harmonious development \r\nbetween the capital and the provinces and giving the \r\ndistricts the means to play a more important role in \r\ntheir own development. \r\n On 31 March in this very city, we launched a \r\nspecial appeal through the Action Plan for the National \r\nRecovery and Development of Haiti. Our appeal was \r\nwell received and significant funds were pledged. \r\nHowever, these pledges have not been fully translated \r\ninto additional funds that would allow us to shift gears \r\nand adequately cover all the major programmes that \r\nawait financing. Our Action Plan creates the guidelines \r\nfor making strategic choices, and we have insisted on \r\nthe importance of giving Government the means to \r\nfully play its role, failing which it can merely be an \r\nobserver of events on its own territory.  \r\n The commitment of President Clinton and \r\nnumerous other partners seems now to herald a better \r\nunderstanding of the need for more coordination and \r\ntransparency. The Interim Haiti Recovery Commission \r\nis a unique in this regard, but it is only temporary. We \r\nmust therefore make the most of this period in order to \r\nprepare the foundation for a permanency that can be \r\nfound only in national bodies, within ministries, the \r\nParliament and the districts, together with a civil \r\nsociety that is vibrant and involved in major national \r\nchoices. \r\n The contribution of non-governmental organizations \r\nis indispensable and welcome in that regard, and will \r\ncontinue to play a major role. But that contribution \r\ncannot permanently substitute for that of the State. The \r\ncredibility of the State is at stake, and hence the \r\neffectiveness of its institutions.  \r\n For its part, the Haitian State continues to work to \r\nimprove the predictability and level of resources it can \r\nask of its citizens, even though a great deal remains to \r\nbe done. It is also essential that the same predictability \r\nbe associated with the financial commitments for the \r\nreconstruction of Haiti. In this regard, there is still a lot \r\nof ground to cover. For example, today the \r\nA/65/PV.6  \r\n \r\n10-54304 22 \r\n \r\nGovernment of Haiti has only a very approximate idea \r\nof what has been spent by humanitarian agencies. We \r\nhave requested that information, but the responses have \r\nbeen few and partial. That is not acceptable.  \r\n Furthermore, it is also extremely difficult to \r\nknow the real amounts available to development \r\nagencies, be they multilateral, bilateral or other. What \r\namounts could be reprogrammed? How much is \r\navailable to them in terms of additional funds? These \r\nare crucial questions, and they are the keystone to \r\ncoordination and efficient efforts. I therefore call on \r\nthe international community to share information \r\nbetter, which is the basis for true dialogue. Without \r\nthat, there will be no national ownership, which may \r\ntranslate into short-term, ephemeral effects, and Haiti \r\nwill not only not progress in its efforts to rebuild the \r\ncountry and attain at least some of the MDGs, but it \r\nwill regress.  \r\n As I have said previously, we cannot envisage \r\nsuch a scenario. Haiti can and must change its image as \r\nan unstable, rudderless country and become a country \r\nthat is proud of its past and believes in its future. Our \r\nsuccess will be that of the international community, \r\nand will extend far beyond the borders of our country \r\nand shed new light on the realities of development and \r\nthe ability of the international community to keep its \r\npromises. \r\n The Co-Chair (Mr. Treki) (spoke in Arabic): \r\nThe General Assembly will now hear an address by His \r\nHighness Sheikh Naser Al-Mohammad Al-Ahmad Al-\r\nSabah, Prime Minister of the State of Kuwait.  \r\n Sheikh Al-Sabah (Kuwait) (spoke in Arabic): At \r\nthe outset, it is my honour to convey to the Assembly \r\nthe greetings of His Highness, the Emir of the State of \r\nKuwait, and of the Government and the people of \r\nKuwait. I congratulate you, Sir, on presiding over this \r\nHigh-level Plenary Meeting to review the Millennium \r\nDevelopment Goals (MDGs). We are certain that your \r\nwise leadership and good conduct will contribute to \r\nfulfilling our shared objectives.  \r\n I would also like to express our thanks and \r\ngratitude to Secretary-General Mr. Ban Ki-moon, who \r\npresented a comprehensive review of the successes \r\nachieved to date, the desired goals and the reasons for \r\nthe delay in achieving them in his report entitled \r\n“Keeping the promise: a forward-looking review to \r\npromote an agreed action agenda to achieve the \r\nMillennium Development Goals by 2015” (A/64/665).  \r\n At the historic Millennium Summit held at the \r\ndawn of this century, our heads of State and \r\nGovernment issued a long-term programme and road \r\nmap for achieving the noble development goals of the \r\nneediest peoples of the world. That programme was a \r\nbeacon and a guiding light that lit the path towards \r\nachieving those goals.  \r\n Five years ago, world leaders met at the first \r\nMDG Review Conference, and everyone then felt \r\noptimistic. The indicators were encouraging and the \r\nstatistics showing the range of responses by States, \r\nparticularly the least developed and those most affected \r\nin sub-Saharan Africa and Asia, spurred enthusiasm \r\nand determination to exert further efforts and commit \r\nto moving ahead on the road to attaining the \r\nMillennium Development Goals. \r\n However, this Meeting, an important opportunity \r\nto revisit the Millennium Development Goals, has been \r\ndominated by discouraging indicators, especially for \r\nGoal 1 relating to the halving of global poverty and \r\nhunger. This situation poses a real challenge to the \r\ninternational community as it seeks to fight the twin \r\nscourges of poverty and hunger. Rather than fall, the \r\nnumber of poor people rose from 800 million in 1990 \r\nto more than 1 billion in 2009.  \r\n It is therefore imperative to uphold the previous \r\ncommitments, particularly those made by the \r\ndeveloped countries in the Monterrey Consensus and \r\nthe Doha Declaration on Financing for Development, \r\nto allocate 0.7 per cent of their gross national income \r\nto official development assistance. \r\n Since our last conference in 2005, the world has \r\nwitnessed enormous crises and challenges, such as the \r\nincrease in food prices and the oscillation of energy \r\nprices. These were followed by a suffocating financial \r\nand economic crisis that has threatened the global \r\neconomic system and the political and social stability \r\nof some States. While all States without exception have \r\nsuffered the effects of this crisis, its impact on the \r\ndeveloping and least developed countries has been \r\nmore severe, despite the fact that these States were not \r\nresponsible for it or its root causes. \r\n We welcome the steps taken and the policies \r\nadopted by a number of international and regional \r\ngroupings to confront this crisis, ease its impact and \r\nprevent its recurrence. However, we must do much \r\nmore to help the global economy to recover and to \r\nachieve a fair and balanced international trade system.  \r\n A/65/PV.6\r\n \r\n23 10-54304 \r\n \r\n One of the other serious challenges our world \r\nfaces, and one that we should confront with a joint and \r\nunified effort, is the phenomenon of climate change \r\nand its impact on all aspects of life, from economic and \r\ntrade activities to the environment, the ecosystem and \r\nbiological diversity. Over the past few years, the world \r\nhas witnessed an increase in the number of natural \r\ndisasters, which have become more severe and \r\ndestructive because of climate change. These disasters \r\nhave caused enormous losses of life and property, as in \r\nthe case of the destructive earthquake that hit Haiti in \r\nJanuary 2010 or the floods that swept Pakistan last \r\nmonth. We hope that we will be able to agree on a \r\nlegally binding document at the upcoming conference \r\nscheduled for December 2010 in Cancun, Mexico, \r\nwhich must spell out the steps, policies and \r\nresponsibilities required on the part of the developed \r\nand developing countries in order to limit the effects of \r\nclimate change and to enable developing countries to \r\nadapt to its consequences. \r\n Despite the fact that these difficulties have \r\nhindered the efforts and limited the abilities of \r\nnumerous States to achieve the MDGs, we agree with \r\nwhat was mentioned in the report of the Secretary-\r\nGeneral (A/64/445) to the effect that achievement of \r\nthe Millennium Development Goals on time remains \r\nfeasible, given the necessary commitment, policies, \r\nresources and effort.  \r\n Therefore, we view this meeting as an important \r\nopportunity to renew our commitment and our \r\ndetermination to shoulder our responsibilities, fulfil \r\nour obligations and mobilize our energies for a better \r\nworld, where the gap created by disagreements, \r\ndivisions and conflicts fed by the absence of justice \r\nand equality can be narrowed while the horizons of \r\ncooperation and partnership are expanded, and where \r\npeace and security prevail. \r\n In this regard, we wish to emphasize that the \r\nUnited Nations remains the most credible, legitimate \r\nand neutral multilateral mechanism there is and the \r\nbest place to discuss ways and means to reach joint \r\ncollective solutions to global challenges and hazards. \r\n The State of Kuwait believes that the \r\ndevelopment goals the world seeks to achieve by 2015 \r\nare attainable. There are positive signs that support this \r\nconviction, such as the improvements in school \r\nenrolment rates and child and maternal health, the \r\nincrease in access to clean water and the progress made \r\nin combating serious diseases such as HIV/AIDS, \r\nmalaria and tuberculosis. \r\n All these advances and positive results require \r\nconstant and prompt efforts in order for us to maintain \r\nand consolidate them, particularly in the face of the \r\nnumerous challenges the world faces. A high \r\npercentage of the world’s population in certain regions \r\nstill suffers from poverty, hunger, serious diseases, \r\nincreased rates of unemployment, illiteracy and \r\ndisplacement. This is in addition to the negative effects \r\nof armed conflicts and foreign occupation, the perils of \r\nthe proliferation of weapons of mass destruction, \r\nincluding nuclear weapons, the spread of transnational \r\norganized crime, the illegal drug trade, the spread of \r\nterrorism and violations of human rights. All of these \r\ndifficulties pose, together, a real threat to international \r\npeace and security and an obstacle to achieving the \r\ndesired sustainable development. \r\n The State of Kuwait is actively seeking, with all \r\nthe means at its disposal, to achieve the MDGs and to \r\nimprove the welfare of Kuwaiti citizens. Kuwait’s \r\neconomic and social development indicators have \r\nsurpassed the targeted averages and rank high both \r\nregionally and internationally, according to reports by \r\nUnited Nations agencies concerned with human \r\ndevelopment.  \r\n Currently, unified efforts are being made and all \r\navailable resources mobilized to implement the \r\nnational development plan for 2010-2014. The \r\nestimated cost of the plan is about $115 billion. It is an \r\nambitious plan that seeks to advance all the State’s \r\nsectors, improve infrastructure and raise the level of \r\neducation and health care services, as well as to set \r\nKuwait on a path to becoming a financial and trade \r\ncentre for the region. \r\n As the State of Kuwait continues its assistance to \r\ndeveloping countries, the Kuwait Fund for Arab \r\nEconomic Development continues to support and \r\nfinance development and infrastructure projects in \r\nmore than 100 countries, with a total value of almost \r\n$15 billion, making the median amount provided \r\ndouble the percentage of gross national income agreed \r\nupon internationally for official development \r\nassistance. The State of Kuwait wishes to renew its \r\ncommitment to continuing to provide development and \r\nfinancial assistance to States in need in order to help \r\nthem achieve stability and progress and to advance \r\ntheir capacities to fulfil their own development needs. \r\nA/65/PV.6  \r\n \r\n10-54304 24 \r\n \r\n We recognize the tremendous international \r\nresponsibility and the difficulties and challenges that \r\nstand in the way of many countries in their efforts to \r\naccomplish the MDGs and achieve their purposes. We \r\nare, however, convinced that those goals are achievable \r\nif supported by political will and total belief in the \r\nimportance of joint and collective work, as well as by \r\nour adherence to the resolutions we take and the \r\ncommitments we make. Let us all work together for the \r\ngood, the dignity and the welfare of our peoples, \r\nguided by the purposes and principles of the Charter of \r\nthe United Nations and by profound respect for \r\ninternational law. \r\n The Co-Chair (Mr. Treki) (spoke in Arabic): \r\nThe General Assembly will now hear an address by His \r\nExcellency Mr. Stephenson King, Prime Minister of \r\nSaint Lucia. \r\n Mr. King (Saint Lucia): Ten years ago, we met \r\nand agreed on a set of actions documenting our \r\ncollective responsibility for ensuring that we lived in a \r\nworld that was more equitable. We developed \r\nindicators and set targets, which at this point we must \r\nassess.  \r\n Saint Lucia is among those nations that adopted \r\nthe eight Millennium Development Goals (MDGs) to \r\nbe achieved by 2015. As we assess our progress and \r\nthe commitments we made, let us not forget that our \r\npromises were made on the basis of certain \r\nassumptions about our surroundings. We now know \r\nthat these assumptions were flawed, for within that \r\nperiod of time we have had oil price shocks, food, \r\nhealth, and financial crises, major natural disasters \r\nand — very fundamental to small island developing \r\nStates — a worsening global environment through \r\nclimate change. In spite of these challenges, we have \r\nnot abandoned our tasks. In fact, we are even more \r\ncommitted to achieving or getting close to our goal by \r\nthe designated dates.  \r\n For us, achieving the MDGs by 2015 was an \r\nundertaking and commitment to work together for the \r\nbetterment of mankind. However, the first eight pages \r\nof the Secretary-General’s report (A/64/665) tell the \r\nstory of how much remains to be done globally if we \r\nare to get near the targets in 2015. It tells us that we \r\nmust undertake a comprehensive review of progress \r\nand together chart a course for accelerated action on \r\nthe MDGs between now and 2015. Let me give a brief \r\nsynopsis of Saint Lucia’s progress towards these goals. \r\n Immediately after their adoption, Saint Lucia \r\nembarked on a process to localize the MDGs. The \r\nbenefits of that exercise were twofold. First, it ensured \r\nthat the national policies were consistent with and \r\nsupported by the global framework, and secondly, it \r\nfacilitated the development of a national framework in \r\nwhich the targets and the indicators, as well as the \r\nmonitoring and reporting systems, are relevant and \r\nadapted to national needs and capacities. A multisector \r\nworking group/task force, coordinated through the \r\nMinistry of Social Transformation and comprising \r\nplayers from key sectors, was responsible for preparing \r\nthe report on the MDGs. The current status of each of \r\nthe Goals is outlined as follows. \r\n Regarding MDG 1, on eradicating extreme \r\npoverty and hunger, the main quantitative indicator of \r\nextreme poverty — people living on less than $1 per \r\nday — is not applicable to Saint Lucia. Currently, the \r\ndata indicates that our poverty level increased from \r\n25.1 per cent in 1995 to 28.8 per cent in 2009, but that \r\nthe indigence level decreased from 7.1 per cent in 1995 \r\nto 1.6 per cent in 2009. The Government is currently \r\ninvolved in a number of programmes, initiatives and \r\ninstitutions that are primarily dedicated to reducing \r\npoverty; improving access to public services; \r\ndeveloping skills in order to enhance employability; \r\nproviding access to credit; providing support services \r\nto micro-businesses; distributing funds for the benefit \r\nof poor, needy and disadvantaged persons, including \r\nscholarships to students; and increasing access to and \r\nthe quality of basic economic infrastructure and \r\nservices among vulnerable communities and groups. \r\n Regarding MDG 2, on achieving universal \r\nprimary education, universal primary education has \r\nbeen in place in Saint Lucia since 1980, and September \r\n2006 marked the formal inauguration of universal \r\nsecondary education. While Saint Lucia has achieved \r\nboth universal primary and secondary education, the \r\ncommitment of the Government continues to be high as \r\nit works to improve the quality of education through \r\nimprovements in teacher training and in school \r\nconditions. \r\n Regarding MDG 3, on promoting gender equality \r\nand the empowerment of women, eliminating gender \r\ndisparity in access to education is not entirely relevant \r\nin Saint Lucia, as that was achieved long ago. There is, \r\nhowever, a need to mainstream the gender dimension \r\nin all aspects of development. There is an acute need to \r\nsystematically address issues of gender-based violence \r\n A/65/PV.6\r\n \r\n25 10-54304 \r\n \r\nand other forms of discrimination against women. On \r\nthe other hand, there are a number of critical issues \r\nregarding male marginalization and other problems \r\naffecting young men which need to be urgently \r\naddressed. \r\n MDG 4 relates to reducing child mortality. Child \r\nmortality rates are higher than the target set by the \r\nMDGs. Saint Lucia continues to pursue of a vision of \r\nuniversal primary health care and the attainment of this \r\nMDG. This involves a radical departure from the \r\nsystem of curative medical care to a system of \r\npreventative care and health promotion. \r\n Mr. Mac-Donald (Suriname), Vice-President of \r\nthe General Assembly, took the Chair. \r\n Turning to MDG 5, on improving maternal \r\nhealth, maternal health is better than in most \r\ndeveloping countries and surpasses the MDG target. At \r\npresent, 98 per cent of births are attended by skilled \r\nhealth professionals and 96 per cent of women benefit \r\nfrom prenatal care. \r\n MDG 6 concerns combating HIV/AIDS, malaria \r\nand other diseases. The Saint Lucia National \r\nHIV/AIDS Strategic Plan 2004-2009, launched in \r\nFebruary 2005, is the guiding framework for the \r\ncountry’s response to the HIV/AIDS pandemic. Efforts \r\nare being made to improve both reporting and \r\nsurveillance systems. Malaria is no longer present in \r\nSaint Lucia, and other communicable diseases are \r\ngenerally under control. However, diseases such as \r\ndiabetes, hypertension, heart conditions and cancer \r\ncontinue to be of concern, and wellness programmes \r\nare being developed to bring these under control. \r\n MDG 7 relates to ensuring environmental \r\nsustainability. To ensure sustainable use of natural \r\nresources, a number of policies and programmes have \r\nbeen developed and implemented. These are geared \r\ntowards addressing the sustainable use and \r\nmanagement of marine, terrestrial, coastal and \r\natmospheric resources. Saint Lucia is signatory to a \r\nnumber of regional and international environmental \r\nagreements. Noteworthy is the Liliendaal Declaration \r\non Climate Change and Development signed by the \r\nStates members of the Caribbean Community. \r\n On MDG 8, concerning a global partnership for \r\ndevelopment, Government policies in Saint Lucia have \r\nalways promoted partnerships through subregional, \r\nregional and international organizations. We have a \r\nvery open economy and facilitate direct foreign \r\ninvestment, as well as ensuring that official \r\ndevelopment assistance funds are properly accounted \r\nfor. \r\n Considerable progress has been made by Saint \r\nLucia towards the attainment of the MDGs. Moreover, \r\nthe prospects for achieving the Goals by the target year \r\nof 2015 remain positive and give reason for optimism. \r\nNevertheless, it has been recognized that there is a \r\nneed for a more systematic approach in mainstreaming \r\nthe MDGs into the national development agenda.  The \r\nMDGs ought not to be regarded as an end in \r\nthemselves, but as a means to an end. It must be \r\nremembered that many of the Goals and targets were \r\nset at their lowest entry points and that, at the time of \r\nadoption, many countries were above the threshold. \r\nThe challenge for counties like Saint Lucia was to \r\nensure forward and upward movement to a level where \r\npoverty would be a thing of the past. \r\n I would like to emphasize that progress towards \r\nthe MDGs will be of little consequence if development \r\ngains are not lasting. The developed States should \r\npromote broad-based economic growth by helping \r\ncounties formulate and implement pro-growth policies, \r\npromote trade, invest in infrastructure and stimulate \r\nentrepreneurship. \r\n All of that will be useless if we cannot get the \r\nmajor players in the global-warming scenario to reduce \r\ntheir emissions and at least return stability to \r\nenvironmental degradation.  \r\n There should hence be renewed political \r\ncommitment to achieving the MDGs and the \r\nestablishment of a global action agenda for \r\naccelerating progress toward the Goals. Let us be \r\nresolute in our efforts to move forward and adopt and \r\nput in place policies and programmes that will enable \r\nus to keep moving towards a better world for all. \r\n The Acting Chair: The Assembly will now hear \r\nan address by His Excellency Mr. Mohamed Waheed, \r\nVice-President of the Republic of Maldives. \r\n Mr. Waheed (Maldives): Today marks the forty-\r\nfifth anniversary of my country’s joining the United \r\nNations. Over the past 45 years, the United Nations, \r\nother international organizations and friendly countries \r\nhave helped Maldives to achieve enormous progress. \r\nFor that I would like to thank them today.  \r\nA/65/PV.6  \r\n \r\n10-54304 26 \r\n \r\n I could stand here and say that the Maldives is \r\nprogressing well towards the Millennium Development \r\nGoals (MDGs). I could explain that the Maldives has \r\nalready achieved five out of the eight MDGs ahead of \r\nthe 2015 deadline, making it South Asia’s only MDG-\r\nplus country. I could talk about our achievements on \r\npoverty eradication, primary education, reducing child \r\nmortality, ensuring maternal health and combating \r\nHIV/AIDS, malaria and other diseases.  \r\n However, I prefer to use the opportunity provided \r\nby today’s high-level event to give participants a sense \r\nof the enormous challenges that the Maldives faces in \r\ncontinuing and consolidating its positive trajectory. \r\nTragic events like the 2004 Asian tsunami remind us \r\nthat progress towards the MDGs should never be taken \r\nfor granted. Improvements and successes that have \r\ntaken years to accumulate can easily be put into reverse \r\nunless we remain vigilant and prepared to respond to \r\nsuch extreme events, natural or man-made. \r\n The Maldives faces three broad horizontal \r\nchallenges and a number of challenges specific to \r\ncertain MDGs. First, in parallel with our socio-\r\neconomic drive towards the MDGs, the Maldives is \r\nalso struggling with the political imperative of \r\nconsolidating democracy and integrating the concepts \r\nof human rights and the rule of law into our national \r\nconsciousness. We are not unique in this. All countries \r\nin transition experience an inherent tension between \r\nthe past and the future, between those segments of the \r\npopulation that benefited from, and would prefer a \r\nreturn to, the old system and those parts of society that \r\nare impatient for real change and a fairer, more just \r\nsociety.  \r\n This underlying tension, coupled with related \r\nchallenges such as the rise of religious extremism, has \r\nimportant implications not only for democratic \r\nconsolidation but also for our efforts to achieve the \r\nMillennium Development Goals. That is because the \r\nGovernment’s approach to development is premised on \r\nempowering the people and giving them the freedom \r\nand opportunity to build and better their lives. \r\nPromoting human rights, decentralization of the \r\ngovernment and administration, privatization and \r\nredistribution: those are the foundations of \r\nGovernment policy. But such policies are also a clear \r\nthreat to the powerful vested interests that once \r\ncontrolled the country. \r\n Secondly, linked with the country’s political \r\nchallenges is the unfortunate fact that the Maldives is \r\nstruggling to consolidate democracy and the rule of \r\nlaw at a time when the macroeconomic situation \r\nremains precarious. This was caused by extravagant \r\nspending by the former Government in the run-up to \r\nthe 2008 elections, coupled with the after-effects of the \r\ntsunami and the onset of the global financial crisis. \r\n In consultation with the International Monetary \r\nFund, the Government has taken a wide range of steps \r\nto confront this problem. The outcome of those efforts \r\nwill determine the achievement of the Millennium \r\nDevelopment Goals and our people’s broader \r\ndevelopment aspirations. For example, pressures on the \r\nnational budget are already having a negative impact \r\non the health and education sectors.  \r\n A third broad development challenge facing the \r\ncountry is our impending graduation, at the end of this \r\nyear, from the United Nations list of least developed \r\ncountries. This will have enormous implications for \r\nMaldives’ economy and for our continued socio-\r\neconomic development. Despite this, we welcome \r\ngraduation as a reflection of our progress over many \r\nyears and as the start of a new phase in our national \r\ndevelopment. \r\n That said, it would be not only wrong but also \r\ndangerous to assume that Maldives’ well-documented \r\nvulnerabilities as a small island developing nation will \r\ndisappear the moment we are recognized as a middle-\r\nincome country. Indeed, no one would question the fact \r\nthat Maldives remains acutely vulnerable at the \r\neconomic, commercial, social and environmental \r\nlevels. Thus, the question is how we might square the \r\ncircle and agree that graduation is a positive \r\ndevelopment to be welcomed while, at the same time, \r\nconceding that key vulnerabilities remain and that \r\nsmall island States like Maldives will continue to need \r\nsupport if we are to meet the MDGs. \r\n To us, the answer is clear. There is a need for a \r\nfar better, more efficient, more targeted and more \r\nmeasurable system of United Nations support for small \r\nisland developing nations. This reform system must \r\ninclude a formal transparent category for small island \r\ndeveloping States.  \r\n Before concluding, I want to briefly touch on two \r\nMDGs on which Maldives, relatively speaking, has \r\nmade less progress. These are MDG 3, on achieving \r\n A/65/PV.6\r\n \r\n27 10-54304 \r\n \r\ngender equality and women’s empowerment, and \r\nMDG 7, on ensuring environmental sustainability. \r\n Overall, the gender gap in Maldives is closing, \r\nalbeit perhaps more slowly than is necessary to meet \r\nMDG 3 by 2015. In certain circumstances, the cultural \r\nand social norms of the country create obstacles to \r\nwomen’s equal participation in society, while isolation \r\nand a lack of access to resources and educational and \r\nemployment opportunities likewise pose major \r\nchallenges, especially for girls and women. The \r\ncreation of space and opportunities for women to \r\ncontribute to development is a policy priority for the \r\nGovernment. Gender mainstreaming is now obligatory \r\nacross all Government policy areas, while new laws are \r\nbeing prepared to combat discrimination and violence \r\nagainst women. \r\n Environmental sustainability is one of the most \r\nfundamental problems in Maldives, challenging our \r\nbasic right to life. The country has considerable ground \r\nto cover to achieve MDG 7. Maldives is determined to \r\nplay its part. Protecting the environment is a priority \r\nfor the Government, and last year we announced plans \r\nto become the world’s first carbon-neutral country. \r\nHowever, the transnational nature of environmental \r\nharm means that we cannot win this battle alone. We \r\nneed the commitment and support of the international \r\ncommunity, especially in the context of climate \r\nchange. \r\n The Acting Chair: I now give the floor to His \r\nExcellency Mr. Hor Namhong, Deputy Prime Minister, \r\nMinister for Foreign Affairs and International \r\nCooperation of Cambodia. \r\n Mr. Hor (Cambodia): I am very pleased to \r\nparticipate in this very important and timely Meeting \r\nfor the mid-term review of the implementation of the \r\nMillennium Development Goals (MDGs) and for \r\ncommon reflection on the next step to take to relieve \r\nthe world from poverty. \r\n With less than five years to the target date of \r\n2015, the achievement of the MDGs has so far been a \r\nmixed picture of shortfalls and successes. The \r\napprehension that most of the least developed countries \r\n(LDCs) will have difficulties in achieving the MDGs \r\nby 2015 is accentuated by unfolding multiple crises \r\nrelating to the global economic meltdown, food \r\ninsecurity, climate change and debt relief. \r\n Meeting the MDG target of halving poverty by \r\n2015 will require steady economic growth and a more \r\npro-poor policy. A number of governance reforms to \r\ncreate an enabling environment for poverty reduction \r\nare also needed. It is important to expand growth in \r\nsectors that can generate greater employment and to \r\ninvest more intensively in sectors, such as health and \r\neducation, that build human capacity to engage more \r\nproductively in economic activities. \r\n Another important concern for developing \r\ncountries is how to get more commercially meaningful \r\naccess to international markets. Therefore, concerted \r\nefforts should be made to get the Doha Round \r\nnegotiations back on track towards a successful \r\nconclusion in order to break down trade barriers, \r\nparticularly for agricultural products, and to reduce \r\nagricultural subsidies in developed countries. In this \r\nrespect, the granting of quota-free and duty-free \r\nschemes for products from developing countries would \r\ncontribute to raising export earnings and make trade \r\nexchange work for development. \r\n In addition, the developed countries should fulfil \r\ntheir commitment to meeting the internationally agreed \r\ntarget of allocating 0.7 per cent of their gross national \r\nincome to official development assistance to all \r\ndeveloping countries, as well as to meeting the \r\ninternationally agreed target of allocating 0.15-0.20 per \r\ncent of their gross national income to LDCs. More \r\nserious consideration should also be given to relieving \r\npoor countries of their debt burden, thus increasing \r\ntheir financial resources to fund essential development \r\nprojects and meet the MDGs. All these measures are \r\nnot only a question of generosity, but also an obligation \r\nin creating a safe world for all. \r\n In 2003, the Royal Government of Cambodia \r\nadopted its own development targets, called Cambodia \r\nMDGs, which are incorporated comprehensively into \r\nphase II of our Rectangular Strategy and our National \r\nStrategic Development Plan 2009-2013. Cambodia is \r\ntherefore on track to achieve the MDG targets for \r\nreducing child mortality, combating HIV/AIDS, \r\nmalaria and other diseases, and forging a global \r\npartnership for development. In recognizing the \r\noutstanding success of these efforts, last Sunday the \r\nMDG Award Committee in New York presented to \r\nCambodia the MDG Award 2010 for MDG 6. \r\n According to a recent study by the Overseas \r\nDevelopment Institute and the United Nations \r\nA/65/PV.6  \r\n \r\n10-54304 28 \r\n \r\nMillennium Campaign, Cambodia is listed among \r\n20 countries making the most absolute progress on the \r\nMDGs and on track to meet the target of halving \r\npoverty by 2015. Indeed, we are pleased to see that the \r\nimprovement in poverty reduction is visible throughout \r\nthe country. There has also been substantial \r\nimprovement in education. We are now implementing \r\nphase II of the Rectangular Strategy, in which our \r\nnational strategy for poverty reduction is a priority. \r\nNonetheless, we are fully aware that, despite this \r\nsignificant progress towards sustainable development, \r\nCambodia still faces many of the challenges faced by \r\nmost developing countries. \r\n Among these tremendous challenges, poverty \r\nreduction remains the highest and foremost priority of \r\nthe developing countries. Prom Cambodia’s perspective, \r\nwe have learned that peace and political and \r\nmacroeconomic stability, supported by a vibrant \r\ndevelopment partnership, are keys to sustainable \r\ndevelopment, which would provide us with a better \r\nopportunity to address the challenges we face in \r\nmeeting the MDGs by 2015. \r\n We now have less than five years to achieve the \r\nMDGs. Taking into account the challenges facing \r\ndeveloping countries, we need more than ever the \r\nparticipation of all developed countries and financial \r\nInstitutions; otherwise, our efforts to achieve the \r\nMDGs will be in vain. \r\n The Acting Chair: I now give the floor to Her \r\nExcellency Ms. Gunilla Carlsson, Minister of \r\nInternational Development Cooperation of the \r\nKingdom of Sweden. \r\n Ms. Carlsson (Sweden): The Millennium \r\nDevelopment Goals (MDGs) represent a common \r\nagenda to enhance and coordinate our efforts for \r\npoverty eradication and sustainable global \r\ndevelopment. The MDGs are about improving the lives \r\nof the world’s poorest people: everyone’s right to take \r\nan active part in shaping their own future and that of \r\ntheir families, communities and countries. They are \r\nabout enabling people to move out of poverty and into \r\nlives of freedom and opportunity. \r\n Governments that pursue democratic development \r\nhand in hand with human rights stand a better chance \r\nof achieving the MDGs. The overall trend is positive. \r\nInfant and child mortality have dropped, and more girls \r\nattend school. Evidence shows that the MDGs can be \r\nmet if there is sufficient political will. \r\n However, despite the progress, we still face \r\nchallenges. Millions of people suffer from hunger and \r\nlack access to safe drinking water. Climate change \r\naffects our living conditions. The poorest suffer the \r\nmost, and Africa is particularly hard-hit. \r\n Sweden is deeply concerned that some MDGs are \r\nlagging behind. That is especially true of MDG 5, on \r\nmaternal health. It is unacceptable that hundreds of \r\nthousands of women, most of them very young, die \r\nevery year from complications related to pregnancy \r\nand childbirth. The causes of maternal mortality are \r\nwell known and, in most cases, preventable. \r\n We cannot ignore the right of women, men and \r\nyoung people to sexual education and access to \r\nreproductive health services. We cannot close our eyes \r\nto the fact that 13 per cent of maternal deaths are \r\ncaused by unsafe abortions. Maternal health must be \r\naddressed within a comprehensive approach to sexual \r\nand reproductive health and rights. There is a strong \r\nlink with gender equality, which is the best way to \r\nensure a woman’s right to her own body. Sweden will \r\ncontinue to defend, protect and promote those rights. \r\n Investment in national health systems is critical. \r\nIt leads to healthier mothers, children and families. \r\nHealthy mothers contribute to higher levels of \r\neducation, economic growth and productivity, as \r\nhealthy women can participate fully in social and \r\neconomic life. \r\n Sweden welcomes the Secretary-General’s Global \r\nStrategy for Women’s and Children’s Health. We \r\ncongratulate him on making MDG 4 and MDG 5 a \r\npriority for the whole United Nations system. The \r\nStrategy provides a vision and emphasizes the need for \r\nreporting, oversight and transparency, but it needs \r\nmore concrete targets to ensure compliance and \r\naccountability. What is measured gets done, and what \r\nis done must be measured. This is closely linked to my \r\nGovernment’s commitment to working for a more \r\ntransparent and efficient aid system. \r\n International resources are, and will continue to \r\nbe, important to meet the MDGs. Even more important \r\nare domestic resources, such as taxes in developing \r\ncountries themselves. National systems should generate \r\nresources so that teachers and midwives, for example, \r\ncan be paid decent salaries. We also need a joint \r\ncommitment to work against corruption. Fraud is \r\nunacceptable, and people should not have to bribe their \r\nway to access to basic services. \r\n A/65/PV.6\r\n \r\n29 10-54304 \r\n \r\n We have a shared responsibility to fulfil our \r\ncommitments to achieving all the MDGs by 2015. We \r\nneed to deliver on our promises. This is true of \r\ndeveloped and developing countries alike. The Swedish \r\nGovernment intends to do its part and will continue to \r\nengage with civil society and others. I call upon \r\ncolleagues in the developed world to honour their \r\nofficial development assistance commitments now, just \r\nas I call upon colleagues in the developing countries to \r\nreinforce their ownership and leadership. There are five \r\nyears to go. Let’s do it. \r\n The Acting Chair: I now give the floor to Her \r\nExcellency Senator Maxine McClean, Minister for \r\nForeign Affairs and Foreign Trade of Barbados. \r\n Ms. McClean (Barbados): I join with fellow \r\ndelegates in congratulating Ambassador Deiss on his \r\nefficient leadership of the General Assembly. The \r\nBarbados delegation also commends him and his \r\nCo-Chair for the hosting of this high-level summit. It \r\nserves as motivation to complete the journey started in \r\n2000. We all committed to a set of time-bound and \r\ntargeted goals aimed at eradicating poverty in all its \r\nforms, namely, the Millennium Development Goals \r\n(MDGs). \r\n The summit is very timely. It has been convened \r\nduring the most severe economic crisis faced by the \r\ninternational community since the 1930s. \r\nSimultaneously, the world has been experiencing the \r\nravages of the worst natural disasters in recent \r\nmemory, which, we believe, are linked to climate \r\nchange. These phenomena have either slowed the \r\nprogress of some Member States in achieving the \r\nMillennium Development Goals by the target date of \r\n2015 or, in other cases, undermined their capacity and \r\ncapability to continue making the effort. \r\n I must make a case for Barbados and other \r\ncountries classified as either high- or middle-income \r\ncountries. Through struggle and hard work, we have \r\nendeavoured over the years to place our countries on a \r\npath to sustainable development. By adopting \r\nstrategies such as universal primary health care and \r\ncompulsory education, we have made significant \r\nstrides that have allowed us to pursue an MDG-plus \r\nstrategy in some areas. Much remains to be done, and \r\nwe cannot do it alone. \r\n Extreme poverty and hunger are barriers to global \r\ndevelopment. In Barbados, while poverty is relative, \r\nthere are the peculiarities and vulnerabilities that come \r\nwith being a small island developing State. We are \r\nexposed to natural disasters and the ravages of climate \r\nchange. As open economies, we are susceptible to \r\nexternal shocks. Given these vulnerabilities, the \r\nquestion of the graduation of middle-income \r\ndeveloping countries like Barbados must be revisited. \r\n The eradication of poverty is a priority on the \r\ndevelopment agenda, and, in the present economic \r\nenvironment, Barbados has worked with determination \r\nto maintain its national safety net. We recognize that \r\nthe effective and efficient delivery of social services \r\nwill have a positive impact on the maintenance of our \r\nnational safety net. We also appreciate the need for this \r\nas we seek to ensure that the quality of life and \r\nstandard of living to which we have become \r\naccustomed continue. \r\n Moreover, Barbados firmly believes that the \r\nempowerment of the population is one way to enhance \r\ngood governance as we strive to achieve the MDGs. \r\nInstitutional frameworks have thus been strengthened, \r\nwith the goal of reducing the current fragmentation \r\namong our social services agencies. Our goal is to \r\nensure the seamless and timely delivery of those \r\nservices. Evidence-based policymaking is being \r\npursued and monitoring systems are being enhanced. \r\n The following initiatives have been launched: a \r\ncountry assessment of living conditions, a national \r\ndatabase for client tracking and a universal intake form \r\nthat permits client assessment by a single agency for \r\nall types of assistance sought. \r\n While we are proud of these initiatives, we are \r\npainfully aware that all these gains can be derailed by a \r\nhurricane or an earthquake or, as is the present case, by \r\nthe collapse of financial markets. That is why the \r\neradication of extreme poverty and extreme hunger \r\ncannot be seen in isolation from the other Goals. \r\n The Caribbean ranks second only to sub-Saharan \r\nAfrica in terms of the prevalence of HIV and AIDS. \r\nHigh political commitment and our expanded \r\nmultisectoral response strategy, with the assistance of \r\nthe World Bank, have allowed persons living with HIV \r\nand AIDS universal access to treatment. Consequently, \r\ndeaths due to HIV and AIDS have been significantly \r\nreduced and mother-to-child transmission is almost a \r\nthing of the past. There has been an increase in \r\nknowledge but no corresponding behavioural change. \r\nInfection rates remain unacceptable, raising questions \r\nA/65/PV.6  \r\n \r\n10-54304 30 \r\n \r\nconcerning the sustainability of our treatment \r\nprogrammes.  \r\n Ironically, our successes in these areas have \r\nbrought with them other difficulties. Our expenditures \r\ncontinue to rise, even though we are unable to readily \r\naccess grant funding, given our categorization as a \r\nhigh/middle-income country. We have redoubled our \r\nefforts at prevention, recognizing that those affected \r\nfall within the age cohort of 15 to 49, the bedrock of \r\nthe labour force. In addition, women are being infected \r\nat a faster rate than men. \r\n As stated by the Joint United Nations Programme \r\non HIV/AIDS, there is need for a prevention \r\nrevolution, since prolonging life is not the only goal in \r\ncombating the HIV and AIDS pandemic. Targeted \r\nattention is being paid to several population segments, \r\nincluding persons with disabilities, particularly those \r\nwho are mentally challenged. The Ministry of Social \r\nCare, Constituency Empowerment, Urban and Rural \r\nDevelopment and the Ministry of Education and \r\nHuman Resource Development are collaborating to \r\nprepare manuals in language easily understood by this \r\ntarget group. Connect Barbados, a public sector-private \r\nsector partnership, is converting current literature on \r\nHIV and AIDS into Braille, thus making it accessible \r\nto those who are blind or visually impaired. However, \r\nhigh-risk groups are yet to be targeted with the same \r\nintensity. \r\n There is also the increasing incidence of lifestyle \r\ndiseases: diabetes, hypertension and cardiovascular \r\ndisease, for example. Education, promotion of physical \r\nactivity and good nutrition are being pursued. \r\nGovernment is challenged however, to deliver the \r\nnecessary therapies and medical procedures. It also has \r\nto address the high morbidity costs associated with \r\nthese non-communicable diseases. Together, these \r\nchallenge Government’s development programme. We \r\ntherefore still have a long way to go, if we are to \r\nachieve MDG 6, which relates to combating HIV and \r\nAIDS and other diseases. \r\n We need also to address environmental \r\nsustainability. In 2002, Barbados finalized a sustainable \r\ndevelopment policy. We have embarked on greening \r\nthe economy and are exploring the use of alternative \r\nenergy, utilizing, for example, wind farms and solar \r\nenergy. Incentives are in place to encourage the use of \r\nthese alternatives. However, these initiatives call for \r\nsignificant capital investment, which will impede \r\nimplementation. \r\n Closely linked to this is the need to address \r\nclimate change. The Barbados Programme of Action, \r\ncrafted at the Global Conference on the Sustainable \r\nDevelopment of Small Island Developing States, held \r\nat Bridgetown, Barbados, in 1994, identified this as \r\none of the critical areas to be addressed in ensuring \r\nsustainable economic development in the Caribbean \r\nregion. It was reiterated then, and the point continues \r\nto be made, that the impact of climate change can have \r\na devastating effect on all economic sectors and, by \r\nextension, on human development. In light of this, \r\nBarbados has continued to shore up its capacity for \r\nnatural disaster management. \r\n Barbados is the fifteenth most densely populated \r\ncountry in the world. This places tremendous pressure \r\non land and other resources as well as on the demand \r\nfor housing. The Government of Barbados has thus \r\nprioritized housing and is currently addressing this \r\nneed, especially for citizens in the lower economic \r\nstrata. \r\n In my presentation, I have highlighted some \r\nefforts being undertaken by Barbados to mitigate the \r\nvariables which threaten to derail the attainment of the \r\nMDGs. We recognize that if the MDGs are to be fully \r\nachieved, Goal 8 must be operationalized. The global \r\npartnership of which it speaks must be effective. \r\n Barbados therefore calls for a review of the \r\ncriteria used to classify countries and their implications \r\nfor extending support to countries like ours. Barbados \r\nalso calls for a forging of partnerships between South \r\nand South and South and North, as these are the only \r\navenues available to achieve the MDGs and to lay the \r\nfoundation for comprehensive global development. \r\n The Acting Chair: I now give the floor to His \r\nExcellency Mr. Osman Mohammed Saleh, Minister for \r\nForeign Affairs of Eritrea. \r\n Mr. Saleh (Eritrea): Five years before the target \r\ndate of 2015, the Millennium Development Goals \r\n(MDGs) are begging to be achieved, and I stand here \r\ntoday to challenge the Assembly to achieve these Goals \r\nthat should and can be achieved with renewed \r\ncommitment and by refocusing our action over the next \r\nfive years. That makes this High-level Plenary Meeting \r\nso important. I wish to also congratulate the Co-Chairs, \r\non behalf of the Eritrean delegation, on presiding over \r\n A/65/PV.6\r\n \r\n31 10-54304 \r\n \r\nthis historic gathering to address the challenges and to \r\nget back on track to achieve the MDGs by 2015. \r\n At this juncture, I wish to thank Ambassador Paul \r\nBadji of Senegal and Ambassador Carsten Staur of \r\nDenmark who, in their capacities as co-facilitators, \r\nworked tirelessly to give us the draft outcome \r\ndocument before us today in document A/65/L.1. They \r\ndid an excellent job indeed and deserve our deep \r\nappreciation. \r\n The MDGs are the most unifying goals in the \r\nUnited Nations system. Therefore, the achievement of \r\nthe MDGs should continue to remain the top priority of \r\nthe development agenda. We should stay the course \r\nand press on with what we started at the beginning of \r\nthe millennium. Let us keep the promises we made at \r\nthe Millennium Summit in September 2000. If we do \r\nnot deliver on those promises come 2015, we will be \r\nterribly failing the people, who are looking to us, and \r\nthe credibility of our multilateralism will be adversely \r\naffected. That is why my delegation considers that we \r\nmust challenge ourselves at this juncture. \r\n I wish to draw the attention of the Assembly to \r\nThe Millennium Development Goals Report 2007, \r\npublished by the United Nations, which stated  \r\n “that the MDGs will be attained only if concerted \r\nadditional action is taken immediately and \r\nsustained until 2015. All stakeholders need to \r\nfulfil, in their entirety, the commitments they \r\nmade in the Millennium Declaration and \r\nsubsequent pronouncements”. \r\nTherefore, we should remain committed. \r\n My own country, Eritrea, is committed, and it is \r\ndoing its best to achieve the MDGs by 2015. It has \r\ninvested hundreds of millions of dollars, especially in \r\ninfrastructure for food security to make hunger history. \r\nIn its first national millennium development report of \r\nNovember 2006, Eritrea asserted that it was on track to \r\nachieve the goals relating to gender equality in primary \r\neducation, child health, maternal health, HIV/AIDS, \r\nmalaria and other major diseases and access to safe \r\nwater. The second national report, which will be \r\npublished in the coming weeks, updates the progress \r\nEritrea has made towards the achievement of the \r\nMDGs since 1995. In my brief statement, I will focus \r\non four areas: health, education, gender equality and \r\nthe environment. \r\n In the sphere of health, as we all know, three out \r\nof the eight MDGs and six out of the 17 targets directly \r\nrelate to health. My statement discusses where Eritrea \r\nis at this juncture with respect to the MDGs and their \r\ntargets and indicators. Nine indicators have been used \r\nto monitor progress made in the health sector between \r\n1993-1995 and 2010. I am pleased to report that \r\nremarkable progress has been made in most areas of \r\nhealth during the last 15 years in Eritrea. The under-\r\nfive mortality, infant mortality and maternal mortality \r\nrates have declined between 1993-1995 and 2010 by \r\n53.7 per cent, 41.7 per cent and 51.3 per cent, \r\nrespectively. \r\n This progress in the health sector has come about \r\nas a result of the Government’s heavy investment, in \r\ncooperation with some partners, in the construction of \r\nnew health facilities, the upgrading and rehabilitating \r\nof existing facilities and the provision of equipment, \r\ndrugs and other supplies. Perhaps the most important \r\ninvestment the Government has made in order to \r\nachieve these results is in the area of human resources \r\ndevelopment. At present, 75 per cent of the population \r\nhas access to health care within a 10 kilometre radius \r\nas opposed to 40 per cent at the time of liberation in \r\n1991. Immunization coverage for the third dose of \r\ncombined diphtheria, pertussis, tetanus and hepatitis B \r\nvaccine for children between 12 and 23 months is at \r\nover 90 per cent. Eritrea is certified for eliminating \r\ntetanus and being a polio-free country. HIV/AIDS \r\nprevalence was estimated to be 2.4 per cent in 2002. At \r\nthe present time it is down to 0.7 per cent, which is a \r\n71 per cent decrease in this killer disease. \r\n As concerns education, upon Eritrea’s liberation \r\nin May 1991, my Government placed education among \r\nthe top priorities for the country. Eritrea strongly \r\nbelieves that education is essential for the overall \r\nsustainable development of the nation. On this premise, \r\nmy Government made education free to all from \r\nprimary to tertiary levels. Our education sector \r\ndevelopment programme outlined in 2005 represented \r\na significant step forward for the education sector since \r\nit advanced a comprehensive approach to improve \r\naccess to basic, adult, general and technical and \r\nvocational education. In this connection, Eritrea has \r\nmade significant progress in rehabilitating and \r\nexpanding the education sector in the past 20 years. \r\n Two indicators, net primary school enrolment and \r\nliteracy rate of ages 15 to 24, have been used to \r\nmonitor progress in education. The indicators show \r\nA/65/PV.6  \r\n \r\n10-54304 32 \r\n \r\nthat huge advances have been achieved in enrolment in \r\nelementary school education. It rose from 30 per cent \r\nin 1993-1995 to 56.2 per cent in 2010, an increase of \r\n87.3 per cent. In the same period, it is also heartening \r\nto see the literacy rate of 15- to 24-year-olds reaching \r\n85.2 per cent. Despite this gain, however, the area of \r\neducation still remains a challenge to the Government \r\nand certainly more resources will be needed to enhance \r\naccess to education.  \r\n Participation in education is, nevertheless, not \r\ndetermined solely by expanding access to education. \r\nWhether or not communities take advantage of the \r\nincreased opportunities is also influenced by a number \r\nof other determinants, including economic, cultural and \r\nreligious factors. For example, the cultural prejudice \r\nagainst women’s education is a well-established \r\nphenomenon in many societies in the world, especially \r\nin the developing ones. \r\n In the matter of gender equality, significant \r\nprogress has been made at all three levels of the \r\neducational ladder — elementary, middle and \r\nsecondary education — and in literacy. The ratio of \r\ngirls to boys declines as we move up the three levels of \r\neducation. The ratio for primary education has gone up \r\nfrom 80 per cent in 1993-1995 to 96.4 per cent in 2010, \r\nan increase of 16.4 per cent. \r\n As to the environment, the number of people with \r\nsustainable access to improved sources of water has \r\nincreased from 21.7 per cent in 1993-1995 to 57.9 per \r\ncent at the present time. This is an increase of 167 per \r\ncent. Eritrea being a non-oil producing country, more \r\nthan three quarters of its population uses solid forms of \r\nenergy. This presents not only a major threat to the \r\nenvironment but also a serious constraint to the \r\ncountry’s development efforts. Modest gains have been \r\nmade in sanitation. A lot more needs to be done in this \r\nvital area. \r\n In conclusion, it is this delegation’s fervent hope \r\nthat the Member States, the United Nations agencies \r\nand the international community gathered here work \r\ntogether, in true partnership, to make the MDGs a \r\nsuccess. Then and only then will we be able to see the \r\naccomplishment of a purpose we all can be proud of. \r\nLet us go to work and make it happen. \r\n The Acting Chair: The Assembly will now hear \r\nan address by His Excellency Mr. Nyan Win, Minister \r\nfor Foreign Affairs of the Union of Myanmar. \r\n Mr. Win (Myanmar): Since the adoption of the \r\nMillennium Declaration in 2000, we have spent almost \r\none decade working for the implementation of the \r\nMillennium Development Goals (MDGs). Yet, progress \r\ntowards reaching them remains uneven and varies from \r\nregion to region. With only five years to go, we need to \r\nstep up our efforts to achieve the goals set for 2015. \r\n While national governments have the primary \r\nresponsibility to ensure progress, the international \r\ncommunity must help by creating an environment that \r\nwill enable developing countries to make firmer strides \r\nin their road to development. In this regard, we share \r\nthe view of the Group of 77 that, without substantial \r\ninternational support, many of the MDGs will likely \r\nremain unfulfilled in many developing countries by \r\n2015. \r\n I am pleased to note that our own region, the Asia \r\nPacific, has been able to make significant progress \r\ntowards achieving the MDGs. However, not all the \r\ndeveloping countries in the region are making strong \r\nprogress towards all the targets. Some are facing \r\nchallenges in attaining these goals. On the other hand, \r\ndespite the economic slowdown and challenges, we are \r\nencouraged to see the developing world being on the \r\nright track to meet the poverty reduction target by \r\n2015. \r\n In Myanmar, the Government is striving to \r\npromote better living standards for its people through \r\nthe implementation of its national development plan, \r\nwhich is inextricably linked to the MDGs. The MDG \r\ntargets have been accorded priority in the context of \r\nnational development and poverty alleviation. The \r\nnational plan focuses on the promotion of the equitable \r\nand balanced socio-economic development of both \r\nrural and urban areas. The three ongoing development \r\nprogrammes — the border areas development \r\nprogramme, the 24 special development zones and the \r\nintegrated rural development plan — have been \r\nincorporated into the national plan of action for the \r\nMDGs. The results from those programmes encompass \r\na wide range of MDG targets. \r\n In ensuring environmental sustainability, my \r\ncountry has been formulating Myanmar Agenda 21, \r\nwith the aim of facilitating the integration of \r\nenvironmental sustainability. Reserved forest areas in \r\nMyanmar increased from 38,876 square miles in 1998 \r\nto 62,002 square miles in 2009. Moreover, recently, on \r\n3 August, the Myanmar Government designated the \r\n A/65/PV.6\r\n \r\n33 10-54304 \r\n \r\nHukaung valley as an inviolable wildlife sanctuary. \r\nThe valley is now the world’s largest tiger reserve, \r\nstretching 6,748 square miles inhabited by a number of \r\nendangered mammal, bird and plant species. \r\n Despite the challenges, Myanmar has made \r\nprogress in achieving most of the eight MDGs to \r\nvarying degrees, especially in such areas as poverty \r\nalleviation, food security and the promotion of \r\neducation and health. Myanmar’s food security \r\nprogramme, which is focused on expanding \r\nagricultural, livestock and fisheries production, has \r\nenabled us not only to achieve not only food self-\r\nsufficiency but also to contribute to fulfilling the needs \r\nof others in the region and beyond. \r\n Education occupies a place of high priority in \r\nMyanmar in our drive for human resources \r\ndevelopment. A large number of school, colleges and \r\nuniversities have been expanded to various regions to \r\nprovide better access to education. The school \r\nenrolment rate has been dramatically increased, to \r\n98.13 per cent in 2009, thanks to nationwide activities, \r\nsuch as the All School-age Children in School Project. \r\nThe Literacy rate has also grown, to 94.83 per cent in \r\n2009. In term of gender equality, the ratio of girls to \r\nboys in primary education increased to 97.43 per cent \r\nin 2009.  \r\n Similar progress has also been recorded on \r\nmaternal health and mortality, which may be attributed \r\nto our 30-year national health plan, which accords \r\npriority to the eradication of major diseases such as \r\nHIV/AIDS, malaria and tuberculosis.  \r\n The under-five mortality rate has also been \r\nreduced by half, from 130 deaths per 1,000 live births \r\nin 1990 to 66.1 per 1,000 live births in 2003. It is still \r\ndeclining. We are also on course to achieving the MDG \r\ntarget of a reduction of maternal mortality by three \r\nquarters. \r\n International assistance can serve as an important \r\ncatalyst for developing countries’ efforts to achieve \r\ntheir development goals. Therefore, comprehensive \r\nfulfilment of official development assistance \r\ncommitments, increased investment flows, market \r\naccess and resolution of debt problems are essential to \r\nenable the developing countries to realize the MDGs \r\ntargets. \r\n In conclusion, I wish to assure members that \r\nMyanmar will continue to strive to achieve the MDGs \r\nthrough our national plan and strategy. At the same \r\ntime, Myanmar stands ready to work more closely with \r\nthe United Nations and international development \r\npartners to fully attain the MDG targets. We sincerely \r\nhope that this High-level Meeting will come up with \r\nnew approaches and concrete steps to accelerate \r\nprogress on achieving the MDGs in the next five years. \r\n The Acting Chair: I now give the floor to His \r\nExcellency Mr. Paul Oquist Kelley, Minister of \r\nNational Policies of the Republic of Nicaragua. \r\n Mr. Kelley (Nicaragua) (spoke in Spanish): \r\nAttaining the Millennium Development Goals (MDGs) \r\nmeans solving technical, administrative and financial \r\nproblems and problems related to political will. It also \r\nmeans facing up to structural challenges such the \r\ntendency of income and wealth to be concentrated in a \r\nfew hands under the current economic and social \r\nmodel. This has grown worse since 1980, when neo-\r\nliberalism arrived and the Washington Consensus \r\npushed for deregulation, privatization and minimizing \r\nthe role for the State, including its role in distribution. \r\nThe result has been greater inequality between and \r\nwithin countries. This is particularly notable in Latin \r\nAmerican and the Caribbean, which is the region with \r\nthe world’s highest level of inequality. But it has also \r\naffected developed countries: in fact, in real terms, an \r\naverage working family in the United States had a \r\nlarger income in 1980 than it does today, leading to \r\nimbalances that contributed to the financial and \r\neconomic crisis. \r\n In Nicaragua, extreme poverty rose between 2001 \r\nand 2005, but since 2007 the Government of President \r\nDaniel Ortega Saavedra has succeeded in reducing \r\nextreme poverty despite the worst financial and \r\neconomic crisis of world capitalism since the Great \r\nDepression. Today’s official figure for extreme poverty \r\nis now 14.6 per cent, halfway to the Goal. But an \r\nindependent study, financed by the Netherlands and \r\nSwitzerland with technical assistance from the World \r\nBank, found that in 2009 Nicaragua had already \r\nattained the Goal 1 target, with extreme poverty at a \r\nfigure of 9.7 per cent. And in a 2010 report, the Food \r\nand Agriculture Organization of the United Nations and \r\nthe World Food Programme found that Nicaragua had \r\nmet Goal 1 in terms of reducing malnutrition. \r\n We have also made progress on all other \r\nindicators apart from that relating to HIV/AIDS, which \r\nhas increased. But Nicaragua continues to have the \r\nA/65/PV.6  \r\n \r\n10-54304 34 \r\n \r\nlowest HIV/AIDS rate in Central America. This is an \r\ninternational problem and requires greater worldwide \r\nefforts if nations are to reach the Goal. \r\n Let me give a few examples of how our \r\nindicators have improved. Illiteracy fell from 22 per \r\ncent in 2006 to 3.3 per cent in 2009, thanks to a \r\ncampaign using the successful Cuban model, “Yo sí \r\npuedo” — “Yes I Can”. Maternal and infant mortality \r\nrates have fallen and the malaria rate fell from 4.4 per \r\n100,000 inhabitants in the baseline year to 1.1 today. \r\nIndeed, there have been no deaths from malaria \r\nwhatsoever in the past three years.  \r\n Nicaragua has benefited from the most wonderful \r\ninnovation in financing of the century. I speak of \r\nVenezuelan solidarity through the Petrocaribe \r\nagreements, which convert half of the hydrocarbon \r\nbills of poor countries into long-term soft credit for \r\npoverty reduction. Support from the Bolivarian \r\nAlliance for the Peoples of Our America (ALBA) \r\nprocess, the Bank of ALBA and the new regional \r\ncurrency, the sucre, are additional innovative \r\ndimensions of this new alternative model of solidarity.  \r\n These are examples of the innovative financing \r\nthat is needed if we are to meet the challenges of \r\nreducing poverty and inequality as well as the \r\nconsequences of climate change — and to meet them \r\nsimultaneously. It has been estimated that an additional \r\n$50 billion in official development assistance would be \r\nneeded every year to attain the MDGs by 2015. \r\nHowever, under the present conditions that seems very \r\nunlikely. Only five countries provide 0.7 per cent of \r\ntheir gross domestic product as official development \r\nassistance today.  \r\n At the beginning of this conference we heard \r\nSecretary-General Ban Ki-Moon appeal to donor \r\ncountries not to reduce their external assistance \r\nbecause of the crisis. It could be more effective to issue \r\n$250 billion in Special Drawing Rights, like those \r\nfunds that were so quickly approved and distributed to \r\nthe central banks of the world in 2008 and 2009 in \r\norder to maintain global financial liquidity. Issuing \r\nsuch funds for the MDGs would show that reducing by \r\nhalf extreme poverty worldwide has at least the same \r\npriority as rescuing banks.  \r\n We also need an inclusive struggle for the MDGs. \r\nIn this connection, we welcome progress in the last two \r\nyears in efforts to support of peace and prosperity on \r\nthe two sides of the Taiwan Strait, and we hope that the \r\nUnited Nations will be able to find appropriate ways of \r\nenabling Taiwan to participate in this struggle in which \r\nwe are all involved.  \r\n The Government of President Comandante Daniel \r\nOrtega managed to reduce poverty by giving priority to \r\nthe production of micro-, small and middle-sized \r\nbusinesses, including access to fair credit, seeds and \r\nfertilizers. Capital was provided directly to women in \r\nthe informal sector in cities and to women in rural \r\nareas. The Government also restored the human and \r\nconstitutional right to free education and public health, \r\nwhich had been denied because of cost-recovery \r\npolicies of the neo-liberal Governments. Similarly, \r\npublic transport, water and electricity were subsidized \r\nfor the urban poor, and low-income State workers were \r\ngiven vouchers from Christian, socialist and solidarity \r\nsources.  \r\n To sum up, deregulation, privatization, \r\nliberalization and minimization of the role of the State \r\nwere replaced with policies that facilitate the State’s \r\nrole in promoting development and redistributing \r\nincome and consumption in direct support for the poor. \r\nThe result has been a drop in the Gini coefficient from \r\n0.41 to 0.36 during the period of 2005 to 2009, giving \r\nNicaragua the lowest level of inequality in Central \r\nAmerica.  \r\n To maintain those achievements, we need \r\neconomic growth. The good news is that Nicaraguan \r\nexports to date are 30 per cent higher than they were at \r\nthis time last year. However, there are serious threats \r\nfor us and for everybody, such as a double-dip \r\nrecession or a lost decade for many countries in terms \r\nof repaying their debts — such as what happened to \r\nLatin America and the Caribbean in the 1980s, when \r\nthe regional economy shrank 1.9 per cent throughout \r\nthe entire decade. \r\n We all need global economic recovery to achieve \r\nthe MDGs. It should be clear already that that is not \r\npossible only through public expenditure, and soon it \r\nwill be clear that this also applies to savings. Instead, \r\nwe face various massive imbalances that show there is \r\na need to change the current financial and economic \r\nstructure. That is because globalization happened so \r\nquickly, the market was so dominant, the State so \r\nweak, regulation so impotent, speculation so profitable, \r\nthe virtual economy so much more diverse than the real \r\neconomy, financial capital so hegemonic, credit so \r\nlimited, investment so short-term, high unemployment \r\n A/65/PV.6\r\n \r\n35 10-54304 \r\n \r\nso persistent, trade imbalances so chronic, debt so \r\nhuge, the issuing of money so astronomical, the \r\nprincipal reserve currency so undisciplined and \r\ninternational political power so concentrated. Those \r\nfactors are interrelated and form vicious circles that \r\nimpede the transition to the new model that is so \r\nurgently needed if we are to achieve economic \r\nrecovery and reduce the structural inequality that has \r\ncontributed to the crisis.  \r\n In conclusion, I would like to state that if these \r\nissues are not addressed, achieving the MDGs by 2015, \r\nor any other date, will be in jeopardy. The same can be \r\nsaid of the chances of reaching an inclusive and \r\nbinding global agreement on climate change within the \r\nframework of the United Nations Framework \r\nConvention on Climate Change and the Kyoto \r\nProtocol.  \r\n The solution lies in inclusiveness and the \r\ndemocratization of international political and economic \r\nrelations in order to achieve global peace and stability \r\nwith human rights and social justice and without \r\npoverty — in other words, the very purposes for which \r\nthe United Nations was established.  \r\n The Acting Chair: I now give the floor to His \r\nExcellency Mr. Edward Nalbandyan, Minister for \r\nForeign Affairs of the Republic of Armenia. \r\n Mr. Nalbandyan (Armenia): I would like to \r\nwarmly congratulate Mr. Deiss on his election as the \r\nPresident of the General Assembly at its sixty-fifth \r\nsession and assure him that Armenia will continue to \r\nbring its constructive contribution to the Assembly’s \r\nwork. I would also like to thank the outgoing President, \r\nMr. Treki, for his work during the previous session. \r\n Ten years ago, at the dawn of the new \r\nmillennium, we affirmed our collective responsibility \r\nto uphold the principles of human dignity, equality and \r\nequity at the global level, and we identified those goals \r\nthat should be achieved by each and every country by \r\n2015 in order to have a more peaceful, prosperous and \r\njust world for the coming generations. It was the \r\nuneven economic and social development that was \r\nconsidered to be our biggest challenge, with its dire \r\nimplications for the overall security of human beings \r\nand society as a whole. Subsequent developments, \r\nwhen unprecedented security challenges overtook our \r\nagenda, once again exposed the truth of the postulation \r\nthat development is freedom. \r\n Today, we are discussing how successful we have \r\nbeen in bridging the gaps and building on the progress \r\nmade towards the achievement of the Millennium \r\nDevelopment Goals. As noble and far-reaching as those \r\nGoals are, certain geopolitical realities create \r\nimpediments on the way to completing the realization \r\nof those aims.  \r\n When we embark on the last five-year leg of our \r\ndevelopment commitments, we have to understand \r\nclearly all the security implications of our actions, both \r\nnationally and internationally. The food and financial \r\ncrises of recent years made the increased \r\ninterconnectedness and interdependence in today’s \r\nglobalized world more obvious. All countries were hit \r\nby their impact, and Armenia was no exception. Yet \r\ndespite all these difficulties, we continue to proceed \r\nsteadily towards the realization of the Millennium \r\nDevelopment Goals. \r\n Armenia embarked on implementation of the \r\nGoals by launching sound economic reforms and \r\nnationalizing the Goals by identifying 16 targets that \r\ncorresponded to country-specific priorities, which \r\nemphasized the need for ensuring sustainable economic \r\ngrowth through reliance on competition, innovation \r\nand equal opportunity for all. We have also promoted \r\nreduction in income differentials and equality in \r\nregional development through an in-depth reform of \r\nterritorial administration, developing effective public \r\ngovernance and continuing the fight against corruption. \r\nFurthermore, Armenia has exerted additional efforts on \r\nrelevant programmes by promoting education and \r\nscience, strengthening the social security system and \r\nexpanding targeted programmes, with a focus on health \r\ncare, pensions and gender equality. \r\n The international community will be able to \r\nachieve its goals set for 2015 only through concerted \r\nand coordinated efforts. This is the path to follow in all \r\nparts of the world, including our region. However, the \r\noverall regional situation does not allow for the full \r\nutilization of all of the economic advantages of the \r\nSouth Caucasus. Existing resources are being diverted \r\nfrom the development goals. Closed borders and the \r\ncontinuing blockade of Armenia by two of its \r\nneighbours curtail opportunities to accelerate \r\ndevelopment both nationally and regionally.  \r\n The record of the past 20 years clearly \r\ndemonstrates what Armenia has stated all along. There \r\nwill be no possibility of comprehensive development \r\nA/65/PV.6  \r\n \r\n10-54304 36 \r\n \r\nfor any of the countries in the South Caucasus if it \r\ncomes at the expense of the others, and the creation of \r\ndividing lines would be devastating for the region and \r\nincrease the risk of instability.  \r\n Regional cooperation is the only viable path to \r\npursue, and we have advocated for strong regional \r\ncooperation schemes. In this regard, open borders, \r\nlinked lines of communication and interrelated \r\neconomic systems will be crucial. Yet, this concept has \r\nyet to gain ground and understanding in some of our \r\nneighbours’ policies and approaches. \r\n Recognizing that security and development are \r\nclosely intertwined, in the Millennium Declaration \r\nGovernments pledged to “spare no effort to free our \r\npeoples from the scourge of war, whether within or \r\nbetween States” (resolution 55/2, para. 8). In that \r\ncontext, the proliferation of arms and weapons \r\ncontinues to pose a threat not only to peace and \r\nsecurity, but also and increasingly to economic and \r\nsocial development. It is unfortunate that our region \r\nfaces that danger. \r\n Azerbaijan continues to reject the proposal to \r\ncome to an agreement on the non-use or threat of force. \r\nThis goes against the underlying principles of the \r\nUnited Nations, an Organization whose founders came \r\ntogether to save succeeding generations from the \r\nscourge of war. Today, we witness militaristic stances, \r\nmultifold increases in military budgets, warlike \r\nrhetoric and provocations masterminded by that \r\ncountry, which has created obstacles to the \r\nestablishment of lasting peace and stability in the \r\nregion, which is a precondition for prospective \r\ndevelopment. \r\n While we register our accomplishments and share \r\nour concerns, there remain people that fall through the \r\ncracks of the international community’s attention. The \r\npeople of Nagorno-Karabakh are doing their best to \r\nprovide for better living conditions and the protection \r\nof all human rights in their territory, yet they do so \r\nwithout the support of the international community. \r\nNagorno-Karabakh continues to await relevant \r\nassistance programmes. Unless we learn to undo the \r\nharm caused to innocent people here and there by our \r\ninaction, we will not be in a position to report that all \r\nof the Millennium Development Goals have been \r\nachieved and that equality and equity have been \r\nattained at the global level. \r\n With the adoption of the draft outcome document \r\nof the High-level Plenary Meeting on the Millennium \r\nDevelopment Goals (A/65/L.1), we hope to bridge the \r\ngaps in our development agendas, boost our efforts to \r\novercome the challenges on the path to the full \r\nrealization of the Millennium Goals, and steadily chart \r\nour way to a better, secure and prosperous future. \r\n Pursuant to resolutions 36/67 and 55/282, today \r\nwe mark the International Day of Peace, which is \r\ndevoted to commemorating and strengthening the \r\nideals of peace both within and among all nations and \r\npeoples and is observed as a day of global ceasefire \r\nand non-violence. On this special day, the Republic of \r\nArmenia also celebrates its independence. In light of \r\ntoday’s importance and the sense of added duty that it \r\nplaces upon us, I would like to state that Armenia is \r\ndetermined to contribute positively towards the \r\nachievement of our common noble goals of peace, \r\njustice, liberty and equitable prosperity. \r\n The Acting Chair: I give the floor to His \r\nExcellency Mr. Franco Frattini, Minister for Foreign \r\nAffairs of the Republic of Italy. \r\n Mr. Frattini (Italy): The Millennium \r\nDevelopment Goals (MDGs) provide us with a road \r\nmap we must follow to assure a better future in 2015 \r\nand beyond — a world that is less unjust, less divided \r\nand less unstable. The MDGs have provided a \r\nframework for the efforts of all international \r\nstakeholders in development and helped to improve \r\nliving conditions in the poorest countries. At the same \r\ntime, not all of the MDG promises have been kept and \r\nmajor international challenges have emerged in the \r\npast 10 years. \r\n From now on, we need to multiply our efforts to \r\nmeet the MDGs and to focus on achieving concrete \r\nresults. With the emergence of new stakeholders and \r\nglobal challenges, development can come about only \r\nthrough shared responsibility and a broader array of \r\ninitiatives. Global challenges require ambition and a \r\nglobal vision. \r\n Reports of the Secretary-General and the United \r\nNations Development Programme confirm that \r\nprogress has been made and that the MDGs are within \r\nreach, although much remains to be done, especially in \r\nsub-Saharan Africa, the least developed countries and \r\nfragile States. The donor community will have to \r\naccelerate the MDG process by forging a broader \r\npartnership with non-governmental actors and \r\n A/65/PV.6\r\n \r\n37 10-54304 \r\n \r\ndeveloping countries, which hold the primary \r\nresponsibility for their own development. \r\nHarmonization, coordination and aid effectiveness \r\ncomprise the ruling principles of our action.  \r\n Ten years after their adoption, it is clear that the \r\nMDGs were never meant to be exclusive strategies. \r\nThe MDGs are a formula to shape a partnership for \r\ndevelopment beyond the traditional pattern of donor-\r\nreceiver relations. Far too often, we have found \r\nourselves trapped in a statistical logic consisting of \r\npercentages and figures rather than policies and \r\nconcrete results. \r\n The Millennium Development Goals philosophy \r\nentails a major reconsideration of the entire \r\ninternational agenda, including development, good \r\ngovernance and taxation, better economic and financial \r\nregulation, a more equitable distribution of wealth and \r\ntackling climate change and market access. Providing \r\nthese and other global public goods is closely \r\ninterlinked with development goals. Unless these \r\npolicies are given high priority, development will not \r\nbe sustainable enough to resist possible future \r\nturbulence in world politics and the international \r\neconomy. \r\n This is all the more true in the light of the recent \r\nfinancial crisis. European financial security has \r\nteetered on the edge. Our Governments have had to fall \r\nshort of their commitments to development because of \r\nfinancial constraints and, in Europe, budget \r\nrequirements. In these circumstances, the single most \r\nuseful thing Europe can do for developing countries is \r\nto put its own economy back on the path of sustainable \r\ngrowth so that the South can fully benefit from \r\nexpanding demand in the North. One-third of people \r\nliving below the threshold of extreme poverty reside in \r\nfragile and post-conflict States. Hence, the role of \r\npeace and stability in fighting poverty cannot be \r\ndenied. \r\n Italy is the sixth largest contributor to the United \r\nNations regular and peacekeeping budgets, and in light \r\nof the priority we give to institution-building and to \r\nincreasing peace and stability as the basis for \r\nsustainable development, we are one of the largest \r\ncontributors of peacekeeping troops. But we are also \r\nconvinced that development is still the result of deep \r\ntransformation in society and of full respect for human \r\nrights.  \r\n With this in mind, Italy has been engaged, \r\ntogether with a group of like-minded countries, in the \r\ncampaign for the elimination of female genital \r\nmutilation. Female genital mutilation has a negative \r\nimpact on the achievement of the MDGs, and \r\nspecifically Goals 3 and 5. We are fully committed to \r\nenhancing the campaign against female genital \r\nmutilation through a resolution of the General \r\nAssembly. While speaking about gender issues, let me \r\nsalute with satisfaction the appointment of Michelle \r\nBachelet as the head of the United Nations Entity for \r\nGender Equality and the Empowerment of Women. \r\n Mr. Ould Hadram (Mauritania), Vice-President of \r\nthe General Assembly, took the Chair. \r\n Concluding my remarks, Italy’s entire foreign \r\npolicy is grounded in our constitutional values of peace \r\nand justice among nations. The Italian people have \r\nalways been and still are on the side of development \r\nand solidarity. Our strategy is inspired by the principle \r\nof aid effectiveness — a holistic vision of \r\ndevelopment. I would like to point out that food \r\nsecurity continues to be a high political priority for my \r\ncountry. We remain strongly committed to the process \r\nthat was initiated during the Italian presidency of the \r\nGroup of Eight (G8) with the L’Aquila Food Security \r\nInitiative, later endorsed by the Food and Agriculture \r\nOrganization of the United Nations in November 2009. \r\nIt is those same principles that are now at the heart of \r\nthe much needed Global Partnership for Agriculture, \r\nFood Security and Nutrition, to which we are firmly \r\ncommitted in order to achieve a new, more effective \r\ngovernance structure in global food security. \r\n We have been active in the field of innovative \r\nfinancial resources, encouraging the work of the \r\nLeading Group on Innovative Financing for \r\nDevelopment and supporting advanced market \r\ncommitments, the International Finance Facility for \r\nImmunization and the migrant remittances initiatives, \r\nall discussed in 2009 at the G8 summit with many \r\nAfrican countries. \r\n Finally, the European Union positions at this \r\nHigh-Level Meeting, to which we have contributed, are \r\na call for more action-oriented solidarity with all our \r\npartners and stakeholders in development. Let us join \r\nefforts to ensure that the MDGs become a reality. \r\n The Acting Chair (spoke in Arabic): I now give \r\nthe floor to Mr. Radosław Sikorski, Minister for \r\nForeign Affairs of the Republic of Poland. \r\nA/65/PV.6  \r\n \r\n10-54304 38 \r\n \r\n Mr. Sikorski (Poland): Time is ticking away for \r\nthe opportunity to honour the pledge that we have \r\nmade to reduce poverty in the world. With five years to \r\ngo, are we on track to reach the Millennium \r\nDevelopment Goals? Well, there has been some \r\nprogress. The latest report of the Secretary-General on \r\nthis subject (A/64/665) gives cause for optimism. The \r\nchild mortality rate has fallen by 28 per cent. The \r\nnumber of slum dwellers has declined by 6 per cent. \r\nNine in 10 children in the developing countries are \r\nnow enrolled in primary education. These success \r\nstories should not, however, mask the reality that \r\nunless we strengthen our political will and take \r\ninnovative policy steps, attaining the Millennium Goals \r\nwill prove elusive.  \r\n I would like to address three issues that I think \r\nshould inform our efforts in the future. First, we need \r\nto raise aid effectiveness and strengthen partnerships \r\nwith the corporate and philanthropic sectors. Secondly, \r\nwe must devote more attention to countries of conflict \r\nand fragility. And thirdly, we must acknowledge the \r\nimperative of collectively living up to the norms \r\nunderlying the Millennium Development Goals. \r\n Thinking how we could improve the delivery of \r\nassistance and strike up successful partnerships, the \r\nworld’s Governments should heed the example of the \r\nBill and Melinda Gates Foundation, for instance. It \r\nproves that an institution that is light on bureaucracy, \r\naccountable and willing to take risks for the sake of \r\ntrying out new approaches is able to do wonders. \r\nProjects like that, or the revolutionary concept of \r\nmicrocredit financing pioneered by the banker of the \r\npoor, Nobel Prize laureate Muhammad Yunus, also \r\nshow a promising face of corporate social \r\nresponsibility. Microcredit works because often the \r\nonly handicap a budding entrepreneur in the \r\ndeveloping world faces is access to a small amount of \r\nmoney for start-up business costs. By teaming up with \r\nthe private sector, Governments may help to empower \r\npeople who desperately desire to lift themselves out of \r\npoverty. \r\n We also need to pay more attention to countries \r\nof conflict and fragility, as they are the most off-track \r\nfrom the Millennium Development Goals. Afghanistan \r\nexemplifies best the interconnection between security \r\nand development in a conflict-torn country. Without \r\neither, stabilization fails. Two months ago, when I \r\nvisited Polish troops and aid workers in Afghanistan, I \r\nhad the opportunity to tour the province of Bamyan. I \r\nwas impressed when I had the opportunity to speak \r\nwith a female governor. I saw girls going to school and \r\nplenty of indicators of economic growth. The overall \r\nrecord in that country is admittedly patchy, which is all \r\nthe more reason to link better fulfilment of Millennium \r\nDevelopment Goals with post-conflict rehabilitation \r\nefforts. \r\n Thirty years ago, the birth of the 10 million-\r\nstrong Solidarity movement showed that Poles can take \r\nmatters into their own hands. In like manner, each State \r\nhas to play the primary role in stimulating its own \r\ndevelopment. The Polish people were helped by others, \r\nso today we feel obligated to extend our assistance to \r\nthose less fortunate. The greatest Pole, the late Pope \r\nJohn Paul II, exhorted us to assume the duty of \r\nsolidarity for the benefit of peoples that aspire to full \r\ndevelopment. Through our renewed commitment to the \r\nMillennium Development Goals, we can heed his call. \r\n Indeed, Poland is trying to do its share. We have \r\nbeen increasing the level of our official development \r\nassistance. In an example of thinking globally and \r\nacting regionally, through the European Union’s \r\nEastern Partnership initiative we are helping foster \r\ngrowth in Eastern Europe and the Caucasus. Although \r\nPoland is a relative newcomer to development \r\nassistance, our ambition is to live up to the solidarity \r\nfor development ideal. Let us all turn this ideal into a \r\nreality. \r\n The Acting Chair (spoke in Arabic): I now give \r\nthe floor to Her Excellency Ms. Marie-Josée Jacobs, \r\nMinister for Development Cooperation and \r\nHumanitarian Action of the Grand Duchy of \r\nLuxembourg. \r\n Ms. Jacobs (Luxembourg) (spoke in French): \r\nLuxembourg fully associates itself with the statement \r\nmade yesterday by the President of the European \r\nCommission, Mr. José Manuel Barroso, on behalf of \r\nthe European Union. \r\n The fight against poverty is a long-term effort, \r\nand the road to sustainable development is tortuous and \r\npaved with obstacles. This week, we have returned to \r\nNew York to affirm that the path we set out on 10 years \r\nago was the right one, to conduct an honest mid-term \r\nreview of this path, and to reaffirm our political will \r\nand commitment to our mission while recognizing the \r\nnew global challenges before us. \r\n A/65/PV.6\r\n \r\n39 10-54304 \r\n \r\n We do this on the basis of the important reports \r\nand analyses of the Secretary-General and United \r\nNations agencies on the implementation of the \r\nMillennium Development Goals (MDGs). I take this \r\nopportunity to thank them warmly for these efforts. \r\n We live in an era in which life is accelerating at \r\nan unprecedented rate throughout the world. The \r\nimpatience and doubt shown by some due to the lack of \r\nimmediate achievement of the MDGs are ill-advised. \r\nLet us not be impatient, but persevere in our follow-up \r\nof ideas. \r\n That being said, I am the last to seek to hide the \r\ntruth. The results of our collective action to implement \r\nthe MDGs since 2000 are mixed. The progress made \r\nand the results obtained vary greatly depending on the \r\nsector, continent, region and even within countries \r\nthemselves. That is why Luxembourg joins the ranks of \r\nthose calling for greater efforts in the sectors and \r\nregions that are furthest behind. \r\n One conclusion is clear. We, the international \r\ncommunity — industrialized, emerging and developing \r\ncountries alike — have not done nearly as much to \r\neffectively fight maternal and infant mortality as we \r\nhave to raise primary school enrolment figures. Is this \r\nby choice, out of incompetence or for lack of means? \r\nWe will not answer that question today, although it \r\ndeserves serious consideration. It is all the same a \r\nbitter and blunt conclusion that compels us to step up \r\nour efforts, especially since we know perfectly well \r\nthat gender equality and women’s and children’s health \r\nare objectives that have an unrivalled potential to \r\ntrigger further progress in the implementation of the \r\nother goals to which we are attached. \r\n This is why I salute the Secretary-General’s \r\ninitiative to launch the Global Strategy for Women’s \r\nand Children’s Health. It is also why I welcome the \r\ncreation of UN Women, which promises more \r\nstructured, more coordinated and thus more effective \r\nglobal action in this important field. In that connection, \r\nI congratulate Mrs. Bachelet on her nomination to lead \r\nthat new United Nations entity. Luxembourg will \r\ncontinue to be a steadfast partner and contributor in the \r\nstruggle to implement Goals 3, 4 and 5, as well as the \r\nobjectives in the field of health in general, including \r\nthrough increased attention to non-communicable \r\ndiseases. \r\n The mission we want to accomplish by 2015 has \r\nbeen considerably complicated by new realities that \r\nwere unknown, and even unimaginable, in 2000. I am \r\nreferring to the new global challenges arising from \r\ngrowing insecurity, from the pernicious effects of the \r\nglobal economic crisis, especially in developing \r\ncountries, from climate change, and from migration. \r\nThere is only one possible answer in this respect. No \r\none has ever claimed that things would be easy. For \r\nLuxembourg, that is no reason to give up. \r\n The world is changing, sometimes because of our \r\nown irresponsible actions. New challenges, however, \r\ndo not free us from our past promises and \r\ncommitments, especially since we are all affected by \r\nthese new challenges, which know no administrative \r\nand natural boundaries. This awareness is \r\nunprecedented, and thus precious. We now have to \r\nreact appropriately. The times of cubicled reflections \r\nand actions, with everybody in their own little realm of \r\ncompetences and responsibilities, have to end if we \r\nwant to be effective. \r\n That is why the Luxembourg Government \r\ncalls — at the national level, within the European \r\nUnion, at the United Nations and through its normal \r\nrelations with its developing partner countries — for \r\nresponses that rely on the added value of a regional and \r\ntrans-sectoral approach. Indeed, in the Sahel region, \r\nlocal development suffers from the combined effects of \r\nfood insecurity due to climate change and from \r\ncriminal and terrorist attacks. In the Pacific and the \r\nCaribbean, the hope for foreign direct investment is \r\nwaning with the rise of sea levels and the worsening of \r\nhurricanes. \r\n Migration flows have reached unprecedented \r\nlevels and, far from raising the standards of living of \r\nthose who leave, on the one hand they drain part of the \r\nwork force from the countries of origin and, on the \r\nother, they create administrative and human dilemmas \r\nfor the countries of destination. \r\n Our responses to complex and intertwined \r\nchallenges do not have to be perfectly integrated, but \r\nthe better we coordinate them, across and beyond the \r\ndifferent areas of competence, the more effective they \r\nbecome. In this respect, it is not only possible but \r\nimperative to be creative. \r\n The long way ahead and the huge task that \r\nremains to be accomplished force us, North and South \r\nalike, to use every means at our disposal to start \r\nkeeping our promises to the poorest and, for the sake of \r\neach and every one of us, to consider new partnerships, \r\nA/65/PV.6  \r\n \r\n10-54304 40 \r\n \r\nespecially with civil society and the private sector; new \r\nalternative and sustainable sources of financing for \r\ndevelopment; and mutually beneficial channels to \r\norganize the transfer of funds, goods and services in \r\nthe context of a globalization that benefits all. \r\n Luxembourg has been committed to this for years \r\nas a trustworthy partner and donor, allocating 1 per \r\ncent of its gross national income to official \r\ndevelopment assistance. This is what we have \r\nadvocated in our presidency of the Economic and \r\nSocial Council and within the Peacebuilding \r\nCommission, and what we continue to advocate in the \r\nEuropean Union and in the Organisation for Economic \r\nCoOperation and Development. It is what will continue \r\nto guide us in Cancún later this year and as a member \r\nof the Security Council, if we are given the opportunity \r\nto hold a non-permanent seat in 2013-2014. \r\n Luxembourg does not make such promises in a \r\nvacuum. We have ourselves in the past benefited from \r\ninternational solidarity, regional integration and full \r\nparticipation in the global economy, and are therefore \r\nfully aware that sustainable development is never \r\nachieved for good, that the time at our disposal until \r\n2015 is limited, and that we have to make the best \r\npossible use of it. \r\n Finally, let me add my voice to those who have \r\nrecalled that 2015 is only one step mid-journey on the \r\nroad to the eradication of poverty. Indeed, without \r\nlosing sight of the intermediary objectives of the \r\nMDGs, it is essential to start thinking now about the \r\npost-2015 period. \r\n The Acting Chair: I now give the floor to His \r\nExcellency Mr. Alberto Gaitmaitan Romulo, Secretary \r\nfor Foreign Affairs of the Republic of the Philippines. \r\n Mr. Romulo (Philippines): The Philippines is one \r\nwith the world in seeking to keep the promise of \r\nachieving the Millennium Development Goals (MDGs) \r\nby 2015. \r\n Ten years after the Millennium Summit that \r\ncrafted the MDGs, our country has made considerable \r\nstrides towards meeting most of its targets. The \r\nPhilippines is on track to meet the targets on child \r\nmortality, malaria and tuberculosis incidence, \r\nincreasing access to sanitation and safe and potable \r\nwater, and providing equal education for girls. \r\n However, despite the gains made in the last \r\ndecade, we need to push ourselves further to meet the \r\nMDGs, particularly in the areas where we are lagging \r\nbehind. Moreover, the Philippine scenario is \r\ncharacterized by wide disparities. Our latest progress \r\nreport also shows that climate change poses a threat to \r\nthe achievement of our targets. The population above \r\nthe poverty threshold is declining as a result of low \r\ncapacities to cope with the effects of shocks, leading to \r\nmore transient poor. \r\n It has been over two months since our country \r\nhad a peaceful transition of power. The fresh mandate \r\nof the people has given the Government the needed \r\npolitical will for reforms. The new Administration’s \r\ncornerstone of good and effective governance will be a \r\npotent force in addressing the challenges impeding the \r\nattainment of the MDGs by 2015. Thus, it is crucial for \r\nthe Philippines to eradicate graft and corruption so that \r\npublic resources can be efficiently channelled into \r\nattaining the MDGs. \r\n The Philippine Government will unveil its \r\nmedium-term development plan for the period 2010-\r\n2016. The policies and strategies outlined will reflect \r\nour commitment to prioritizing the MDGs. The plan \r\nwill make sure that growth will be shared with the poor \r\nand the vulnerable by paving the way for access by \r\nevery Filipino to quality health care, education and \r\nemployment through an appropriate mix of physical \r\nand social infrastructure and by strengthening social \r\nsafety nets, such as conditional cash transfers and \r\nuniversal health care. \r\n Regional dimensions and dynamics are taken into \r\naccount in the medium-term development plan to \r\naddress development disparities. Future regional \r\ndevelopment plans will contain localized targets and \r\nstrategies in the regions. \r\n We will focus on measures to adapt to the global \r\neffects of climate change. As an archipelago with a \r\ndiverse ecology, the Philippines is highly vulnerable to \r\ndisasters. Periodic natural disasters increase the \r\nvulnerability of poor Filipinos, thus derailing our \r\nefforts to reduce poverty and achieve the MDGs. We \r\nwill integrate climate change adaptation strategies and \r\nmeasures to protect what we have already achieved and \r\ncontinue our work towards meeting the MDG targets. \r\nWe urge all United Nations Member States also to take \r\nthe necessary action to adapt to climate change and to \r\nhelp fellow citizens of this Earth cope with its effects. \r\n The Philippines has always recognized the role of \r\nthe various stakeholders in the MDGs. Our medium-\r\n A/65/PV.6\r\n \r\n41 10-54304 \r\n \r\nterm development plan aims to harness partnerships \r\nbetween the public and private sectors, including those \r\nin civil society, the business and private sectors, \r\nacademia, the media, religious groups and our \r\ninternational development partners. We will put in \r\nplace an enabling environment for those stakeholders \r\nso that the results of the MDGs will be felt even in \r\nremote areas. We will also ensure that environmental \r\nsustainability is not compromised in the process of \r\neconomic growth. \r\n The legislative branch is also proactive in \r\nbuilding the legal foundations for the MDGs. The \r\nPhilippine House of Representatives set up the Special \r\nCommittee on Millennium Development Goals, which \r\nprioritizes measures concerning the MDGs. \r\n In line with our MDG strategies, we will also ask \r\nthe United Nations system to share its knowledge of \r\nsuccessful development approaches in other countries, \r\nparticularly in areas where we lag behind, such as \r\nreducing poverty and hunger, school dropout rates, \r\nmaternal deaths and HIV/AIDS cases. \r\n Finally, as developing countries struggle to \r\nachieve the MDGs, it is essential that international \r\ndevelopment partners keep their promise. Four decades \r\nago, privileged nations pledged to share a small portion \r\nof their gross national income with developing \r\ncountries. As 2015 draws near, we urge those \r\neconomically advanced countries to fulfil their \r\ncommitments. \r\n As we enter the last stretch, the Philippine \r\nGovernment is exerting all means to deliver on its \r\npromise to realize its MDGs, not just as an \r\ninternational commitment but because our people \r\ndemand it. Let us remember that each and every one of \r\nour citizens deserves a life of quality, meaning and \r\ndignity. \r\n The Acting Chair: I now give the floor to Her \r\nExcellency Ms. Maite Nkoana-Mashabane, Minister \r\nfor International Relations and Cooperation of the \r\nRepublic of South Africa. \r\n Ms. Nkoana-Mashabane (South Africa): Ten \r\nyears have passed since our Heads of State and \r\nGovernment took a bold and historic step by \r\ncommitting their nations, among other things, to cut \r\nextreme poverty by half and to empower women, \r\nchildren and other vulnerable groups. The eight goals \r\ndefined in the Millennium Development Goals (MDGs) \r\nare central to the mission of the United Nations in its \r\nadvancement of development, peace and human rights \r\nin the world. Indeed, today, the High-level Plenary \r\nMeeting of the General Assembly has been convened \r\nfive years ahead of the target date of 2015 to accelerate \r\nprogress towards the achievement of the Millennium \r\nDevelopment Goals. \r\n For South Africa, the conception of the MDGs \r\ndovetailed with the development approach that had \r\nalready been adopted by our Government at the end of \r\napartheid, which is embedded in the constitutional \r\nprovisions, including our Bill of Rights. Since our \r\nindependence in 1994, successive Government \r\nprogrammes have focused on improving the living \r\nconditions of our people by channelling substantial \r\nresources into the areas of education, basic health care, \r\nhousing and basic services, such as water, electricity, \r\nsanitation and social security benefits. Of note in that \r\nregard are the construction and transfer of more than \r\n1.8 million houses to the poor, in addition to the \r\nrestoring of full ownership to long-term occupants of \r\nhouses in historically black residential townships. \r\n In our effort to achieve the eight Millennium \r\nDevelopment Goals, we have included them into a set \r\nof 10 national priorities anchored on the creation of \r\njobs, the improvement of health care, access to quality \r\neducation for all, the eradication of crime and the uplift \r\nof our rural communities. \r\n During the 2010 International Federation of \r\nAssociation Football World Cup, President Jacob Zuma \r\nlaunched the One Goal education campaign to \r\nstrategically draw attention to the MDGs. We will \r\ncontinue to provide whatever support we can to the \r\nMillennium Development Goals advocacy campaign. \r\n Our own national assessment of the state of \r\nprogress in achieving the MDGs, which is described in \r\nthe country reports that we have produced since 2005, \r\nthe third of which has just been released, gives a clear \r\npicture of our satisfactory achievements, especially \r\nwith regard to MDGs 1, 2, 3 and 8. However, we are \r\naware of the challenges posed by MDGs 4, 5 and 6, \r\nrelating to health, and we have established strong \r\nGovernment programmes, the initial results of which \r\nare encouraging and have been confirmed by United \r\nNations agencies. \r\n Therefore, going forward towards 2015, we \r\nintend to intensify the partnerships that we have built \r\nto support the implementation of the MDGs, including \r\nA/65/PV.6  \r\n \r\n10-54304 42 \r\n \r\nthe role of our civil society. Such efforts will entail \r\nmaking more resources available to our relevant State \r\ninstitutions and improving their delivery capacity, \r\nespecially with regard to interventions on HIV and \r\nAIDS. \r\n We believe that the MDGs should be an integral \r\npart of our comprehensive, long-term development \r\nstrategy. Our focus on quantifiable targets in education \r\nand health, for instance, must be accompanied by \r\ndedicated attention to improving the quality of the \r\npublic goods we deliver. The MDGs must also help \r\nclose the gap between the rich and the poor within \r\ncountries and across the world. \r\n We wish to reaffirm the special needs of Africa, \r\nas reflected in a number of United Nations documents. \r\nAfrica has made significant progress over the last \r\ndecade. Sadly, despite our noble intentions, the \r\nenabling conditions for a true global partnership for \r\ndevelopment have not yet materialized. Through Goal \r\n8 of the MDGs, on global partnership for development, \r\nthe international community recognized that measures \r\nat the country level aimed at achieving the MDGs \r\nwould be significantly enhanced by our collective \r\neffort, working together, to lift our people out of the \r\nscourge of poverty, disease and underdevelopment. \r\n With only five years left to achieve the MDGs, all \r\nnations need a far greater sense of urgency if the \r\ntargets are to be met. South Africa is concerned by the \r\nfact that progress in achieving the MDGs in Africa, \r\nespecially sub-Saharan Africa, remains the slowest. If \r\nAfrica fails to achieve the MDGs, the world will have \r\nindeed failed. \r\n We are indeed aware that the international \r\ncommunity is currently faced with multiple and \r\ninterrelated crises that put an enormous burden on \r\ncountries, particularly in the developing South. \r\nHowever, those multiple crises must not dampen our \r\ndetermination to deliver on our commitments. Instead, \r\nthey must be a clarion call to all of us to do more, \r\nworking together, for a better life and a better world for \r\nall our people. We must respond to the Secretary-\r\nGeneral’s challenge to mobilize the $100 billion \r\nneeded to achieve the MDGs by 2015. \r\n I wish to join those who have spoken before me \r\nin calling on all developed countries to say that now is \r\nthe time to deliver on their official development \r\nassistance commitments. Our people across the world \r\nare watching to see whether we will be able to \r\ngalvanize international action to achieve the MDGs by \r\nthe target date. Our actions coming out of this \r\ngathering must demonstrate our political will and \r\ndetermination to fulfil the promises we made 10 years \r\nago. We must come out of this Meeting united and re-\r\nenergized, to redouble our efforts towards the 2015 \r\ngoals. \r\n The Acting Chair: I now call on Mr. Micheál \r\nMartin, Minister for Foreign Affairs of Ireland. \r\n Mr. Martin (Ireland): We meet as the political \r\nrepresentatives of a global community. Our purpose is \r\nto account to each other for our actions over the past \r\n10 years in the fight against poverty and hunger. In \r\nadopting the Millennium Development Goals (MDGs), \r\nwe set ourselves clear targets to measure progress up to \r\n2015. The Goals represent a declaration of collective \r\nresponsibility for the lives and futures of the poorest \r\nand most vulnerable people on the planet. \r\n The Goals are at the heart of Ireland’s \r\ndevelopment programme and foreign policy. They \r\nrepresent a fundamental partnership between \r\ndeveloping and developed nations. They require \r\ncollective joint action to mobilize resources for \r\ndevelopment.  \r\n One essential element is the provision by richer \r\ncountries of official development assistance (ODA). \r\nSince Ireland signed up to the Millennium Declaration \r\n(resolution 55/2) in 2000, we have tripled the annual \r\nvolume of our assistance. We have provided €6 billion \r\nin ODA over the decade, and the Irish people have \r\nprivately donated many millions more. The \r\nGovernment of Ireland is committed to the \r\ninternational target of spending 0.7 per cent of our \r\ngross national income on overseas assistance by 2015. \r\n We have lessons to learn from the past 10 years \r\nof collective and individual action. There have been \r\nmajor successes in combating extreme poverty, in \r\nimproving the levels of enrolment in primary schools, \r\nin child health and in the treatment of HIV and AIDS. \r\nHowever, the actual numbers of people living in \r\npoverty and hunger continue to increase. It is also clear \r\nthat some countries and regions have made progress \r\nwhile others have not. Without additional efforts and a \r\nmore collaborative approach we will fail to meet some \r\nof the most important targets we have agreed on. \r\n The challenge is accentuated by global economic \r\nuncertainty and the growing impact of global \r\n A/65/PV.6\r\n \r\n43 10-54304 \r\n \r\nchallenges, notably climate change. The economic \r\ncrisis has simultaneously increased poverty in already \r\npoor communities and has imposed pressure on aid \r\nbudgets in the developed world. In these \r\ncircumstances, we have a duty to examine rigorously \r\nthe effectiveness of our policies and actions and to \r\nfocus sharply on key sectors. \r\n Since the launch of Ireland’s Hunger Task Force \r\nReport at the United Nations two years ago, we have \r\nworked with partners to galvanize global attention on \r\nthe crisis of world hunger. We believe that failure to \r\naddress the crisis is impeding progress across the full \r\nrange of MDGs.  \r\n The number of chronically hungry people has \r\nrisen in recent years to some one billion. One in four \r\nchildren under five in the developing world is \r\nundernourished. The hungry child becomes in turn the \r\nunderachieving pupil and the vulnerable and \r\nimpoverished mother or father. Undernourishment is \r\none of the world’s most serious problems — and yet \r\nproven, low-cost interventions exist to address it. They \r\nwill not be mobilized effectively unless we as political \r\nleaders mobilize the political will to do so. \r\n Today, with the United States Administration, we \r\nhosted a meeting of international leaders committed to \r\nbuilding a partnership that will focus on nutrition in the \r\nvital first one thousand days of life, from pregnancy to \r\nsecond birthday. We recognized the vital role of the \r\nSecretary-General’s Scaling Up Nutrition initiative. We \r\nare now committed to creating partnerships at all levels \r\nto support comprehensive action on nutrition. Our \r\ndetermination is to accelerate progress on the first of \r\nthe MDGs: to halve the proportion of people suffering \r\nfrom extreme poverty and hunger by 2015. \r\n Progress on the MDGs has been unbalanced and \r\nuneven. The Secretary-General has pointed out that aid \r\nto Africa lags far behind commitments and far behind \r\nneeds. While in some regions progress is made on \r\nmaternal mortality, hundreds of thousands of African \r\nwomen continue to die needlessly due to complications \r\nin childbirth. There is similar evidence across a range \r\nof development indicators. \r\n We need a stronger collective focus on countries \r\nand regions that are making the least progress. We in \r\nIreland are already directing more than 80 per cent of \r\nour development programme to sub-Saharan Africa, \r\nfocusing on social protection for vulnerable \r\ncommunities, infant and child nutrition, innovative \r\nagricultural research and building capacity to engage in \r\neconomic activity. \r\n Our partner countries are at the heart of the \r\nMillennium Development Goals. They must set their \r\nown priorities for economic growth and poverty \r\nreduction. We must reaffirm our commitment to more \r\neffective partnerships between developed and \r\ndeveloping countries. The priorities must be country \r\nownership; use of fair, democratic and transparent \r\nnational systems; and accountability to each other and \r\nto our people. \r\n The United Nations has rallied the world behind \r\nthe Millennium Development Goals and is crucial to \r\ntheir achievement. We have been heartened by the \r\nagreement in recent months to establish the new gender \r\nentity, the United Nations Entity for Gender Equality \r\nand the Empowerment of Women (UN Women), and \r\nwe will support its work in promoting the rights, well-\r\nbeing and empowerment of women worldwide. \r\n The United Nations can play a stronger role in \r\nensuring that resources for global development are \r\ndeployed effectively. This means an end to duplication \r\nof effort, a strengthening of coordination on the \r\nground, a trustworthy system of monitoring and \r\nevaluation, and an unrelenting focus on the \r\nachievement of clear development results. We all have \r\nan obligation to demonstrate clearly and publicly that \r\nevery cent raised to fight poverty and hunger is used to \r\nfull effect. \r\n In conclusion, I wish to reaffirm Ireland’s \r\ncommitment to the ideals, aspirations and specific \r\ntargets set out in the MDGs. They reflect our values as \r\na people. We remain determined to work in partnership \r\nfor their achievement. \r\n The Acting Chair (spoke in Arabic): I now give \r\nthe floor to Mr. Mahamoud Ali Youssouf, Minister for \r\nForeign Affairs and International Cooperation of \r\nDjibouti. \r\n Mr. Youssouf (Djibouti): It was a hopeful and \r\ninspiring moment when the world’s leaders at the \r\nMillennium Summit of 2000 pledged to meet aid goals \r\ncritical to the development of the world’s poorest \r\ncountries. The list of restraints and constraints to \r\ndevelopment continuously faced by the least developed \r\ncountries remains large as the projected date of \r\ncompletion draws ever closer. \r\nA/65/PV.6  \r\n \r\n10-54304 44 \r\n \r\n The Millennium Development Goals (MDGs) \r\nrepresent the most widely agreed commitments of \r\nworld leaders ever undertaken in the framework of the \r\nUnited Nations. Addressing extreme poverty, hunger \r\nand disease; promoting gender equality, education and \r\nenvironmental sustainability; and building a new \r\nglobal partnership for development — these goals \r\nrepresent a vision of concrete and measurable \r\nachievements; not mere inspirations, but tangible \r\noutcomes.  \r\n That is why we are assembled here today to take \r\nstock of our progress and to help us make decisions to \r\nmeet the Goals by the 2015 deadline. We welcome the \r\nupcoming adoption of the draft outcome document \r\n(A/65/L.1) as an important reaffirmation of the \r\ninternational consensus in the field of international \r\npartnership for development and for the promotion of \r\nthe economic and social advancement of all peoples. \r\n My country, Djibouti, has adopted the MDGs as \r\nour primary national development goals and integrated \r\nthem into our development targets. We have introduced \r\nan ambitious and comprehensive social development \r\nagenda to improve the welfare and living standards of \r\nthe vulnerable sectors of our society.  \r\n We have made significant progress since \r\nindependence, and particularly in the last decade, \r\ntowards reaching a very high primary school enrolment \r\nrate for girls. Despite our limited resources, we have \r\nalways striven hard to provide universal health \r\ncoverage for our people. Again, against the background \r\nof severe financial constraints, we continue to provide \r\nfull free education up to the tertiary level, including \r\nextensive scholarship programmes. Through the \r\nencouragement of free prenatal health check-ups and \r\ncompulsory vaccinations, we have achieved significant \r\nprogress in maternal and child health. Over the years, \r\nthrough the strenuous and conscious efforts of the \r\nGovernment and thanks to continuous accessing of \r\nlong-term concessionary development loans, thousands \r\nof houses have been built in order to redress the \r\nchronic shortage in this area. Overall, we continue to \r\nundertake consistent measures to contain the spread of \r\nHIV/AIDS and provide access to free medical attention \r\nfor those who need it.  \r\n The prevailing extent of global poverty is \r\nunacceptable, confronting us with the moral imperative \r\nto act and to realize the MDGs by 2015. Achieving the \r\nMDGs remains feasible with adequate commitment, \r\npolicies, resources and efforts. Collectively and \r\nindividually, we must strive hard to create the \r\nconditions for sustainable economic growth that \r\ncreates employment and improves the livelihood of the \r\npeople. A renewed commitment is needed from all of \r\nus. \r\n The Acting Chair (spoke in Arabic): I now give \r\nthe floor to His Excellency Mr. Sam Kutesa, Minister \r\nfor Foreign Affairs of the Republic of Uganda. \r\n Mr. Kutesa (Uganda): In September 2000, we \r\nunanimously adopted the comprehensive Millennium \r\nDeclaration (resolution 55/2), committing our nations \r\nto a partnership for a peaceful, prosperous and just \r\nworld. The driving force of this partnership lies in \r\ncombating the causes and effects of poverty through \r\nthe achievement of the Millennium Development Goals \r\n(MDGs). \r\n The achievement of the MDGs and our quest for \r\nsustainable development and peace cannot, however, \r\nbe separated. This is even more so in developing \r\ncountries. Strategies for achieving the MDGs must \r\nnecessarily be anchored in strategic national and \r\nregional economic and socio-economic objectives. If \r\nwe are to be able to celebrate the achievement of the \r\nMDGs in 2015, the acceleration of economic \r\nmodernization and socio-economic transformation \r\nmust receive our utmost attention and effort. \r\n Poverty is first and foremost a development \r\nchallenge. Accelerating progress towards meeting the \r\nMDGs therefore demands that we do more than just \r\nappease our conscience through scattered relief and aid \r\nefforts. It demands that we marshal national and global \r\nefforts to address the glaring infrastructural deficits \r\nfacing developing countries, where the vast majority of \r\nthe poor are found. \r\n It is encouraging to note that 11 of the \r\n20 countries making the most absolute progress \r\ntowards achieving the MDGs in the world are among \r\nthe poorest in the world, and that many are located in \r\nAfrica. Poverty has been reduced in two-thirds of low- \r\nand middle-income countries and in over three-quarters \r\nof African countries. It is equally encouraging to note \r\nthat extreme poverty in developing countries has fallen \r\nsince the mid-1990s. Throughout Africa, however, the \r\nprogress on reducing hunger has been slow, although \r\nthere are wide disparities among countries. It is \r\nshameful and immoral that, despite these positive \r\ndevelopments, there are still more than a billion people \r\n A/65/PV.6\r\n \r\n45 10-54304 \r\n \r\nliving in situations of extreme poverty around the \r\nworld, the majority of whom are in the least developed \r\ncountries. \r\n This Assembly will note that having a billion \r\nhungry people among us is more than just a food crisis. \r\nIt is a political crisis that requires strong and urgent \r\npolitical action. We also note that hunger has \r\ndevastating downstream effects on economic \r\ndevelopment, health and education, since \r\nundernourished people cannot stay healthy and \r\nunhealthy people are less productive. Missing the \r\ntarget of reducing extreme hunger therefore puts the \r\nentire effort to achieve the MDGs at risk. \r\n This High-level Meeting is therefore an important \r\nopportunity for world leaders to take decisive action in \r\nfulfilling the outstanding promises of the Millennium \r\nDeclaration. We must not fail the billions who look to \r\nthe international community to fulfil the world’s \r\npromises in the five years that remain before 2015. \r\n As far as national progress on the MDGs is \r\nconcerned, Uganda, like many other developing \r\ncountries, has made substantial progress towards \r\nachieving the MDGs. Our 2010 country report on the \r\nMDGs reveals that we have registered progress in 15 \r\nof the 21 MDG targets, with seven on track for \r\nachievement. With continued focus on our broad \r\nstrategy of economic transformation and modernization \r\nand our strong commitment to regional integration, we \r\nbelieve that we shall register further progress in each \r\nof the MDGs.  \r\n Modest progress has been made on improving \r\nchild health, maternal health, access to reproductive \r\nhealth services, and combating malaria and HIV/AIDS. \r\nDespite this progress, challenges still exist. There is a \r\nneed to strengthen health systems and ensure \r\nmultisectoral collaboration. In the area of HIV/AIDS, \r\nwe are concerned that our past successes in fighting the \r\nepidemic are being slowed down by the increase in \r\nnew infections that recent data suggest. \r\n As in other countries in sub-Saharan Africa, \r\nconstrained access to modern sources of energy \r\ncontinues to cause degradation of Uganda’s natural \r\nresources and biodiversity. This degradation has a \r\nheavy impact on the livelihoods of the poor by \r\nconstraining their ability to increase their incomes and \r\nby making them more vulnerable. \r\n Looking forward, there are critical factors, other \r\nthan those I have mentioned, that we must address if \r\nwe are to accelerate progress towards achieving the \r\nMDGs. First, we need to pay more attention to \r\nstrengthening education in and application of science \r\nand technology in developing countries, failing which \r\nthese countries will continue to register low \r\nproductivity in all sectors. The international \r\ncommunity needs to rally around the universities and \r\nscientists in developing countries who are involved in \r\ninnovation and the application of science and \r\ntechnology in the various sectors of those countries’ \r\neconomies. \r\n Secondly, developing countries must focus more \r\non investing in key economic infrastructure that will \r\nspur economic growth and job creation. The population \r\nin developing countries is expanding fast. Aid, with its \r\nbiased focus on social sectors, cannot provide \r\nsustainable solutions to the long-term demands of \r\nchildren and young people in developing countries or \r\nto their expectation of a better life than that of their \r\nparents. Now is also the time for development partners \r\nto rethink and reconsider their aid priorities in favour \r\nof supporting regional economic integration amongst \r\ndeveloping countries. \r\n Thirdly, many developing countries, especially in \r\nAfrica, continue to suffer an acute shortage of skills. \r\nHuman resources in African countries, although \r\neducated, lack the requisite skills for engaging \r\nproductively in the labour market. While we continue \r\nto focus on the attainment of MDG 2, on achieving \r\nuniversal primary education, we need to maintain an \r\neven more strategic focus on the employability of the \r\ngraduates of our primary education systems. This will \r\nrequire a renewed focus on promoting and expanding \r\naccess to technical and vocational training within our \r\neducation sectors. \r\n I wish to stress that we in Uganda view the \r\nMillennium Development Goals as the strict minimum, \r\nindeed as basic goals. I hope that we can all agree that \r\nour people clearly deserve more than what is merely \r\nbasic. It is the intention of the Government of Uganda \r\nto spur economic growth in the country with the aim of \r\neliminating poverty and achieving sustainable \r\ndevelopment. Only that way will we have served our \r\npeople well. \r\n The Acting Chair (spoke in Arabic): I now give \r\nthe floor to His Excellency Mr. Adelino Mano Queta, \r\nA/65/PV.6  \r\n \r\n10-54304 46 \r\n \r\nMinister for Foreign Affairs and International \r\nCooperation of the Republic of Guinea-Bissau. \r\n Mr. Queta (Guinea-Bissau) (spoke in \r\nPortuguese; French text provided by the delegation): It \r\nis a great honour for Guinea-Bissau to take part in this \r\nglobal forum, an ideal setting for the exchange of \r\nexperience among countries on the achievement of the \r\nMillennium Development Goals (MDGs).  \r\n I take this opportunity to reiterate the political \r\nwill and commitment of the Government of my country \r\nto further strengthening its work in all spheres in order \r\nto achieve the goals set, in spite of the enormous \r\ndifficulties. Guinea-Bissau is deeply committed to \r\nrevising its national poverty reduction strategy, whose \r\nmain goal is to significantly and lastingly reduce \r\npoverty and to achieve the Millennium Development \r\nGoals.  \r\n This initiative is part of a serious effort to \r\nencourage economic growth. Despite the importance \r\naccorded to stability and security, it is clear today that \r\nit is equally essential to accelerate economic growth, \r\nparticularly in sectors that employ the poorest, \r\ndiversify the economy, improve macroeconomic \r\nmanagement and consolidate administrative reform \r\nwith a view to guaranteeing the provision of basic \r\nservices such as education, health care, safe drinking \r\nwater and sanitation.  \r\n The initial results of a number of studies and \r\ninvestigations seem to suggest a certain improvement \r\nin a number of social indicators. Nevertheless, the \r\nextremely high level of maternal and infant mortality \r\nleads us to conclude that MDGs 4 and 5 will not be \r\nfully reached. That is why it is necessary to take urgent \r\nsteps so that we can achieve all the Goals. The \r\nGovernment is aware of the situation and has therefore \r\nlaunched a campaign on accelerated reduction of \r\nmaternal mortality in Africa, whose goal is to reduce \r\nneonatal, maternal and infant mortality, as well as an \r\naccelerated programme to ensure the survival of \r\nchildren.  \r\n The Government’s capacity for initiatives is also \r\nvisible in the promotion of gender equality. For \r\ninstance, in parallel with the enrolment of young girls, \r\nthree draft laws have been introduced on reproductive \r\nhealth, gender-based violence and human trafficking. \r\nThese initiatives can succeed only through the urgent \r\nallocation of additional resources by stakeholders.  \r\n For Guinea-Bissau, strengthening a genuine \r\npartnership for development involves the Government, \r\nregional institutions, the United Nations system, civil \r\nsociety and bilateral partners. Such strengthening is \r\ncrucial if we are to raise the country’s level of \r\ndevelopment. \r\n Concerning the thorny issue of resource \r\nmobilization, which continues to mortgage our chances \r\nof attaining the MDGs, we have launched an appeal for \r\nsolidarity from our development partners. The \r\ncommitments assumed as part of such historic \r\ninitiatives as the Monterrey Consensus of March 2002; \r\nthe Group of Eight’s Gleneagles appeal of July 2005, \r\nwith a view to doubling the flow of aid to Africa; or \r\nmore recently still, the Group of 20 resolutions in \r\nfavour of low-income countries, must be honoured. \r\nWithout these commitments, the major gains made by \r\nour countries at the cost of major sacrifice on the path \r\nto development and poverty reduction could be \r\njeopardized forever.  \r\n The situation was already precarious, and the \r\ncrisis has only made it worse in the majority of our \r\ncountries. According to World Bank data, 71 million \r\npeople, including 20 million Africans, who were \r\ninitially seen as emerging from poverty by 2015 will \r\nstill be suffering because of the crisis. \r\n For the same reason, by 2015 55,000 additional \r\nchildren will lose their lives, around 350,000 pupils \r\nwill be unable to finish their primary education, and \r\nanother 10 million people will still not have access to \r\npotable water. In that context we hail the efforts to \r\nincrease resources that for many of our countries \r\nrepresent the only possibility to finance their \r\neconomies. We take this opportunity to urge our \r\ndevelopment partners to work towards a successful \r\noutcome of the discussions under way on replenishing \r\nthe resources of the Agency for International \r\nDevelopment, the World Bank Group and the African \r\nDevelopment Fund.  \r\n In my Government’s development programme, \r\nbiodiversity is considered a natural heritage as well as \r\na vital source for humanity. That is why the \r\nGovernment has made considerable efforts to achieve \r\nthe MDGs through taking steps to create a network of \r\nprotected sites, drafting plans of action for endangered \r\nspecies, and environmental education and \r\ncommunications programmes adapted to the realities of \r\nthe country. Close cooperation with a view to a \r\n A/65/PV.6\r\n \r\n47 10-54304 \r\n \r\npartnership for development has been assured with the \r\ninternational financial institutions, including, inter alia, \r\nthe World Bank, the International Monetary Fund, the \r\nEuropean Union and regional and subregional \r\norganizations including the Economic Community of \r\nWest African States and the West African Economic \r\nand Monetary Union. \r\n In conclusion, permit me to wish all success for \r\nour endeavours. \r\n The Acting Chair (spoke in Arabic): I now give \r\nthe floor to His Excellency Mr. Moussa Faki Mahamat, \r\nMinister for External Relations of the Republic of \r\nChad.  \r\n Mr. Mahamat (Chad) (spoke in French): On \r\nbehalf of His Excellency Mr. Idriss Deby Itno, \r\nPresident of the Republic of Chad, allow me to extend \r\nour sincere appreciation to the Secretary-General for \r\nhis initiative to organize this high-level meeting on the \r\nMillennium Development Goals.  \r\n Chad committed itself to achieving the \r\nMillennium Development Goals, all the more in that \r\nthey were already part of our Government programme. \r\nFurthermore, we adopted a growth and poverty \r\nreduction strategy that remains today the best \r\ncooperation framework to unite all the national and \r\ninternational efforts directed primarily towards \r\nachieving the Goals.  \r\n Unfortunately, in recent years the country has \r\nseen many armed incursions that have slowed the \r\nsignificant progress we had made in areas that directly \r\naffect poverty reduction. The eastern and southern \r\nareas of the country are sheltering more than 250 \r\nmillion refugees from both Darfur and the Central \r\nAfrican Republic. That massive presence in an \r\nenvironment that was already precarious is a major \r\nchallenge that must be resolved. Natural disasters, \r\ngreat droughts and food crises continuously affect the \r\ncountries of the Sahel and remain real handicaps for \r\nour attainment of the Goals and especially for \r\nfinancing for our development strategies. \r\n However, the major concern undeniably remains \r\nthe harmful consequences of climate change \r\nthroughout the world in general and in the developing \r\ncountries in particular. The latter are the poorest and \r\nmost vulnerable, and without doubt they suffer the \r\neffects on the climate caused by the major greenhouse \r\ngas producers — the industrialized countries. We \r\nexperience those harmful effects daily as the worst \r\ncatastrophe for our environment, our agriculture and \r\nour livestock — in short, for the life of our people. At \r\nthat rate, conducting activities for sustainable \r\ndevelopment is not at all easy.  \r\n The most striking example is the risk that Lake \r\nChad might disappear completely. In 40 years the \r\nLake’s surface area has shrunk from 25,000 square \r\nkilometers to less than 2,500. In October my country \r\nwill host the eighth World Forum on Sustainable \r\nDevelopment with a view to saving Lake Chad. Chad \r\nhopes for massive participation on the part of the \r\ninternational community in that forum, because \r\npreserving Lake Chad should be a global concern. \r\n In spite of all those challenges, Chad continues to \r\nprogress, with the help of its partners, by carrying out \r\nmeaningful actions, becoming party to international \r\nconventions and agreements on the environment and \r\ndrafting texts on the environment and incorporating \r\nthem into the national plan. \r\n In June we hosted the first summit of the Big \r\nGreen Wall programme, which was organized at the \r\ninitiative of the countries of the Sahel. The honour to \r\nhost the meeting was bestowed on my country because \r\nof its pioneering role in large-scale reforestation in the \r\nregion. In 2009 we started the national Green Belt \r\nprogramme to plant over 16 million trees a year \r\nthroughout the country. Moreover, Chad decided to ban \r\nthe cutting of trees to make charcoal. That measure, \r\nhowever difficult for households, is essential for the \r\npreservation of our ecosystem. Through those two \r\nprogrammes and that initiative, we intend to promote \r\nsocio-economic development in target areas that are \r\nvulnerable to desertification by implementing \r\nprogrammes to preserve and restore natural resources \r\nand to encourage economic activity. \r\n But beyond the subregional aspects, those \r\nprogrammes fit in perfectly with global efforts to fight \r\nthe harmful effects of climate change, and thus they \r\ndeserve the support of the international community. By \r\nsupporting the efforts of our countries to implement \r\ntheir development strategies, the international \r\ncommunity will be able to resolve the problems of \r\nsustainable development. Respect for the commitments \r\nmade at Monterrey is part of this effort to support \r\nfinancing for sustainable development. \r\n In conclusion, I would like to reassure the \r\nAssembly that Chad will abide by its international \r\nA/65/PV.6  \r\n \r\n10-54304 48 \r\n \r\ncommitments and will work together with the \r\ninternational community to make our planet a healthy \r\nplace and a good place to live. \r\n The Acting Chair (spoke in French): I now give \r\nthe floor to Her Excellency Ms. Diénabou Saifon \r\nDiallo, Minister of Planning and International \r\nCooperation of the Republic of Guinea. \r\n Ms. Diallo (Guinea) (spoke in French): Allow me \r\nto welcome the heads of State and Government, \r\ndelegations of the Member States and the \r\nrepresentatives of international organizations and to \r\nconvey to them the profound gratitude of the people \r\nand Government of Guinea for all their unwavering \r\nsupport with a view to the return of constitutional order \r\nand the holding of free, transparent and democratic \r\npresidential elections in Guinea. \r\n Allow me also to join my voice to those who \r\nspoke before me in voicing my delegation’s gratitude \r\nto His Excellency Mr. Ban Ki-moon, Secretary-\r\nGeneral, for his tremendous ongoing efforts at the head \r\nof our Organization. \r\n My delegation’s statement will cover two issues. \r\nThe first concerns an assessment of progress towards \r\nachieving the Millennium Development Goals (MDGs) \r\nin Guinea and, the second, financing for development. \r\n Like other countries, Guinea, with conviction and \r\nhope, fully endorsed the MDGs in September 2000. \r\nSince then, our Government, with the support of its \r\ndevelopment partners, in particular the United Nations \r\nsystem, has made laudable efforts towards the \r\nrealization of the MDGs. These efforts have allowed us \r\nto make progress in the fields of education, gender \r\nequality, child health and HIV, and certain targets could \r\nwell be achieved by 2015. On the other hand, in the \r\nfields of poverty reduction, food security and \r\nenvironmental sustainability, progress is inadequate. \r\n Overall, the possibility of achieving the MDGs \r\nhas decreased, particularly in recent years, due to the \r\ncombined affect of a number of factors, including most \r\nparticularly the general context of the country \r\ndominated as it has been by a severe political crisis, a \r\nmarked deterioration in the quality of governance and a \r\ndrastic fall in foreign aid. Without an improvement of \r\nthe political context and renewed momentum in the \r\neconomic and social development process, we risk \r\nmissing the 2015 deadline for achieving most of the \r\nGoals and targets. According to a 2006-2007 needs \r\nassessment study on Guinea’s MDG progress, the \r\napproximate cost of the necessary resources for the \r\nachievement of its objectives was estimated to be \r\n$12.254 billion for the period 2006-2015, or an annual \r\naverage of $1.234 billion or $110 per capita. \r\n I take this opportunity to reiterate our appeal for a \r\nmore sustained commitment and a bolstered \r\npartnership in the international covenant to achieve the \r\nMDGs. \r\n Concerning financing for development in general, \r\nthis issue is crucial for Africa. According to a variety \r\nof assessments, the negative impact of multiple crises, \r\nparticularly on the 33 least developed countries (LDCs) \r\nin Africa and the 49 LDCs throughout the world, will \r\nmake the continent unable to achieve the MDGs by \r\n2015, in particular due to a lack of official \r\ndevelopment assistance. It is therefore vital that this \r\nsummit consider every possible regular and \r\nsupplementary source of financing for development. In \r\nthis regard, innovative financing is increasingly \r\nemerging as an important tool for marshalling \r\nadditional, predictable and stable resources to \r\ncomplement official development assistance.  \r\n To this end, Guinea would like to submit for \r\nconsideration two proposals whose goal is to increase \r\nresources for financing for development for Africa by \r\n2015 and beyond. These are the organization of an \r\nAfrican conference on innovative financing and the \r\npreparation of a draft African declaration on \r\ntransparency of financial governance and the fight \r\nagainst illicit flows of capital. \r\n An African conference on innovative financing \r\nwould allow us to consider strategies for mobilizing \r\ninnovative financing in order to complement traditional \r\nofficial development assistance and the domestic \r\nresources necessary for funding the MDGs. Concerning \r\nthe draft African declaration on transparency of \r\nfinancial governance and the struggle against illicit \r\nflows of capital, its objective would be to stem the \r\nexodus of huge amounts of capital from Africa in order \r\nto devote it to the continent’s development. \r\n These proposals were well received in various \r\nAfrican agencies and by the pilot group, and were \r\nendorsed by the heads of State and Government \r\nattending the Twenty-Fifth Africa-France Summit, and \r\nby the African Union at its fifteenth summit in \r\nKampala. At the same time, the proposed organization \r\nof an African conference on innovative financing was \r\n A/65/PV.6\r\n \r\n49 10-54304 \r\n \r\nsubject to consultations from 5 to 16 July 2010 with \r\npartner institutions. My country has presented its \r\ncandidature to host the conference in March 2012 in its \r\ncapital, Conakry, parallel with the fifth Joint Annual \r\nMeetings of the African Union Conference of Ministers \r\nof Economy and Finance and the United Nations \r\nEconomic Commission for Africa Conference of \r\nMinisters of Finance, Planning and Economic \r\nDevelopment. My delegation would like this project to \r\nbe taken into account by the international community \r\nand included among the proposals for action to be \r\npresented for the benefit of Africa during the \r\ndeliberations of the General Assembly at its sixty-fifth \r\nsession. \r\n In conclusion, the Republic of Guinea seeks the \r\nsupport of Member States in order to attain this \r\nobjective. \r\n The Acting Chair: I now give the floor to His \r\nExcellency Mr. Zalmai Rassoul, Minister for Foreign \r\nAffairs of the Islamic Republic of Afghanistan. \r\n Mr. Rassoul (Afghanistan): Ten years ago, \r\nMember States gathered in this Assembly to take an \r\nunprecedented step. Through the adoption of the \r\nMillennium Declaration (resolution 55/2), we asserted \r\nour shared responsibility to humanity and committed to \r\nmaking tangible progress in improving the lives of \r\nhuman beings around the world. \r\n In addition to being a moral imperative, the \r\nDeclaration also recognized the crucial link between \r\nthe well-being of individuals and the stability and \r\nhealth of societies and States. Through the Millennium \r\nDevelopment Goals (MDGs), we committed ourselves \r\nto addressing some of the world’s most difficult and \r\npressing development issues, including poverty, \r\nhunger, disease, environmental degradation, and the \r\npromotion of gender equality, education and health. \r\nTen years later, these are still the main challenges \r\nfacing our people and our countries.  \r\n At the time of the Millennium Declaration’s \r\nadoption in 2000, Afghanistan was cut off, isolated \r\nfrom the international community by the abhorrent \r\nTaliban regime, which denied the Afghan people even \r\nthe most fundamental human rights and allowed \r\nterrorists to use Afghan soil to launch attacks around \r\nthe world. In 2001, with the overthrow of the Taliban \r\nregime, Afghanistan slowly began to rebuild its \r\nshattered political, economic and social structures, and \r\nto regain its rightful place in the community of nations. \r\n Our country undertook a series of policies aimed \r\nat a comprehensive reconstruction and stabilization of \r\nthe political and economic situation, both nationally \r\nand regionally. These policies centred on the urgent \r\nneed to raise the Afghan people out of grinding poverty \r\nand to provide them with the basic human rights, \r\nopportunities and services that had been denied them \r\nfor decades. \r\n Afghanistan has made enormous strides in the \r\npast decade, emerging from the ruins of war to build a \r\nmore functioning Government, a more prosperous \r\neconomy, and a more healthy society. Just three days \r\nago, Afghanistan held its second parliamentary \r\nelections. Millions of Afghans from all walks of life \r\nbraved a challenging security situation and cast their \r\nvotes to elect representatives to the National Assembly. \r\nThe unprecedented number of women candidates, \r\nvoters and elected representatives is a clear \r\ndemonstration of how far Afghan women have come in \r\nregaining their proactive role in Afghan society.  \r\n The elections reaffirmed the steadfast \r\ncommitment of the Afghan people to democracy and \r\nself-determination. Our leadership will continue to \r\nfocus on good governance and to introduce \r\ninstitutional reforms that will make us more responsive \r\nto the needs and concerns of the vibrant Afghan civil \r\nsociety and population. \r\n Economically, 80 per cent of Afghans depend on \r\nagriculture for their livelihoods, and, along with other \r\nagricultural reforms, we have undertaken \r\ncomprehensive efforts to rebuild and repair irrigation \r\nsystems and constructed over 10,000 kilometres of \r\nroads. These changes have improved productivity in \r\nthe agricultural and trade sectors, which boosted our \r\ngross domestic product to record highs of 22.5 per cent \r\ngrowth this year. The average income has quadrupled \r\nsince 2001. This year for the first time, Government \r\nrevenue surpassed $1 billion. The recent discovery of \r\nenormous mineral resources, combined with potential \r\ntrade and transit opportunities with our neighbours, \r\nprovides an opportunity to raise the Afghan people \r\nfrom poverty and offers a sound basis for future \r\nprosperity. \r\n Afghanistan’s health and education sectors have \r\nalso developed significantly, thanks in large part to the \r\nassistance of our international partners, including this \r\nOrganization. We have established hundreds of clinics \r\nand hospitals across the country, expanding basic \r\nA/65/PV.6  \r\n \r\n10-54304 50 \r\n \r\nhealth coverage from 9 per cent of the population in \r\n2003 to close to 90 per cent this year. Our national \r\nimmunization campaign is in full swing, reaching out \r\nto millions of children under the age of five to protect \r\nthem against polio and other deadly diseases. We have \r\nmade substantial improvements in reducing infant and \r\nunder-five mortality rates. In addition, we have a 71 \r\nper cent school enrolment rate of Afghan boys and \r\ngirls. As part of our national agenda to promote \r\nprimary, secondary and higher education, we have \r\nconstructed close to 4,000 school buildings over the \r\npast nine years. We are on track to build an additional \r\n4,900 by the end of 2013. \r\n We are also building a complex social safety net, \r\ngeared towards finding work for those willing and able \r\nand supporting those who are unable to care for \r\nthemselves.  \r\n We must keep in mind the backdrop of severe \r\nfragility and conflict when assessing the success of \r\nAfghanistan in achieving the Millennium Development \r\nGoals. Security is the bedrock for socio-economic \r\ndevelopment. The difficult security situation in \r\nAfghanistan has challenged our ability to sustain \r\nprogress. The enemies of peace and stability in \r\nAfghanistan are still active, orchestrating attacks \r\nagainst schools, clinics, teachers, doctors, Government \r\nemployees and even young children, particularly \r\nschoolgirls.  \r\n Unfortunately, similar attacks continue against \r\nhumanitarian aid organizations and their personnel, \r\nwho are working under difficult conditions to improve \r\nthe lives of ordinary Afghans. In recognition of the \r\ncrucial role of security in providing space for \r\ndevelopment, I would like to emphasize our addition of \r\nsecurity to Afghanistan’s list of MDGs. Improvements \r\nin security over the past year include substantial \r\nprogress in clearing landmines and reducing poppy \r\ncultivation. \r\n While we have made significant improvements, \r\nAfghanistan remains the country with the lowest \r\nincome in the region, with 40 per cent of its population \r\nunemployed and 36 per cent living in poverty. We still \r\nface a gender gap in literacy and education. For those \r\nreasons, we realize more than ever the importance of \r\nour international partners in supporting our country. \r\nOur budget for development is entirely financed by aid. \r\nWe hope to continue the transition towards \r\nstreamlining aid more effectively through the \r\nGovernment of Afghanistan, with a view towards \r\nsustainability and capacity building. We have designed \r\nan extensive plan for Millennium Development Goals \r\nand targets over the next decade.  \r\n While we know that the path ahead is a difficult \r\none, we are determined to forge on with a view towards \r\nreaching our MDG commitments. Our number one \r\npriority as a Government is to bring an end to the \r\nconflict. The Afghan people are thirsty for peace. The \r\nAfghan National Army and Police are being trained \r\nand equipped to take responsibility for the Afghan \r\npeople. The Afghan Government is simultaneously \r\nundertaking a broad political outreach initiative to \r\noffer a new beginning to former combatants and others \r\nwilling to lay down arms and embrace a peaceful life. \r\n In addition, in order to focus on the most pressing \r\nissues, the Afghan Government recently identified five \r\nkey areas in the Afghan national development strategy \r\nthat will require close attention: agricultural \r\ndevelopment and rural rehabilitation, human resources \r\ndevelopment, economic and infrastructure development, \r\ngovernance and security. \r\n Our recent Kabul conference was a milestone in \r\ngreater Afghan leadership, particularly when it comes \r\nto security, governance and development. At the Kabul \r\nConference, we presented our comprehensive \r\ndevelopment agenda, aimed at implementing tangible \r\nimprovements in the lives of our citizens. Over the \r\ncoming years, our Government will push for a \r\ntransition to greater Afghan responsibility and \r\nleadership in security, social and economic \r\ndevelopment and governance.  \r\n We are aware of the challenges we face. More \r\nthan 3 billion people worldwide live on less than $2.50 \r\na day. Far too many are denied access to food, shelter, \r\nwater and other necessities of life. But Afghanistan is \r\nwell aware, perhaps more than many, of exactly how \r\nmuch we can accomplish when we work together. Our \r\nresponsibility as world leaders and as human beings is \r\nto persevere in our quest to improve the lives of our \r\nfellow citizens. I am convinced that, with commitment \r\nand focus, we will succeed. \r\n The Acting Chair (spoke in Arabic): I now give \r\nthe floor to His Excellency Mr. Fayssal Al-Mekdad, the \r\nDeputy Minister for Foreign Affairs of the Syrian Arab \r\nRepublic. \r\n A/65/PV.6\r\n \r\n51 10-54304 \r\n \r\n Mr. Al-Mekdad (Syrian Arab Republic) (spoke in \r\nArabic): Ten years have passed since the adoption of \r\nthe Millennium Declaration, in which we set out the \r\ninternational community’s vision for the new \r\nmillennium. Unfortunately, facts and statistics show \r\nthat the results have not come up to our expectations. \r\nTargets have yet to be met. Poverty, hunger and \r\nepidemics are rampant throughout the world. Tension \r\nand occupation continue to threaten international peace \r\nand security. In those circumstances, development for \r\npeople in lands under Israeli occupation in the Middle \r\nEast cannot be achieved.  \r\n The 2000 Millennium Declaration reflected the \r\ninternational consensus on promoting sustainable \r\ndevelopment, combating poverty and protecting the \r\nenvironment. The eight Millennium Development \r\nGoals (MDGs) — namely, reducing the number of \r\npeople suffering from hunger and famine, providing \r\nprimary education to all in every country, improving \r\nthe status of women, lowering the rate of infant \r\nmortality, reducing maternal mortality and halting the \r\nspread of AIDS and malaria — constituted the common \r\ndenominator shared by States Members of the United \r\nNations in addressing the challenges confronting \r\nhumankind. \r\n A brief look at the achievements in the decade \r\nsince the adoption of the Millennium Declaration \r\nprompt us to say that the most basic elements of \r\ndevelopment — humankind’s sense of security, peace \r\nand liberation — have not been met. In our region, \r\nIsrael continues to occupy Palestine, whose people \r\nlanguish under occupation and suffer from hunger, \r\npoverty and repression. More than half a million \r\nSyrians have been pushed by Israel out of the occupied \r\nGolan, far from their land. About 20,000 remain \r\nlanguishing under occupation.  \r\n How can development and the MDGs be achieved \r\nin such circumstances? If it is true, as Israel claims and \r\nas we heard yesterday, that science and innovation \r\nhave replaced land as the source of wealth, why does \r\nIsrael not withdraw from the Palestinian, Syrian and \r\nLebanese territory under its occupation? Much of the \r\nsuffering in our region, in particular with regard to the \r\nfailure to achieve the MDGs, can be blamed on Israel’s \r\naggressive policies and its continuing occupation of \r\nour land. It must be emphasized that Syria’s demand \r\nfor peace does not involve concessions by Israel. \r\nInstead, it means returning all usurped lands to their \r\nrightful owners. \r\n Syria renews its commitment to the peace option \r\nas the only means of ensuring security, stability and \r\nprogress in the Middle East. We believe that peace can \r\nonly take root if it is a just peace that re-establishes the \r\nfull right of all people on the basis of resolutions of \r\ninternational legitimacy. We also believe that resuming \r\npeace negotiations requires clear foundations and \r\nguarantees to implement whatever is agreed. \r\n The signs of some recovery in the international \r\neconomic situation do not mean that the effects of the \r\nworld financial and economic crisis have receded. \r\nRather, the consequences of the crisis are being \r\nrevealed on a daily basis, especially in the poor \r\ncountries of the South. The number of poor people in \r\nthose States is increasing, making it incumbent upon \r\nthe United Nations and its Member States to continue \r\nto make the necessary efforts to coordinate the \r\nresponse to the crisis and its consequences in order to \r\ncarry out a fundamental reform of the international \r\neconomic and financial order so that the needs of \r\ndeveloping countries and their peoples may be \r\nsatisfied, ensuring their participation in economic and \r\nfinancial decision-making at the international level. \r\n The Syrian economy has many strong points. It is \r\na diversified economy. We focus on the real economy \r\nwhile also paying attention to the service economy. \r\nThat is in addition to the positive results we have \r\nachieved in our successive five-year plans for Syria’s \r\ndevelopment. The means used to respond to the \r\ninternational economic crisis have proved, more than \r\never before, that the State has a fundamental role to \r\nplay in ensuring oversight of economic and financial \r\nsystems at the national and international levels. The \r\nSyrian Government has sought to lessen the negative \r\neffects of the economic and financial crisis on our \r\nnational economy by adopting a series of decisions that \r\nhave had a positive effect on domestic economic \r\ngrowth. However, with regard to the MDGs, the \r\nfollowing points must be emphasized. \r\n First, unilateral economic measures imposed by \r\nsome developed States against a number of developing \r\ncountries undermine the world economic order. They \r\nhamper the efforts made by developing countries to \r\nbuild their economies and address the world economic \r\nand financial crisis, to say nothing of achieving lasting \r\nsustainable development. In that regard, I must point \r\nout that unilateral sanctions are imposed by some, \r\nwithout justification, on developing States like Syria \r\nA/65/PV.6  \r\n \r\n10-54304 52 \r\n \r\nand Cuba, contrary to international trade laws and \r\ninternational law. \r\n Secondly, developing countries continue to face a \r\nnumber of obstacles in attempting to join the World \r\nTrade Organization (WTO). A developing country \r\nmight have to wait nine years while its request to join \r\nWTO is discussed. That certainly does not help to \r\nestablish the appropriate international environment to \r\nsupport their efforts towards economic development \r\nand joining the world economy. \r\n Thirdly, donor countries must honour their \r\ncommitments to supporting development in the South. \r\nIn addition, South-South cooperation must be \r\nincreased. It is also necessary for the countries of the \r\nSouth to increase economic exchanges and harmonize \r\ntheir positions in international negotiations in order to \r\ndefend their interests, promote their development and \r\nachieve the MDGs. \r\n With five years remaining to achieve the MDGS, \r\ndespite the limited success thus far, and as we affirmed \r\nin the Millennium Declaration, we renew our faith in \r\ninternational cooperation towards more peace, \r\nprosperity and justice in the world. Let us all rise \r\ntogether to the challenges we face. Let us work \r\ntogether for a better future for humankind, a future \r\nwhere the coming generations enjoy security, peace \r\nand well-being. \r\n The Acting Chair (spoke in Arabic): I now give \r\nthe floor to His Excellency Mr. Pak Kil Yon, Vice-\r\nMinister for Foreign Affairs of the Democratic \r\nPeople’s Republic of Korea. \r\n Mr. Pak Kil Yon (Democratic People’s Republic \r\nof Korea) (spoke in Korean; English text provided by \r\nthe delegation): It was 10 years ago in this very forum \r\nthat the United Nations Millennium Declaration was \r\nadopted for a peaceful world free from war and poverty \r\nwhere all could flourish. Efforts by the international \r\ncommunity have continued unabated for the past \r\n10 years in order to achieve the Millennium \r\nDevelopment Goals (MDGs), the practical programme \r\nof the Millennium Declaration. \r\n It is regrettable that efforts have so far failed to \r\nreach the stage required for the development of \r\ndeveloping countries. Louder voices calling for poverty \r\neradication and sustainable development are coming \r\nfrom one side of the world, while from the other there \r\nis evidence of more militant behaviour, including \r\narmed invasions, military threats, sanctions and \r\nblockades targeted at sovereign States. \r\n Even at this moment, fears are growing about the \r\never-worsening financial crisis, the increasing number \r\nand  severity of natural disasters and the unusual \r\nclimate changes that are manifest throughout the \r\nworld. As a result, countries are faced with critical \r\nelements of instability and efforts to achieve the MDGs \r\non time have been hampered by serious challenges. \r\n With regard to the MDGs, it is imperative to \r\nestablish a peaceful environment before anything else. \r\nIf aggression and intervention continue against \r\nsovereign States and arms races intensify among world \r\nPowers, as we are witnessing today, the world will be \r\nfurther destabilized and overwhelmed by fear, leaving \r\ndeveloping countries to suffer from hunger and \r\npoverty. It is therefore essential for the international \r\ncommunity to make every effort to establish a peaceful \r\nenvironment by rejecting the use of force and removing \r\nthreats of its use. \r\n It is also imperative to adapt the existing \r\ninappropriate international economic architecture and \r\ncreate a sustainable environment so that the MDGs can \r\nbe achieved on time. Financial and economic crises \r\nacross the world in recent years have demonstrated the \r\nineffectiveness of the current inequitable international \r\neconomic architecture and have had a serious impact \r\non the already vulnerable economies of developing \r\ncountries. In such circumstances, the establishment of \r\nequitable international economic relations is urgently \r\nrequired. There must be no further delay. \r\n International development strategies and policies, \r\nincluding the MDGs, should be geared towards \r\nassisting developing countries in their efforts to \r\nstrengthen the self-reliance of their national economies \r\nand promote social justice and equality.  \r\n Enhancing the role of the United Nations is also \r\nimportant in the effort to achieve the MDGs. The \r\nUnited Nations should address the inappropriate \r\nelements of the international economic structure that \r\nhave a negative impact on the development efforts of \r\ndeveloping countries. It should also take steps to \r\nensure an international environment that favours the \r\nachievement of the MDGs by urging the strict \r\nadherence of developed countries to their official \r\ndevelopment assistance commitments, removing \r\ninequitable trade barriers and establishing a new \r\ninternational financial system. \r\n A/65/PV.6\r\n \r\n53 10-54304 \r\n \r\n The Democratic People’s Republic of Korea has \r\nnow embarked on a new phase in the building of a \r\ngreat, prosperous and powerful nation under the \r\nleadership of the great General Kim Jong Il. Our goal \r\nof building such a nation is fully in accordance with \r\nthe MDGs, as it implies a country with strong national \r\npower in which everything thrives and people enjoy \r\nwell-being. \r\n Major progress in terms of MDGs has already \r\nbeen made in the Democratic People’s Republic of \r\nKorea. We have free medical care, free compulsory \r\neducation and gender equality rights. We are now \r\ndevoting ourselves to their consolidation and \r\nqualitative improvement. It is the unwavering will of \r\nthe Government and people of the Democratic People’s \r\nRepublic of Korea to open the door to a great, \r\nprosperous and powerful nation by the year 2012, when \r\nwe will mark the centennial anniversary of the birth of \r\nthe great President Kim Il Sung. \r\n Our efforts to build a great, prosperous and \r\npowerful nation require a durable peaceful \r\nenvironment. This is the sixtieth year since the \r\noutbreak of the Korean War. To mark the occasion, we \r\nhave  proposed to the parties concerned that talks be \r\nheld on replacing the Korean Armistice Agreement \r\nwith a peace treaty. Our proposal is aimed at removing \r\nthe source of threats to peace and stability in the \r\nregion, establishing a mechanism for lasting peace on \r\nthe Korean peninsula and creating a peaceful \r\nenvironment to build the country’s economy and \r\nimprove people’s living standards. \r\n It is entirely thanks to the Songun politics of the \r\ngreat general Kim Jong Il that we are preserving peace \r\nand concentrating our efforts on building economic \r\npower in spite of the destabilized situation on the \r\nKorean peninsula. In the future, the Democratic \r\nPeople’s Republic of Korea will further expand and \r\ndevelop cooperation with all countries to build a \r\npeaceful and prosperous new world under a foreign \r\npolicy of independence, peace and friendship. We will \r\nmake an active contribution to the full achievement of \r\nthe Millennium Development Goals. \r\n The Acting Chair: I now give the floor to Her \r\nExcellency Ms. Paulette Bethel, chair of the delegation \r\nof the Commonwealth of the Bahamas. \r\n Ms. Bethel (Bahamas): The Bahamas welcomes \r\nthe opportunity to speak during this High-level Plenary \r\nMeeting, as it marks a pivotal point on the road to \r\nachieving the Goals we set out 10 years ago. \r\n For the Bahamas, attaining and surpassing the \r\nMillennium Development Goals (MDGs) figure \r\nprominently in our national policy considerations. \r\nWhile the Bahamas has undertaken an array of \r\nactivities in an effort to achieve the MDGs — and it is \r\nprojected that the Bahamas will indeed achieve many \r\nof the goals and targets identified in the process — it is \r\nimportant to note that such assessments often do not \r\nadequately reflect the high vulnerability of our country \r\nand the macroeconomic, social and human development \r\nchallenges that we face. That has been made utterly \r\napparent by the deep and lasting impact of the global \r\neconomic and financial crises in our country, as well as \r\nby the persistence of many social issues, including \r\nrising levels of transnational crime, non-communicable \r\nand other diseases and social instability. \r\n In the face of these many challenges, the \r\nBahamas has been able to achieve notable progress in \r\nmeeting the MDGs. In fact, at the High-level Meeting \r\non the MDGs that took place here at the United \r\nNations two years ago, the Prime Minister of the \r\nBahamas noted that we had not only achieved, but also \r\nsurpassed, the goal regarding the elimination of \r\npoverty.  \r\n The Prime Minister also revealed that the \r\nBahamas is able to ensure that every child from age \r\nfive is able to attend school, and that we meet the \r\nyardstick of females being able to go to school and \r\nhaving equal access to education, as well as the \r\nyardstick of female participation on the issue of gender \r\nequality. \r\n Prime Minister Ingraham added that, while more \r\nwork needed to be done, the Bahamas is doing well in \r\nproviding potable water throughout the country, in the \r\ntreatment of HIV/AIDS and in the management of \r\ninfant and maternal mortality rates. \r\n The Bahamas, however, like so many countries of \r\nthe Caribbean region, continues to confront significant \r\nchallenges with respect to achieving certain targets, \r\nincluding those related to health and environmental \r\nsustainability, and generally in respect of capacity \r\nconstraints and the collection of statistical data to \r\nsupport the work being done in the country. Moreover, \r\nother key factors, including the effects of the global \r\neconomic and financial crisis and the adverse impacts \r\nA/65/PV.6  \r\n \r\n10-54304 54 \r\n \r\nof climate change, threaten to undermine the progress \r\nmade thus far.  \r\n In view of these realities, we call for a greater \r\nsense of urgency in efforts to achieve the MDGs and to \r\nsustain the progress already made, particularly with \r\nrespect to vulnerable countries like the Bahamas. \r\n While national efforts are central in that regard, \r\nthe role of the international community in \r\ncomplementing these efforts cannot be overstated. First \r\nand foremost, we must meet our commitments under \r\nthe MDG process and mobilize the necessary resources \r\nto achieve the MDGs and to sustain the progress \r\nalready made.  \r\n We also need to strengthen accountability \r\nframeworks at all levels — frameworks that \r\nconsolidate global aid commitments, link them to \r\nresults with timelines — and establish monitoring and \r\nenforcement mechanisms. In that connection, the \r\nimportance of partnerships in complementing the work \r\nof Governments must also be highlighted. We must \r\npromote greater collaboration among Governments, the \r\nprivate sector, non-governmental organizations, civil \r\nsociety and other stakeholders. We must also fully \r\nrealize the interrelationship of efforts to achieve the \r\ninternationally agreed development goals, including \r\nthe MDGs, and address the global economic and \r\nfinancial crisis and climate change. \r\n While the draft outcome document (A/65/L.1) is \r\ncertainly not as ambitious as we would have hoped in \r\nthat regard, it represents hard-won consensus on key \r\nareas for accelerating the achievement of the MDGs. \r\nWith these guiding principles, it is our hope that we \r\nmeet the challenges of our time with the necessary \r\npolitical will and meaningful action at all levels in \r\norder to achieve the internationally agreed \r\ndevelopment goals, including the MDGs, within the \r\ntimelines we have set for ourselves. \r\n The Acting Chair (spoke in Arabic): I now give \r\nthe floor to His Excellency Mr. Maged Abdelaziz, chair \r\nof the delegation of the Arab Republic of Egypt. \r\n Mr. Abdelaziz (Egypt) (spoke in Arabic): At the \r\noutset, on behalf of Foreign Minister Ahmed Aboul \r\nGheit, allow me to express our deep appreciation for \r\nthe initiative of the Secretary-General and the \r\nPresident in convening a meeting at this critical point \r\nto reaffirm the importance of achieving the Millennium \r\nDevelopment Goals (MDGs) 10 years after their \r\nadoption, to review the agreed-upon will and \r\ndetermination to carry out their implementation, to \r\nassess what has been accomplished to date and to \r\nidentify the hurdles to the implementation process. \r\n The international financial and economic \r\nenvironment has experienced many negative \r\ndevelopments, including increases in food and energy \r\nprices, worsening of the severe consequences of \r\nclimate change and the impact of the economic and \r\nfinancial crisis which is affecting all countries. All this \r\nhas served to hamper the ability of developing \r\ncountries to achieve the MDGs by 2015, as agreed in \r\nthe Millennium Declaration. The international \r\ncommunity must therefore take urgent and \r\nunprecedented action to assist the global partnership \r\nfor development by effectively addressing the \r\nrepercussions of the crises, supporting the efforts of \r\ndeveloping countries to achieve the internationally \r\nagreed development goals, including the MDGs, and \r\nimproving those countries’ capacity to meet emerging \r\nchallenges. \r\n In this regard, many developing countries, \r\nincluding Egypt, have adopted strategies and policies \r\naimed at addressing poverty and improving the living \r\nstandards of their citizens. They have also embarked on \r\nsound macroeconomic policies and carried out reforms \r\nin their tax codes and legislation.  Yet they continue to \r\nface challenges that hinder their ability to achieve \r\ntangible results. Those challenges include the policy \r\nspace available to them and their need to enhance their \r\ncapacity to participate in international economic and \r\nfinancial systems and make their voices heard so as to \r\nimprove their ability to design and implement \r\ndevelopment policies and to invest the maximum in the \r\ninternational and domestic means available for the \r\neradication of poverty and the elimination of disease. \r\n Some African countries have made progress, as \r\nshown by positive indictors. However, the real problem \r\nremains the lack of sufficient funding due to the non-\r\nfulfilment by developed countries of their financial \r\nobligations, given that most official development \r\nassistance (ODA) is used for debt cancellation. \r\nConsequently, they are not obliged to generate new \r\nmonetary flows for prompt use in development. Yet, it \r\nis of great importance to double the resources allocated \r\nto achieving the MDGs, given the inadequacy of \r\ndomestic resources in developing countries. In this \r\ncontext, direct foreign investment complements aid as \r\na source of external financing for development, \r\n A/65/PV.6\r\n \r\n55 10-54304 \r\n \r\nespecially for the transfer of modern technology, \r\nproduction techniques, improved management, worker \r\ntraining, and so forth. \r\n In our view, the fundamental aim of this \r\npartnership is to work gradually to change the nature of \r\nthe relationship between developing and developed \r\ncountries from a donor-recipient relationship, based \r\nmainly on receiving grants and aid with all the \r\nassociated restrictions and conditions, to a new \r\nrelationship. The new relationship would allow \r\ndeveloping countries to achieve economic growth at a \r\nrapid rate, enabling them to become full partners with \r\nthe developed countries in an international economic \r\nenvironment based on equality, common interests and \r\nparticipation, thereby ensuring their continued efforts \r\ntowards sustainable development. \r\n Despite the negative effects of the successive \r\neconomic crises and the subsequent decline in the rate \r\nof assistance at the global level, the Egyptian \r\nGovernment has worked steadily towards achieving the \r\nMDGs, and there is time for further progress in the \r\nnext five years. Egypt has indeed come a long way in \r\nimplementing ambitious political reforms, along with a \r\ndevelopment plan consisting of economic and social \r\nreforms aimed not only at accelerating implementation \r\nof the MDGs but also at raising the standard of living \r\nof its citizens and achieving sustainable development \r\nin the long term. \r\n In this area, Egypt has implemented, within \r\navailable resources, an ambitious economic reform \r\nplan effectively tackling the problems ailing society, \r\nincluding reform of the legislative and institutional \r\ninfrastructure, in order to help create an attractive \r\nenvironment for foreign investment. \r\n Regarding social issues, Egypt has put the \r\nwelfare of the child at the heart of its social and \r\neconomic development. To this end, Egypt is working \r\nwith United Nations agencies and organizations, the \r\nprivate sector and non-governmental organizations on \r\nimproving children’s well-being and health. It is \r\nplacing emphasis on the improvement of school \r\nnutrition and the development of ambitious initiatives \r\nin this area, as well as the implementation of many \r\nother integrated programmes in the fields of literacy, \r\neducational quality, gender opportunity, health care, \r\nand social and child protection. In this context, as part \r\nof its regional efforts and in cooperation with the \r\nUnited Nations World Food Programme, Egypt, under \r\nthe patronage of its First Lady, will host a regional \r\nforum on 21-22 February 2011 at the Bibliotheca \r\nAlexandrina, on the power of nutrition and school \r\nmeals to transform the lives of children and enable \r\nthem to reach their potential. \r\n Furthermore, Egypt has made considerable \r\nprogress towards achieving MDGs 4 and 5 through its \r\nsuccess in reducing child and maternal mortality by \r\n73 per cent and 68 per cent respectively. We look \r\nforward to accomplishing these two MDGs in full by \r\n2015. \r\n At the same time as the launch of the United \r\nNations Entity for Gender Equality and the \r\nEmpowerment of Women, Egypt has taken many \r\npositive steps towards improving women’s \r\nparticipation in political decision-making, including \r\nthe introduction of a constitutional amendment \r\nsanctioning the allocation of 64 additional seats for \r\nwomen in Parliament. We have also established many \r\ncouncils and a coherent institutional structure to further \r\nthe empowerment of women, so that they may \r\ncontribute actively and fully to advancing society’s \r\nprogress on all fronts, political, economic and social. \r\n We strongly believe in the important role of \r\nSouth-South cooperation, which aims at promoting \r\nefforts by developing countries to achieve the MDGs. \r\nThrough the Egyptian Fund for Technical Cooperation \r\nwith Africa, Egypt helps many African countries in \r\ncapacity-building, especially in the areas of health, \r\nagricultural development and education, by providing \r\nthem with Egyptian experts to strengthen their \r\ninstitutions, as well as granting scholarships and \r\norganizing training courses and workshops for African \r\ncitizens, and by cooperating with international and \r\ninstitutions and donor countries. \r\n In conclusion, Egypt wishes to see a new \r\ninternational consensus going forward beyond 2015 \r\nthat takes into account the interests of middle-income \r\ncountries, since most MDGs aim at very basic \r\nhumanitarian needs and most assistance now goes to \r\nlow-income and heavily indebted countries. We are \r\nconfident that a more comprehensive view of \r\ndevelopment will lead to the achievement of all our \r\ngoals. \r\n The Acting Chair: I now give the floor to Her \r\nExcellency Mrs. Janine Coye-Felson, chair of the \r\ndelegation of Belize. \r\nA/65/PV.6  \r\n \r\n10-54304 56 \r\n \r\n Mrs. Coye-Felson (Belize): Let me first salute \r\nthe Co-Chairs and everyone else for their endurance on \r\nthis very long day. \r\n Twenty-nine years ago to this very day, Belize \r\nbecame an independent country. I was a child then and \r\nfor me, as for every other child of that time, the \r\nconcept of independence was foreign. For our parents, \r\nindependence meant freedom and the opportunity for \r\ntheir children to be the authors of their future through \r\nthe establishment of democratic institutions \r\nrepresenting and reflecting the voice of the people. \r\n Indeed, until children reach adulthood, we — as \r\nparents, as citizens of the global community, as \r\npolitical actors — bear responsibility for their future. \r\nEach and every one of us becomes a caretaker, \r\nensuring that our children have the basic necessities of \r\nlife. We must provide them with a decent standard of \r\nliving, education, a healthy environment, and security, \r\nto allow them to realize their full potential. Their \r\nfuture is dependent on what we do now. And at present \r\nwe run the risk of squandering that future. \r\n A child orphaned by disease or disaster, \r\nunprotected by the State, does not go to school. A child \r\ncrippled by hunger or maimed by war cannot go to \r\nschool. For every child who is forced into the fields or \r\nindustry, for every child who is forced to pick up a gun \r\nand not a book, we have forsaken their future and in so \r\ndoing we have forsaken our own. Study after study \r\nreinforces this reality — that a path to development \r\nrests with investment in our children and their mothers. \r\nA healthy mother begets a healthy child. An educated \r\nmother is empowered to better provide a nurturing \r\nenvironment that begets opportunities for her child. A \r\nhealthy, educated mother and child embody potential \r\nnot only of their own but for their community and their \r\neconomy. Investment in our children and women will \r\nbreak the cycle of poverty. \r\n But this accepted wisdom is not accepted \r\npractice. Progress towards the reduction of maternal \r\nmortality is the slowest among the Millennium \r\nDevelopment Goals (MDGs). Gender gaps are \r\npervasive throughout the world. Women suffer from \r\nviolence, a lack of basic rights, and a lack of access to \r\neducation, health care, technology and income. Gender \r\ndiscrimination is a universal cultural blight that \r\nentrenches the gulf between the haves and have-nots of \r\nthis world. \r\n In the words of a young mother, widowed by the \r\ndevastating earthquake that struck Haiti and left her \r\ndestitute in a camp, we must do something. Her cry of \r\ndesperation echoes throughout the world. It is the cry \r\nof every woman who finds herself similarly \r\nmarginalized and forlorn. But they cannot stand here \r\nbefore you and make that plea. It behooves us, then, as \r\ntheir representatives, to heed that clarion call. \r\n Belize applauds and welcomes the initiative of \r\nthe Secretary-General in launching the Global Strategy \r\nfor Women’s and Children’s Health. We also call upon \r\nthe global private sector to partner in this initiative. If \r\nthey cannot be prompted to act by the weight of moral \r\nsuasion, then perhaps they should consider the weight \r\nof economic advantage. Investing in female \r\nempowerment translates into increased productivity, \r\nimproved quality, and wider profit margins as a result \r\nof an expanded consumer base. \r\n Government and civil society have long \r\nshouldered the responsibility for the empowerment of \r\nwomen and the plight of our children. It is time for \r\nthose who depend on our mothers’ labour and that of \r\ntheir progeny to share in that responsibility. Together \r\nwe can do something. Together we can make a \r\ndifference. \r\n In the early morning of 12 September, only a few \r\ndays after Belizeans celebrated a day when our \r\nforefathers emerged victorious in the Battle of St. \r\nGeorge’s Caye — a defining moment for our \r\nnationhood and sovereignty — another battle was \r\nwaged in an impoverished neighbourhood in Belize \r\nCity. It ended in the death of an eight-year-old girl \r\ndeep in slumber. One would expect that such a loss \r\nwould have inspired murderous rage. Instead that \r\nchild’s mother spoke with absolute resolve and \r\ncomplete faith that her daughter’s death would be \r\navenged in justice. Her expectations are no different \r\nfrom those of the young mother in Haiti, as we hear in \r\nher quiet words that plead for something to be done. \r\n We as a nation, Belize and her people, affirm our \r\ndetermination to recapture the potential of now, so that \r\nour children’s generation and the generations beyond \r\nare enabled to define their future. In the words of our \r\nnational prayer, we thus resolve that “all our \r\nendeavours tend to peace, social justice, liberty, \r\nnational happiness, the increase of industry, sobriety \r\nand useful knowledge”. \r\n A/65/PV.6\r\n \r\n57 10-54304 \r\n \r\n The Acting Chair: I now give the floor to His \r\nExcellency Mr. Henry Leonard Mac-Donald, chair of \r\nthe delegation of the Republic of Suriname. \r\n Mr. Mac-Donald (Suriname): In taking a closer \r\nlook at the Millennium Development Goals (MDGs), \r\nwe have to conclude that there is nothing extraordinary \r\nabout them  but that they are merely reminders of \r\nsimple human needs and basic rights that every \r\nindividual around the world should be able to enjoy: \r\nfreedom from extreme poverty and hunger, quality \r\neducation, productive and decent employment, equality \r\nbetween women and men, good health and shelter, the \r\nright of women to give birth without risking their lives, \r\nand a sustainable living environment. \r\n In cooperation with the national MDG Steering \r\nCommittee, which is a national network of \r\ngovernmental and non-State actors responsible for \r\nmonitoring the implementation of MDGs in Suriname, \r\nthe Government of Suriname produced its second \r\nMDG progress report in 2009. It indicates that \r\nremarkable progress has been made towards the \r\nachievement of the Goals. Of significance is the \r\nsuccess story whereby the total number of diagnosed \r\ncases of malaria in Suriname was reduced by 90 per \r\ncent from 2001 to 2008 and the malaria mortality rate \r\nwas reduced to zero from 2005 to 2008. \r\n But the report also notes that there have been \r\nsetbacks and that there are still a number of challenges \r\nin areas such as school enrolment in the hinterland, \r\nsustainable employment for young people, better \r\naccess for pregnant women to health care, birth control \r\nand essential medicine, and ensuring a sustainable \r\nliving environment. \r\n Suriname stands firm in its commitment to \r\nachieve the MDGs by 2015. The inaugural speech of \r\nour newly elected President, His Excellency Desiré \r\nDelano Bouterse, and the recent coalition manifesto \r\nthat will guide our policies for the coming years have \r\nset out many aspirations and objectives to deal with the \r\nconcerns stated earlier and whose realization will lead \r\nto the achievement of the MDGs in Suriname. \r\n Many developing countries have made significant \r\nprogress. However, it is clear that improvements in the \r\nlives of the poor have been unacceptably slow and that \r\nthe hard-won gains are being threatened by the climate, \r\nfood, and economic and financial crises and by \r\npersistent disparities and inequalities among and within \r\nnations. Further, the acceleration of progress over the \r\nnext five years will need to focus on continuing the \r\nproven strategies, policies and interventions and on \r\nmaking a radical break with those that do not work. \r\n With 90 per cent of its total land area forested, \r\nSuriname ranks extremely high in the world as a high-\r\nforest low-deforestation country. As we speak, our \r\nforests are making significant contributions to the \r\nglobal community in terms of biodiversity conservation \r\nand mitigation of climate change. Although we prefer \r\nto keep our forest standing in order to continue \r\nproviding those and other ecosystem services to the \r\nglobal community, we are concerned about doing that \r\nat the cost of the sustainable development of our \r\npeople. In that light, we are ready to welcome with \r\nappreciation the support of members of this Assembly \r\nwho would be willing to stand with us and to support \r\nus in this endeavour through provision of such \r\nresources as finance, technology and capacity support. \r\n In our view, the realization of the MDGs requires \r\na collective approach integrating national, regional and \r\ninternational cooperation, which will also benefit \r\nvarious crucial developments in the world such as \r\ninternational peace and security, sustainable \r\ndevelopment and economic integration, including \r\nthrough fair trade. In that regard, the achievement of \r\nGoal 8, on global partnerships, still remains a \r\nchallenge — specifically since efforts to step up \r\nofficial development assistance (ODA) have been set \r\nback and its volume, quality and predictability \r\ncontinue to be far lower than the agreed levels. We \r\nagain underline the need for greater political \r\ncommitment on the part of all donors. Such political \r\ncommitments should be reflected in ODA timetables \r\nand would enable predictable and timely availability to \r\nmeet the MDGs, as we have agreed internationally. \r\n This last point is of further concern given that, \r\naccording to the report of the Secretary-General \r\n(A/64/665), the world possesses the resources and \r\nknowledge to ensure that even the poorest countries, \r\nand others held back by disease, geographic isolation \r\nor civil strife, can be empowered to achieve the \r\nMillennium Development Goals. Here again we take \r\nthe opportunity to support the concept that economic \r\nand social development is the centerpiece of the \r\nobjectives and operational activities of the United \r\nNations. \r\n Allow me to highlight the issue of the emerging \r\nhealth crisis caused by the increasing incidence and \r\nA/65/PV.6  \r\n \r\n10-54304 58 \r\n \r\nprevalence of non-communicable diseases. Such \r\ndiseases account for more than half of all deaths \r\nworldwide and significantly reduce life expectancy, \r\nquality of life and productivity. Although non-\r\ncommunicable diseases are currently not included in \r\nthe indicators for assessing progress on the \r\nachievement of the MDGs, they undoubtedly have a \r\nnegative impact. The poorest people, who are among \r\nthe most vulnerable to those diseases, have the least \r\naccess to health interventions, which ultimately drives \r\nthem further into poverty and deprivation. We therefore \r\nstrongly support the call for integrating relevant \r\nindicators into the MDG monitoring and evaluation \r\nsystem. \r\n In conclusion, Suriname reiterates its \r\ncommitments to realize sustainable development and to \r\nachieve the MDGs by the target date of 2015, as well \r\nas our readiness to join the international community \r\nand partners in complementing national efforts and \r\naccelerating actions in the relevant framework of the \r\ndevelopment activities of the United Nations system. \r\n In the spirit of solidarity in international \r\ncooperation, Suriname is also strongly in favour of \r\nSouth-South and triangular cooperation as a means of \r\nenhancing the cross-fertilization of best practices, \r\nknowledge sharing and capacity-building among \r\ndeveloping countries. Our experience with the success \r\nin eradicating malaria mortality in Suriname is \r\ntestimony of the fact that Goals are achievable when \r\nnationally owned development strategies, policies and \r\nprogrammes are supported by international \r\ndevelopment partners. \r\n The Acting Chair: I now give the floor to His \r\nExcellency Mr. Dalius Čekuolis, chair of the delegation \r\nof the Republic of Lithuania. \r\n Mr. Čekuolis (Lithuania): I would like to make a \r\nstatement on behalf of Mr. Audronius Ažubalis, \r\nMinister for Foreign Affairs of the Republic of \r\nLithuania.  \r\n Ten years since the Millennium Summit, the \r\nimplementation of the Millennium Development Goals \r\n(MDGs) remains uneven, both in terms of geography \r\nand the level of progress on specific goals. Challenges \r\nboth old and new threaten to slow down and even \r\nreverse the progress achieved so far. This High-level \r\nMeeting offers an excellent occasion for us all to renew \r\nand refocus the commitments we made 10 years ago. \r\n Development cooperation is in the natural interest \r\nof all countries — big and small, recipients and \r\ndonors — since persistent poverty, underdevelopment \r\nand neglect of basic human rights provide a fertile \r\nground for extremism and radicalization and add to the \r\nproblems of illegal migration, human trafficking, \r\ntransborder crime and a variety of other complex \r\nproblems that affect us all. Those problems cannot be \r\nresolved by any one country alone. \r\n As responsible democratic Governments, we must \r\nfirst and foremost respond to the worries and concerns \r\nof our citizens affected by the recent economic \r\nslowdown by doing everything in our power to enable \r\nfinancial recovery and to set our national economies \r\nback on track. At the same time, we must live up to \r\nexisting development commitments and pledges and \r\nmake sure that the implementation of the MDGs is kept \r\non track. \r\n Importantly, development cooperation pays back \r\nas countries emerge from poverty and instability, \r\ncreating a safer environment for trade, investment and \r\nbusiness opportunities for all. However, development \r\nfunds are not limitless, and references to donor fatigue \r\nare increasingly common. \r\n As we move towards 2015, we need make sure \r\nthat not one penny of development money is wasted, \r\nthat development efforts are more coherent and more \r\neffectively coordinated and that duplication and \r\nwasteful practices are avoided. We believe that further \r\nefforts to ensure system-wide coherence are highly \r\npertinent in that regard. My country will continue to \r\nsupport them. \r\n Mutual accountability, aid effectiveness, targeted \r\nresults-oriented investment of development funds and \r\nthe mobilization of domestic policies and resources are \r\nkey to progress in achieving the MDGs. Lithuania \r\nwelcomes the proposal by European Union (EU) \r\nCommissioner Piebalgs regarding the MDG initiative \r\nthat provides for a part of the reserves of the tenth \r\nEuropean Development Fund to be used to increase EU \r\nsupport to African, Caribbean and Pacific countries in \r\ntheir efforts to reach the MDGs. We believe that \r\ninitiative is a right step towards increasing aid \r\neffectiveness. \r\n Speaking from our own experience, Lithuania \r\nunderlines the importance for MDG implementation of \r\ngood governance at all levels and of solid democratic \r\ninstitutions responsive to the needs of people, based on \r\n A/65/PV.6\r\n \r\n59 10-54304 \r\n \r\nthe key principles of participation, accountability and \r\ntransparency. Countries with recent reform experience, \r\nsuch as Lithuania, can assist developing nations in \r\ntheir efforts to reform tax and administration systems \r\nin order to increase revenue and mobilize domestic \r\nresources along with external aid for sustainable \r\ndevelopment and the achievement of the MDGs. \r\n After restoring independence 20 years ago, \r\nLithuania moved quickly from a recipient to a donor \r\ncountry. In the past five years alone, Lithuania’s \r\nofficial development assistance (ODA) increased four-\r\nfold. In line with overall EU commitments, Lithuania \r\nis working to meet the ODA target of 0.33 per cent of \r\ngross national income by 2015. Lithuania’s \r\ndevelopment cooperation focuses on areas where we \r\nhave a comparative advantage that arises from our own \r\nState-building experience, namely, good governance \r\nand democratic reform, the rule of law and building a \r\nfunctioning market economy, sustainable development \r\nand education. \r\n In terms of development partners, we started out \r\nby focusing on a relatively small number of countries \r\nin Eastern Europe and the South Caucasus. Today, \r\nLithuania’s development cooperation is reaching out to \r\nmore distant regions, from Afghanistan to the Middle \r\nEast. \r\n In Afghanistan, where Lithuania leads a \r\nprovincial reconstruction team in the province of Ghor, \r\nwe have focused on Goal 2 by providing training for \r\nteachers, supporting and promoting primary education, \r\nbuilding schools and supplying necessary teaching \r\nmaterial. We also carried out a number of programmes \r\nrelated to Goals 4 and 5, such as those on the  \r\n \r\nvaccination of children and women of child-bearing \r\nage and on providing health-care services and \r\nsupplementary nutrition for pregnant women. In that \r\ncontext, we welcome the joint action plan for women’s \r\nand children’s health initiated by the Secretary \r\nGeneral. We look forward to more active involvement \r\nby the United Nations and multilateral donors in the \r\nGhor province of Afghanistan. \r\n Let me now turn briefly to women and \r\ndevelopment. Empowerment of women and their full \r\nparticipation at all levels of economic, political and \r\nsocial life are key to poverty reduction, economic \r\nrecovery and prosperity and to the full enjoyment of all \r\nhuman rights by all.  \r\n We cannot expect substantial progress on the \r\nMDGs globally if women are left out or treated as \r\nsecond-class citizens. Full participation by women is \r\nalso essential to building vibrant and durable \r\ndemocracies around the world. Educating girls and \r\nwomen and promoting women’s access to full \r\nemployment, decent work and working conditions and \r\nto credit and resources have a natural multiplier effect \r\non the entire economy, and thus on overall progress in \r\nachieving the Millennium Development Goals. We \r\ntherefore support further mainstreaming of the gender \r\nperspective in both national and multilateral \r\ndevelopment policies and projects. Also in that context, \r\nwe welcome the recent creation of UN Women — the \r\nUnited Nations Entity for Gender Equality and the \r\nEmpowerment of Women. We hope it will be a \r\npowerful instrument in supporting development \r\nprogress worldwide. \r\n  The meeting rose at 9.40 p.m. \r\n \r\n \r\n \r\n"