" United Nations  A/65/PV.53\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fifth session \r\n \r\n53rd plenary meeting \r\nMonday, 29 November 2010, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n10-65551 (E) \r\n*1065551*   \r\nPresident: Mr. Deiss . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Switzerland) \r\n \r\n \r\n  The meeting was called to order at 3.05 p.m. \r\n \r\n \r\nAgenda item 37 \r\n \r\nQuestion of Palestine \r\n \r\n  Report of the Committee on the Exercise  \r\nof the Inalienable Rights of the Palestinian \r\nPeople (A/65/35) \r\n \r\n  Report of the Secretary-General (A/65/380 \r\nand Add.1) \r\n \r\n  Draft resolutions (A/65/L.14, A/65/L.15, \r\nA/65/L.16, A/65/L.17 and A/65/L.24) \r\n \r\n The President (spoke in French): We meet today \r\nto address the painful and persistent question of \r\nPalestine. Today, 29 November, we also observe the \r\nInternational Day of Solidarity with the Palestinian \r\nPeople. For that occasion, I addressed the Committee \r\non the Exercise of the Inalienable Rights of the \r\nPalestinian People this morning. I recalled the \r\nsustained and resolute commitment of the United \r\nNations General Assembly to the Palestinian people, \r\nthe peoples of the region and the peace process. \r\n It is in that same spirit of firm determination that \r\nI open the debate on the question of Palestine this \r\nafternoon. As the Assembly knows, 29 November is the \r\nday on which, in 1947, the General Assembly adopted \r\nresolution 181 (II), which divided the territory known \r\nas mandatory Palestine into two States; one Jewish, \r\none Arab. \r\n Since then, the General Assembly has \r\nconsistently ensured that a peaceful settlement of the \r\nconflict continues to be a priority on the agenda of the \r\ninternational community. The Assembly has repeatedly \r\nstated that it considers that a solution in accordance \r\nwith resolution 181 (II) would be the most viable — a \r\nsolution whereby the Israelis and the Palestinians live \r\nside by side in peace and security within recognized \r\nborders. We must spare no effort in supporting both \r\nIsrael and the Palestinian Authority in achieving a just \r\nand lasting solution after decades of confrontation, \r\nconflict and violence. \r\n Today, after 63 years of suffering inflicted on the \r\npeople of the region, we must ask ourselves how we \r\nwill explain to future generations our inability, for all \r\nthese years, to realize what all believe to be just and \r\nbeneficial for all. We must come together to begin a \r\ncredible and sincere dialogue and seek the compromise \r\nthat will lead us to that solution. \r\n I encourage the parties in their desire for \r\nengagement, but more must be done. It is necessary to \r\ngo beyond good intentions and get past the deadlocks \r\nthat have developed over time. Lastly, honest and fair \r\nnegotiations must be conducted. Violence and acts of \r\nterror must cease. International law and United Nations \r\nresolutions must be respected. Any action that could \r\nworsen the situation and fuel a climate of suspicion and \r\nmistrust must stop. \r\n That is not an easy task. Difficult choices and \r\nsacrifices will be necessary on both sides. But we \r\nabsolutely must, finally, find the strength and courage \r\nA/65/PV.53  \r\n \r\n10-65551 2 \r\n \r\nto respond to the aspirations of the peoples of the \r\nregion to live together in dignity and security. The time \r\nhas come to make peace. \r\n In the short term, we must take steps to relieve \r\nthe suffering of the Palestinian people. The General \r\nAssembly has repeatedly expressed its concern about \r\nthe humanitarian conditions in the Gaza Strip and the \r\nWest Bank. Without swift progress, the humanitarian, \r\neconomic and security conditions of the Palestinian \r\npeople will continue to deteriorate. I call on all \r\nMember States to support the work of the United \r\nNations Relief and Works Agency for Palestine \r\nRefugees in the Near East. I encourage the \r\ninternational community to provide financial, technical \r\nand political support that will alleviate the distress of \r\nthe Palestinian people. The stakes are high, but there is \r\nno alternative to a peaceful solution to the situation. \r\nOur debate today must affirm our determination. \r\n I now give the floor to His Excellency Mr. Abdou \r\nSalam Diallo of Senegal, who will speak in his \r\ncapacity as Chairman of the Committee on the Exercise \r\nof the Inalienable Rights of the Palestinian People, and \r\nwho will also introduce draft resolutions A/65/L.14, \r\nL.15, L.16 and L.17. \r\n Mr. Diallo (Senegal), Chairman of the \r\nCommittee on the Exercise of the Inalienable Rights of \r\nthe Palestinian People (spoke in French): It is my great \r\nhonour and pleasure to address the General Assembly \r\nfor the first time, in my new capacity as Chairman of \r\nthe Committee on the Exercise of the Inalienable \r\nRights of the Palestinian People, on the important \r\nagenda item on the question of Palestine. \r\n Allow me at the outset to express on behalf of the \r\nCommittee my sincere appreciation to all who took \r\npart in this morning’s special meeting of the \r\nCommittee in observance of the International Day of \r\nSolidarity with the Palestinian People. \r\n Before I introduce the four draft resolutions \r\ndrafted by our Committee under the agenda item, I \r\nwould like to make a few remarks about the situation \r\nin the occupied Palestinian territories, including East \r\nJerusalem, and developments in the political process. \r\n The situation of the Jewish settlements is \r\nreceiving increasing attention, particularly as it affects \r\nthe prospects for resuming direct Israeli-Palestinian \r\nnegotiations. The Committee calls upon Israel to \r\nrestore the settlement moratorium, extend it \r\nindefinitely and apply it also to East Jerusalem. The \r\nCommittee is deeply alarmed by the unilateral \r\nmeasures intended to alter the political, demographic \r\nand legal realities in that Holy City, as well as by \r\nmovement restrictions and checkpoints aimed at \r\ncreating a divide between East Jerusalem and the rest \r\nof the occupied West Bank. \r\n The humanitarian crisis in the Gaza Strip, caused \r\nparticularly by the Israeli economic blockade, \r\ncontinues to be a source of great concern to the \r\nCommittee. That is why the Committee wishes to recall \r\nthat the United Nations has a permanent responsibility \r\ntowards the question of Palestine until it is resolved in \r\nall its aspects in a satisfactory manner in accordance \r\nwith international legitimacy. \r\n For its part, the Committee intends to continue \r\nplaying a constructive role in support of the \r\ninternational community’s efforts to bring about a \r\npeaceful solution of the question of Palestine. \r\nSpecifically, the Committee has been a strong \r\nsupporter of the two-State solution, whereby an \r\nindependent, sovereign State of Palestine will be \r\nestablished within the 1967 borders, with East \r\nJerusalem as its capital, living side by side with Israel \r\nin peace and security. Such a solution should also bring \r\npeace and security to the Israeli people and open the \r\nway for Israel’s full integration into the region, in \r\nkeeping with the Arab Peace Initiative. \r\n I would now like to introduce to the Assembly the \r\nfour draft resolutions adopted by the Committee and \r\ncirculated under this agenda item: A/65/L.14, \r\nA/65/L.15, A/65/L.16 and A/65/L.17. \r\n The first three draft resolutions are related to the \r\nwork of the Committee on the Exercise of the \r\nInalienable Rights of the Palestinian People, the \r\nDivision for Palestinian Rights of the Secretariat, and \r\nthe special information programme on the question of \r\nPalestine of the Department of Public Information, also \r\nof the Secretariat. They reaffirm the important missions \r\nentrusted to those entities by the General Assembly. As \r\nin the past, the Committee intends to make sure that \r\nresources made available to it are employed in the \r\noptimum manner for all authorized activities. The three \r\ndrafts have been updated. \r\n The fourth draft, A/65/L.17, entitled “Peaceful \r\nsettlement of the question of Palestine”, reiterates the \r\nposition of the General Assembly with regard to the \r\nessential elements of such a settlement and refers to the \r\n A/65/PV.53\r\n \r\n3 10-65551 \r\n \r\ndevelopments of the past year. It reaffirms, inter alia, \r\nthe General Assembly’s full support for the Middle \r\nEast peace process based on the relevant United \r\nNations resolutions, the Madrid terms of reference, in \r\nparticular, the principle of land for peace, the Arab \r\nPeace Initiative, the Quartet’s road map and the \r\nexisting agreements between Israel and the \r\nPalestinians. \r\n The four draft resolutions that I have just \r\nintroduced outline positions, mandates and \r\nprogrammes that are of special importance. I would \r\nlike to call on the General Assembly to vote in favour \r\nof them and support the important goals contained \r\ntherein. \r\n The President (spoke in French): I thank the \r\nChairman of the Committee on the Exercise of the \r\nInalienable Rights of the Palestinian People. \r\n I now give the floor to His Excellency  \r\nMr. Saviour Borg of Malta, Rapporteur of the \r\nCommittee on the Exercise of the Inalienable Rights of \r\nthe Palestinian People. \r\n Mr. Borg (Malta), Rapporteur of the Committee \r\non the Exercise of the Inalienable Rights of the \r\nPalestinian People: It is an honour for me, in my \r\ncapacity as Rapporteur of the Committee on the \r\nExercise of the Inalienable Rights of the Palestinian \r\nPeople, to present to the General Assembly the annual \r\nreport of the Committee, contained in document \r\nA/65/35. Allow me to summarize each section of the \r\nreport. \r\n In chapters I through III, the report covers the \r\nCommittee’s mandate and objectives, as well as its \r\ngeneral perspective on the events that have taken place \r\nin the course of the year. The Introduction to the report \r\nrefers to the origins of the Committee, which this year \r\nmarked its thirty-fifth anniversary, having been \r\nestablished in 1975. \r\n It is to be noted that throughout its existence, the \r\nCommittee, through its reports, has continued to stress \r\nthat a comprehensive, just and lasting solution to the \r\nquestion of Palestine — the core of the Arab-Israeli \r\nconflict — must be based on the relevant United \r\nNations resolutions and a series of essential principles. \r\nThe most important of those principles are, first, that \r\nIsrael, the occupying Power, must withdraw from the \r\nPalestinian territory occupied since 1967, including \r\nEast Jerusalem, and from the other occupied Arab \r\nterritories. Secondly, the right of all States in the region \r\nto live in peace within secure and internationally \r\nrecognized boundaries must be respected. Thirdly, the \r\ninalienable rights of the Palestinian people must be \r\nrecognized and exercised. Moreover, the Committee \r\nhas consistently supported a peaceful solution of the \r\nquestion of Palestine, welcoming, among other \r\ninitiatives, the 1991 Madrid Peace Conference, the \r\nArab Peace Initiative and the Quartet’s road map. \r\n Under chapter IV, the report reviews the situation \r\nrelating to the question of Palestine, as monitored by \r\nthe Committee during the year. It contains a detailed \r\nfactual account of events that have taken place in the \r\nperiod under review. An important development to be \r\nmentioned in particular is the Israeli-Palestinian peace \r\nnegotiations, which saw the critical role undertaken by \r\nthe United States in May 2010 to facilitate indirect \r\ntalks between the parties. This chapter also portrays in \r\nsome detail the grave situation persisting on the \r\nground, especially in and around Gaza, and the daily \r\ndifficulties being faced by the population in the \r\noccupied territory as a result of restrictions, illegal \r\nsettlements activities, demolitions, increased violence \r\nby Israeli settlers, the continued construction of the \r\nwall in the West Bank, including in and around \r\noccupied East Jerusalem, and the acute water shortage. \r\n Chapter V reviews the action taken by the \r\nCommittee, including the Chairman’s participation in \r\nGeneral Assembly and Security Council debates, \r\nstatements issued by the Committee and its Bureau, \r\nand the continued dialogue between the Committee and \r\nintergovernmental organizations. \r\n The chapter also reports on the mandated \r\nactivities carried out by the Division for Palestinian \r\nRights and on international meetings and conferences \r\norganized by the Committee and the Division with the \r\nmain objective of raising international awareness of \r\nvarious aspects of the question of Palestine and \r\ninternational support for the rights of the Palestinian \r\npeople and the peaceful settlement of the question of \r\nPalestine. \r\n In that respect, it is important to note the \r\nconvening last February in Malta of the International \r\nMeeting in Support of the Israeli-Palestinian Peace, \r\nwhich for the first time was co-organized with the \r\nParliamentary Assembly of the Mediterranean, the \r\nseminar and the meeting of civil society held in Vienna \r\nin March, the international meeting and public forum \r\nA/65/PV.53  \r\n \r\n10-65551 4 \r\n \r\nheld in Istanbul last May, and the African meeting held \r\nin Rabat in July. \r\n Chapter V also highlights the increase in  \r\nthe close cooperation between the Committee and \r\nintergovernmental organizations, with civil society \r\norganizations and with parliaments and \r\ninterparliamentary organizations. \r\n Of special mention in this chapter is the active \r\nand valid involvement of the Division for Palestinian \r\nRights in the research, monitoring and publications \r\nprogramme, including dissemination through the \r\nInternet. User-friendly measures for the United Nations \r\nInformation System on the Question of Palestine \r\n(UNISPAL) are being expanded and developed, \r\nincluding through the incorporation of additional \r\nmultimedia content and RSS and Twitter feeds. That \r\ncontinues to improve and facilitate the use of modern \r\ntechnology in the transmittal of information to the \r\ninternational community at large on the unstinting \r\nefforts by the United Nations and the Committee on the \r\nquestion of Palestine. \r\n Chapter VI provides an overview of the work \r\ndone over the year by the Department of Public \r\nInformation (DPI) in accordance with General \r\nAssembly resolution 64/18 of 2 December 2009 and in \r\nthe implementation of its special information \r\nprogramme on the question of Palestine. \r\n That chapter provides information on the valuable \r\ncoverage given by DPI in the past 12 months to raise \r\nawareness of the question of Palestine, especially \r\nthrough UN Radio and the United Nations News \r\nCentre, the organization of the annual International \r\nMedia Seminar on Peace in the Middle East, which was \r\nheld in Lisbon this year, the training programme for \r\nyoung Palestinian journalists, the digitization of \r\ndocuments for UNISPAL, and the dissemination of \r\ninformation and the organization of outreach activities. \r\n Chapter VII, the last chapter, contains the \r\nconclusions and recommendations of the Committee, in \r\nwhich, among other things, the Committee expresses \r\nits opposition to the resumption of the illegal \r\nconstruction in Israeli settlements in the West Bank. \r\nThe Committee also expresses its concern over the \r\ncontinued construction of the separation wall and the \r\nimpunity with which Israel’s legal obligations, as \r\nconfirmed by the advisory opinion of the International \r\nCourt of Justice, have been flouted. It calls upon the \r\ninternational community to take the required action to \r\nensure respect for and compliance with the Court’s \r\nruling, the Fourth Geneva Convention, and the relevant \r\nUnited Nations resolutions. \r\n The Committee expresses its serious concern \r\nabout the situation in occupied East Jerusalem, \r\nincluding the acceleration of settlement construction \r\nand expansion, demolitions of houses, revocations of \r\nresidency rights, eviction of Palestinian citizens, settler \r\nextremism and threats to Jerusalem’s holy sites and \r\nhistorical heritage. The Committee reiterates its \r\nposition that Israel’s dangerous and provocative \r\npolicies in East Jerusalem are prone to spark negative \r\nreactions on the ground and in the region and by \r\nMuslims worldwide, leading to violence and even \r\narmed conflict. \r\n The Committee reiterates that East Jerusalem is \r\nan integral part of the occupied Palestinian territory, \r\nand a negotiated solution of the question of Jerusalem, \r\nbased on international law, is essential to resolving the \r\nIsraeli-Palestinian conflict and crucial for a durable \r\npeace in the whole region. \r\n The Committee further reiterates its condemnation \r\nof the continued Israeli blockade of the Gaza Strip as a \r\nsevere form of collective punishment of the entire \r\npopulation of Gaza. The Committee also reiterates its \r\ncondemnation of the firing of rockets and mortar \r\nrounds by Palestinian militants from Gaza and \r\nreiterates its call for the release of Israeli corporal \r\nGilad Shalit. \r\n The Committee urges Israel to open all of the \r\nborder crossings with the Gaza Strip for the flow of \r\nhumanitarian aid, import and export of commercial \r\ngoods, including reconstruction materials, and \r\nmovement of persons in accordance with international \r\nhumanitarian law, the November 2005 Agreement on \r\nMovement and Access and Security Council resolution \r\n1860 (2009). \r\n The Committee acknowledges the value of \r\ninternal investigations into the Israeli military \r\noffensive against Gaza of 2008 and 2009 and the Free \r\nGaza flotilla incident of May 2010, as well as their \r\nfollow-up. At the same time, the Committee calls for a \r\ncomprehensive, credible and independent investigation \r\ninto the violations of international law committed and \r\ndemands follow-up action. \r\n It also appeals to all the high contracting parties \r\nto the Fourth Geneva Convention to fulfil their \r\n A/65/PV.53\r\n \r\n5 10-65551 \r\n \r\nobligations in accordance with common article 1, \r\nwhich requires the high contracting parties to respect, \r\nand to ensure respect for, the Convention in all \r\ncircumstances. \r\n The Committee welcomed the resumption of the \r\ndirect negotiations between Israel and the Palestinians \r\non all permanent issues and notes the important role \r\nplayed here by the United States, Egypt and Jordan. \r\nThe Committee also stresses the importance of those \r\nnegotiations being based on relevant Security Council \r\nresolutions, the Madrid terms of reference and the Arab \r\nPeace Initiative, and of regional partners being directly \r\ninvolved in them. In that respect, the continued support \r\nby the international community, in particular by the \r\nQuartet and its individual members, is key to moving \r\nforward the Israeli-Palestinian negotiations on all \r\npermanent status issues. \r\n The Committee supports the Palestinian State-\r\nbuilding efforts by advocating sustained and generous \r\ndonor commitment, highlighting the actual needs on \r\nthe ground and providing the Palestinian Authority \r\nwith the opportunity to present its assessment to the \r\nwider international community. \r\n The Committee, while remaining concerned that \r\nthe divisions among the Palestinian factions \r\nprofoundly affect the legitimate Palestinian national \r\naspirations for statehood and peace, calls for \r\ninvigorated efforts by all Palestinian factions to help \r\nreconcile their positions on the basis of the prevailing \r\nconsensus on the need to achieve the two-State \r\nsolution, which would lead to the exercise by the \r\nPalestinian people of its inalienable rights. \r\n The Committee will focus its programme of \r\ninternational meetings and conferences for 2011 on \r\nwidening international support for the permanent status \r\nnegotiations and on contributing to the creation of a \r\nfavourable international atmosphere for their conduct \r\nin good faith. \r\n The Committee will aim to mobilize increased \r\ninternational scrutiny of developments on the ground, \r\nin particular as regards a halt to all settlement activities \r\nin the West Bank and East Jerusalem and an end to all \r\nother illegal Israeli policies and practices in the \r\noccupied Palestinian territory. The Committee also \r\naims to support global campaigns to challenge Israeli \r\nimpunity and promote the concept of Israeli \r\naccountability for its actions towards the Palestinian \r\npeople. It will pay special attention to highlighting the \r\nplight of the most disadvantaged Palestinians, such as \r\nPalestine refugees, Palestinians living in Gaza and \r\nPalestinian political prisoners. The Committee aims to \r\ncontribute to efforts towards ending incitement on both \r\nsides, provide a venue for the narratives to be heard \r\nand reconciled and, with the help of civil society, \r\npromote peace education. It will place special \r\nemphasis on the inclusion and empowerment of women \r\nand their organizations in that process. \r\n The Committee will undertake to further develop \r\nits cooperation with parliamentarians and their \r\numbrella organizations, as it considers that lawmakers \r\nhave a special responsibility to ensure that their \r\nGovernments actively promote and support the \r\nrealization of the two-State solution and ensure respect \r\nfor international law in accordance with their \r\ninternational obligations. \r\n Finally, the Committee will promote the \r\ncontinuation of civil society initiatives in support of \r\nthe Palestinian people, and would encourage them to \r\nwork closely with their national Governments and \r\nother institutions with a view to gaining their full \r\nsupport for the work of the United Nations, including \r\nthe activities and programmes of the Committee, on the \r\nquestion of Palestine. \r\n In conclusion, I would like to express the hope \r\nthat the annual report of the Committee that I have just \r\npresented will be of assistance to the General \r\nAssembly in its deliberations on the question of \r\nPalestine. \r\n The President (spoke in French): I now give the \r\nfloor to the representative of the Libyan Arab \r\nJamahiriya to introduce draft resolution A/65/L.24. \r\n Mr. Dabbashi (Libyan Arab Jamahiriya) (spoke \r\nin Arabic): The General Assembly is once again \r\nconsidering the question of Palestine. It has done so \r\ncontinuously since 1947, without any hope of the \r\nPalestinians establishing their own State or of returning \r\nto their homeland, and without the international \r\ncommunity’s help to serve justice and avert threats to \r\ninternational peace and security in the region. \r\n The particular nature of the question of Palestine \r\nimposes on the international community the obligation \r\nto deal with it differently — on the basis of historical \r\nfacts, current practices and the search for solutions in \r\nthe context of the principles of international law. Based \r\non that premise, today the Libyan delegation seeks to \r\nA/65/PV.53  \r\n \r\n10-65551 6 \r\n \r\nfocus the attention of the international community on \r\nthe right approach to resolving the question of \r\nPalestine, rather than continuing on a futile path of \r\nclosed doors and dreaming of the mirage of the \r\nso-called two-State solution. \r\n Allow me to go back in history — not to the past \r\n3,000 years exploited by Zionism to create the tragedy \r\nwe see today in Palestine; but to the past 100 years, \r\nevidence of which clearly still exists throughout \r\nhistorical Palestine — in order to demonstrate the \r\nextent of the injustice meted out to the Palestinian \r\npeople and to find an exemplary way to serve justice \r\nand avert war and destruction in Palestine and the \r\nentire region. \r\n In 1917 Jews made up 9 per cent of the \r\npopulation of historical Palestine, which was also \r\ncomprised of Muslims and Christians. The Jewish \r\npopulation possessed only 2.5 per cent of Palestinian \r\nterritory. Owing to intensified Jewish migration \r\nfinanced by the Zionist movement and encouraged by \r\nthe British Mandate, in 1947 Jews accounted for 32 per \r\ncent of the total population of Palestine and possessed \r\n6.2 per cent of territory. \r\n In the same year, the General Assembly adopted \r\nresolution 181 (II), which divided Palestine into two \r\nStates and by virtue of which 56 per cent of Palestinian \r\nterritory was handed over by the Assembly to the \r\nJewish minority. Palestinian Arabs, who made up more \r\nthan two thirds of the population, received 44 per cent. \r\nHowever, the resolution did not please Zionist leaders, \r\nwho had further ambitions. They wanted to benefit as \r\nmuch as possible from the sympathy of the great \r\nPowers because of what had happened to them at the \r\nhands of the Nazis. \r\n The Zionist movement therefore established \r\narmed terrorist organizations, turned them into an army \r\nand declared the establishment of the State of Israel, \r\nwhich attacked all Arab territories in Palestine. \r\nBetween 1948 and 1949 it dominated 77 per cent of \r\nPalestinian territory, following the bloody slaughter of \r\nPalestinians, the destruction of their villages and their \r\nexpulsion from the occupied territories. \r\n Not satisfied with that state of affairs, and while \r\nfailing to implement the Assembly’s resolution \r\ndividing Palestine and occupying additional territory, \r\nin 1967 Israel waged a ferocious war against Arab \r\nStates during which it seized the rest of the historical \r\nPalestinian territory and parts of other Arab territories. \r\nIn that connection, I only wish to reaffirm that in 1917 \r\nthe Jews possessed only 2.5 per cent of Palestinian \r\nterritory. By 1967 the Jews possessed and dominated \r\nall of the Palestinian territory. \r\n Let us now summarize what has happened to the \r\nPalestinians over the past 60 years. Seventy-five per \r\ncent of them left their land after it was occupied in \r\n1948. About a quarter of a million Palestinians left the \r\nWest Bank and Gaza after their occupation in 1967. \r\nAbout 400,000 Palestinians left the occupied territories \r\nbecause of the racist and illegal Israeli practices there \r\nafter 1967, when all were either expelled or coerced \r\ninto leaving their villages. Now about 5 million \r\nPalestinian refugees live in 59 refugee camps under the \r\nsupervision of the United Nations, most of them in \r\nneighbouring States, while about 2 million live in \r\nvarious other countries. \r\n Of course, the Israeli occupying authorities did \r\nnot allow the return of any Palestinian refugees, \r\ndespite General Assembly resolutions 194 (III), of \r\n1948, and 181 (II), of 1947, whose provisions Israel \r\nwas committed to implementing, since they were a \r\ncondition for its admission as a Member of the United \r\nNations. \r\n Let us see what is happening now. Israel’s policy \r\nbased on force put pressure on the international \r\ncommunity to forget the roots of the Palestinian \r\nquestion and recognize only 22 per cent of Palestinian \r\nterritory as occupied since 1967. In other words, \r\nPalestinian leaders had to accept less than a quarter of \r\ntheir land on which their people had the right to \r\nestablish a State. They had an agreement with Israel — \r\nin fact, more than 10 agreements between 1993 and \r\n2005 — but Israel implemented none of them. \r\n Instead, Israel persisted in its well-known policy \r\nof getting rid of the Palestinians by confiscating land, \r\ndemolishing houses, prohibiting construction, razing \r\nfields, depriving the inhabitants of the necessities of \r\nlife and limiting movement. Under that policy, Israel’s \r\noccupying authority has seized about 50 per cent of the \r\nterritory of the West Bank to build 149 settlements, \r\nalong with the necessary infrastructure. It has also \r\nestablished special security and closed military areas \r\nand what are termed natural reservations, as well as \r\nspecial roads reserved for Jews, not Palestinians. And it \r\nis building the racist separation wall, which alone \r\noccupies about 10 per cent of the territory of the West \r\nBank. \r\n A/65/PV.53\r\n \r\n7 10-65551 \r\n \r\n The Israeli occupying authorities in the West \r\nBank control the water resources and deprive \r\nPalestinians of access to the waters of the Jordan River. \r\nThey exploit 87 per cent of the groundwater in the \r\nWest Bank for use by settlements, leaving 2.5 million \r\nPalestinians to live on the remaining 13 per cent. \r\nPalestinians receive less than 60 litres of water daily \r\nper person, while Jews receive between 274 and \r\n450 litres. \r\n We have here an anomaly whereby Israel has \r\nturned the international community’s efforts to resolve \r\nthe Palestinian question into a sort of theatre of the \r\nabsurd, with the sole purpose of perpetuating a fait \r\naccompli, reinforced daily at the expense of the rights \r\nof the Palestinian people. There is no room to establish \r\na Palestinian State side by side with Israel owing to the \r\nfact that Israeli settlements have ravaged half of the \r\nterritory of the West Bank and dismembered it so that \r\nPalestinians are forced to live in separate cantons like \r\nthe racist Bantustans of South Africa in the past. \r\n That effort has been underscored by a recent \r\nseries of laws and regulations that the Israeli \r\nauthorities have sought to impose, among them a \r\nchange in what is known as the citizenship law that \r\nforces non-Jews to declare loyalty to Israel as a Jewish \r\nState. Another law would deny residency rights to \r\nPalestinians who marry Palestinians living in the \r\noccupied territories since 1948, while another would \r\nprohibit incitement and imprison anyone who rejects \r\nthe principle of Israel as a Jewish State. Another law, \r\non acceptance into municipalities, would reject \r\napplications for residence in villages and towns if \r\napplicants’ attitudes were considered to be inconsistent \r\nwith those of the Zionist town in question. There is \r\nalso a law to prohibit the establishment of associations \r\nthat do not conform to Israeli policies. Those are but a \r\nfew examples of some of the laws aimed at ethnic \r\ncleansing in Palestine, which are daily bolstered by \r\nconcrete steps to demolish Palestinian homes and expel \r\ntheir inhabitants. Such practices have recently been \r\nconcentrated on Jerusalem and the Jordan Valley. \r\n In its resolution 3379 (XXX), of 10 November \r\n1975, the General Assembly declared Zionism as a \r\nform of racial discrimination. This was not a fallacy, as \r\nsome have unsuccessfully tried to prove. In reality, \r\nZionism is the worst form of racism, given its practices \r\nof racial discrimination and its belief in ethnic \r\ncleansing in Palestine as a way of establishing an \r\nexclusively Jewish State there. \r\n I have here the report of the Human Sciences \r\nResearch Council of South Africa, which conducted a \r\ndetailed legal study in the context of international law \r\nand the laws that applied in Palestine prior to and since \r\nthe occupation, with a view to answering the question \r\nof whether or not Israel was a State that practised \r\napartheid. The study, which has been published online, \r\nalong with a summary, for those who wish to read it, \r\nconcluded that \r\n “Israel, since 1967, has been the belligerent \r\noccupying Power in the [occupied Palestinian \r\nterritory], and … its occupation of these \r\nterritories has become a colonial enterprise which \r\nimplements a system of apartheid.” \r\n It has become clear that the Israeli entity refuses \r\nto recognize the rights of the Palestinian people and \r\nconstantly attempts to render its full occupation legal, \r\nrejecting the establishment of a viable Palestinian State \r\nand seeking by any means to dominate every inch of \r\nPalestinian territory so that Israel can expand and \r\nbecome entrenched as a racist State with Jews alone \r\nliving in it, all Palestinians having been expelled. \r\n The two-State solution promoted by various \r\nUnited States Administrations, and enthusiastically \r\nreceived by many, is therefore rendered impossible \r\nbecause of Israeli intransigence and the overlapping of \r\nJewish and Palestinian populations, including the \r\nshrinking and dismemberment of the remaining \r\nPalestinian land. Moreover, the two parties believe in \r\ntheir right to all the territories of historical Palestine. \r\nThe Israelis claim that they were there 3,000 years ago, \r\nand the Palestinians base their claim on their \r\ncontinuous presence in the territories for hundreds of \r\nyears. \r\n Because of that deadlock, it has become critical \r\nto consider another solution, one that takes into \r\naccount the principles of justice and is modelled on the \r\nelimination of apartheid in South Africa and based on \r\nthe establishment of one State on the whole of the \r\nterritory of historical Palestine: a State where all \r\nPalestinian refugees would return and where Arabs and \r\nJews would live in peace, enjoy the same rights and \r\nbear the same responsibilities. That State would be \r\ndisarmed and would live in peace with its neighbours. \r\n The Israeli entity’s practices leave no hope for \r\nany other than the one-State solution. Hence, we have \r\nto choose either the present racist State imposed by the \r\nZionists and limited to the Jews alone or a democratic \r\nA/65/PV.53  \r\n \r\n10-65551 8 \r\n \r\nState imposed by the international community, where \r\nthe Arabs and the Jews would coexist and where they \r\nwould have the same rights and responsibilities. That \r\nmodel reflects what has taken place in South Africa, \r\nwhere a democratic State was established on the rubble \r\nof the apartheid regime and where blacks and whites \r\nnow coexist after long decades of animosity and \r\nbloodshed. \r\n The Libyan delegation has prepared draft \r\nresolution A/65/L.24, concerning the one-State \r\nsolution, which will be put to the General Assembly for \r\na vote. We hope that it will receive the necessary \r\nsupport from all delegations and be adopted in the \r\nservice of regional and international peace and \r\nsecurity. \r\n The draft resolution proposes that the General \r\nAssembly, proceeding from the principles of the United \r\nNations Charter, reaffirm the principle of the \r\ninadmissibility of the acquisition of territory by force. \r\nIt also stresses the inalienable rights of the Palestinian \r\npeople, including their right to return to their homeland \r\nand to self-determination and to establish an \r\nindependent State on their territory. It underlines the \r\ntragic consequences of Israel’s policy of force and it \r\nrefers to the failure of all the initiatives aimed at \r\nestablishing a just and lasting peace between the \r\nJewish and the Palestinian peoples, as well as to what \r\nthe Palestinians suffer as a result of the occupation and \r\nthe loss of the remaining Palestinian land. \r\n The draft resolution seeks to achieve justice and \r\nto avert more tragedies and disasters in the region. It \r\nrecognizes that the present situation in Palestine will \r\nnot allow for the establishment of two viable States, as \r\nI have just explained. It notes that Jews have lived \r\namong Arabs and Muslims in peace and harmony for \r\ncenturies in different countries, before the establishment \r\nof the Zionist entity, which has unfortunately created \r\nanimosities between Muslims, Arabs and Jews. \r\n The operative part of the draft resolution reads as \r\nfollows: \r\n  “Confirms its commitment to attaining a \r\njust, lasting and comprehensive solution to the \r\nconflict in Palestine; \r\n  “Emphasizes the right of all inhabitants who \r\nwere born in, or whose fathers or ancestors were \r\nborn in, the historical territory of Palestine to live \r\nin the territory and recover their property and to \r\nenjoy their human rights as proclaimed in the \r\nUniversal Declaration of Human Rights, the \r\nInternational Covenant on Civil and Political \r\nRights and the International Covenant on \r\nEconomic, Social and Cultural Rights, regardless \r\nof their religion or ethnic origin; \r\n  “Affirms the right of all refugees and \r\ndisplaced persons, as a result of the fighting \r\nwhich erupted in 1948 and 1967 and subsequent \r\nhostilities, to return to their homes and previous \r\nabodes; \r\n  “Also affirms that the time is ripe to find a \r\npeaceful, just, lasting and comprehensive solution \r\nto the conflict between the Palestinian and Jewish \r\npeoples that safeguards the legitimate rights of \r\nthe two sides; \r\n  “Decides that there is no viable option other \r\nthan the establishment of a single democratic, \r\nmultiracial and multicultural State for both the \r\nJews and the Palestinians, based on equal rights \r\nand equal obligations, which shall be disarmed \r\nand shall live in peace with its neighbours, and \r\ncalls on the two parties to start, without delay and \r\nwith support from the international community, \r\nnegotiations for the realization of such a State; \r\n  “Invites all Member States and United \r\nNations organs, including the Security Council, to \r\nprovide support for the establishment of a single \r\nState for both the Jews and the Palestinians which \r\nupholds the right of return for all refugees and \r\ndisplaced persons and embraces the values of \r\ndemocracy, justice and human rights; \r\n  “Requests the Secretary-General to follow \r\nup on the implementation of the present \r\nresolution and to submit to the General Assembly, \r\nat its sixty-sixth session a report in that regard; \r\n  “Decides to remain seized of the matter.” \r\n There is no doubt that this draft resolution \r\nreflects justice and seeks to establish peace. We believe \r\nthat all delegations that represent peace-loving States \r\nand aspire to security will vote in favour of it, although \r\nwe know that much pressure will be brought to bear on \r\nthose States. \r\n The President (spoke in French): I now give the \r\nfloor to the Permanent Observer of Palestine. \r\n A/65/PV.53\r\n \r\n9 10-65551 \r\n \r\n Mr. Mansour (Palestine): At the outset, I wish to \r\nconvey Palestine’s appreciation to you, Mr. President, \r\nfor your wise leadership and guidance of the important \r\nwork of the General Assembly during the sixty-fifth \r\nsession, including its efforts with regard to the question \r\nof Palestine, an item that has been on the \r\nOrganization’s agenda since its inception and that, \r\ntragically, remains unresolved and continues to demand \r\nurgent attention by the international community. \r\n I also wish to reaffirm our deep appreciation to \r\nthe members of the Committee on the Exercise of the \r\nInalienable Rights of the Palestinian People, its Bureau \r\nand its current and previous Chairmen, respectively, \r\nAmbassadors Abdou Salam Diallo and Paul Badji of \r\nSenegal, as well as its Vice-Chairmen, Ambassadors \r\nZahir Tanin of Afghanistan and Pedro Núñez Mosquera \r\nof Cuba, and its Rapporteur, Ambassador Saviour Borg \r\nof Malta. We are grateful for their tireless efforts to \r\nassist the Palestinian people in their struggle to realize \r\ntheir right to self-determination — a core principle of \r\nthe Charter of the United Nations — as well as their \r\nefforts to mobilize international support for the just \r\ncause of Palestine and peace. \r\n We thank the Rapporteur for his presentation of \r\nthe Committee’s report (A/65/35), which gives a \r\nthorough overview of the Committee’s work, \r\ndevelopments on the ground and the political process \r\nover the past year. \r\n We also express our appreciation to the Division \r\nfor Palestinian Rights and the Department of Public \r\nInformation for their efforts to enhance international \r\nawareness of this serious issue in all its aspects. We \r\nalso reiterate our appreciation to His Excellency \r\nSecretary-General Ban Ki-moon for his contributions \r\non behalf of the United Nations towards a peaceful \r\nresolution of the question of Palestine and the \r\nArab-Israeli conflict as a whole. \r\n Today, 29 November 2010, marks 63 years since \r\nthe General Assembly’s adoption of resolution 181 (II), \r\nby which it partitioned mandated Palestine into two \r\nStates — a decision that dramatically transformed the \r\nlandscape and future of the Middle East. Although that \r\nresolution led to the establishment of the State of \r\nIsrael, more than six decades later the independence of \r\nthe Palestinian Arab State continues to unjustly be \r\nobstructed and the rights of the Palestinian people \r\ncontinue to be flagrantly denied and violated. \r\n To this day, the Palestinian people continue to \r\nsuffer the consequences of the 1948 Al-Nakba, in \r\nwhich they were uprooted and dispersed from their \r\nhomeland, with more than half of the Palestinian \r\npopulation, now approximately 4.8 million people, \r\ncontinuing to live as refugees, the majority still in \r\ncamps established to shelter them more than 60 years \r\nago. The question of Palestine has thus remained at the \r\ncore of the Arab-Israeli conflict, a burning issue on the \r\ninternational agenda and a symbol of injustice \r\nworldwide. \r\n It is the very State that the Assembly created by \r\nresolution 181 (II) — Israel — that continues to deny \r\nthe existence of the nation of Palestine and the rights \r\nof its people, including to self-determination and to \r\nreturn to their homes to live in peace with their \r\nneighbours. It is that State that continues to undermine \r\nall initiatives aimed at justly resolving the conflict \r\naccording to international law and the relevant United \r\nNations resolutions. Clearly, for Israel, the United \r\nNations served its purpose in 1947 and 1948, only to \r\nbe ignored, disdained and even vilified thereafter. \r\n The inability of the international community to \r\nuphold the law vis-à-vis this conflict and to enforce \r\nconsequences on Israel for its defiance of the Charter \r\nand its legal obligations has had a disastrous impact on \r\nthe Palestinian people and the region. It has fostered a \r\nfervent sense of Israeli impunity which, since 1967, \r\nhas allowed for the continuation of Israel’s 43-year-\r\nlong military occupation of Palestinian territory, \r\nincluding East Jerusalem since 1967. \r\n The years have deepened the conflict, causing \r\nvast suffering and losses among the Palestinian people, \r\nboth under occupation and in exile in the diaspora, and \r\nimposing a constant state of crisis, instability and \r\ninsecurity in the region. That is the reason we are here \r\nonce again today to appeal for measures to bring a halt \r\nto Israeli violations against the Palestinian people and \r\nfor serious efforts to bring an end to this conflict on the \r\nbasis of the relevant United Nations resolutions. \r\n As we stand here before the Assembly today, our \r\npeople in the occupied Palestinian territory, including \r\nEast Jerusalem, continue to endure the systematic \r\nviolation of their human rights by Israel, the occupying \r\nPower. They continue to be subjected to all forms of \r\noppression, including collective punishment and mass \r\nimprisonment, and to the colonization and confiscation \r\nof their land by the occupying Power. It is a situation \r\nA/65/PV.53  \r\n \r\n10-65551 10 \r\n \r\nthat is both unsustainable and extremely volatile. \r\nIndeed, despite their resilience over the years, the \r\nPalestinian people are rapidly losing hope in the peace \r\nprocess and its prospects for delivering them from the \r\nprolonged state of conflict, suffering and dispossession \r\nimposed upon them and for restoring their rights and \r\nfreedom. \r\n Unfortunately, in spite of the international and \r\nregional efforts for peace in the recent period, \r\nincluding the efforts of the United States \r\nAdministration of President Barack Obama and the \r\nother members of the Quartet, including the European \r\nUnion, the Russian Federation and the United Nations, \r\nas well as the League of Arab States and all other \r\nconcerned members of the international community, \r\nIsrael remains intransigent in its pursuit of illegal \r\npolicies and practices in the occupied Palestinian \r\nterritory. The Israeli Government continues to prove \r\nthat it is unable and unwilling to shake the mentality \r\nand behaviour of occupier and aggressor and to commit \r\nto the path of peace and the international consensus on \r\nthe two-State solution. And there is an international \r\nconsensus on the two-State solution. \r\n It continues to use arbitrary, irrational, fictitious \r\nand even racist pretexts to absolve itself of its legal \r\nresponsibilities, to distract the attention of the \r\ninternational community from the core issues, \r\nprolonging the conflict and further exacerbating the \r\nsituation on the ground. \r\n There is no more stark illustration of that point \r\nthan Israel’s continued pursuit of its settlement and \r\ncolonization campaign throughout the occupied \r\nPalestinian territory, including East Jerusalem, in direct \r\nviolation of international humanitarian law, United \r\nNations resolutions and the Road Map obligation to \r\nfreeze all settlement activities, including so-called \r\nnatural growth. \r\n Moreover, that policy is being carried out in total \r\ndefiance of the global calls to completely cease that \r\nillegal and destructive campaign, which rejects the \r\nfundamental peace process principle of land for peace \r\nand blatantly contradicts the objective of the peace \r\nprocess. \r\n Once again, Israel has chosen its expansionist \r\nagenda over the goal of peace and security by refusing \r\nto respect the circumstances that allowed the \r\nnegotiations to be convened in September and refusing \r\nto extend its so-called moratorium on settlement \r\nactivities. Since expiration of the moratorium, \r\nsettlement activities have intensified exponentially, \r\nespecially in occupied East Jerusalem. \r\n Israel’s continued construction of settlements and \r\nthe annexation wall, the confiscation of land and \r\nexploitation of natural resources, and the imposition of \r\nhundreds of checkpoints continue to destroy the \r\ncontiguity, integrity and unity of the Palestinian land \r\nand are rapidly destroying the viability of the two-State \r\nsolution. \r\n The situation in occupied East Jerusalem, \r\nincluding in and around the Old City and the \r\nneighbourhoods of Silwan, Al-Bustan and Sheikh \r\nJarrah, remains most critical, as evidenced by the \r\nrecent Israeli announcement of plans for the \r\nconstruction of yet another 1,300 settlement units in \r\nthe illegal settlement of Har Homa on Palestinian land \r\nknown historically as Jabal Abu Ghneim. \r\n It must be recalled that it was the construction of \r\nthat settlement and the failure of the Security Council \r\nto address that illegal action that led to the tenth \r\nemergency special session of the General Assembly in \r\n1997. \r\n Israel’s settlement campaign in and around the \r\nHoly City is clearly intended to dramatically alter the \r\ndemographic composition and Palestinian Arab \r\ncharacter and identity of East Jerusalem and to \r\nphysically isolate and sever the Holy City from its \r\nnatural Palestinian environs. \r\n We condemn that unlawful campaign and all \r\nrelated measures and reaffirm our rejection of Israel’s \r\nannexation of East Jerusalem, a measure that has not \r\nbeen recognized by the international community and \r\nhas been determined by the Security Council and the \r\nGeneral Assembly to be null and void. \r\n In addition to the settlement activities, \r\nPalestinians in occupied East Jerusalem continue to be \r\nsubjected to the demolition of their homes, evictions, \r\nrevocation of their residency rights and other \r\nprovocations by Israeli settlers, Government officials \r\nand even religious leaders, who continue immorally to \r\nglorify and justify that crime of colonizing another \r\npeople’s land. \r\n Moreover, settlers, who increased by another \r\n8,000 in number during the “moratorium” period alone, \r\ncontinue to terrorize and intimidate Palestinian \r\ncivilians and to destroy and vandalize Palestinian \r\n A/65/PV.53\r\n \r\n11 10-65551 \r\n \r\nproperty, including homes, mosques and agricultural \r\nfields. All of that is fuelling already high tensions and \r\ninflaming religious sensitivities and gives further \r\ncredence to the serious doubts about Israel’s credibility \r\nas a peace partner. \r\n At this point, we must reiterate: a halt to all \r\nIsraeli settlement activities in the occupied Palestinian \r\nterritory, including East Jerusalem, is essential for the \r\nresumption of a credible process aimed at achieving \r\nthe two-State solution based on the pre-1967 borders. \r\n What we are talking about is not some kind of \r\nPalestinian “precondition” for the peace process; rather \r\nit is a mandatory legal obligation binding on Israel, the \r\noccupying Power, under the Fourth Geneva Convention, \r\nwhich prohibits colonization activities, in accordance \r\nwith numerous Security Council and General Assembly \r\nresolutions, the 2004 Advisory Opinion of the \r\nInternational Court of Justice, and the Road Map \r\nformulated by the Quartet, all of which have deemed \r\nIsraeli settlement activities to be illegal and have called \r\nfor their complete cessation. \r\n At the same time, Israel continues to pursue other \r\nillegal measures and policies in the occupied \r\nPalestinian territory, subjecting the Palestinian civilian \r\npopulation to systematic human rights violations, \r\ncollective punishment, displacement and constant \r\naffronts to their human dignity and completely \r\nviolating the principle of and obligation for the \r\nprotection of civilians in armed conflict, including \r\nsituations of foreign occupation. \r\n The occupying Power continues to arbitrarily \r\ndetain and imprison thousands of Palestinian civilians, \r\nincluding children and women. Palestinian prisoners \r\nand detainees continue to be held in unhygienic and \r\ninhumane conditions, subject to physical and mental \r\nill-treatment, including abuse, solitary confinement and \r\ntorture, and continue to be denied family visits, \r\nadequate medical care and food, in violation of \r\ninternational humanitarian and human rights law. \r\n The situation in the Gaza Strip also remains most \r\ncritical. The continuing impact of Israel’s blockade and \r\nthe consequences of Israel’s military aggression last \r\nyear still gravely affect every aspect of life in Gaza, \r\nwith the movement of persons and goods and recovery \r\ncontinuing to be impeded and poverty, unemployment \r\nand food insecurity still at high levels. \r\n The trauma and destruction inflicted by Israel, the \r\noccupying Power, on the Palestinian civilian \r\npopulation, thousands of whom have been killed and \r\ninjured, and its continued obstruction of Gaza’s \r\nrehabilitation and reconstruction is gravely harming the \r\nwell-being and stability of the society as a whole, \r\nparticularly the most vulnerable, such as the refugees, \r\nwho constitute the majority of the population there. \r\n In that regard, we continue to call for \r\naccountability for the war crimes committed by Israel, \r\nthe occupying Power, and continue our efforts to move \r\naction forward in the follow-up to the report by the \r\nUnited Nations Fact-Finding Mission on the Gaza \r\nConflict, the Goldstone Report (A/HRC/12/48), \r\nemphasizing the need to end Israeli impunity and to \r\nrealize justice for the victims. \r\n We continue to call for the full lifting of the \r\nIsraeli blockade in accordance with international \r\nhumanitarian law, Security Council resolution 1860 \r\n(2009) and the Agreement on Movement and Access of \r\nNovember 2005. The persistence of that shameful \r\nsituation continues to inflict suffering on the \r\npopulation in Gaza and to stoke feelings of injustice \r\nand despair and it must be ended. \r\n That unjust situation has also prompted greater \r\nsolidarity with the Palestinian people in Gaza from \r\naround the world, including those civilians that were \r\non board the Gaza Freedom flotilla in May this year, \r\nattempting to deliver much-needed humanitarian aid. \r\n We reiterate our condemnation of Israel’s military \r\nattack on the flotilla, in violation of international law, \r\nincluding humanitarian and human rights law, which \r\nresulted in the killing of nine Turkish nationals, and we \r\nalso reiterate our calls for accountability for that crime \r\nperpetrated against civilians in international waters. \r\n We are undeniably at a crossroads in our long \r\nsearch for a just settlement of the question of Palestine \r\nand peace and security in the Middle East. The status \r\nquo is untenable, and we must choose a way forward, \r\nknowing that the path chosen will determine the future \r\nprospects for peace and stability in the Middle East \r\nregion and beyond. \r\n The first path is clear: to seize, with full \r\ndetermination, the opportunity before us to resume and \r\naccelerate the peace process on the basis of its agreed \r\nterms of reference. That path can move us forward \r\ntowards the achievement of a final, just resolution of \r\nA/65/PV.53  \r\n \r\n10-65551 12 \r\n \r\nall core issues in the Israeli-Palestinian conflict — the \r\nrefugees, Jerusalem, settlements, borders, water, \r\nsecurity and prisoners — bringing a definitive end to \r\nthe Israeli military occupation that began in 1967, the \r\nindependence of the State of Palestine, with East \r\nJerusalem as its capital, a just and agreed solution to \r\nthe plight of the Palestine refugees, and the \r\nestablishment of peace and security between Palestine \r\nand Israel and throughout the Middle East. That is the \r\npath preferred and supported by the international \r\ncommunity and it must be pursued with urgency. \r\n The second path is also clear: to allow the \r\nviolations and impunity of Israel, the occupying Power, \r\nto sabotage the prospects that remain for realizing the \r\ntwo-State solution for peace. If forced down that path, \r\nwe will witness only more violence, suffering and \r\ninstability for the Palestinian and Israeli peoples and \r\nthe entire region and will be taken further away than \r\never from our noble goal of peace. The Palestinian \r\npeople and their leadership reject that path and reaffirm \r\ntheir commitment to the first path with a view to \r\nachieving a just, lasting and peaceful settlement on the \r\nbasis of the two-State solution. \r\n We come, therefore, before the Assembly today to \r\nagain urge the international community to uphold its \r\nresponsibilities. Serious efforts must be undertaken, \r\nincluding by the Security Council, to uphold the \r\ninternational community’s ongoing responsibility \r\ntowards resolving justly the question of Palestine in all \r\naspects. The political will and courage must be found \r\nto follow through on the legal positions adopted, the \r\nprincipled declarations made and the commitments and \r\npledges made to uphold the law in all circumstances \r\nand to make peace a reality. Peace and security in the \r\nMiddle East depend on it; the credibility of \r\ninternational law and of our international system, \r\nincluding the Security Council of the United Nations, \r\ndepends on it. \r\n The conflict is not an intractable one for which \r\nthere is no solution, as the occupying Power would \r\nhave us believe in the hope that the drive for peace will \r\nbe abandoned and the status quo accepted. A just and \r\nviable solution can be found in the many relevant \r\nSecurity Council and General Assembly resolutions, \r\nincluding the resolution entitled “Peaceful settlement \r\nof the question of Palestine”, which is adopted \r\nannually under this agenda item, as well as in the \r\nlandmark Advisory Opinion of 2004 of the \r\nInternational Court of Justice. That solution is the clear \r\nobjective of the internationally supported Middle East \r\npeace process based on the relevant United Nations \r\nresolutions, the Madrid terms of reference, including \r\nthe land for peace principle, the Arab Peace Initiative \r\nand the Road Map. \r\n We fully understand, of course, the need for the \r\nnegotiation of a peace settlement between the Israeli \r\nand Palestinian sides. While actively implementing our \r\nState-building programme, despite all obstacles, in \r\npreparation for our independence, which we believe \r\nhas reached the point of inevitability, the Palestinian \r\nleadership has also repeatedly reaffirmed its readiness \r\nto resume the negotiation process in an environment \r\nthat is actually conducive for achieving peace, that is, \r\none in which actions that run counter to peace are \r\nhalted, including settlement activities. \r\n At the same time, however, we continue to \r\nreaffirm the duty of the international community to \r\nfulfil its international covenant to the Palestinian \r\npeople, made decades ago, beginning with the League \r\nof Nations mandate and continuing with General \r\nAssembly resolution 181 (II) and all subsequent \r\nresolutions. As long as that covenant remains \r\nunfulfilled, peace will remain elusive, for peace cannot \r\ntake hold in a land where injustice prevails. Israeli \r\nbreaches of the law and contempt for the will of the \r\ninternational community can no longer be tolerated. \r\nIsrael must be compelled either to choose the path of \r\npeace or to bear responsibility for its obstruction. \r\n With such a commitment to international law and \r\nthe true principles of justice and peace, it will be \r\npossible to overcome the current impasse and resolve \r\nthe prolonged, tragic conflict in our region. But the \r\nwindow of opportunity is narrow, and we must act now. \r\nIt is only with collective action that we can achieve the \r\nvisionary goal set by United States President Barack \r\nObama before this Assembly in September, namely, the \r\nrealization in the coming year of the membership in the \r\nUnited Nations of an independent, sovereign State of \r\nPalestine, living side by side with Israel and all other \r\nneighbours in peace and security. We express our \r\ndeepest hopes that that vision will indeed be the reality \r\nwhen the Assembly meets at the next session to address \r\nthe question of Palestine. \r\n In conclusion, on the occasion of this \r\nInternational Day of Solidarity with the Palestinian \r\nPeople, we express deepest gratitude for all of the \r\nsupport and solidarity extended to us over the many \r\n A/65/PV.53\r\n \r\n13 10-65551 \r\n \r\nyears by the international community, a support that \r\nhas been and will continue to be central to the \r\nresilience and steadfastness of the Palestinian people in \r\nthe pursuit of their just cause for the fulfilment of their \r\nlegitimate national aspirations and rights, including the \r\nindependence of their State of Palestine, with East \r\nJerusalem as its capital. \r\n Mr. Abdelaziz (Egypt): I have the pleasure to \r\naddress the General Assembly today on behalf of the \r\n118 States members of the Non-Aligned Movement \r\n(NAM) on agenda item 37, entitled “Question of \r\nPalestine”. Today is a very important day in that it \r\ncoincides with the International Day of Solidarity with \r\nthe Palestinian People and represents an opportunity to \r\nsolidify the international community’s resolve to \r\nachieve the legitimate inalienable rights of the \r\nPalestinian people, foremost of which is their right to \r\nestablish an independent, sovereign and viable State of \r\nPalestine, with East Jerusalem as its capital, based on \r\nthe two-State solution, the relevant Security Council \r\nand General Assembly resolutions, the Madrid \r\nprinciples and the Arab Peace Initiative. \r\n Unfortunately, our meeting today also comes at a \r\ntime when Israel continues to carry out its illegal \r\nactions in the occupied Palestinian territory, including \r\nEast Jerusalem, seriously aggravating the situation on \r\nthe ground and undermining efforts to revive the \r\npolitical process that will lead to a final solution of the \r\nconflict. Despite all serious efforts by concerned \r\ninternational and regional parties seeking to maintain \r\ncontinuous, effective direct negotiations on the \r\nPalestinian track and towards achieving just and \r\ncomprehensive solutions on all core final status issues, \r\nprogress continues to be obstructed by Israel’s negative \r\npositions and unlawful actions. \r\n The Non-Aligned Movement condemns Israel’s \r\npersistence in continuing the construction and \r\nexpansion process in many settlements in the West \r\nBank, which has been most intense in and around East \r\nJerusalem. The occupying Power’s blatant contempt of \r\nthe unanimous position of the international community \r\nand absolute disrespect for its obligations under \r\ninternational law, including international humanitarian \r\nlaw, has been more evident than ever since the \r\nexpiration date of the so-called partial moratorium on \r\nsettlement activities. It is widely known that such \r\nillegal colonization activities have caused grave \r\ndamage to the contiguity and integrity of the \r\nPalestinian territory occupied by Israel since 1967, \r\nincluding East Jerusalem, and grave damage to the \r\nprospects for physically realizing the two-State \r\nsolution. \r\n The Non-Aligned Movement is also alarmed by \r\nthe continuous and persistent attacks by Israeli settlers \r\nagainst Palestinian civilians, Islamic and Christian holy \r\nsites and worship places, including the uprooting of \r\nthousands of olive trees, vandalism and theft of \r\nagricultural equipment and crops under the protection \r\nof Israeli forces. \r\n Moreover, the NAM remains deeply concerned \r\nabout Israel’s practice of certifying and labelling \r\nproducts originating from Israeli settlements in the \r\noccupied Palestinian territory as “Made in Israel”, in \r\ndirect violation of international law, international trade \r\nlaw and other regulations on the rules of origin of \r\nvarious commodities. The Movement therefore calls \r\nupon the international community and Member States \r\nto take necessary measures to verify the origin of \r\nIsraeli products, including enabling customs officials to \r\ntravel to Israel and the occupied Palestinian territory to \r\nensure that the entry of settlement products into their \r\nmarkets is brought to a swift and resolute end, thus \r\nhalting subsidization of that illegal colonization \r\nenterprise. \r\n Furthermore, the NAM demands that Israel \r\nremove all checkpoints and roadblocks from all parts \r\nof the occupied Palestinian territory. Those measures \r\ncontinue to restrict the movement of persons and \r\ngoods, thus seriously fragmenting the Palestinian \r\nterritory through an attempt to isolate East Jerusalem \r\nfrom its natural Arab surroundings in the West Bank. In \r\nthat regard, the Movement also demands that Israel \r\ncomply fully with the Advisory Opinion of the \r\nInternational Court of Justice and cease construction of \r\nits annexation wall, which is severely impacting the \r\nhuman rights of the Palestinian people and worsening \r\nhumanitarian conditions in addition to its grave impact \r\non the contiguity of the Palestinian territory. \r\n The Non-Aligned Movement also expresses deep \r\nconcern with regard to the serious and tense situation \r\nin occupied East Jerusalem as a result of ongoing \r\nsettlement activities and other illegal measures. The \r\nMovement demands the immediate cessation of home \r\ndemolition and revocation of the residency rights of yet \r\nmore Palestinians, particularly those from Jerusalem, \r\nincluding elected Palestinian Legislative Council \r\nrepresentatives. Those illegal actions represent clear \r\nA/65/PV.53  \r\n \r\n10-65551 14 \r\n \r\nattempts to prejudge the outcome of the future \r\npermanent status negotiations and must be rejected. \r\n The Non-Aligned Movement reiterates its call for \r\nthe international community to be resolute in \r\ndemanding that Israel, the occupying Power, abide \r\nforthwith by its legal obligations under the Fourth \r\nGeneva Convention, relevant United Nations \r\nresolutions and the Road Map. Israel must cease all \r\ncolonization practices in the occupied Palestinian \r\nterritory, including East Jerusalem — that means that it \r\nmust completely freeze all settlement and wall \r\nconstruction and other related measures, including in \r\nEast Jerusalem. Israel cannot continue to ignore and \r\ndefy the international consensus in that regard, \r\nincluding calls from the United Nations, the United \r\nStates, the European Union, the Quartet and other \r\ninternational bodies, without any consequences. That \r\nmain obstacle on the path to peace must be removed. \r\n The Non-Aligned Movement is also disturbed by \r\nthe many United Nations and independent reports \r\nregarding human rights violations in the occupied \r\nPalestinian territory, which indicate that a culture of \r\nimpunity has reigned leading to repeated illegal \r\nviolations that have infringed on a wide scope of \r\nrights, including inter alia, the right to \r\nself-determination, the right to freedom of movement \r\nand the right to life. \r\n The Movement strongly condemns the continued \r\nimprisonment of nearly 10,000 Palestinians in Israeli \r\njails and other detention facilities, where ill-treatment \r\nand torture are widely used. It is the Movement’s \r\nconviction that those prisoners, who include children \r\nand women, should be released immediately and that \r\nproper international inspection of their current \r\ncondition should be a priority of the United Nations \r\nand the international community. \r\n The Movement also remains gravely concerned \r\nby the situation in the Gaza Strip, which continues to \r\nbe one of its top priorities. The continued imposition of \r\ncollective punishment by Israel on the entire \r\nPalestinian civilian population has created a critical \r\nhuman rights and humanitarian situation there. The \r\npopulation continues to suffer and endure serious \r\nhardship as a result of the ongoing Israeli blockade and \r\nthe impact of the brutal military aggression of \r\n2008-2009. \r\n In this regard, the Non-Aligned Movement \r\ndemands that Israel completely lift its illegal blockade \r\nand fully implement Security Council resolution 1860 \r\n(2009), General Assembly resolution ES-10/18 and all \r\nother relevant United Nations resolutions, and respect \r\nits obligations in that regard under international \r\nhumanitarian law. Israel must open all of its crossing \r\npoints with Gaza for the sustained and regular \r\nmovement of persons and goods. The Movement also \r\nstresses the urgency of the reconstruction of Gaza and \r\ndemands that Israel enable reconstruction and \r\neconomic revival by allowing importation of \r\nreconstruction materials, including those necessary for \r\nreconstruction of United Nations facilities and the \r\nschools of the United Nations Relief and Works \r\nAgency for Palestine Refugees in the Near East. \r\n While the Palestinian Authority has repeatedly \r\naffirmed its determination to pursue the path of peace \r\nand undertake all measures to ensure security, Israel \r\ncontinues to violate its legal obligations and blatantly \r\nimpedes efforts to resume direct negotiations through a \r\nseries of unlawful, provocative measures that have \r\nonly inflamed the situation, including repeated \r\ninflammatory remarks by Government officials and the \r\nracist bill recently passed by the Israeli cabinet on the \r\nJewish loyalty oath, in clear violation of the legal and \r\nreligious freedoms of the Arab population in Israel. \r\n Moreover, the passage of the most recent bill of \r\nthe Israeli Parliament, which set stringent new \r\nconditions before any withdrawal from the occupied \r\nArab territories illegally annexed by Israel can occur, \r\ncontradicts and grossly violates, yet again, its \r\nobligations under international law. Despite preaching \r\nabout peace, Israel continues to send clear negative \r\nmessages to the world about its intentions to continue \r\nits occupation of the Arab lands occupied in 1967 and \r\nto entrench all of the obstacles that would prevent \r\nwithdrawal, thus preventing achievement of peace in \r\nthe Middle East. \r\n The Non-Aligned Movement stresses that serious \r\nand genuine negotiations cannot be conducted, while \r\nIsrael continues to carry out its illegal actions in the \r\noccupied Palestine territory, including East Jerusalem, \r\nparticularly its settlements activities. We reiterate our \r\ndemand to Israel to promote an environment conducive \r\nfor peace, including by refraining from provocations \r\nand actions aimed at altering the status of the occupied \r\nPalestinian territory in the West Bank, particularly East \r\nJerusalem, and from prejudging the outcome of the \r\nfinal status negotiations, and to constructively engage \r\nwith international efforts to ensure the resumption of \r\n A/65/PV.53\r\n \r\n15 10-65551 \r\n \r\nnegotiations and the achievement of a just, lasting and \r\ncomprehensive solution to the conflict in the Middle \r\nEast. \r\n The international community must act to prevent \r\nthe total demise of direct negotiations on the \r\nPalestinian track. The Non-Aligned Movement stresses \r\nthe need for the international community to remain \r\nunited in its demand that Israel respect its legal \r\nobligations as an occupying Power and ceases \r\nforthwith its violations. \r\n Accountability at the current stage is imperative, \r\nand the international community must not waver in its \r\ndemands. That is in the interest of both the Palestinian \r\nand the Israeli peoples, as well as of the Middle East \r\nregion as a whole and beyond. \r\n Indeed, such respect is imperative for achieving \r\nthe two-State solution based on the agreed terms of \r\nreference, namely, Security Council resolutions 242 \r\n(1967), 338 (1973), 1397 (2002), 1515 (2003) and \r\n1850 (2008), the Madrid terms of reference, including \r\nthe principle of land for peace, the Arab Peace \r\nInitiative and the Road Map, which will enable us to \r\nrealize a just, lasting, comprehensive and peaceful \r\nsettlement of the question of Palestine, the core of the \r\nArab-Israeli conflict. \r\n The Non-Aligned Movement reaffirms its \r\nunwavering commitment to a just and comprehensive \r\nsolution to the question of Palestine and to the \r\nimmediate restoration of the inalienable rights of the \r\nPalestinian people, including their right to exercise \r\nself-determination and sovereignty in their \r\nindependent, viable State of Palestine with East \r\nJerusalem as its capital. \r\n Mr. Grauls (Belgium): I have the honour to \r\nspeak on behalf of the European Union (EU). The \r\ncandidate countries Turkey, Croatia, and the former \r\nYugoslav Republic of Macedonia; the countries of the \r\nStabilization and Association Process and potential \r\ncandidates Albania, Bosnia and Herzegovina, \r\nMontenegro and Serbia; as well as Ukraine, the \r\nRepublic of Moldova and Armenia align themselves \r\nwith this statement. \r\n The relaunching of the negotiation process \r\nbetween Israel and the Palestinian side, which took \r\nplace in Washington on 2 September 2010, gave rise to \r\nmuch hope and many expectations on all sides of the \r\ninternational community. \r\n The High Representative of the European Union \r\nfor Foreign Affairs and Security Policy, Catherine \r\nAshton, stated on 3 September that the parties must \r\nengage in that process with determination to overcome \r\nthe obstacles and work fast and hard on all the final \r\nstatus issues to meet the Quartet’s call for a negotiated \r\nsettlement within one year. \r\n Similar calls were heard from many other actors \r\nin the international community, and the importance of \r\ncreating mutual trust and confidence between the \r\nparties was underlined many times, not least by the \r\nEuropean Union. On 21 September 2010, the Middle \r\nEast Quartet itself stated unequivocally that both \r\nparties need to promote an environment conducive to \r\nprogress, including by refraining from provocative \r\nactions and inflammatory rhetoric. \r\n Today, we meet at a moment when efforts are \r\nbeing undertaken to overcome the current deadlock in \r\nthose negotiations. There is no alternative to a \r\nnegotiated two-State solution. The European Union \r\ncalls on all parties to seek earnestly for a satisfactory \r\nway to keep the negotiation process active and moving, \r\nand then, to gather momentum. \r\n The European Union recalls that settlements in \r\nthe occupied territory are illegal under international \r\nlaw, constitute an obstacle to peace and threaten to \r\nmake a two-State solution impossible. We reiterate our \r\ncall on Israel to end all settlement activities, including \r\nin East Jerusalem. \r\n If there is to be a genuine peace, a way must be \r\nfound through negotiations to resolve the status of \r\nJerusalem as the future capital of two States. The \r\nEuropean Union continues to call for a complete stop \r\nto all violence, in particular, rocket fire and terrorist \r\nattacks. \r\n When the Union’s High Representative, Catherine \r\nAshton, visited the region in the beginning of October, \r\nshe discussed with the Palestinian Authority the work it \r\nis doing to build the institutions for statehood. The \r\nEuropean Union takes note of the assessment made by \r\nthe World Bank, which stated that, if the Palestinian \r\nAuthority maintains its current performance, it is \r\nwell-positioned for the establishment of a State at any \r\npoint in the near future. \r\n The European Union stresses the crucial \r\nimportance of the continuation of the Palestinian State-\r\nbuilding process, which the Union will continue to \r\nA/65/PV.53  \r\n \r\n10-65551 16 \r\n \r\nactively support, including the implementation of the \r\nFayyad plan. Political and financial support from the \r\nentire international community is essential. The Union \r\nurges those who have made financial commitments to \r\ndeliver on their promises. All efforts in support of \r\nPresident Mahmoud Abbas aimed at achieving \r\nPalestinian reconciliation must also be accelerated. \r\n The European Union welcomes recent measures \r\ntaken to ease restrictions on movement in the West \r\nBank and the entry of goods into Gaza, and stresses the \r\nneed for further steps to be taken in that regard. Such \r\nsteps would improve living conditions and could \r\npromote Palestinian economic development. The \r\nEuropean Union reminds Israel and all other parties of \r\ntheir obligation to respect the human rights of the \r\nPalestinian population in the occupied Arab territories. \r\n As regards Gaza in particular, the European \r\nUnion calls for the full implementation of Security \r\nCouncil resolution 1860 (2009), for the full respect of \r\ninternational humanitarian law and for an immediate, \r\nsustained and unconditional opening of crossings for \r\nthe flow of humanitarian aid, commercial goods and \r\npersons to and from Gaza, including goods from the \r\nWest Bank. \r\n In that context, the European Union calls for the \r\nfull implementation of the 2005 Agreement on \r\nMovement and Access. The Union welcomes the recent \r\nmeasures announced by the Israeli Government as an \r\nimportant step forward. However, more is needed. \r\n The European Union calls for full implementation \r\nand complementary measures in order to achieve a \r\nfundamental change of policy that allows for the \r\nreconstruction and economic recovery of Gaza, \r\nincluding through exports. The European Union has \r\noffered its assistance for achieving that objective, and \r\nit calls for a solution addressing Israel’s legitimate \r\nsecurity concerns. \r\n The European Union reiterates its readiness to \r\ncontribute substantially to the comprehensive and \r\nsustainable solution to be found with the State of Israel \r\nand an independent, democratic, contiguous and viable \r\nState of Palestine living side by side in peace and \r\nsecurity. \r\n Mr. Al-Jarman (United Arab Emirates) (spoke in \r\nArabic): I am pleased that we meet each year at this \r\ntime to mark the International Day of Solidarity with \r\nthe Palestinian People and to renew our commitment to \r\nthe realization of the inalienable rights of the \r\nPalestinian people, in particular their right to \r\nself-determination and their right to establish an \r\nindependent State, like other peoples. \r\n Today, more than six decades after the adoption \r\nof that resolution, we find that the question of Palestine \r\nremains unresolved. Despite all the sustained \r\ninternational and regional efforts made so far — \r\nincluding the recent intensive efforts sponsored by the \r\nUnited States, which led to the resumption of direct \r\ntalks between the Palestinian and Israeli sides on  \r\n2 September 2010 after seven rounds of indirect \r\nprimary talks — the situation remains critical and \r\ndangerous. Soon after those talks began, they were \r\ninevitably hampered by the ongoing illegal settlement \r\nactivities in the Palestinian territories undertaken by \r\nIsrael, the occupying Power. The most serious of those \r\nactivities since the last session of the General \r\nAssembly was perhaps the construction of more than \r\n600 housing units in 60 illegal settlements in the West \r\nBank and East Jerusalem. \r\n Israeli practices and acts of aggression against the \r\nPalestinian people are not limited to the serious \r\nexpansion of illegal settlements in the Palestinian \r\nterritories and the transfer of Israeli settlers to those \r\nsettlements. They also include repeated military \r\nincursions into Palestinian territories, restrictions on \r\nthe movement of Palestinian citizens, illegal \r\ndetentions, the granting of impunity to extremist \r\nsettlers responsible for acts of violence against the \r\nPalestinians and the ongoing blockade of the Gaza \r\nStrip. Such practices and acts further include the \r\nblocking of repair, maintenance and rebuilding plans \r\nfor Palestinian homes and institutions destroyed during \r\nthe Israeli war against Gaza in 2008, including \r\ninfrastructure projects relating to electricity networks \r\nand sewage treatment plants, as well as educational, \r\nhealth and social institutions supervised by the United \r\nNations Relief and Works Agency for Palestine \r\nRefugees in the Near East and other United Nations \r\nprogrammes and international organizations. \r\n Therefore, the United Arab Emirates renews its \r\nstrong condemnation of all those Israeli practices. They \r\nwarrant total rejection because they are undertaken in \r\nflagrant violation of provisions of the United Nations \r\nCharter and international law, as well as of resolutions \r\nof international legitimacy and international \r\nhumanitarian law, in particular the Fourth Geneva \r\nConvention of 1949. \r\n A/65/PV.53\r\n \r\n17 10-65551 \r\n \r\n Furthermore, we wish to express our concern \r\nabout the international community’s ongoing inability \r\nto address those violations and their serious \r\nconsequences. \r\n While we reaffirm the primary and joint \r\nresponsibility of the United Nations and its specialized \r\nagencies vis-à-vis the question of Palestine, we \r\ndemand that the Security Council and the Quartet \r\nshoulder their responsibilities for addressing the Israeli \r\nviolations. They must adopt a set of procedures and \r\nconcrete measures that pressure Israel and compel it to \r\nimplement the relevant international resolutions, \r\nincluding those calling for halting the illegal settlement \r\ncampaign in the Palestinian territories, dismantling the \r\nseparation wall, and halting measures of extreme \r\nviolence and closures and its siege against the \r\nPalestinian people. Those steps must be taken in order \r\nto prepare the right climate for resuming direct \r\nnegotiations, in compliance with Israel’s obligations \r\nunder the principles of the Oslo Conference, the \r\nunderstandings of Sharm el-Sheikh, the terms of \r\nreference of the Road Map and relevant United Nations \r\nresolutions. \r\n While we look forward to seeing Israel abide by \r\nits recent decision to withdraw from the northern part \r\nof the Lebanese village of Al-Ghajar, in accordance \r\nwith resolution 1701 (2006), we wish to emphasize that \r\na just, permanent and comprehensive resolution of the \r\nPalestinian question and the Middle East problem can \r\nbe achieved only through ending the occupation and \r\nthrough a full and unconditional withdrawal of Israel \r\nfrom all the Palestinian and Arab territories it has \r\noccupied since 1967, including East Jerusalem, the \r\nSyrian Golan Heights and the Lebanese area of Shab’a, \r\nand through the fair settlement of the Palestinian \r\nrefugee problem and halting daily breaches of \r\nLebanese sovereignty. \r\n In that regard, we hope that current peace efforts \r\nare strengthened with a view towards reinvigorating \r\nArab-Israeli peace negotiations in the region, in \r\nfulfilment of commitments under international law and \r\nthe resolutions of international legitimacy and in \r\naccordance with the principle of land for peace based \r\non the 1967 borders and the Arab Peace Initiative. The \r\ngoal is to achieve the vision of establishing two States, \r\nIsrael and Palestine, living side by side within secure \r\nborders and mutual recognition, bringing stability, \r\nprosperity, cooperation and development to the peoples \r\nof the entire region. \r\n The United Arab Emirates will continue its \r\nsupport for the Palestinian people and the Palestinian \r\nAuthority led by President Mahmoud Abbas as they \r\nendeavour to put an end to Israel’s occupation of \r\nPalestine. We call upon the international community to \r\nincrease its support of all kinds, including political and \r\neconomic support, in order to alleviate the \r\nhumanitarian suffering of the Palestinian people and to \r\nenable them to rebuild and reconstruct their Palestinian \r\nnational institutions. \r\n We hope that all members will vote in favour of \r\nthe draft resolutions under agenda items related to the \r\nPalestinian question and the situation in the Middle \r\nEast. \r\n Mr. Ja’afari (Syrian Arab Republic) (spoke in \r\nArabic): My delegation wishes to express its \r\nappreciation of the Committee on the Exercise of the \r\nInalienable Rights of the Palestinian People and its \r\nChairman, the Division for Palestinian Rights, and the \r\nspecial information programme on the question of \r\nPalestine of the Department of Public Information of \r\nthe Secretariat for their efforts to implement the \r\nresolutions of international legitimacy on the question \r\nof Palestine, which resolutions all call for putting an \r\nend to the more than six decades-old plight and \r\nsuffering of the Palestinian people. \r\n This morning the international community \r\nreaffirmed its solidarity with the Palestinian people and \r\nits commitment to support them in their struggle \r\nagainst the Israeli occupation and in favour of \r\nself-determination, the establishment of their \r\nindependent State and the restoration of the totality of \r\ntheir legitimate rights. \r\n The suffering of the Palestinian people continues \r\nas a result of the continuing occupation by Israel and \r\nits racist settlement policy, as well as its acts of \r\naggression, including the killing of children and \r\nwomen, the ravaging of holy places, collective \r\npunishment, the inhumane blockade, the building of \r\nthe apartheid separation wall, the detention of \r\nthousands of innocent people and the cancerous \r\nsettlement act that has been decreed in all the \r\nPalestinian territories, especially in occupied \r\nJerusalem, aimed at erasing the cultural identity of that \r\nHoly City. \r\n Despite the adoption by the United Nations of \r\nhundreds of resolutions calling on Israel to end its \r\noccupation of the Palestinian and Arab territories and \r\nA/65/PV.53  \r\n \r\n10-65551 18 \r\n \r\nto stop its aggressive policies, Israel persists in defying \r\ninternational law and rejects compliance with \r\ninternational resolutions. \r\n In the light of those tragedies, reflected in Israel’s \r\ndefiance and rejection of the will of the international \r\ncommunity, on the one hand, and in the continuing \r\nplight of the Palestinian people, on the other, it is now \r\nmore necessary than ever for the United Nations to \r\nface its responsibilities concerning the question of \r\nPalestine through the application of its relevant \r\nresolutions. Indeed, this international Organization was \r\nthe very entity that adopted resolution 181 (II) in 1947. \r\nConsequently, all its Member States bear the \r\nconsequences of the lack of its implementation thus far. \r\n We would like to recall that resolution 273 (III), \r\nadopted on 11 May 1949, defined the conditions for \r\naccepting Israel’s membership in the United Nations. \r\nIsrael was to comply with the principles of the Charter \r\nand respect the relevant resolutions, especially \r\nAssembly resolutions 181 (II) and 194 (III), which \r\nboth stress the right of the Palestinian people to \r\nestablish an independent State on their national \r\nterritory and the right of the Palestinian refugees to \r\nreturn to their homeland, from which they were \r\nexpelled by coercion. \r\n When accepting Israel as a Member of the United \r\nNations, the General Assembly took note of Israel’s \r\nstatements before the ad hoc Political Committee and \r\nits commitment to implement the two resolutions just \r\nmentioned. However, that commitment has \r\ndisappeared, as noted in the queries addressed by the \r\ninternational community to Israel. That sends the \r\nwrong message to Israel from the Member States and \r\nimplies that Israel is above the law, consequently \r\nencouraging it to persist in its practices that violate all \r\ninternational laws and norms. \r\n In Israel, they speak of peace with hypocrisy, but \r\ntheir acts reveal that hypocrisy. They commit acts that \r\nare in contravention of the simplest principles of peace. \r\nThey continue in their condemned settlement policy, \r\nthe most recent development being the declaration that \r\nthey will build 1,300 settlement units in East \r\nJerusalem. In Israel, they say that they seek \r\nnegotiations for peace on the basis of the two-State \r\nsolution. Those are mere words, without any actual \r\nmeaning, given the wanton settlement campaign being \r\ncarried out in that land, which they claim is going to be \r\nthe land of peace. \r\n We refer in particular to Israel’s action in \r\nJerusalem. It has intensified its efforts to Judaize the \r\ncity, expel its Palestinian inhabitants and support and \r\nprotect the extremist acts committed by hordes of \r\nsettlers, thus jeopardizing the security and safety of \r\nthat historic place. \r\n We would like to address the tragic situation in \r\nGaza. As everyone knows, it is a result of the Israeli \r\nact of aggression against Gaza, which resulted in the \r\nmurder of hundreds of innocent persons. That has been \r\nstated in many international reports, including the \r\nGoldstone report (A/HRC/12/48), which stated frankly \r\nthat Israel has targeted innocent civilians and described \r\nthose acts of aggression as war crimes, serious \r\nviolations of international humanitarian law and crimes \r\nthat could be considered crimes against humanity. \r\nIsrael imposed a brutal siege on the people of Gaza and \r\nblocked the entry of essential goods. That affected \r\ndaily life inside the territory of Gaza and caused a \r\ngreat deal of human suffering. \r\n That situation was condemned by the international \r\ncommunity, including by countries friendly to Israel, \r\nwhich called for the lifting of the siege and the \r\nreconstruction of what Israel destroyed. But Israel \r\npersisted in its policy of siege through its act of \r\naggression against the freedom flotilla that was on its \r\nway to Gaza on a purely humanitarian mission. It was \r\nan initiative by the international civil community to \r\nprovide the necessary food, medicine, construction \r\nmaterials and educational supplies for the inhabitants \r\nof Gaza. Israel intercepted the flotilla’s ships and killed \r\nnine peace activists on board, in addition to injuring \r\nand detaining hundreds more. \r\n Here, we register our satisfaction at the \r\nobjectivity of the report of the United Nations \r\nFact-Finding Mission on the Gaza Conflict and we are \r\nawaiting the results of the international panel of \r\ninquiry established by the Secretary-General. That has \r\nprovided, in particular, the legal framework for taking \r\ninto consideration the fact that Turkey has presented its \r\nreport, while Israel, as usual, has not presented any \r\ninformation to the panel. \r\n At a time when the Arab States seek peace, Israel \r\nstill responds by continuing its many inimical \r\npractices, which have recently reached serious stages. \r\nThus, it shows its true face to the international \r\ncommunity, which we have been trying to expose for \r\ndecades. It still rejects peace and challenges those who \r\n A/65/PV.53\r\n \r\n19 10-65551 \r\n \r\ncall for peace; it believes in racism, aggression, \r\nsettlement and occupation. It leads the peace and \r\nsecurity of the entire region into unknown territory. \r\n My delegation calls on the international \r\ncommunity to pressure Israel by all possible means so \r\nthat it might cease its acts of aggression, the blockade \r\nand settlement activity, and withdraw from all the \r\noccupied Arab territories to the lines of 4 June 1967. \r\n The Syrian Arab Republic seeks a just and \r\ncomprehensive peace and respect for all Arab rights, \r\nincluding the total withdrawal by Israel from all the \r\noccupied Arab territories to the borders of 4 June 1967, \r\nthe establishment of a Palestinian State with Jerusalem \r\nas its capital, the settlement of the question of \r\nPalestinian refugees in accordance with the relevant \r\nresolutions of international legitimacy, especially \r\nresolution 194 (III) and Security Council resolutions \r\n242 (1967), 338 (1973), and the Arab Peace Initiative. \r\n We reiterate the need to restore national unity in \r\nPalestine through national dialogue so that the \r\nnecessary negotiations in Palestine can take place and \r\nso that the will of the Palestinian people to exercise \r\ntheir just rights can be achieved. \r\n Mr. Kleib (Indonesia): Let me begin by \r\nexpressing my delegation’s appreciation to the \r\nCommittee on the Exercise of the Inalienable Rights of \r\nthe Palestinian People for its annual report (A/65/35), \r\nand to the Secretary-General for his reports on the \r\npeaceful settlement of the question of Palestine \r\n(A/65/380 and Add.1) and on the situation in the \r\nMiddle East (A/65/379 and A/65/380 and Add.1). \r\n My delegation wishes to associate itself with the \r\nstatement made earlier by the representative of Egypt \r\non behalf of the Non-Aligned Movement. \r\n One year after we last met to deliberate on these \r\ntwo agenda items — the question of Palestine and the \r\nsituation in the Middle East — the dynamics on the \r\nground in the Middle East, with particular reference to \r\nPalestine, have not changed. The harrowing story of \r\nappalling and still deteriorating humanitarian \r\nconditions all over the occupied Palestinian territory \r\ncontinues. \r\n In the West Bank and the Gaza Strip, Palestinians \r\ncontinue to be deprived and to suffer socio-economic \r\ndislocation and hardships. Obstacles and blockades that \r\nprevent access by the Palestinian people to their \r\nresources remain firmly in place. Mobility restrictions \r\nand closure policies imposed by Israel have affected \r\nthem socially as well as economically. Palestinians \r\nhave had difficulties in accessing essential emergency \r\nhumanitarian assistance. That collective punishment of \r\nan entire people is simply unjustifiable and should not \r\nstand. \r\n One of the greatest challenges facing the \r\nPalestinian people is the unending growth in \r\nsettlements. Israel’s settlement policies and practices — \r\nwhich are aimed at altering the demographic \r\ncomposition, physical character and status of the \r\nPalestinian territory, including Jerusalem — are \r\nnothing but blatant violations of international law. \r\nIsrael’s determination to continue such obnoxious \r\npolicies as illegal settlements, construction of the \r\nseparation wall and restriction of the Palestinian \r\npeople’s rights is the greatest obstacle to establishing a \r\nphysically viable, sovereign and independent \r\nPalestinian State, and thus to achieving peace. \r\n The Middle East conflict, with the question of \r\nPalestine at its core, remains unsettled despite many \r\nefforts made in various quarters. It remains the most \r\nvolatile conflict in the world today and continues to \r\npose a clear danger to international peace and security. \r\nThe intractability of the conflict is a matter of deep \r\nconcern to my delegation. We believe that \r\nunprecedented steps should be taken by all parties \r\nconcerned to end it. \r\n Hopefully sooner, not later, there will come a \r\nmoment when a once-and-for-all solution to the \r\nconflict is agreed on and found acceptable by all \r\nparties. At the present stage, however, it is hard to \r\nimagine the victory of peace emerging from an \r\nextraordinary, one-time, lofty solution. We can always \r\nhope for an Oslo or Madrid or Annapolis type of effort, \r\nbut at this moment we have to appreciate and \r\nencourage positive developments, on any scale, that \r\nkeep the peace process in motion. \r\n Indonesia therefore joins others in keeping a \r\nclose eye on the direct political negotiations that \r\nresumed between Israel and the Palestinians in \r\nSeptember. We hope all the parties will take advantage \r\nof the opportunity and not let it slip from their grasp. \r\nWe are therefore greatly concerned about Israel’s \r\nfailure to extend the moratorium on settlement \r\nconstruction, as that is an obstacle that the direct talks \r\nmay not be able to surmount. \r\nA/65/PV.53  \r\n \r\n10-65551 20 \r\n \r\n If Israel has a genuine commitment to peace, not \r\nmere propaganda statements, it must stop all settlement \r\nconstruction, expansion and planning in the occupied \r\nPalestinian territory, including East Jerusalem, and \r\ndismantle the settlements built there, in compliance \r\nwith international law and the relevant Security \r\nCouncil resolutions. Israel must avoid putting any \r\nobstacles in the way of achieving peace and must \r\noperate within the ambit of international law, not \r\noutside or above it. \r\n A truly comprehensive and lasting peace in the \r\nMiddle East requires a solution not only to the conflict \r\nbetween Israel and Palestine, but also on the Israel-\r\nLebanon and Israel-Syria tracks. \r\n On the Israel-Lebanon track, much remains to be \r\ndone in order to realize the goals of a permanent \r\nceasefire and a long-term solution, as envisioned in \r\nSecurity Council resolution 1701 (2006). As one of the \r\nmajor troop-contributing countries to the United \r\nNations Interim Force in Lebanon, Indonesia will \r\ncontinue to support the early achievement of those \r\ngoals. Meanwhile, it is also obvious that negotiations \r\non the Israel-Syria track require new vigour if they are \r\nto recommence. Signs of reinvigoration through \r\nindirect talks are now discernible, however, and we \r\nencourage them. A comprehensive peace in the Middle \r\nEast must have progress on those two tracks, based on \r\nthe relevant resolutions of the Security Council. \r\n For far too long the Middle East conflict has been \r\na blemish on international peace. For far too long it has \r\nbeen an obstacle to the creation of a peaceful and \r\nliveable region. For more than 60 years, the illegal \r\nIsraeli occupation has made the region a theatre of \r\ntension and violence. The international community \r\nmust raise its voice and rise in cooperation to ensure \r\nthat Israel stops its inhuman policies and to bring the \r\nillegal Israeli occupation to an end. \r\n Today’s observance of the International Day of \r\nSolidarity with the Palestinian People therefore provides \r\nan opportunity for the international community to \r\nreflect on its role in and contributions to advancing the \r\nobjective of a two-States vision. It is the day when the \r\ninternational community reaffirms its commitment to \r\nthe Palestinian people and to the establishment of an \r\nindependent, viable and sovereign State of Palestine, \r\nliving side by side in peace and security with its \r\nneighbours. \r\n Indonesia, for its part, is committed to the efforts \r\nto find a peaceful, just, lasting and comprehensive \r\nsettlement to the conflict, based on the relevant \r\nSecurity Council resolutions, the Madrid terms of \r\nreference and the principle of land for peace, and the \r\nArab Peace Initiative. \r\n Let me conclude, Mr. President, by expressing \r\nour fervent hope that 2011 will be the year that the \r\ninternational community will fulfil its obligation to the \r\nPalestinian people, and a year of remarkable progress \r\nand transformation in the history of the Middle East. \r\n Mr. Alsaadi (Yemen) (spoke in Arabic): At the \r\noutset, I would like to say that it is a pleasure to \r\nobserve the International Day of Solidarity with the \r\nPalestinian People. This tradition has certain political, \r\nmoral and humanitarian implications that have been \r\nput forth by our Organization for half a century. \r\nForemost among them is support for those oppressed \r\npeoples struggling under the yoke of occupation. \r\nToday’s celebration confirms once more the legitimacy \r\nof the struggle of the Palestinian people and their right \r\nto resist occupation and establish an independent State \r\non their national territory, with Jerusalem as its capital. \r\n The tragic situation in the occupied Palestinian \r\nterritories results from assassination, genocide, State \r\nterrorism, policies of deportation and the construction \r\nof the separation wall on Palestinian land, as well as \r\nIsrael’s persistence in building settlements, enforcing \r\nisolation and siege and imposing collective punishment \r\non an entire population. All such policies run counter \r\nto the principles of international law, the Fourth \r\nGeneva Convention and the relevant resolutions of the \r\nGeneral Assembly and the Security Council. \r\n All those aggressive practices could bury alive \r\nthe peace process and the efforts of the Quartet, \r\nsupported by the international community. In addition, \r\nreal dangers result from such escalation that could \r\nplunge the region into a cycle of violence and terrorism \r\nand could jeopardize the stability and security of the \r\nregion and the world. \r\n My delegation appreciates the position declared \r\nby United States President Barack Obama in his \r\nstatement before the General Assembly on 23 September \r\n2010 (see A/65/PV.11), and we hope that it will be \r\ntranslated into action on the ground, including \r\nrecognition of an independent Palestinian State along \r\nthe borders of 4 June 1967, with Jerusalem as its \r\ncapital. \r\n A/65/PV.53\r\n \r\n21 10-65551 \r\n \r\n We also call on the United States Administration \r\nto continue its efforts to pave the way for putting the \r\npeace process back on track, beginning with prompt \r\nand unconditional cessation of all settlement activities, \r\nincluding in East Jerusalem, so that the peace process \r\ncan resume. The unprecedented construction of \r\nsettlements in the occupied Arab territories is a \r\nprovocation directed against efforts to revive the \r\nclimate for a peaceful resolution and is an escalation of \r\nIsraeli activity, while the peace negotiations have \r\nreached an impasse. That is proof of the Israeli \r\nGovernment’s intentions to establish settlements, not a \r\njust and comprehensive peace in the region. Israel \r\nbears direct responsibility for the collapse of peace \r\nefforts through such provocative acts. \r\n I would like to reiterate that a comprehensive and \r\njust peace can be realized only through complete \r\nIsraeli withdrawal from the occupied Arab territories to \r\nthe lines of 4 June 1967, including the Syrian Golan \r\nand remaining Lebanese land, and the establishment of \r\nan independent Palestinian State, with Jerusalem as its \r\ncapital, in accordance with United Nations resolutions. \r\n In that context, we call on the United Nations and \r\nthe international community to shoulder their \r\nresponsibilities to ensure the rights of the Palestinian \r\npeople and to compel Israel to end its policy of \r\nviolence and State terrorism and to act in accordance \r\nwith the resolutions, agreements of international \r\nlegitimacy and other initiatives, including the Arab \r\nPeace Initiative, so as to restart peace negotiations for \r\nachieving peace in the region. \r\n For more than three years Gaza has been \r\nenduring the illegal and inhuman siege that has \r\nparalysed its economy and led to the deterioration of \r\nthe living, health, human and social conditions of more \r\nthan 1,700,000 Palestinian civilians. We therefore call \r\non the international community to take the necessary \r\nsteps to end the intolerable, oppressive and inhumane \r\nsiege of Gaza as soon as possible. \r\n Mr. Salam (Lebanon) (spoke in Arabic): In \r\nSeptember, Barack Obama, President of the United \r\nStates, declared from this rostrum his hope that a \r\nPalestinian State will have become a member of the \r\nUnited Nations by the next session of the General \r\nAssembly (see A/65/PV.11). There is no doubt that the \r\nestablishment of a Palestinian State on Palestinian \r\nterritory, together with the right of its people to \r\nself-determination, are inalienable rights recognized by \r\nthe United Nations in resolution 3236 (XXIX). \r\n On this International Day of Solidarity with the \r\nPalestinian People, we wish to reaffirm in turn in the \r\ncentral importance of establishing a Palestinian State, \r\nwith Jerusalem as its capital, and the right of return of \r\nPalestinian refugees, in accordance with resolution 194 \r\n(III), as part of a lasting and comprehensive solution to \r\nthe Arab-Israeli conflict. That requires the withdrawal \r\nof Israel from all occupied Arab territories, in \r\naccordance with the provisions of international law, the \r\nSecurity Council resolutions, the Madrid terms of \r\nreference and the principle of land for peace, and the \r\nArab Peace Initiative. In that connection, we wish to \r\ncommend the praiseworthy efforts of the international \r\nQuartet, particularly the United States of America, to \r\nresume the peace negotiations. \r\n However, today we must question the nature of \r\nthe obstacles that still prevent us from reaching a \r\nlasting and comprehensive solution, mainly to enable \r\nthe Palestinian people to exercise their right to \r\nself-determination as enshrined in the Charter, which \r\nnecessitates implementing the resolutions and \r\nrespecting the provisions of international law. We wish \r\nto make the following 10 observations. \r\n First, the Charter prohibits aggression and the use \r\nof force to resolve conflicts. Resolution 2625 (XXV), \r\non the principles of international law concerning \r\nfriendly relations and cooperation among States, \r\nprohibits military occupation by force and recognition \r\nof the legitimacy of acquisition of any land in that way. \r\nIn fact, Israel, in defiance of those principles and the \r\nprovisions of Security Council resolution 242 (1967), \r\nhas persisted for 43 years in its occupation through its \r\narmed aggression against the Arab, Palestinian and \r\nSyrian territories and its annexation of East Jerusalem \r\nand the Golan. \r\n Second, the second paragraph of Article 1 of the \r\nCharter and common article 1 of the International \r\nCovenant on Economic, Social and Cultural Rights and \r\nthe International Covenant on Civil and Political \r\nRights provide for respect of peoples’ right to \r\nself-determination. The greatest obstacle to achieving \r\nthis is Israel’s continuing occupation of Palestinian \r\nland and other Arab territories. \r\n Third, the General Assembly has called for \r\nputting an end to colonialism, in resolution 1514 (XV), \r\nand for suppressing the crime of apartheid and \r\nA/65/PV.53  \r\n \r\n10-65551 22 \r\n \r\npunishing its perpetrators, in resolution 3068 \r\n(XXVIII). Article 7 of the Rome Statute of the \r\nInternational Criminal Court describes racial \r\ndiscrimination as a crime against humanity. We wish to \r\nmention that, in his report this year (see A/65/331),  \r\nMr. Richard Falk, Special Rapporteur on the situation \r\nof human rights in the Palestinian territories occupied \r\nsince 1967, like his predecessor, Mr. Jean Dugard, in \r\nhis report to the Human Rights Council in January \r\n2007 (see A/HRC/4/17), noted the ongoing Israeli \r\noccupation and that its perpetuation resembled \r\ncolonialism and apartheid, owing to the continuation \r\nand expansion of the settler policy, on the one hand, \r\nand the adoption of laws, regulations and \r\ndiscriminatory policies on citizenship, ownership of \r\nproperty, courts of law and freedom of movement, on \r\nthe other hand. \r\n Fourth, in its resolution 446 (1979) the Security \r\nCouncil \r\n “determines that the policy and practices of Israel \r\nin establishing settlements in the Palestinian and \r\nother Arab territories occupied since 1967 have \r\nno legal validity and constitute a serious \r\nobstruction to achieving a comprehensive, just \r\nand lasting peace in the Middle East” \r\nand \r\n “calls once more upon Israel, as the occupying \r\nPower, to abide scrupulously by the 1949 Fourth \r\nGeneva Convention, to rescind its previous \r\nmeasures and to desist from taking any action \r\nwhich would result in changing the legal status \r\nand geographical nature and materially affecting \r\nthe demographic composition of the Arab \r\nterritories occupied since 1967, including \r\nJerusalem, and, in particular, not to transfer parts \r\nof its own civilian population into the occupied \r\nArab territories”. \r\nNeither that resolution nor any of the many other \r\nsimilar ones that followed has stopped Israel from \r\nmaintaining its settlement policy. The latest statistics \r\nshow that the number of Israeli settlements in the West \r\nBank has reached 144, the number of illegal posts has \r\nreached 102 and that the number of settlers has \r\nsurpassed 517,000. That number has increased by  \r\n4.9 per cent annually since 1990, while the overall \r\nIsraeli population growth was about 1.5 per cent \r\nannually. \r\n Fifth, Security Council resolution 252 (1968), \r\nafter recalling General Assembly resolutions 2253 \r\n(ES-V) and 2254 (ES-V) and “reaffirming that \r\nacquisition of territory by military conquest is \r\ninadmissible”, states that  \r\n“all legislative and administrative measures and \r\nactions taken by Israel, including expropriation of \r\nland and properties thereon, which tend to change \r\nthe legal status of Jerusalem are invalid”.  \r\n It also  \r\n“calls upon Israel to rescind all such measures \r\nalready taken and to desist forthwith from taking \r\nany further action which tends to change the \r\nstatus of Jerusalem”. \r\n Neither that resolution nor similar resolutions that \r\nfollowed it deterred Israel from its quest to change the \r\ndemographic, legal and infrastructure situation in \r\nJerusalem. It has intensified settlement in East \r\nJerusalem, where settlers now number around 200,000. \r\nMoreover, Israel has brought pressure to bear on the \r\nnative Palestinian citizens, aimed at expelling them by \r\nnot renewing their residence permits and by \r\ndemolishing their houses. More dangerous than that, \r\nIsrael has annexed East Jerusalem and has considered \r\nthat, by virtue of legislation it passed in 1980, \r\nJerusalem is the unified, indivisible capital of Israel in \r\nperpetuity. That concept was condemned by Security \r\nCouncil resolution 478 (1980), but that did not deter \r\nIsrael from continuing its attempt to Judaize East \r\nJerusalem and its surroundings through intensified \r\nsettlement activity and to harass its Arab inhabitants in \r\nRas al-Amud, Sheikh Jarrah and Silwan, as we have \r\nrecently witnessed. \r\n Sixth, the Advisory Opinion of the International \r\nCourt of Justice on the separation wall considers the \r\nconstruction of the wall to be in violation of \r\ninternational law, especially given Israel’s responsibility \r\nto respect the territorial integrity of the land it has \r\noccupied. It also undermines the Palestinians’ right to \r\nself-determination. Israel continues in wilful repudiation \r\nof international law to build the wall and to seize the \r\nterritories between it and the Green Line, in \r\npreparation for annexing the settlements in that area. \r\n Seven, article 49 of the Fourth Geneva \r\nConvention prohibits the occupying Power from \r\nmoving parts of its own population into the territory it \r\noccupies. Article 33 of that Convention prohibits \r\n A/65/PV.53\r\n \r\n23 10-65551 \r\n \r\ncollective punishment, a practice Israel has used in its \r\nblockade of Gaza since the middle of 2007. Article 55 \r\nof the Convention provides that “to the fullest extent of \r\nthe means available to it, the occupying Power has the \r\nduty of ensuring the food and medical supplies of the \r\npopulation”. The regular reports issued by the United \r\nNations Office for the Coordination of Humanitarian \r\nAffairs in the occupied Palestinian territories indicate \r\nthat the occupation authorities do not respect that \r\nprinciple of the Convention. Of the inhabitants in the \r\nwhole occupied West Bank, 79 per cent lack food \r\nsupplies. It is interesting that the percentage in the \r\nWest Bank is greater than that in blockaded Gaza, \r\nwhere it is 61 per cent. \r\n Eight, in addition to the fact that Israel does not \r\nrespect the principles of international humanitarian \r\nlaw, it is no exaggeration to say that there is not a \r\nsingle aspect of human rights, as set down in the \r\nUniversal Declaration of Human Rights, the \r\nInternational Covenant on Civil and Political Rights \r\nand the International Covenant on Economic, Social \r\nand Cultural Rights, that Israel is not violating. It \r\nviolates the human dignity of people in subjecting \r\nthem to discrimination, intimidation and arbitrary \r\ndetention, disrespecting their safety and property, while \r\ndepriving them of fair trials, personal freedoms and \r\nfreedom of movement. All of those practices are \r\naffirmed in the periodic reports of international and \r\nUnited Nations bodies, and they are also noted in \r\nreports of international human rights organizations, \r\nsuch as Amnesty International and Human Rights \r\nWatch. Those practices also appear in last year’s report \r\nof the United Nations Fact-Finding Mission on the \r\nGaza Conflict (A/HRC/12/48) under the chairmanship \r\nof Judge Richard Goldstone. \r\n Nine, in its resolution 497 (1981) the Security \r\nCouncil, after  \r\n“reaffirming that the acquisition of territory by \r\nforce is inadmissible, in accordance with the \r\nCharter of the United Nations, the principles of \r\ninternational law and relevant Security Council \r\nresolutions”,  \r\ndecided  \r\n“that the Israeli decision to impose its laws, \r\njurisdiction and administration in the occupied \r\nSyrian Golan Heights is null and void and \r\nwithout international legal effect”  \r\nand demanded that  \r\n“Israel, the occupying Power, should rescind \r\nforthwith its decision”. \r\n As is the case in East Jerusalem, Israel did not \r\ncomply with Security Council resolutions and persisted \r\nin imposing its laws, jurisdiction and administration in \r\nthe Golan Heights. In the West Bank it did not respect \r\narticle 47 of the Fourth Geneva Convention to cease \r\nmoving its inhabitants into the occupied territories, \r\nestablishing 34 settlements in the Golan with about \r\n20,000 settlers. Worse than that, Israel adopted a new \r\nlaw on 22 November that requires the agreement of \r\ntwo thirds of the members of the Knesset or a national \r\nreferendum to approve any withdrawal from the Golan \r\nor East Jerusalem. Israel continues, thereby, to reject \r\nits international responsibility, as set out in the Charter \r\nof the United Nations and General Assembly and \r\nSecurity Council resolutions, in contravention of all \r\nprovisions of international law. \r\n Ten, Security Council resolution 1701 (2006), \r\nadopted after Israel’s aggression against Lebanon in \r\n2006, calls for the withdrawal of Israeli troops from all \r\nLebanese territories, but, in the four years following \r\nthe adoption of the resolution, Israel has continued to \r\noccupy the north of the village of al-Ghajar and the \r\narea around it. It has not accepted to withdraw from the \r\nShab’a Farms and the hills of Kfar Shuba. It has \r\nrejected our proposals to place those territories \r\ntemporarily under United Nations supervision. \r\nMoreover, that is just part of Israel’s violation of the \r\nsovereignty of Lebanon by land, air and sea. \r\n In the light of those obstacles that prevent the \r\nachievement of a comprehensive and just peace in the \r\nMiddle East, the foremost of which is preventing the \r\nPalestinians from exercising their right to \r\nself-determination, there is no doubt that the best \r\nformula for showing solidarity with the Palestinian \r\npeople would be for the United Nations to actually \r\nunite and overcome its inability to implement its own \r\nresolutions. \r\n Mr. Núñez Mosquera (Cuba) (spoke in Spanish): \r\nCuba aligns itself with the statement made by the \r\nrepresentative of Egypt on behalf of the Non-Aligned \r\nMovement (NAM). \r\n On this occasion, when we are celebrating the \r\nInternational Day of Solidarity with the Palestinian \r\nPeople, it is timely that the international community \r\nA/65/PV.53  \r\n \r\n10-65551 24 \r\n \r\nreaffirms its support for the heroic efforts of the \r\nPalestinian people in their struggle to exercise their \r\ninalienable right to self-determination. \r\n It is equally timely that we reaffirm our \r\ncommitment to redouble our efforts to end that \r\ninjustice and to resolve the question of Palestine in all \r\nits aspects, including a just solution to the difficult \r\nsituation of the Palestinian refugees. \r\n Cuba reiterates its solidarity with the Palestinian \r\npeople and condemns the continued illegal occupation \r\nof its territory by Israel, which is the main obstacle to \r\nattaining a just, lasting and comprehensive peace in the \r\nregion. \r\n We note with deep concern the increased number \r\nof poor people in the occupied Palestinian territories \r\nwhose basic needs are not being met. Currently, the \r\npoverty rate in the occupied Palestinian territory is \r\n65.8 per cent and in the besieged Gaza Strip it has \r\nreached 80 per cent of the population. There, the \r\nmajority depends on food aid in order to survive and \r\nmore than 40 per cent are unemployed. \r\n This year, the situation in the occupied \r\nPalestinian territory, including East Jerusalem, has \r\ncontinued to deteriorate. Israel has continued to violate \r\ninternational law, human rights and international \r\nhumanitarian law. As a result of the Israeli operation \r\nCast Lead towards the end of 2008 and the beginning \r\nof 2009, it was calculated that 280 of the 641 schools \r\nin Gaza were damaged and 18 were destroyed. \r\n More than half of the inhabitants of Gaza are \r\nunder the age of 18, and the interruption of their \r\neducation owing to the damage caused during the \r\noperation and as a result of the Israeli blockade, has \r\nhad a devastating effect. \r\n Reconstruction work in Gaza following the war \r\nhas still not begun, because of the array of bureaucratic \r\nprocedures and restrictions that the Israeli Government \r\nhas imposed on access to construction equipment. \r\n As part of the inhumane blockade the residents of \r\nthe Gaza Strip are subject to, Israel has continued to \r\nseverely limit the movement of Palestinians, imposing \r\na humiliating and discriminatory network of hundreds \r\nof control points and has continued its policy of \r\nclosing crossings, erecting physical barriers on the \r\nroads used by Palestinians, limiting the movement both \r\nof persons and of goods, such as foods, medicine, fuel, \r\namong other essential humanitarian supplies. \r\n Cuba condemns that aggressive policy that \r\nignores the repeated calls by the international \r\ncommunity and the successive resolutions adopted by \r\nvarious bodies of the United Nations. We call on Israel \r\nto immediately lift the Gaza blockade. \r\n The impunity with which the Israeli Government \r\nacts is only possible because of the protection it \r\nreceives from the super-Power that continues to \r\nprovide it with financial resources and arms that \r\nsustain its aggressive policy. \r\n Unfortunately, the Security Council remains \r\nunable to seriously address the Palestinian question, \r\nowing to the application of double standards and the \r\nexercise of the constant threat of veto by one of its \r\npermanent members with regard to any draft resolution \r\nthat seeks to meet that objective. \r\n Israel has continued to erect barricades \r\nthroughout the occupied Palestinian territory, thus \r\nfragmenting and deeply undermining the territorial \r\nintegrity and contiguity of Palestine. It has fully \r\nisolated East Jerusalem from the rest of the West Bank, \r\nwhich, in turn, has severely damaged Palestine’s \r\neconomy and society as a whole. \r\n The occupying Power has maintained intensive \r\ncolonization measures, such as the ongoing \r\nconfiscation of large areas of land, the building and \r\nextension of Israeli settlements and the building of the \r\nwall, which is now 59 per cent completed. Israel has \r\ncontinued to build the wall, flagrantly flouting and \r\ndefying the Advisory Opinion of the International \r\nCourt of Justice and violating General Assembly \r\nresolution ES-10/15 of 20 July 2004, which reaffirms \r\nthe illegal nature of the construction of the separation \r\nwall in the West Bank and East Jerusalem. \r\n In spite of the moratorium decreed by the Israeli \r\nGovernment, settlement activities continue, in particular \r\nin the West Bank. Those activities are aimed at \r\nmodifying the demographic composition, the character, \r\nand the nature of the Palestinian lands, leading to their \r\nde facto annexation through the confiscation of broad \r\nareas. \r\n The building and extension of illegal settlements \r\nbelies Israel’s commitments to the peace negotiations \r\nand endangers the outcome of that process. In practical \r\nterms, those policies prevent the existence of a \r\nPalestinian State with pre-1967 borders and the \r\n A/65/PV.53\r\n \r\n25 10-65551 \r\n \r\npossibility of finding a just solution to the Israeli-\r\nPalestinian conflict. \r\n Cuba condemns those policies and practices, \r\nwhich violate international law, including the Fourth \r\nGeneva Convention, United Nations resolutions and \r\nthe Advisory Opinion of the International Court of \r\nJustice, and demands that Israel immediately end those \r\nillegal practices. \r\n On this occasion, when we are gathered once \r\nagain to address the Palestinian question, more than  \r\n60 years after the beginning of this debate, Cuba \r\nreaffirms its support for the just cause of the \r\nPalestinian people and their efforts to attain their \r\nlegitimate national aspirations. \r\n Cuba shall continue to support the Palestinian \r\npeople in their struggle to put an end to the Israeli \r\noccupation that began in 1967 and in their quest for a \r\njust, peaceful and lasting solution to the Israeli-\r\nPalestinian conflict. We shall not rest until the \r\nPalestinian people exercise their inalienable rights, \r\nincluding the right to self-determination and to \r\nsovereignty as an independent State based on the 1967 \r\nborders and with East Jerusalem as its capital. \r\n Mr. Reuben (Israel): What is most striking about \r\ntoday’s debate is not its one-sidedness, nor its rote \r\ncondemnations of Israel that are divorced from facts on \r\nthe ground, nor the fact that the biased resolutions \r\nbefore us reflect nothing more than the negative \r\npolitical dynamics that exist in the United Nations. \r\nInstead, what really stands out this afternoon is how \r\nlittle today’s debate accomplishes in assisting the \r\nPalestinian people to realize peace, pursue prosperity \r\nand enjoy self-determination in the context of a \r\ntwo-State solution. \r\n As we have seen year after year, today’s debate \r\noffers shallow support for its stated purpose; for it is \r\nclear that serious, direct negotiations are the \r\nfundamental road to security and prosperity for Israelis \r\nand Palestinians alike. Instead of working to bring the \r\nparties together in meaningful negotiations and \r\npreparing the Palestinians to make the tough choices \r\nthat will be required to reach an agreement, this forum \r\nengages in the same ritual condemnation of Israel, thus \r\nfeeding Palestinian notions of victimhood. So I say to \r\nmy colleagues this evening: let us turn away from the \r\ndestructive rhetoric that continues to characterize this \r\nannual Day of Solidarity and begin a new discussion \r\nthat provides meaningful support for the Palestinian \r\npeople. \r\n The modern State of Israel has made clear from \r\nits inception that we believe it is both necessary and \r\npossible to live in peace with our neighbours. This  \r\nwas solemnly emphasized in our Declaration of \r\nIndependence and has been proven through our historic \r\npeace treaties with Egypt and Jordan. And our \r\ncommitment to that principle remains steadfast as we \r\ncontinue to pursue peace in the region. \r\n But it takes two to tango. Israel cannot achieve \r\nthat peace on its own. We can only achieve peace with \r\nthe Palestinians through compromise and direct, \r\nbilateral negotiations. We can only move forward \r\nthrough bilateral negotiations that address the concerns \r\nof both sides. Any peace agreement must be based on \r\nthe fundamental principles of mutual recognition and \r\nsecurity. After generations of denying the Jewish \r\npeople’s historic connection to the land of Israel, the \r\nPalestinians must unambiguously abandon their quest \r\nto make that land their homeland alone — both now \r\nand in the future. \r\n Unfortunately, one can still raise questions as to \r\nwhether the notion of living side-by-side with a Jewish \r\nState has been fully accepted by the Palestinian people. \r\nFor example, in a recent poll, almost two thirds of the \r\nPalestinians expressed their hope that eventually a \r\nsingle Palestinian State would emerge in the region, \r\neven if they supported a two-State solution in the short \r\nterm. \r\n To establish lasting peace, the Palestinian \r\nleadership must be clear about their ultimate aims. \r\nThey must recognize Israel as the Jewish State for the \r\nJewish people and turn away from messages of hatred \r\nand delegitimization, in favour of educating future \r\ngenerations about peace and coexistence. \r\n Any peace agreement must also clearly address \r\nIsrael’s legitimate security concerns, which stem from \r\nthe difficult reality facing our citizens on the ground. \r\nPractically every day the Israeli civilian population is \r\nexposed to the serious threat of rockets and terror \r\nattacks from Palestinian militants, who are supported \r\nby the Iranian and Syrian regimes through training, \r\nfinancing and arms. \r\n Let me mention in that regard that, after Israel \r\ndismantled all of its settlements in the Gaza Strip, it \r\nreceived only terrorism and rocket fire on its towns and \r\nA/65/PV.53  \r\n \r\n10-65551 26 \r\n \r\ncommunities in return. Thousands of rockets have been \r\nlaunched from the Hamas-controlled area since 2001, \r\nwith most of the launchings occurring after Israel \r\nwithdrew from Gaza in 2005. Weapons continue to be \r\ntransferred to terrorist organizations in Gaza daily. \r\n Any future agreement must address those security \r\nthreats. To that end, the international community must \r\nunambiguously confront those Member States that \r\nprovide extensive support for the enemies of peace in \r\nour region. In particular, we must address the Islamic \r\nRepublic of Iran, which continues to export violence, \r\nhatred and instability to the Middle East and beyond. \r\n My country has continued to show throughout the \r\npast year that it is willing to take bold measures to \r\npursue peace. Israel has helped to encourage \r\nimpressive growth in the Palestinian economy and \r\nremoved hundreds of roadblocks and checkpoints in \r\nthe West Bank. \r\n In the Gaza Strip, we relaxed the restrictions \r\nimposed on the passage of civilian goods into the area \r\nand expanded the inflow of materials available for \r\nprojects under the supervision of international \r\norganizations, which provide humanitarian assistance \r\nfor a Palestinian population that remains hostage to a \r\nhostile terrorist entity. \r\n Given the opportunities before us, I feel \r\ncompelled to once again call on the Palestinians and \r\nour other Arab neighbours to join Israel in making real \r\ncompromises and taking courageous action to bring \r\npeace to our region. As such, we are hopeful that the \r\nPalestinian Authority will return, without preconditions, \r\nto direct peace negotiations with Israel, which were \r\nbroken off two months ago. \r\n It is clear that real dialogue around the \r\nnegotiating table — and not the tired diatribe that has \r\ncharacterized this forum — is the only path to peace \r\nfor our two peoples. However, establishing peace is not \r\na one-way, but a two-way street. Compromises on both \r\nsides will be necessary for meaningful negotiations. \r\n The General Assembly has a clear choice to \r\nmake. It can continue to adopt the same distorted \r\nnarrative about Israel in pursuit of a politicized agenda \r\nthat does nothing to further the stated purpose of \r\ntoday’s debate. Or it can take a more constructive \r\napproach and work to bring the parties together to \r\npursue peace, recognizing that that is the fundamental \r\nway to support the rights of the Palestinian people. \r\n The meeting rose at 6 p.m. \r\n"