" United Nations  A/65/PV.10\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fifth session \r\n \r\n10th plenary meeting \r\nWednesday, 22 September 2010, 10 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n10-54533 (E) \r\n*1054533*   \r\nPresident: Mr. Deiss . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Switzerland) \r\n \r\n \r\n  The meeting was called to order at 10.05 p.m. \r\n \r\n \r\nHigh-level plenary meeting as a contribution to the \r\n2010 International Year of Biodiversity \r\n \r\nAgenda item 20 (continued) \r\n \r\nSustainable development \r\n \r\n (f) Convention on Biological Diversity \r\n \r\n The President (spoke in French): This is the \r\nclosing plenary of the high-level meeting as a \r\ncontribution to the International Year of Biodiversity. I \r\nwish to welcome all the high-level guests who have \r\njoined us today. We have had fruitful discussions \r\nthroughout the day. \r\n(spoke in English) \r\n Today, as a contribution to the International Year \r\nof Biodiversity, world leaders met for the first time for \r\na high-level meeting of the General Assembly on \r\nbiodiversity and reaffirmed the political will to reverse \r\nthe alarming loss of biodiversity occurring throughout \r\nour planet. I am very pleased to present a summary of \r\ntoday’s meaningful discussions, which I will transmit \r\nto the tenth meeting of the Conference of the Parties to \r\nthe Convention on Biological Diversity, to be held next \r\nmonth in Nagoya, Japan. \r\n First, Member States and other participants \r\nemphasized the importance of biodiversity and healthy \r\necosystems for achieving the Millennium Development \r\nGoals, especially in poverty eradication. They drew \r\nattention to the fact that continued biodiversity loss can \r\nhave a particularly adverse impact on the poor and \r\nother populations that depend on such natural resources \r\nas fisheries and agriculture. In order to protect \r\nbiodiversity and its many services, including clean \r\nwater, medicine and a buffer against natural disasters, \r\nMember States and other participants noted that it is \r\nimportant fully to achieve the three objectives of the \r\nConvention on Biological Diversity.  \r\n In this regard, they attached great significance to \r\nsecuring successful outcomes at the tenth meeting of \r\nthe Conference of the Parties. That meeting will \r\naddress three interconnected issues: access to and \r\nbenefit sharing of genetic resources, a post-2010 \r\nstrategic plan for biodiversity, and international \r\nsupport for the implementation of biodiversity \r\nstrategies in developing countries. They recognized \r\nthat progress on one issue would depend upon progress \r\non the other two.  \r\n While noting the progress made to date towards \r\nthe negotiation of the draft protocol on access to and \r\nbenefit sharing of genetic resources, Member States \r\nand other participants shared the concern that some \r\nissues are still outstanding. They called for a stronger \r\npolitical impetus and flexibility on the part of all \r\nparties in the negotiations to ensure the adoption of an \r\neffective protocol at the Nagoya meeting. \r\n The tenth meeting of the Conference of the \r\nParties will present an important opportunity to \r\ndevelop a post-2010 strategic plan that contains \r\nambitious, measurable and time-bound biodiversity \r\ntargets for 2020. That plan would provide a common \r\nA/65/PV.10  \r\n \r\n10-54533 2 \r\n \r\nframework for action on biodiversity at the \r\ninternational, regional, national and local levels and \r\nacross various issues, from terrestrial species \r\nprotection to the halting of ocean acidification. If the \r\nstrategic plan is to be translated into a concrete \r\noutcome, it will need to be integrated into national \r\nbiodiversity targets and strategies.  \r\n A decade for biodiversity, as well as the proposed \r\nSouth-South multi-year plan of action, would support \r\nthe implementation of the new strategic plan. \r\nFurthermore, noting the important linkage between \r\nscientific knowledge and effective policy-making, \r\nMember States and other participants stressed the \r\nimportance of establishing an intergovernmental \r\nscience-policy platform for biodiversity and ecosystem \r\nservices, and welcomed the progress achieved at the \r\nintergovernmental and multi-stakeholder meeting held \r\nin June 2010 in Busan, Republic of Korea, and \r\nfacilitated by the United Nations Environment \r\nProgramme. \r\n The true economic values of biodiversity and the \r\necosystem services it underpins are now being \r\nidentified to their full extent. Member States and other \r\nparticipants considered it important that such \r\ninvestigation continue as a matter of priority. They \r\ncalled for strengthening the biodiversity and economy \r\nnexus by incorporating the true values of biodiversity \r\ninto economic theory, financial planning and \r\ninvestments in all sectors, as well as in policy and \r\nplanning processes at all levels. \r\n The green economy, the economics of ecosystems \r\nand biodiversity, and payments for ecosystem services \r\nwere mentioned as important concepts and initiatives. \r\nMember States and other participants also recognized \r\nthat biodiversity and healthy ecosystems are an \r\nessential part of the solution to the challenges of \r\nclimate change. They noted that there are substantial \r\nbenefits to be gained from the coherent implementation \r\nof the three Rio conventions, as well as other \r\nbiodiversity-related conventions. For example, \r\ninitiatives for reduced emissions from deforestation \r\nand forest degradation could provide co-benefits for \r\nbiodiversity and local livelihoods. The upcoming \r\nNagoya and Cancún meetings later this year and the \r\nUnited Nations Conference on Sustainable \r\nDevelopment 2012 will provide timely opportunities to \r\nensure that measures taken under the related \r\nconventions are mutually supportive. \r\n Recognizing that many countries lack the \r\nresources and capabilities effectively to implement \r\ntheir biodiversity strategies and commitments, Member \r\nStates and participants called for bold action to ensure \r\nthat these countries have access to financial resources \r\nand technology transfer. They also called for increased \r\ncapacity-building and scientific and technical \r\ncooperation. In addition, Member States and other \r\nparticipants emphasized the need to mobilize civil \r\nsociety and the private sector. Indigenous and local \r\ncommunities, women and youth should be fully \r\ninvolved in the implementation of the new biodiversity \r\nstrategic plan.  \r\n Finally, noting that the Geneva call for action \r\nissued by past and future presidencies of the \r\nConference of the Parties to the Convention on \r\nBiological Diversity, Member States and participants \r\nnoted that if current rates of biodiversity loss are not \r\nreversed, there will be drastic consequences for human \r\nsocieties. They recognized the need for coordinated \r\nand urgent action across all sectors of Government and \r\nsociety to address the underlying drivers of \r\nbiodiversity loss. There is a need to reform our means \r\nof production, consumption and economic growth to \r\nensure that we live within the ecological limits. \r\nTogether, we can find ways to protect Mother Earth \r\nand live in harmony with nature. \r\n(spoke in French) \r\n I call on the representative of the Bolivarian \r\nRepublic of Venezuela. \r\n Ms. Salerno Caldera (Bolivarian Republic of \r\nVenezuela) (spoke in Spanish): My country, \r\nMr. President, wishes to recognize your efforts in \r\nputting together today’s talks. We have a question. Is it \r\npossible to modify the language of the summary you \r\nhave just read out? We feel that the paragraph \r\nconcerning the platform on technical services is not an \r\nexact reflection of today’s conversations and \r\npresentations. May I ask you clarify this so that I can \r\nthen explain further? \r\n The President (spoke in French): We note the \r\nstatement made by the representative of the Bolivarian \r\nRepublic of Venezuela. My summary does not mention \r\nthe sixty-fifth session of the General Assembly, so I \r\nwould be perfectly happy to listen to any additional \r\ncomment she may wish to make now. I might add that \r\nthe summary I read out is a summary of the debate \r\n A/65/PV.10\r\n \r\n3 10-54533 \r\n \r\nprepared by those who organized it; it is not an official \r\ndocument of the General Assembly. \r\n Ms. Salerno Caldera (Bolivarian Republic of \r\nVenezuela) (spoke in Spanish): The question of \r\nbiological diversity is a substantive and essential issue \r\ncomprised of many, highly technical components. At \r\nthis time, the issue of the platform is on the substantive \r\nagenda of the discussions to take place at the Nagoya \r\nConference. \r\n The summary mentions that Member States \r\nstressed the importance of establishing a platform. That \r\nprejudges the results of the Nagoya Conference and \r\ndoes not reflect the fact that various States, including \r\nmy country, pointed out that, first, the Committee \r\nconcluded that the question had not been addressed and \r\nwe believed that it should have been; and that,  \r\n \r\nsecondly, the text does not reflect our position that not \r\nall Member States have recognized the importance of \r\nestablishing such a platform.  \r\n My country in particular would like to know \r\nwhether it would be possible to amend the language. \r\nWe believe that it would be better to say that some \r\nStates considered the importance of establishing a \r\nplatform. In that way, the interactive debate we held \r\ntoday would not be prejudging the outcome of Nagoya. \r\n The President (spoke in French): The Assembly \r\ntakes note of the statement made by the representative \r\nof the Bolivarian Republic of Venezuela. As I said, the \r\nsubstantive discussion will take place in Nagoya. \r\n We have now come to the end of our \r\ndeliberations. I thank all participants for their patience, \r\nand especially those who have stayed to the very end.  \r\n The meeting rose at 10.20 p.m. \r\n \r\n \r\n"