" United Nations  A/65/PV.21\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fifth session \r\n \r\n21st plenary meeting \r\nTuesday, 28 September 2010, 9 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n10-55264 (E) \r\n*1055264*   \r\nPresident: Mr. Deiss . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Switzerland) \r\n \r\n \r\n  The meeting was called to order at 9 a.m. \r\n \r\n \r\nAgenda item 8 (continued) \r\n \r\nGeneral debate \r\n \r\n The President (spoke in French): I now give the \r\nfloor to His Excellency Mr. Tonio Borg, Deputy Prime \r\nMinister and Minister for Foreign Affairs of the \r\nRepublic of Malta. \r\n Mr. Borg (Malta): Mr. President, I would like to \r\njoin other delegations that have preceded me in \r\noffering my congratulations and those of my delegation \r\non your election as President of the General Assembly \r\nat its sixty-fifth session. I am convinced that your \r\npolitical experience and diplomatic skill will assist and \r\nguide this Assembly in its deliberations, especially in \r\naddressing important and critical issues on the \r\ninternational agenda. \r\n I also congratulate your predecessor, Mr. Ali \r\nAbdussalam Treki, for the excellent manner in which \r\nhe presided over the sixty-fourth session of the \r\nAssembly. Through his commitment and leadership \r\nrole, Mr. Treki successfully guided the Assembly in \r\ndealing effectively with a number of priority issues \r\nfacing our Organization. \r\n I also take this opportunity to express our sincere \r\nappreciation to Secretary-General Ban Ki-moon for his \r\ndedication and untiring efforts to ensure that our \r\nOrganization lives up to the purposes and principles of \r\nthe Charter of the United Nations. His comprehensive \r\nreport on the work of the Organization (A/65/1) \r\nindicates in no uncertain terms the progress the United \r\nNations has made under his leadership and guidance, \r\nfor which Malta is extremely grateful. \r\n During the past 12 months, the international \r\ncommunity has been overwhelmed by the global and \r\nfinancial crises. The crises have been exacerbated by \r\nmany humanitarian tragedies around the world. Natural \r\ndisasters, terrorist attacks, armed violence and internal \r\nconflicts have continued to produce havoc, destruction, \r\nloss of life and the increased forced displacement of \r\npeople worldwide. In the face of these negative \r\nrealities, our Organization has continued to be the \r\nrefuge of the most vulnerable and deprived of our \r\nsocieties, to address increasing inequalities, to respond \r\ncohesively and rapidly to disasters and calamities, and \r\nto seek to improve the very nature of the existence and \r\nsurvival of humankind. It is an accepted norm that \r\nthere is no development without security, no security \r\nwithout development, and neither without respect for \r\nhuman rights. \r\n Important achievements have been registered in \r\nrecent months in the area of disarmament and \r\nnon-proliferation. The new Treaty on Measures for the \r\nFurther Reduction and Limitation of Strategic \r\nOffensive Arms, designed to replace the 1991 START I \r\nagreement and signed in Prague in April by the \r\nPresidents of the United States and the Russian \r\nFederation, created the appropriate political momentum \r\nfor preparing the way for a successful outcome to the \r\n2010 Review Conference of the Parties to the Treaty on \r\nthe Non-Proliferation of Nuclear Weapons (NPT). \r\nA/65/PV.21  \r\n \r\n10-55264 2 \r\n \r\n Malta is particularly pleased that among the \r\nagreed actions taken by the Conference was the \r\nendorsement by the NPT States parties of the \r\nconvening by the Secretary-General, the Russian \r\nFederation, the United Kingdom and the United States, \r\nin consultation with the countries of the region, of a \r\nconference in 2012 to address the establishment in the \r\nMiddle East of a zone free of nuclear and all other \r\nweapons of mass destruction. \r\n The General Assembly’s resolutions recognize \r\nthat positive developments worldwide, but particularly \r\nin Europe, the Maghreb and the Middle East, can be \r\nenhanced by closer Euro-Mediterranean cooperation in \r\nall spheres. Thirty-five years ago, on 1 August 1975, \r\nthe Conference on Security and Cooperation in \r\nEurope — now the Organization for Security and \r\nCooperation in Europe (OSCE) — meeting in Helsinki, \r\nFinland, adopted the Final Act, incorporating an \r\nimportant chapter dedicated exclusively to the \r\nMediterranean that affirmed, among other things, that \r\nsecurity in the Mediterranean is closely linked to \r\nEuropean security, as well as to international peace and \r\nsecurity. \r\n Malta, a European country but nonetheless \r\nMediterranean, has worked for many years, and even \r\nsince becoming a Member of this Organization, \r\ntowards a Euro Mediterranean foreign policy that \r\nembraces confidence- and security-building initiatives \r\nthat further enhance dialogue and understanding in our \r\nregion. Indeed, my country has been present at the \r\ncreation of all the Mediterranean forums in existence \r\ntoday. Through its membership of the European Union, \r\nMalta has solidified these efforts in a manner that \r\npromotes the ever-increasing connectedness of the \r\nEuropean-Mediterranean partnership. \r\n Today, Malta is the host of the European \r\nCommission-League of Arab States Liaison Office, \r\nwhich has formalized relations between the European \r\nCommission and the Arab world in a way that has \r\nnever been done before. Indeed, Malta has translated \r\nits character as an interlocutor with a European identity \r\nand Mediterranean characteristics into the role of a \r\npolitical and cultural bridge to our neighbours to the \r\nNorth and South, and even beyond. \r\n But our commitment to the Mediterranean \r\ndimension does not stop there. Malta continues to seize \r\nevery opportunity to contribute further to this dialogue \r\nof partners. This has certainly been the case within the \r\nUnion for the Mediterranean, where Malta has played \r\nan active part in ensuring that the requisite momentum \r\nis maintained despite occasional political hurdles. In \r\nthe institutional domain, Malta has nominated a Deputy \r\nSecretary-General, an honour accorded to six Union \r\nmembers. The Maltese Deputy Secretary-General has \r\nbeen entrusted with the portfolio covering social and \r\ncivil affairs, an area undoubtedly of vital interest to all \r\nUnion partners. \r\n Next month, Malta will host the Mediterranean \r\nConference of the Organization for Security and \r\nCooperation in Europe, which will address, from a \r\nMediterranean perspective, issues currently being \r\ndebated within the OSCE in the dialogue on the future \r\nof European security. On 8 and 9 November, Malta will \r\nbe the venue for the first regional conference for the \r\nMediterranean of the United Nations Alliance of \r\nCivilizations. The regional conference is expected to \r\nadopt a strategy document and an action plan \r\nexpressing the commitment of the Group of Friends of \r\nthe Alliance to advancing goals in concrete terms in a \r\nregion where intercultural dialogue and cooperation \r\nhave great potential for success in overcoming the big \r\nchallenges the region faces. \r\n In the first half of 2011 Malta, a member of the \r\nWestern Mediterranean Forum since 1991, intends to \r\nhost the second Summit of Heads of State and \r\nGovernment of the Forum, known as the 5+5. The \r\nconvening of the Summit, the second of its kind in \r\nseven years, should, among other purposes, serve to \r\nreaffirm the relevance of the 5+5 dialogue in the \r\ncurrent context. Malta continues to attach great value \r\nto this informal mechanism as a platform for open and \r\nfrank discussion between North and South. \r\n It is also of satisfaction to record the successful \r\nfirst joint International Meeting in Support of Israeli-\r\nPalestinian Peace, held in Malta last February, and \r\norganized by the United Nations Committee on the \r\nExercise of the Inalienable Rights of the Palestinian \r\nPeople and the Parliamentary Assembly of the \r\nMediterranean. In this context I would like to \r\nrecognize the importance of resolution 64/124, adopted \r\nby the General Assembly in December 2009, whereby \r\nthe Parliamentary Assembly of the Mediterranean, \r\nwhose seat is in Malta, was granted observer status and \r\ninvited to participate in the sessions and work of the \r\nGeneral Assembly. \r\n A/65/PV.21\r\n \r\n3 10-55264 \r\n \r\n That brings me to an issue that closely involves \r\nthe Mediterranean region. I am referring to the \r\nsituation in the Middle East, with the Palestinian \r\nquestion at its core. Malta joins other Member States in \r\nwelcoming the decision reached last month between \r\nthe Israelis and the Palestinians to resume direct \r\nnegotiations to resolve all permanent status issues. The \r\nlaunching of direct negotiations on 2 September in \r\nWashington, D.C., followed by the Sharm el-Sheikh \r\nand Jerusalem meetings, has renewed the sense of \r\nurgency and expectation for the resolution of an issue \r\nthat has been on the international agenda for these last \r\n62 years. The intense and unstinting efforts made \r\nduring these past few months by the Quartet, the \r\nSecretary-General and the Arab League, as well as the \r\nIsraelis and Palestinians themselves, in addition to the \r\nvaluable contribution of the United States \r\nAdministration, have opened new possibilities for the \r\nemergence of an independent, democratic and viable \r\nPalestinian State living side by side in peace and \r\nsecurity with Israel. As a member of the international \r\ncommunity, Malta will continue to play its part within \r\nthe United Nations, the European Union and other \r\ninternational, regional and subregional forums to \r\nsupport the creation of the right conditions for all \r\npeoples of the Mediterranean and the Middle East to \r\nlive in peace and prosperity. \r\n This year has brought us stark reminders of the \r\ndevastation and loss of life that we can expect from \r\nclimate change if it continues unabated. Yet, despite \r\nsuch warnings, the international community has yet to \r\nadopt a sufficiently ambitious response strategy that \r\nwould bind us all to contributing fairly to mitigating \r\nclimate change, keeping it within manageable limits. \r\nImportant steps have indeed been taken over the past \r\ntwo decades, but the great expectations of a decisive \r\npush forward in Copenhagen last year were not \r\nrealized. Nevertheless, we must persevere on the road \r\nahead — perhaps more pragmatically than \r\ndramatically. Copenhagen did produce several seeds of \r\nagreement that can be harvested in Cancún in \r\nDecember, where operational decisions could advance \r\naction on several fronts of broad interest to Member \r\nStates. \r\n Integrating the expected climatic impacts into our \r\nvision of the future is in fact a requirement for all of \r\nus, large and small. Yet the topic often lingers on the \r\nsidelines of policymaking. We must give adaptation the \r\npolitical and economic attention it deserves and ensure \r\nwell-targeted financial support to vulnerable countries \r\nor communities most in need of it. I would also like to \r\nunderline the potential of cooperative action on \r\nadaptation at regional levels, and it is in this context \r\nthat Malta is supporting the Mediterranean Climate \r\nChange Initiative announced by the Prime Minister of \r\nGreece. \r\n The protection of the human being continues to \r\nconstitute a top priority for my country. In this regard, \r\nwe have witnessed during the past year important \r\ndevelopments within the United Nations that will \r\nsignificantly contribute to delivering results for a more \r\njust world and to putting system-wide coherence into \r\npractice. We note the progress, small but most \r\nwelcome, on the discussion on the responsibility to \r\nprotect. It will be recalled that five years ago, the 2005 \r\nWorld Summit Outcome (resolution 60/1) called for an \r\nexpansion of the United Nations capabilities for early \r\nwarning and assessment of possible genocide, war \r\ncrimes, ethnic cleansing and crimes against humanity, \r\nin addition to supporting the establishment of an early \r\nwarning capability. Malta therefore highly commends \r\nthe interactive dialogue that took place in July and \r\ncommends the initiative of the Secretary-General to set \r\nup a United Nations joint office to deal with the \r\nprevention of genocide and the wider range of crimes \r\nand violations covered by the responsibility to protect. \r\n Another important development has been the \r\nUnited Nations Global Plan of Action against \r\nTrafficking in Persons (see resolution 64/293, annex). \r\nStill another aspect of human trafficking is the \r\nsmuggling of human beings. The phenomenon of \r\nillegal immigration, stoked by the greed and callous \r\noperations of organized criminal groups in the \r\nMediterranean, is putting at risk the lives of hundreds \r\nof immigrants on the threshold of Europe. Malta has \r\nfor some years now been a country of destination, \r\nattracting a disproportionate influx of illegal \r\nimmigrants and asylum-seekers. Malta’s need for \r\nassistance in providing beneficiaries of international \r\nprotection with a durable solution has been recognized \r\nby many. While Malta affirms its commitment to \r\nabiding by its international obligations, at the same \r\ntime we reiterate our calls on the international \r\ncommunity to continue to assist us in the process of \r\nresettling these unfortunate people. \r\n While not new phenomena, piracy and armed \r\nrobbery at sea against vessels continue to be an issue of \r\ngrave concern for international navigation and the \r\nA/65/PV.21  \r\n \r\n10-55264 4 \r\n \r\nsafety of commercial maritime routes. Malta, as one of \r\nthe leading flag States in the world, is very much \r\nconcerned about the increase in the frequency and \r\nferocity of pirate attacks on merchant ships off the \r\ncoast of Somalia. It is to address that concern that we \r\nintend to promote a debate within the international \r\ncommunity on new issues, such as piracy, in the sphere \r\nof the law of the sea which have cropped up since the \r\nadoption of the United Nations Convention on the Law \r\nof the Sea in 1982. \r\n We intend to launch a fresh and constructive \r\ndebate among like-minded States on the question of \r\nhuman responsibilities. Even though we are here \r\ntreading on ground that may prove to be difficult, we \r\nbelieve that while the fundamental rights and freedoms \r\nof the individual form the cornerstone of a free and \r\ndemocratic society, so do human responsibilities. \r\nRights and duties are two sides of the same coin. Our \r\ncommitment to duties should be as firm as that to \r\nrights. Stressing the rights of society and our duties \r\ntowards others — which in no case should overshadow \r\nour attention to the rights of the individual — puts \r\nemphasis on that which keeps society together. Malta \r\nshall take up this matter to achieve a measure of \r\nprogress in this field in the international community. \r\n Before concluding, allow me to pay a tribute in \r\nmemory to President Guido de Marco, one of my \r\npredecessors, who as Deputy Prime Minister and \r\nMinister for Foreign Affairs, and as President of Malta, \r\nbestowed honour on his country and the people of \r\nMalta, which he loved dearly. His passing away last \r\nmonth left a great void not only among the Maltese \r\npopulation, but also for the many who worked with \r\nhim for the betterment of those in the international \r\ncommunity who are oppressed, weak and vulnerable. \r\n Twenty years ago, this Assembly elected him to \r\nserve as President at the forty-fifth session. His strong \r\nbelief in and steadfast support of the United Nations \r\ncan be encapsulated in his own words at the opening \r\nplenary of the session on 18 September 1990 when, in \r\nreferring to the enormous challenges that lay ahead, he \r\nstated that \r\n “equally enormous is the political will to \r\nguarantee that mankind’s destiny is safeguarded \r\nnot only by individual countries, but by a strong \r\nUnited Nations” (A/45/PV.1, p. 22). \r\n His election as President ushered in, among other \r\nthings, new initiatives for the revitalization of our \r\nGeneral Assembly — a legacy that has continued and \r\ncontinues today. By following Guido de Marco’s vision \r\nfor and love of the United Nations, my country shall \r\ncontinue supporting this Organization and its \r\nSecretary-General to make our world a better place for \r\npresent and future generations. \r\n The President (spoke in French): I join in the \r\ntribute to former General Assembly President Guido de \r\nMarco expressed by the Deputy Prime Minister and \r\nMinister for Foreign Affairs of the Republic of Malta. \r\n I now call on His Excellency Mr. Abubakr Al \r\nQirbi, Minister for Foreign Affairs of the Republic of \r\nYemen. \r\n Mr. Al-Qirbi (Yemen) (spoke in Arabic): \r\nMr. President, on behalf of the Government of Yemen, \r\nI am pleased to express to you our warm \r\ncongratulations on your assumption of the presidency \r\nof the General Assembly at its sixty-fifth session. We \r\nare confident that your abilities and wisdom, Sir, will \r\nlead to the success of this session in fulfilment of its \r\ndesired goal. \r\n I also wish to refer with appreciation and pride to \r\nthe good work of Mr. Ali Abdussalam Treki, the \r\nprevious President of the General Assembly, and \r\ncongratulate him for his tireless efforts that led the \r\nprevious session to a successful conclusion, not the \r\nleast of which was his participation in the High-level \r\nPlenary Meeting of the General Assembly on the \r\nMillennium Development Goals (MDGs). \r\n We also wish to thank His Excellency Mr. Ban \r\nKi-moon, Secretary-General of the United Nations, for \r\nhis continuous efforts to reform our Organization and \r\nincrease its role in the humanitarian and development \r\nfields and in the achievement of international peace \r\nand security. \r\n The Republic of Yemen is witnessing complex \r\ndevelopment and political, social and environmental \r\nchallenges. A number of factors and circumstances \r\nhave led to their formation, including the international \r\nfinancial crisis, with its negative effect on the Yemeni \r\neconomy, and a decline in our progress towards the \r\nachievement of the MDGs. There is a severe shortage \r\nof available resources owing to the low production and \r\nlow price of oil, on which the Government depends as \r\na main source of income, representing 75 per cent of its \r\ngeneral income. There has also been a decline in \r\nremittances from expatriates and in tourism, in addition \r\n A/65/PV.21\r\n \r\n5 10-55264 \r\n \r\nto overpopulation, paucity of water resources, and \r\nlimited contributions from development partners for \r\nfunding anti-poverty programmes and providing decent \r\nstandards of living for our citizens. \r\n Yemen’s pro rata share of official development \r\nassistance (ODA) is the lowest of the least developed \r\ncountries in the world. With a view to achieving \r\neconomic development and conducting financial and \r\neconomic reforms, my country has recently concluded \r\nan agreement with the International Monetary Fund to \r\nimplement a programme that will lead to financial \r\nstraightening out of the budget deficit and stem the \r\nprogressive decline in Government level of support for \r\nfuel in a manner that would contribute to alleviating \r\nthe general budgetary burden falling on the State. \r\n A number of administrative, financial and \r\njudiciary reforms have been adopted, as have efforts to \r\ncombat corruption and to apply decentralization of \r\npower. My Government is now trying to develop its \r\nfourth five-year development plan for the years 2011-\r\n2015. We have started a political dialogue with \r\nopposition parties in order to find agreement on how to \r\naddress all the challenges faced by Yemen. We have set \r\nup election laws and introduced a number of \r\nconstitutional reforms, called for the formation of a \r\nNational Unity Government, in preparation for \r\nconducting parliamentary elections next April. \r\n Last week, there were a number of meetings in \r\nNew York on a new initiative regarding cooperation \r\nwith Yemen, under the name of Friends of Yemen. \r\nParticipants included representatives of the Gulf \r\nCooperation Council, the European Union, the five \r\npermanent members of the Security Council, along \r\nwith Turkey, Jordan and Egypt, as well as international \r\ndonor funds and institutions. The purpose of the \r\nmeeting was to garner support for our efforts to \r\nachieve development and combat extremism, terrorism \r\nand piracy. We are confident that this cooperation will \r\nstrengthen our security capabilities to carry out our \r\ndevelopment plans, reinforce our ability to combat \r\nterrorism and protect sea lanes in the Gulf of Aden and \r\nthe southern part of the Red Sea from piracy and \r\nprotect our borders. \r\n Among the challenges Yemen has faced are the \r\ndifficult political developments following a rebellion in \r\nthe Governorate of Sa’dah, which has complicated the \r\nGovernment’s efforts at achieving national peace and \r\nreconstruction. This rebellion, in addition to six wars \r\nimposed on Yemen, have caused the displacement of \r\ntens of thousands of citizens and forced the \r\nestablishment of refugee camps in coordination with \r\ninternational relief organizations. The conflict came to \r\nan end once the rebel group accepted the six conditions \r\nthat the Government posed, including the release of a \r\ngreat number of prisoners and agreeing to the Doha \r\nAccords, the time frame and implementation of which, \r\nas sponsored by sisterly Qatar, we are in the process of \r\ncarrying out. The Government has responded by \r\npeacefully reaching out to the rebels, while upholding \r\nthe principle of sovereignty and the rule of law \r\nthroughout the country. The country upheld the right to \r\nconfront any groups that violate the Constitution and \r\nthe rule of law, or that practise terrorism, violence or \r\nsabotage. \r\n My country is also suffering from the terrorist \r\nactivities of Al-Qaida, which has been carrying out \r\nnew operations, such as assassinating leaders in our \r\nsecurity sector. It is trying to entrench its position on \r\nthe Arabian Peninsula by cooperating with opponents \r\nto Yemeni unity, such as the southern secessionists, \r\nwho call for secession in defiance of the will of the \r\nmajority of the Yemeni people. They also support \r\nsubversive elements in Sa’dah, in service of the \r\ninterests of Al-Qaida, and seek to spread instability and \r\nanarchy in the country through their terrorist activities \r\ntargeting Yemen, the region and the rest of the world. \r\n Our security apparatus has managed to make \r\nheadway in arresting many terrorists and aborting their \r\noperations. These terrorists now live in a state of fear \r\nand are unable to carry out their terrorist plans. As a \r\ncomplement to the efforts to liquidate Al Qaida, there \r\nremains a pressing and important need to build and \r\nfoster national abilities and coordinate intelligence and \r\nsecurity activities. \r\n Experience has proven that outside interference \r\ndesigned to combat terrorism further compounds the \r\nsituation and paves the way for local sympathy for \r\nterrorist groups. Yemen is an effective partner with the \r\ninternational community in combating terrorism. Our \r\nsuccess today in waging pre-emptive strikes against \r\nAl-Qaida requires that the international community \r\ntake a strong stand by providing us with its full \r\nbacking and support. \r\n Since its assumption of the chairmanship of the \r\nGroup of 77 and China, the Republic of Yemen has \r\nenthusiastically and willingly tried to reach consensus \r\nA/65/PV.21  \r\n \r\n10-55264 6 \r\n \r\non a number of issues of interest to the Group and that \r\nwill maintain the unity and solidarity of the Group and \r\nfurther its relations with the developed countries. \r\nRecently, Yemen led the difficult negotiations to arrive \r\nat the outcome document of the High-level Plenary \r\nMeeting of the sixty-fifth session of the General \r\nAssembly on the Millennium Development Goals \r\n(resolution 65/1), which contains a work programme \r\nfor the coming five years. Yemen’s leadership of the \r\nGroup enabled it to achieve much of the South’s \r\nagenda, which serves the interests of all developing \r\ncountries. It is leading other, highly complex \r\nnegotiations on conventions having to do with the \r\nenvironment and climate change. \r\n We are proud to have chaired the meetings of the \r\nGroup of 77 and China on the United Nations \r\nFramework Convention on Climate Change. Our \r\neffective participation in the work of the relevant \r\ncommittees has led to a compromise and middle \r\nground that we hope will lead to the success that has \r\nthus far remained out of reach. \r\n We must focus on the suffering of more than \r\n20 million Pakistanis caused by the recent floods, \r\ncalling on the international community, particularly the \r\nsuper-Powers, to shoulder their responsibilities towards \r\nthe Pakistani people as well as their responsibility \r\nvis-à-vis the impact of climate change in the future and \r\nits potential destructive effects. We call upon all \r\nMember States to responsibly stand by the sisterly \r\nGovernment of Pakistan with a view to alleviating the \r\nsuffering of its internally displaced persons. \r\n I would like to take this opportunity to extend our \r\nwarmest condolences to the Governments and peoples \r\nof States that have recently been affected by natural \r\ndisasters, particularly Pakistan, China, the Russian \r\nFederation and Haiti. \r\n It is, of course, a fact that the Arab-Israeli \r\nconflict threatens international stability and security. \r\nThe history of efforts to solve this conflict shows \r\nclearly that Israeli recalcitrance and the Israeli \r\nGovernment’s settlement policies, as well as its refusal \r\nto abide by the internationally legitimate resolutions \r\nand the Arab Peace Initiative or ensure the legitimate \r\nrights of the Palestinians are the main barriers to the \r\nachievement of peace. \r\n The international community, in particular the \r\nmain sponsors of the peace talks and especially the \r\nUnited States, should give Israel one last chance to \r\nabide by all of the resolutions, previous agreements \r\nand calls relating to the promulgation of peace in \r\naddition to the establishment of a sovereign Palestinian \r\nState on its soil and the cessation of settlement-\r\nbuilding. Furthermore, if Israel continues to reject \r\npeace, the Security Council should impose a solution to \r\nthe conflict in accordance with relevant resolutions of \r\ninternational legitimacy and under Chapter VII of the \r\nCharter. Israel must also accede to the Treaty on the \r\nNon-Proliferation of Nuclear Weapons and enter into \r\nserious talks with the International Atomic Energy \r\nAgency aimed at making the Middle East a region free \r\nfrom weapons of mass destruction and to assert the \r\nright of States in the region to the peaceful use of \r\nnuclear technology. \r\n Despite the numerous meetings of the Security \r\nCouncil and the International Contact Group on \r\nSomalia, the situation in Somalia remains dangerous \r\nand threatening to the security and stability of the \r\nregion. It is regrettable that, given the growing piracy \r\nphenomenon, its expansion and its threat to \r\ninternational navigation, the international community \r\nhas not taken effective steps to support the temporary \r\nSomali Government, enable it to build its State and \r\ninstitutions, support its security capacity and army and \r\nsupport the African peacekeeping force. This has made \r\nthe Somali Government and people feel embittered, \r\nhaving witnessed the non fulfilment by the \r\ninternational community of its commitments and \r\nobligations to the Somali Government. \r\n Yemen bears the burden of the outflow of \r\nthousands of refugees from the Horn of Africa, most of \r\nwhom are from Somalia. We are well aware of the \r\neffects of the security, political and humanitarian \r\nsituation in Somalia on Yemen and the region. The \r\nUnited Nations and the Security Council in particular \r\nshould shoulder their responsibility to restore security \r\nand stability to Somalia. \r\n Here, we acknowledge the efforts of the Sudanese \r\nGovernment to bring about the success of dialogue \r\nwith the opposition forces, and we commend the Qatari \r\nmediation efforts to achieve peace in Darfur and the \r\nComprehensive Peace Agreement with the South. \r\nDialogue is the only means to maintain the unity of the \r\nSudan and achieve security and stability there. We call \r\nupon all Sudanese parties to shoulder their \r\nresponsibilities and to effectively participate in the \r\ndialogue in a manner that fulfils the high national \r\n A/65/PV.21\r\n \r\n7 10-55264 \r\n \r\ninterests of the Sudanese people and retains their social \r\nintegrity and unity. \r\n We call for the revocation of the International \r\nCriminal Court warrant against his Excellency \r\nPresident Omer Al Bashir, since this does not respect \r\nthe sovereignty of the State and impedes efforts to \r\nachieve peace in the Sudan. \r\n The parliamentary elections in Iraq reflected the \r\nIraqi people’s support for the democratic option and \r\nthe Iraqi Constitution. We are confident that they will \r\nemploy dialogue to solve all of their differences and \r\navoid all sectarian and factional conflicts and disputes. \r\nWe are hopeful that the Iraqi national leadership will \r\nagree to the formation of the Government and put Iraq \r\non the road towards development, construction and \r\nstability. \r\n The Republic of Yemen hosted a ministerial \r\nmeeting of the Association of Southeast Asian Nations \r\nat the beginning of last month. At that meeting, it was \r\nreiterated that it was necessary to strengthen \r\ncooperation among its member States in the fields of \r\ntrade, investment, tourism, culture and education, \r\nfisheries; and efforts to combat epidemics, natural \r\ndisasters, the challenges of climate change and piracy \r\non the high seas. \r\n We also hosted the extraordinary ministerial \r\nmeeting of the Sana’a Forum for Cooperation, \r\nemphasizing the need to achieve security and stability \r\nin the Horn of Africa and the south of the Red Sea, and \r\nto combat extremism, piracy and terrorism in the Horn \r\nof Africa and the Arabian Sea. \r\n We have hosted these and other ministerial and \r\nregional meetings based on our desire to achieve \r\ncollective cooperation in order to maintain peace and \r\nsecurity among the peoples of the region and the \r\nworld, in accordance with the lofty goals of the United \r\nNations. \r\n Despite all the appeals to achieve the Millennium \r\nDevelopment Goals (MDGs) and the humanitarian \r\nthemes included in the Goals, the international \r\nsituation, which has been affected by the financial \r\ncrisis, the fluctuation of energy prices and natural \r\ndisasters leading to increases in the price of crops and \r\nother foodstuffs, has dissuaded developed countries \r\nfrom fulfilling their obligations to assist and support \r\nthe least developed countries. There is fear that the \r\nspecified time frame for achieving the MDGs will pass \r\nand the developed countries will not fulfil their \r\nobligations towards the developing and least developed \r\ncountries. \r\n In Yemen, we have positively dealt with these \r\nGoals in accordance with our limited capacity. Our \r\nGovernment has adopted a national strategy to \r\neradicate poverty. This has been reflected in our \r\nnational development plans. We are trying our best, \r\nwith the cooperation of the international community, to \r\nimplement this strategy. Our Government has taken a \r\nnumber of measures to increase the allocation of \r\nbudgetary funds for education and to build more \r\nschools as well as to enhance the educational cadres, \r\ndeveloping primary education, encouraging education \r\nfor girls and widening the scope of adult illiteracy \r\nreduction. We are trying to improve gender equality \r\nand the empowerment of women to participate in \r\npolitical life. We have provided health care for mothers \r\nand children, spreading cultural and health awareness. \r\nThis has led to low infant mortality rates. We have \r\nconducted health campaigns to eliminate epidemics \r\nand the spread of AIDS. \r\n Yemen suffers from scarce water resources and \r\noverpopulation, which adversely affect the \r\nsustainability and soundness of the environment. We \r\nhave therefore made national plans to study the \r\nsituation, better understand the problems, and protect \r\nthe environment as part of our national plans for \r\ndevelopment. \r\n We have spent a great deal on imposing the rule \r\nof law and on combating terrorism and other \r\nsubversive elements. We have taken in more than \r\n700,000 refugees from the Horn of Africa, which has \r\nlimited our expenditure on development and poverty \r\nreduction, on improving the standards of living of our \r\ncitizens, on providing employment for our youth, on \r\nimproving education and health care and on the \r\nachievement of the MDGs. We therefore call on our \r\nfriends, partners, international donors and international \r\norganizations and financial institutions to help us \r\ncombat terrorism. They must fulfil their obligations \r\nand extend the necessary support to Yemen to help us \r\nachieve sustainable development and the \r\nsocio-economic and political stability to which we \r\naspire. \r\n The President (spoke in French): I now call on \r\nHis Excellency Mr. Avigdor Liberman, Deputy Prime \r\nMinister and Minister for Foreign Affairs of Israel. \r\nA/65/PV.21  \r\n \r\n10-55264 8 \r\n \r\n Mr. Liberman (Israel): When I arrived yesterday \r\nin New York, I received a phone call from the chairman \r\nof one of the Jewish organizations, who asked me how \r\nI was coping with all the pressure that is being placed \r\non Israel. “Surely”, he said, “it must be very difficult”. \r\nI recalled an old joke, which tells of five Jews who \r\nchanged the way we see the world: Moses, law is \r\neverything; Jesus, love is everything; Marx, money is \r\neverything; Freud, sex is everything; and Einstein, \r\neverything is relative. So, I told him that everything is \r\nrelative. On one hand, it is very difficult. On the other \r\nhand, it is easier than before, because now we have a \r\nstable coalition and a stable Government and we have \r\nthe support of a majority of Israel’s citizens. We are \r\nready for a fair solution and we are ready to cooperate \r\nwith the international community. However, we are not \r\nready to compromise our national security or the vital \r\ninterests of the State of Israel. \r\n At the outset, I want to emphasize that, contrary \r\nto what is often presented in the international media, \r\nthe political arena in Israel is not divided between \r\nthose who seek peace and those who seek war. \r\nEveryone wants peace, and the controversy in Israel \r\ncentres on the specific question of how to achieve this \r\npeace, how to reach security and stability in the region. \r\nAnd the question is: why, in the 17 years since we \r\nsigned the Oslo Accords, have we not arrived at a \r\ncomprehensive agreement signifying the end of the \r\nconflict and the removal of future mutual claims? \r\n Despite all of the efforts of all the good people \r\nwith the best of intentions, including Yitzhak Rabin, \r\nShimon Peres, Benjamin Netanyahu, Ehud Barak, Ariel \r\nSharon and Ehud Olmert; despite the summit meetings \r\nat Camp David between Ehud Barak and Yasser Arafat \r\nwith the presence of former President Bill Clinton; and \r\ndespite the Annapolis Summit between Ehud Olmert \r\nand Mahmoud Abbas, we are today still in deadlock. \r\n In fact, contrary to the prevalent view that the \r\nIsraeli-Palestinian conflict is the heart of the instability \r\nin the Middle East or is the main reason for the \r\nregion’s numerous conflicts, the reality is entirely \r\ndifferent. More than 90 per cent of the wars and war \r\nvictims of the Middle East since the Second World War \r\ndid not result from the Israeli-Palestinian conflict and \r\nare in no way connected to Israel. Rather, they stem \r\nfrom conflicts involving Muslims or conflicts between \r\nArab States. The Iran-Iraq war, the Gulf war, the wars \r\nbetween North and South Yemen, the Hama atrocities \r\nin Syria, and the wars in Algeria and Lebanon — these \r\nare just a few examples from a list that goes on and on. \r\n The second flawed explanation for the \r\nlong-standing conflict between Israel and the \r\nPalestinians that has gained popularity is that the root \r\nof the problem is the so-called occupation, the \r\nsettlements in Judea and Samaria and the settlers \r\nthemselves. Only the establishment of an independent \r\nPalestinian State in Judea, Samaria and Gaza, so the \r\nargument goes, will ensure peace in the region. \r\n It is sufficient to state a number of well-known \r\nfacts in order to refute that claim. First, all of Judea, \r\nSamaria and Gaza were under Arab control for \r\n19 years, between 1948 and 1967. During those \r\n19 years, no one tried to create a Palestinian State. \r\nPeace agreements were achieved with Egypt and \r\nJordan, despite the presence of settlements. And the \r\nopposite is also true: we evacuated 21 flourishing \r\nsettlements in Gush Katif and transferred more than \r\n10,000 Jews. And, in return, we have Hamas in power \r\nand thousands of missiles landing on Sderot and \r\nsouthern Israel. \r\n Another misguided argument is the claim that the \r\nPalestinian issue prevents a determined international \r\nfront against Iran. This argument is not only flawed, it \r\nis completely irresponsible. The same argument could \r\nbe made that the Palestinian issue prevents action on \r\nNorth Korea, piracy in Somalia, the humanitarian crisis \r\nin Sudan or the challenge of Afghanistan. \r\n Just as the Khomeini Revolution had nothing to \r\ndo with the Palestinian issue, neither is the Iranian \r\ndecision to develop nuclear weapons related. In truth, \r\nthe connection between Iran and the Israeli-Palestinian \r\nconflict is precisely the contrary. Iran can exist without \r\nHamas, Islamic Jihad and Hizbullah, but the terrorist \r\norganizations cannot exist without Iran. Relying on \r\nthose proxies, Iran can, at any given time, foil any \r\nagreement between Israel and the Palestinians or with \r\nLebanon. \r\n Thus, in searching for a durable agreement with \r\nthe Palestinians, one that will deal with the true roots \r\nof the conflict and will endure for many years, one \r\nmust understand that, first, the Iranian issue must be \r\nresolved. One must deal first with the root cause of the \r\nproblem, and not its symptoms. There are, of course, \r\nyet other problems that must be solved; solving that \r\none would not be sufficient, but it is nevertheless a \r\nnecessary condition. \r\n A/65/PV.21\r\n \r\n9 10-55264 \r\n \r\n In trying to resolve the conflict between Israel \r\nand the Palestinians, we are dealing with two types of \r\nproblems: emotional problems and practical problems. \r\nThat is why the solution must also be a two-stage one. \r\n The emotional problems are, first and foremost, \r\nthe utter lack of confidence between the sides and \r\nissues such as Jerusalem, recognition of Israel as the \r\nnation-State of the Jewish people, and refugees. Under \r\nthose conditions, we should focus on coming up with a \r\nlong-term intermediate agreement, something that \r\ncould take a few decades. We need to raise an entire \r\nnew generation that will have mutual trust and will not \r\nbe influenced by incitement and extremist messages. \r\nTo achieve a final status agreement, we must \r\nunderstand that the primary practical obstacle is the \r\nfriction between the two nations. \r\n As is true everywhere, where there are two \r\nnations, two religions or two languages with competing \r\nclaims to the same land, there is friction and conflict. \r\nCountless examples of ethnic conflict around the world \r\nconfirm this, whether in the Balkans, the Caucasus, \r\nAfrica, the Far East or the Middle East. Where \r\neffective separation has been achieved, conflict has \r\neither been avoided or has been dramatically reduced \r\nor resolved. Consider the cases of the former Yugoslav \r\nrepublics, the split-up of Czechoslovakia and the \r\nindependence of East Timor as cases in point. Thus, the \r\nguiding principle for a final status agreement must not \r\nbe land-for-peace but rather, exchange of populated \r\nterritory. Let me be very clear: I am not speaking about \r\nmoving populations, but rather about moving borders \r\nto better reflect demographic realities. \r\n This is not an extraordinary insight and is far less \r\ncontroversial than some may seek to claim. In fact, \r\nprecisely this notion — that a mismatch between \r\nborders and nationalities is a recipe for conflict — has \r\nlong been accepted as a virtual truism in the academic \r\ncommunity. Leading scholars and highly respected \r\nresearch institutions have even coined the term “right-\r\nsizing the State” to capture the idea that States and \r\nnations must be in balance in order to ensure peace. \r\nThis is not a controversial political policy. It is an \r\nempirical truth. \r\n But beyond empirical truth there is historical \r\ntruth, namely, the almost 4,000 years during which the \r\nJewish people were born in the land of Israel and \r\ndeveloped the corpus of ethical and intellectual \r\ntreasures that have been instrumental in the rise of \r\nWestern civilization. The 2,000 years of forced exile \r\nand interim conquest by Byzantines, Arabs, \r\nMamelukes, Ottomans and others cannot and never will \r\nimpair the unbreakable bonds of the Jewish people to \r\nits homeland. Israel is not only where we are, it is who \r\nwe are. \r\n In closing, let me remind everyone in this Hall of \r\nthe quote on the plaza across from the United Nations, \r\nwords spoken in Jerusalem almost 3,000 years ago by \r\nthe Jewish prophet Isaiah: \r\n “They shall beat their swords into plowshares and \r\ntheir spears into pruning hooks; nation shall not \r\nlift up sword against nation, neither shall they \r\nlearn war any more.” (Isaiah 2:4) \r\n Inspired by the deep wisdom embodied in these \r\nwords, let us hope that the path to true peace \r\nprophesied by Isaiah will guide our two peoples, in two \r\nnation-States, living in peace and security. \r\n The President (spoke in French): I now call on \r\nHis Excellency Mr. Hor Namhong, Deputy Prime \r\nMinister and Minister for Foreign Affairs and \r\nInternational Cooperation of the Kingdom of \r\nCambodia. \r\n Mr. Hor (Cambodia): At the outset, allow me to \r\njoin the previous speakers in expressing my sincere \r\ncongratulations to His Excellency Joseph Deiss of \r\nSwitzerland on his election as President of the sixty-\r\nfifth session of our General Assembly. I am confident \r\nthat under his able leadership our Assembly will be \r\ncrowned with significant progress on many global \r\nissues of international concern. Likewise, I would like \r\nto take this opportunity to pay tribute to His \r\nExcellency Mr. Ali Abdussalam Treki for the \r\nprofessionalism and dedication with which he \r\nconducted the previous session of our General \r\nAssembly. \r\n This sixty-fifth session is particularly significant, \r\ncombining in a timely manner two important high-level \r\nmeetings, namely, the high-level meeting on the \r\nMillennium Development Goals (MDGs) and the High-\r\nlevel Review of the Mauritius Strategy for the Further \r\nImplementation of the Programme of Action for the \r\nSustainable Development of Small Island Developing \r\nStates. Those important meetings remind us that there \r\nis no better entity than the United Nations to address \r\nglobal challenges and that multilateralism is relevant in \r\naddressing the world’s interconnected and proliferating \r\nA/65/PV.21  \r\n \r\n10-55264 10 \r\n \r\nchallenges, including the global economic and \r\nfinancial crisis, climate change, food security, \r\ninternational peace and security, regional conflicts and \r\nothers. \r\n The global economic and financial storm seems \r\nto be over, but the task of restoring confidence and \r\npromoting economic recovery is far from complete and \r\nremains a daunting task, especially for the developing \r\ncountries. However, achievement of the MDGs is \r\nuncertain owing to the fragile economic recovery of \r\nthose countries. Failure to meet the MDGs by 2015 \r\nwill leave millions of people locked in the cycle of \r\npoverty. Therefore, as the economic recovery \r\ncontinues, a joint effort towards concrete action is \r\nneeded to further boost confidence and maintain the \r\nmomentum of global economic growth. \r\n In Cambodia we adopted our own MDGs in 2003, \r\nknown as Cambodian MDGs and have thus achieved \r\nthe MDG targets on reducing child mortality and \r\nHIV/AIDS, malaria and other diseases. According to a \r\nrecent study issued by the Overseas Development \r\nInstitute and the United Nations Millennium \r\nCampaign, Cambodia ranks among 20 countries that \r\nhave made the most absolute progress on the MDGs. \r\n Our world today is facing most serious global \r\nchallenges. Climate change presents a major threat for \r\nevery country, although it is more severe for poor \r\ncountries. Daily, we see an increase in headline news \r\nand reports on chaotic weather occurring worldwide, \r\nwith record heat and cold waves, unusual torrential \r\nrains leading to apocalyptic floods and landslides and \r\nmudslides that kill hundreds and displace millions of \r\npeople. Intense forest fires resulting from to extreme \r\nheat indicate that Mother Nature is raging. \r\n The confluence of those natural calamities also \r\nmeans that the agricultural sector, which depends \r\nlargely on weather, has been hit most often, resulting in \r\nadverse impacts on food security. All those events have \r\naggravated poverty and led to increased illegal \r\nimmigration, which has already become a serious \r\nhuman security problem. \r\n Although the much awaited summit of the \r\nfifteenth session of the Conference of the Parties in \r\nCopenhagen last year failed to achieve a binding \r\nagreement, it established a good foundation at the least \r\nto enhance international cooperation on a number of \r\nkey issues, such as deforestation, renewable energy and \r\nfinancial support for the world’s poorest countries to \r\nmitigate and adapt to climate change. We regret, \r\nhowever, that the pledges have not been actualized. \r\n It is still uncertain whether a binding agreement \r\nwill be secured in Cancún this year. In particular, the \r\nprinciple of common but differentiated responsibilities \r\nfor developed and developing nations should serve as \r\nthe foundation for negotiations. Such a principle is key \r\nto rebuilding mutual trust among nations, which is the \r\nmost urgent task needed to achieve a meaningful result \r\nat the Cancún Conference. The spirit of compromise is \r\nabsolutely necessary for the sake of humanity. Climate \r\nchange has already reached a point of no return. \r\n Cambodia urges developed countries to honour \r\ntheir commitments to provide financial and \r\ntechnological aid to developing nations for the fight \r\nagainst climate change and to take the lead and cut \r\ntheir respective carbon dioxide emissions, so that the \r\nConference in Cancún can produce tangible results. \r\nFruitful outcomes in Cancún will depend on efforts by \r\nall to save humankind from much more serious \r\ncatastrophes. Climate change is not a vital problem of \r\nonly one country or one region, but of the world as a \r\nwhole. \r\n Cambodia is pleased to join the group of \r\ncountries for implementation of the Copenhagen \r\nAccord. We have launched our own initiative called the \r\nCambodian Climate Change Alliance, which focuses \r\non capacity-building and strengthening national \r\ninstitutions. Cambodia has also steadily implemented \r\nprojects aimed at reducing emissions from \r\ndeforestation and forest degradation and will continue \r\nto assume its share of responsibility in curbing carbon \r\ndioxide emissions and bringing about adaptation and \r\nmitigation measures. \r\n Cambodia believes that the problem of food \r\nsecurity also deserves great attention. At the World \r\nSummit on Food Security in November 2009 it was \r\ndisclosed that the number of hungry people had already \r\nreached 1 billion. That number will certainly increase \r\nday by day with the augmentation of the world \r\npopulation, thus further aggravating food security in \r\nthe world, particularly in the poorest countries. \r\n The lack of financial resources devoted to \r\nagriculture, the lack of access to agrotechnologies and \r\nthe irrational use of water resources are among the \r\ncatalysts of the food crisis. At the same time, as a result \r\nof recent high fuel oil prices, agricultural land has been \r\ndiverted to grow bioenergy crops to meet increasing \r\n A/65/PV.21\r\n \r\n11 10-55264 \r\n \r\ndemand for fuel, while the world population needs \r\nmore and more food. Furthermore, official \r\ndevelopment assistance (ODA) has not been \r\nsufficiently focused on agricultural production. \r\nTherefore, Cambodia hopes that the international \r\ncommunity will turn its attention to redirecting and \r\nincreasing ODA to emphasize food security. At the \r\nsame time, adequate and timely measures must be \r\ntaken to address the various obstacles to food security, \r\nin order to avoid recurrence of food crises in the future. \r\n In this context, the pledge of $20 billion over \r\nthree years made at the 2009 Group of Eight Summit in \r\nL’Aquila to support agricultural production in poor \r\ncountries was extremely opportune and offered much \r\nhope, not only with regard to narrowing the food \r\nshortage but also for progress towards the MDGs and \r\npoverty reduction in general. Still, respecting that \r\ncommitment through timely disbursement and efficient \r\nutilization of that funding are absolutely essential. \r\nWithin Cambodia, food production is the top priority of \r\nour Government policy, and agriculture and irrigation \r\nare being aggressively promoted as a springboard for \r\nbroader economic development, with the ambition of \r\nturning Cambodia into a more important rice-exporting \r\ncountry. \r\n Peace and security remain issues of grave \r\nconcern in many parts of the world. Terrorism remains \r\na very serious threat to the world, killing innocent \r\npeople every day in many parts of the world. The \r\nregional security landscape in Asia and the Middle East \r\nconstitutes a concern for the international community, \r\ncompelling us to be ever vigilant. \r\n The situation in the Korean peninsula still \r\npresents a threat to peace and security in that region. \r\nCambodia earnestly calls on the parties to refrain from \r\nany act that could escalate tensions, with a view to \r\npromoting conditions that could enable the Six-Party \r\nTalks to resume as soon as possible. Peace will prevail \r\nonly as a result of negotiations aimed at re-establishing \r\nthe confidence necessary to a peaceful Korean \r\npeninsula. \r\n The Israeli-Palestinian issue remains one of the \r\nlongest and most explosive running conflicts in the \r\nMiddle East. Year after year the Palestinian people are \r\ndenied their right to establish a Palestine State living \r\nside by side in peace with the people of Israel. Year \r\nafter year this Assembly urges the parties concerned to \r\ncomply with the relevant Security Council resolutions, \r\nwhile the whole world waits impatiently for a peace \r\nagreement between Israel and the Palestinians. \r\nCambodia urges both parties to act with utmost \r\nrestraint and to avoid any act of provocation, in order \r\nto pave the way for a peaceful solution. \r\n Cambodia warmly welcomes the recent direct \r\npeace talks between the Israeli Prime Minister and the \r\nPalestinian President in Washington and in Egypt, as a \r\nstep in the right direction for bolstering an atmosphere \r\nof trust between the two sides. Cambodia shares the \r\nview of the international community that new \r\nsettlements in the West Bank present the main obstacle \r\nto efforts towards a peaceful settlement of the conflict. \r\nCambodia hopes that both sides can finally look for a \r\ncompromise on this crucial issue in order to achieve a \r\nbreakthrough for the sake of a lasting peace in the \r\nMiddle East. \r\n With regard to the embargo imposed by the \r\nUnited States of America against Cuba, Cambodia \r\nfirmly supports the resolutions of our Assembly on the \r\nnecessity of ending that embargo and calls upon all \r\nMembers of the United Nations to implement those \r\nresolutions in order to end the prolonged suffering of \r\nthe innocent people of Cuba. \r\n Mr. MacDonald (Suriname), Vice-President, took \r\nthe Chair. \r\n Given the very serious emerging global \r\nchallenges, the United Nations must be ready to fulfil \r\nits growing responsibilities to tackle those complex \r\nworldwide issues. The functioning of every organ of \r\nthe United Nations should be readjusted and \r\nreinvigorated so as to effectively manage the \r\ncomplexity of the world today to overcome all the \r\nchallenges in order to build a suitable world for all. \r\nRegarding the reform of the United Nations Security \r\nCouncil, Cambodia is of the view that priority should \r\nbe given to increasing the representation of developing \r\ncountries, which comprise a vast majority of the United \r\nNations membership. For many years, many have \r\nraised the matter of reform, but unfortunately particular \r\ninterests have prevailed over the world’s concerns and \r\nprevented the reform from taking place. \r\n The Acting President: I now call on His \r\nExcellency Mr. Theodore Brent Symonette, Deputy \r\nPrime Minister and Minister for Foreign Affairs of the \r\nCommonwealth of the Bahamas. \r\nA/65/PV.21  \r\n \r\n10-55264 12 \r\n \r\n Mr. Symonette (Bahamas): On behalf of the \r\nGovernment and people of the Commonwealth of the \r\nBahamas, I congratulate Mr. Joseph Deiss on his \r\nelection as President of the General Assembly at its \r\nsixty-fifth session, and I assure him of my country’s \r\nand my delegation’s full support and cooperation. I \r\nalso extend sincere congratulations to his predecessor \r\nfor his stewardship of this Assembly during the sixty-\r\nfourth session. \r\n I also take this opportunity to express \r\ncondolences on behalf of the Government and the \r\npeople of the Bahamas to the Government and people \r\nof Pakistan for the loss of lives and property sustained \r\nas a result of devastating floods affecting their region. \r\nThe Government and the people of the Bahamas stand \r\nin solidarity with Pakistan. \r\n One of the greatest challenges of the global \r\neconomic and financial crisis has been the loss in speed \r\ntowards achieving the development goals, including \r\nthe Millennium Development Goals. We are \r\nencouraged by the decline in the number of people \r\nliving in absolute poverty and the reported increased \r\naccess to primary and secondary education for some. \r\nWe are mindful that high levels of infant mortality, \r\nunsatisfactory reduction in the rate of maternal \r\nmortality, continued high incidences of sexual violence \r\nagainst women and a rise in the prevalence of HIV \r\ncontinue to persist in many countries. \r\n The World Health Organization forecasts that \r\nbetween 2006 and 2015, deaths from \r\nnon-communicable diseases will increase worldwide \r\nby some 17 per cent. The increasing risks and high \r\nprevalence of non-communicable diseases are exacting \r\nheavy tolls on finances and health systems of countries \r\nlike the Bahamas. Hence we welcome the adoption of \r\nresolution 64/265, which calls for a high-level plenary \r\nmeeting of the General Assembly next September to \r\naddress the prevention and control of \r\nnon-communicable diseases. \r\n The Bahamas continues to pledge the highest \r\npriority on attaining and achieving the Millennium \r\nDevelopment Goals. We fully expect to achieve most if \r\nnot all of the goals and targets identified. Still, we are \r\nnot out of the woods. The fallout from the global \r\neconomic and financial crisis continues to impact the \r\nchief engine and principal employer in our country, \r\ntourism, and to slow recovery and expansion in other \r\nsegments of our economy. My Government has \r\naccelerated the implementation of a planned \r\nprogramme of national infrastructure upgrade and \r\nexpansion, with a view to upgrading the country’s \r\ninfrastructure in order to accommodate new growth and \r\ndevelopment when the global economy rebounds. \r\n We believe it is critical that greater attention be \r\ngiven to achieving a more transparent international \r\ncredit rating system that takes fully into account the \r\nneeds and concerns of developing countries. Greater \r\nparticipation by developing countries is also required \r\nin key international norm- and standard-setting bodies \r\nin financial regulation and supervision, including the \r\nFinancial Stability Board and the Basel Committee on \r\nBanking Supervision. It is also our view that there is an \r\nimportant role for the United Nations in this process, \r\nparticularly in the area of institutional strengthening. \r\n We are pleased by the considerable progress \r\nmade in enhancing our social safety net, expanding \r\nunemployment benefits and introducing a national \r\nprescription drug programme designed to ensure that \r\nthe most vulnerable sectors of our society — infants \r\nand school-age children, and the elderly — receive \r\nprescription medication, regardless of their ability to \r\npay. And we are also pleased that, notwithstanding \r\nforced reductions in Government expenditures across \r\nthe board, every child in the Bahamas continues to be \r\nassured of a place in Government-operated schools, \r\nfrom primary to high school. \r\n Overshadowing our successes is the ever-present \r\nthreat posed by climate change. The Bahamas is the \r\nfifth most vulnerable country to rising sea levels. We \r\nare a country of negligible greenhouse gases and \r\nnegligible gas emissions; still, we will suffer \r\ncatastrophic results if emissions are not stabilized and \r\nreduced worldwide. Indeed, science demonstrates that \r\na two degree Celsius change in temperature will result \r\nin a sea-level rise of more than two metres. Such an \r\noccurrence would submerge 80 per cent of our \r\nterritory. \r\n The Bahamas therefore joins with other small \r\nisland developing States (SIDS) in reiterating the call \r\nto the international community, and particularly to \r\ndeveloped countries, to undertake urgent and decisive \r\naction to significantly reduce emissions of all \r\ngreenhouse gases, and also to implement fast action \r\nstrategies. We similarly call for increased financial and \r\ntechnological support of SIDS, and our particularly \r\nvulnerable countries, as we struggle to adapt to the \r\n A/65/PV.21\r\n \r\n13 10-55264 \r\n \r\nadverse impacts of climate change. As such, we look \r\nforward with considerable anticipation to the \r\nDecember Conference in Cancún. \r\n The Bahamas draws attention to the importance \r\nof the Barbados Programme of Action for the \r\nSustainable Development of Small Island Developing \r\nStates, as that programme remains the blueprint for \r\naction on sustainable development for SIDS, as was \r\nsubsequently reaffirmed in the Mauritius Strategy. In \r\nthe Bahamas we have an unwavering political \r\ncommitment to sustainability as the cardinal principle \r\nfor national development strategies. And in the area of \r\nbiodiversity, significant achievements have been made \r\nin establishing and expanding marine, coastal and \r\nterrestrial protected areas. We are also well along with \r\nthe development of a national energy policy, with \r\npotential for renewable energy. \r\n It is impossible for my country to note the high \r\nincidence of catastrophic natural disasters being \r\nexperienced around the world and not acknowledge the \r\nplight of our great neighbour, Haiti. Haiti and its \r\npeople are a priority concern for the Bahamas and the \r\nCaribbean Community subregion, as they are for the \r\nentire international community. None of us, however, \r\nwere under any illusion that the recovery and \r\nreconstruction of Haiti, in the wake of the devastating \r\nJanuary earthquake, would be anything less than a \r\nHerculean task. In the immediate aftermath of the \r\ndisaster, billions of dollars were pledged and the wider \r\ncommunity of nations vowed to stay the course and \r\nwork to ensure that Haiti gained a footing on the path \r\nto sustainable growth and development. \r\n There has been some progress in Haiti over the \r\npast nine and a half months — but not nearly enough. \r\nMillions of internally displaced people continue to \r\nlanguish in makeshift tent cities, with inadequate \r\nshelter or protection, and most of the rubble from that \r\nJanuary earthquake still lies where it fell. It is \r\nimperative, therefore, that the United Nations continue \r\nin its pivotal role of mobilizing international assistance \r\nfor Haiti and assisting with the recovery and \r\nreconstruction. \r\n International peace and security remain a concern \r\nto all of us. The recently held second review of the \r\nUnited Nations Global Counter-Terrorism Strategy \r\nunderscored that we must renew our efforts to combat \r\nterrorism in an effective and integrated manner. I \r\nreiterate my Government’s commitment to full \r\nimplementation of the Strategy and renew the call for \r\ncompletion of negotiations on a comprehensive \r\nconvention on international terrorism. The Bahamas is \r\na full partner in the international fight to combat \r\nterrorism and other transnational criminal activities. \r\nWe currently serve as Chair of the Inter American \r\nCommittee against Terrorism. We were also pleased to \r\nhost this past June a subregional workshop on counter-\r\nterrorism financing, organized by the Organization of \r\nAmerican States in cooperation with the United \r\nNations Office on Drugs and Crime. \r\n The Security Council is central to international \r\nefforts aimed at fostering peace and improving security \r\naround the globe. We believe that the Council’s efforts \r\nin this regard would be strengthened if its composition \r\nbetter reflected the geopolitical realities of the world. \r\nTowards that end, the Bahamas lends its voice to the \r\ncall for increased urgency in efforts to make the \r\nSecurity Council more representative, accountable, \r\ndemocratic and transparent. \r\n Crime and threats to security continue to occupy \r\nthe minds of the people of the Bahamas and indeed of \r\nthe Caribbean subregion. International traffic in illicit \r\ndrugs and the illicit trade in small arms and light \r\nweapons have for many years disrupted the lives of \r\npeace-loving citizens of the Caribbean. Governments \r\nlike my own have been required to dedicate increased \r\nportions of our annual budgets to the fight against \r\ncrime. The seemingly unlimited resources of the illegal \r\ncartels continue to render our efforts insufficient. \r\nHence, we look forward with anticipation to the 2012 \r\nConference, whose objective is the conclusion of an \r\narms trade treaty. We fully endorse, in that regard, calls \r\nfrom fellow Caribbean countries for the treaty to be \r\ncomprehensive in scope, with provisions for all \r\ncategories of weapons. \r\n My Government also confirms its commitment to \r\nthe Programme of Action to Prevent, Combat and \r\nEradicate the Illicit Trade in Small Arms and Light \r\nWeapons in All Its Aspects. We were pleased with the \r\noutcome document of the Fourth Biennial Meeting of \r\nStates (A/CONF.192/BMS/2010/3), which was adopted \r\nby consensus in June. \r\n I record the appreciation of my Government for \r\nthe technical assistance recently received from the \r\nUnited Nations Regional Centre for Peace and \r\nDisarmament in Latin America and the Caribbean in \r\nthe area of firearms destruction and stockpile \r\nA/65/PV.21  \r\n \r\n10-55264 14 \r\n \r\nmanagement. We look forward always to assistance in \r\nthe future. \r\n The Bahamas applauds the General Assembly’s \r\nproclamation of the year beginning on 12 August 2010 \r\nas the International Year of Youth, under the theme of \r\ndialogue and mutual understanding. We believe that the \r\noverwhelming majority of our young people are \r\ncreative and law-abiding citizens. They will doubtless \r\ncontribute and be a credit to their community and their \r\ncountry. Regrettably, however, a significant minority, \r\nnot unlike troubled youth throughout the world, find it \r\ndifficult to overcome the challenges presented by \r\npoverty, weak educational achievement, risky social \r\nbehaviours, including drug and alcohol abuse, criminal \r\nactivity and rising unemployment. \r\n A recent report of the International Labour \r\nOrganization found that young people aged 15 to \r\n24 accounted for 22 per cent of the increase in the \r\nnumber of unemployed persons since the beginning of \r\n2007. My Government is therefore seeking to further \r\nexpand educational programmes and career-oriented \r\ntraining opportunities for our youth by enhancing our \r\nsecondary school curriculum and by strengthening the \r\nprogrammes available at the Bahamas Technical and \r\nVocational Institute. \r\n The Bahamas welcomes efforts by the \r\nOrganization to continue to bring focus to women’s \r\nissues. We applaud the adoption of resolution 64/289, \r\nwhich established a new gender entity — UN Women. \r\n We also applaud the recent launch of the United \r\nNations Global Plan of Action to Combat Trafficking \r\nin Persons. Human trafficking is a growing \r\nphenomenon in our region and is increasingly a \r\nchallenge for us in the Bahamas, as we are an \r\narchipelagic nation with porous borders. My \r\nGovernment is therefore committed to combating that \r\nactivity and to intercepting and prosecuting to the \r\nfullest extent of the law those engaged in it. \r\n Building on its ratification in 2008 of the \r\nProtocol to Prevent, Suppress and Punish Trafficking in \r\nPersons, Especially Women and Children, the Bahamas \r\nenacted child protection and trafficking legislation \r\nspecially designed to work on counter-trafficking. We \r\nare fortunate that financing has been made available to \r\nrepresentatives of relevant Government agencies and \r\nkey stakeholders. \r\n The Bahamas believes that the United Nations is \r\nworking diligently under its mandate to facilitate \r\nincreased international dialogue, realizing the noble \r\ngoals set out in its Charter. The Bahamas has taken \r\nnote of the Secretary-General’s announcement of a \r\nHigh-level Panel on Global Sustainability as a \r\nblueprint for a liveable, prosperous and sustainable \r\nfuture for all. \r\n My delegation fully endorses the Secretary-\r\nGeneral in his assertion that the time for narrow \r\nagendas and narrow thinking is over. As an \r\nOrganization, we must continue to chart a course that \r\nwill enable us to meet unprecedented global challenges \r\nand translate our efforts into actions for the benefit of \r\nall. The rhetoric must become reality. We all have a \r\ncontribution to make in realizing the goals and \r\nobjectives of the United Nations, based on the purposes \r\nand principles outlined in the Charter. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Nyan Win, Minister for Foreign \r\nAffairs of the Union of Myanmar. \r\n Mr. Win (Myanmar) (spoke in Burmese; English \r\ntext provided by the delegation): May I, on behalf of \r\nthe Myanmar delegation and on my own behalf, begin \r\nby extending to the President our warm congratulations \r\non his well-deserved election to the presidency of the \r\nGeneral Assembly at its sixty-fifth session. We are \r\nconfident that under his wise and able leadership our \r\ndeliberations will produce fruitful results. Allow me \r\nalso to express my delegation’s appreciation to his \r\npredecessor, His Excellency Mr. Ali Abdussalam Treki \r\nof the Libyan Arab Jamahiriya. \r\n There is no doubt that the United Nations is the \r\nbest forum for practising multilateralism to address the \r\nchallenges facing the world today. The near-universal \r\nparticipation of the world’s nations in this global body \r\nis a living testimony to that. At the heart of its Charter \r\nlies the maintenance of international peace and security \r\nas the main noble purpose of the United Nations, which \r\nall Member States are committed to strive for. \r\n While the United Nations has been devoting the \r\nlarger portion of its attention to maintaining \r\ninternational peace and security, new forms of global \r\nchallenges such as climate change, poverty, hunger, \r\nwater and energy insecurity have emerged and demand \r\nthe international community’s urgent and careful \r\nattention. At the same time, humankind’s shared dream \r\nof making the world a prosperous, peaceful, just and \r\n A/65/PV.21\r\n \r\n15 10-55264 \r\n \r\nsecure place remains elusive. The world today remains \r\nfull of inequality, injustice, conflict, instances of the \r\nuse of force, interference in the internal affairs of \r\nStates and attempts to impose domination on \r\ndeveloping nations. \r\n Against that backdrop, the pre-eminent role of the \r\nUnited Nations in advancing peace, security and \r\ndevelopment must be asserted and enhanced in order to \r\neffectively address those daunting challenges. We \r\ntherefore wish to stress the pressing need for \r\nstrengthening the United Nations with speedy reform \r\nmeasures, adapting it to present-day realities in order \r\nto make it more democratic and effective in meeting \r\ngrowing challenges. \r\n Myanmar firmly believes that any reform effort \r\nmust be aimed at strengthening the central role of the \r\nUnited Nations in global governance. We share the \r\nwidespread view that the United Nations must be \r\nreformed to reflect its increasing membership and to \r\npush for internal reform measures, including \r\nrevitalization of the General Assembly and reform of \r\nthe Security Council. We share the view that the reform \r\nof the Council must be designed to make it more \r\ntransparent, more efficient and more accountable. We \r\nalso support the idea of expanding both categories of \r\nCouncil membership. \r\n With only five years remaining before the target \r\ndeadline, the international community must step up its \r\nefforts to realize the Millennium Development Goals \r\n(MDGs) by 2015. We therefore welcome the successful \r\nconvening of the High-level Plenary Meeting on the \r\nMDGs and its sideline activities last week here in New \r\nYork. While important improvements have been made \r\nglobally, progress towards achieving our MDG targets \r\nis not sufficient as yet. \r\n Progress remains uneven and varies from region \r\nto region. While national Governments have the \r\nprimary responsibility to ensure progress, the \r\ninternational community must help by creating an \r\nenvironment that would enable developing countries to \r\nmake greater strides on their road to development. \r\nInternational assistance plays an important catalytic \r\nrole in the developing countries’ efforts to attain their \r\ndevelopment goals. \r\n We therefore wish to emphasize here that \r\nfulfilment by developed countries of their official \r\ndevelopment assistance commitments, increased \r\ninvestment flows, market access and resolution of debt \r\nproblems are essential to enabling the developing \r\ncountries to realize their MDG targets. It is high time \r\nthat the unjust and coercive economic measures and \r\ntrade embargoes that are hampering the attainment of \r\nthe MDGs and the development of the developing \r\ncountries, and thus hurting the people, be removed. \r\n We are pleased to report that despite challenges, \r\nMyanmar has made certain progress towards achieving \r\nmost of the eight MDGs in varying degrees, especially \r\nin areas such as poverty alleviation, food security and \r\nthe promotion of education and health. \r\n As a party to the Treaty on the Non-Proliferation \r\nof Nuclear Weapons and to the Treaty on the South-\r\nEast Asia Nuclear Weapon Free Zone, Myanmar has all \r\nalong recognized the legitimate right of every State to \r\nthe use of nuclear energy for peaceful purposes. \r\nHowever, we firmly oppose the proliferation or \r\nproduction of nuclear weapons and strongly support \r\nany efforts leading to realization of the vision of a \r\nnuclear-weapon-free world. \r\n Therefore we heartily welcomed the signing of \r\nthe New START treaty by the leaders of the United \r\nStates and the Russian Federation with a view to \r\nreducing their respective nuclear arsenals. It gave us \r\nhope and expectation with respect to the elimination of \r\nnuclear weapons and further reduction and limitation \r\nof strategic offensive arms. We also join others in \r\ncalling for the early entry into force and full \r\nimplementation of the New START treaty. \r\n In our noble fight against growing transnational \r\ncrime and terrorism, no single country can act alone, as \r\nit requires a global solution and concerted action by the \r\nworld’s nations. Myanmar unequivocally condemns all \r\nforms and manifestation of terrorism. We are working \r\nclosely with the international community to strengthen \r\nour efforts and cooperation in regional and multilateral \r\nframeworks in order to prevent and combat terrorism \r\nand transnational crime, such as illicit drug trafficking, \r\ntrafficking in persons and cybercrime. We are also \r\nworking together with fellow members of the \r\nAssociation of Southeast Asian Nations to step up \r\nefforts to deal with prevention, control, preparedness \r\nand response to pandemic diseases in our region. \r\n The issue of climate change has become a \r\npressing global challenge that threatens humankind. \r\nThe environmental problem knows no national \r\nboundaries; no country can be insulated from the \r\nconsequences of climate change. The unprecedented \r\nA/65/PV.21  \r\n \r\n10-55264 16 \r\n \r\nfrequency and severity of recent natural disasters, such \r\nas the earthquake in Haiti, floods in China and Pakistan \r\nand heat waves around the world, clearly testify to the \r\nconsequences of global climate change. \r\n Myanmar was also a victim of climate change in \r\nMay 2008, when it was hit by the devastating Cyclone \r\nNargis, the strongest ever in our history. After more \r\nthan two years we are pleased to say that we have now \r\npassed the emergency relief stage and successfully \r\nrebuilt better in the affected areas through our massive \r\nreconstruction efforts, together with the United \r\nNations, ASEAN and the international community. I \r\nwish to take this opportunity to express our \r\nappreciation to the international community for all the \r\nhumanitarian assistance to Myanmar in response to that \r\nnatural disaster. \r\n In addressing the pressing global issue of climate \r\nchange we must redouble our efforts not only to reduce \r\nharmful greenhouse gas emissions but also to provide \r\nfinancial resources and technology to developing \r\ncountries so that they might take effective mitigation \r\nand adaptation measures. Although industrialized \r\ncountries are mainly responsible for climate change, \r\nthe developing countries are the most severely affected \r\nby its consequences. Myanmar therefore believes that \r\nany approach to address climate change must be based \r\non the principle of common but differentiated \r\nresponsibilities and respective capabilities. \r\n We therefore look forward to the United Nations \r\nClimate Change Conference in Cancún, Mexico, later \r\nthis year. We hope the negotiations in that Conference \r\nwill result in fruitful outcomes that will translate into \r\nconcrete action on commitments made by the \r\ndeveloped countries to reduce substantive emissions \r\nand to assist developing countries in their mitigation \r\nand adaptation efforts. \r\n May I take this opportunity to briefly apprise this \r\nAssembly of ongoing political developments in my \r\ncountry, Myanmar. \r\n Today, Myanmar is at a critical phase of its \r\npolitical transformation. The multiparty-democracy \r\ngeneral elections are set to be held on 7 November \r\n2010, as the fifth step of our charted political road \r\nmap. A total of 37 political parties, including those \r\nrepresenting various ethnic nationalities and groups, \r\nwill take part. Over 3,000 candidates will contest for a \r\ntotal of 1,171 seats in the Peoples’ Parliament, the \r\nNational Parliament and state/regional parliaments. \r\nSuch a large participation has made it crystal clear that \r\nthe elections have become virtually inclusive. Political \r\nparties have already started their campaign activities. \r\nThe people will exercise their democratic right to elect \r\nthe representatives of their choice who can best serve \r\ntheir interests. \r\n Based upon its ample experience and lessons \r\nlearned in holding multiparty general elections, \r\nMyanmar is confident of its ability to conduct the \r\nelections in an orderly manner. Whatever challenges \r\nmay face us, we are committed to do our best to hold \r\nsuccessful, free and fair general elections in the best \r\ninterest of the country and its people. \r\n As our new State Constitution subscribes to the \r\npresent foreign policy, we believe that the new \r\nGovernment to emerge after the elections will continue \r\nto embrace the policy of maintaining and strengthening \r\nfriendly relations with all nations and will work closely \r\nwith the United Nations. Myanmar looks forward to \r\nstrengthening closer engagements with the \r\ninternational community in the post election era. \r\n The Acting President: I now call on His \r\nExcellency Mr. George Yeo, Minister for Foreign \r\nAffairs of the Republic of Singapore. \r\n Mr. Yeo (Singapore): Although the global \r\neconomic situation has improved considerably, it is \r\nstill fragile. Much of the relief has come from the \r\nmassive liquidity that has been pumped into the global \r\nfinancial system by national Governments. That bought \r\nus time to restructure our economies and correct the \r\nunderlying imbalances that led to the crisis in the first \r\nplace. \r\n Whether the restructuring is happening fast \r\nenough is, however, still an open question. The \r\neconomist Joseph Schumpeter viewed economic \r\ndownturns as the system renewing itself, a process he \r\ndescribed as creative destruction. In theory, that sounds \r\ngood. In practice, it is difficult for political leaders to \r\nstand idly by when companies go bust and jobs are \r\nlost. Everyone likes the creative part. Destruction, \r\nhowever, can mean losing an election, which \r\npoliticians invariably try to avoid. \r\n The repricing of production factors such as real \r\nestate and labour is politically sensitive in any country, \r\nand Governments get blamed for it. Adjusting relative \r\nfactor costs through the exchange rate is usually easier \r\nto achieve, although currency devaluation can create \r\n A/65/PV.21\r\n \r\n17 10-55264 \r\n \r\nother problems such as inflation. The argument over \r\nfair exchange rates in the world today reflects \r\ncompeting domestic pressures to ease the pain of \r\nrestructuring in different countries. Thus the United \r\nStates wants China to revalue the yuan renminbi, while \r\nChina protests that it is being blamed for the economic \r\nweaknesses of other countries. \r\n Of course, if the whole world were to use the \r\nsame currency, the only way countries would be able to \r\nadjust would be through improved productivity and \r\nrepricing. Exchange rate adjustments can facilitate \r\nstructural adjustment, provided that the deeper \r\neconomic problems are also tackled. With the world \r\nbecoming multipolar, global macroeconomic \r\ncoordination has become more complicated. \r\nRecognizing the inability of the Group of Seven or the \r\nGroup of Eight to achieve such coordination, the \r\nGroup of 20 (G-20) was formed two years ago when \r\nthe global economy stared into an abyss after the \r\ncollapse of Lehman Brothers. Without the G-20 acting \r\nin concert, the economic crisis could well have led to a \r\nglobal depression. The G-20 — the members of which \r\ncollectively account for some 85 per cent of total \r\nglobal gross domestic product — is therefore a vital \r\ngrouping in the community of nations. \r\n Going forward, the G-20 has to go beyond the \r\nreform of international financial institutions and better \r\ncoordination of fiscal, monetary and exchange rate \r\npolicies. Without fundamental restructuring of the real \r\neconomy, we may experience a double dip. Without \r\nfundamental restructuring, increased liquidity in the \r\nglobal system will end up creating new asset bubbles, \r\nsome of which we already see forming in Asia. For this \r\nrestructuring to take place, the international trading \r\nsystem must be kept open. Only then can markets make \r\nadjustments and prices find their right levels. In \r\nfighting protectionism in all its forms, the leadership of \r\nthe G-20 is critical. If, for lack of political will, the \r\nG-20 is unable to avert the crisis of a second dip, crisis \r\nwill in the end force it to act, and by then it will be at \r\nmuch greater human cost to all of us. \r\n For precisely that reason, we must not allow \r\ninterest in the Doha Development Agenda to flag. \r\nWhen the Doha Round was launched in November \r\n2001, a key consideration was development. For many \r\nof us who were in Doha during the negotiations, the \r\nMillennium Development Goals were uppermost in our \r\nminds. I remember Tanzanian trade minister Iddi \r\nSimba insisting, on behalf of the African, Caribbean \r\nand Pacific countries, that the word “development” be \r\nexplicitly incorporated into the name of the new round. \r\n It has been 10 years since the Millennium \r\nDevelopment Goals were launched. While some \r\ncountries have done well, many others have not. The \r\nG-20 countries must take into account, in their \r\ndeliberations, the interest of all countries, not only of \r\ntheir own. The G-20, which together accounts for \r\n80 per cent of international trade, has to play a \r\nleadership role in breaking the current impasse in the \r\nDoha negotiations. In particular, we must ensure that \r\nthe needs of developing countries, especially the needs \r\nof the least developed countries (LDCs), are met. \r\nFreeing up agricultural trade, for example, will make a \r\nhuge difference to their welfare. \r\n With those concerns in mind, a loose grouping of \r\ncountries calling itself the Global Governance Group, \r\nor 3G, was established more than a year ago. Its \r\nobjectives were spelled out in a document circulated to \r\nthe Members of the United Nations on 1 March. The \r\nbasic stance of the Group is to support the work of the \r\nG-20 and hold it accountable to the general \r\nmembership of the United Nations. Permanent \r\nRepresentatives within the 3G Group meet regularly in \r\nNew York, including before and after G-20 meetings, \r\nto present views and make suggestions, which are \r\ncirculated to everyone at the United Nations. \r\nDepending on the subjects discussed, we invite \r\nindividual members of the G-20 to join us at our \r\nmeetings. For example, in preparation for the coming \r\nG-20 Summit in Seoul, the 3G Group had several \r\nmeetings with senior Korean officials, including their \r\nG-20 “Sherpa”, to convey some of our views and \r\nconcerns. \r\n A major concern of the countries of the Group is \r\ndevelopment. In this regard, we have prepared inputs \r\nto be submitted to the G-20 working group on \r\ndevelopment. It is good that both Korea as the current \r\nChair of the G-20 and France as the incoming Chair are \r\npushing development on the agenda. \r\n Let us be clear at the outset that development is \r\nnot principally about aid. Whether a people is able to \r\nlift itself from the depths of poverty depends more on \r\ninternal than external factors. Good governance is, of \r\ncourse, paramount. Investing in the inherent potential \r\nof citizens and creating a favourable environment for \r\nthat potential to be realized are central to good \r\ngovernance. We would like to commend President \r\nA/65/PV.21  \r\n \r\n10-55264 18 \r\n \r\nDeiss on his decision to make “Reaffirming the central \r\nrole of the United Nations in global governance” the \r\ntheme of this General Assembly. It is most timely. \r\n A critical element in good governance is \r\neducation. With education, individuals are able to \r\nacquire the information and knowledge they need to \r\nadd value to the world. Aid that helps a people to build \r\nup its internal strength is valuable. Aid that creates \r\ndependency is harmful. With education, a citizenry is \r\nmore able to insist on democratic safeguards against \r\nthe abuse of power and corruption. Taking full \r\nadvantage of globalization and information technology, \r\nwe can now spread education into remote corners of \r\nthe world. \r\n One of the most important developments in the \r\nworld today is the widespread availability of cheap \r\nmobile phones, often with built-in cameras. Mobile \r\nphones have altered traditional power relationships \r\neverywhere where they are available. No longer can \r\nindividuals be kept ignorant and exploited for long, \r\nbecause they have alternatives. As smart phones fall in \r\nprice — which they are bound to do — social \r\nnetworking infrastructures like Facebook, which \r\nalready has half a billion users in the world, will \r\nradically change the world we live in. Without being \r\nplanned for or financed by any national Government, \r\nFacebook is arguably the most important social \r\ninfrastructure in the world today. It is an astonishing \r\nphenomenon. Yet, it is only one wave of many more \r\nwaves to come. \r\n Whether we like it or not, the revolution in \r\ntechnology — not only information technology but also \r\nin genetics, material science and other fields — will \r\ncause the creative destruction that many politicians \r\ndread. Communities and Governments that work with \r\ntechnological change will surge ahead, while those \r\nfighting change will be left behind. In this new age, \r\nthose who are wedded to dogma and ideology become \r\nstuck in the past. Therefore, when we talk about \r\ndevelopment, the key is education. \r\n We must make sure that basic conditions are met, \r\nthat children are fed and healthy and that no group is \r\ndiscriminated against on the basis of ethnicity, religion \r\nor gender. The knowledge needed for development is \r\nalready available in the world, and delivery systems \r\ncan be readily put into place. \r\n Unfortunately, there are many obstacles impeding \r\nthe flow of knowledge. Protectionism is a major \r\nobstacle. It slows the spread of education and \r\nknowledge. Throughout history, every time a new trade \r\nroute is established, knowledge flows along it, enabling \r\nthe relatively backward to catch up. Our inability to \r\nmove the Doha Development Agenda forward is \r\nparticularly injurious to LDCs. \r\n An important way to help communities acquire \r\nmore knowledge and use information better is to foster \r\nthe growth of liveable cities. To develop, countries \r\nhave to urbanize, and in the coming decades large parts \r\nof the world will be urbanized on every continent. \r\nChina during Mao Zedong’s time was 20 per cent \r\nurban. Today, it is almost half urban. In 20 years’ time \r\nit will reach the same level of urbanization as Taiwan \r\nor countries like Korea and Japan, which are over 90 \r\nper cent urban. \r\n Urbanization as an organic process of \r\ndevelopment can be healthy or unhealthy. Cities can be \r\nenergy-efficient, knowledge-intensive centres of \r\nproduction, education and sustainable living, or they \r\ncan be hellholes festering with poor education, \r\nunemployment, inequality, crime and pollution. \r\nBecause of the specific challenges that we had to \r\novercome in our own development, Singapore has been \r\npromoting the sharing of urban developmental \r\nexperiences as a practical way to help countries \r\ndevelop in areas such as public administration, \r\nlow-cost housing, water management, transportation \r\nplanning and better logistics. Developing countries that \r\nare urbanizing rapidly — and they have to do so in \r\norder to develop — should not have to repeat the \r\nmistakes of those who have gone before them. \r\n All of us have a vested interest in the growth of \r\nliveable cities in the third world. For example, carbon \r\nemissions cannot be reduced without healthy \r\nurbanization. We hope that fostering liveable cities will \r\nbecome a major objective of the G-20 countries. The \r\nbest form of aid we can provide is knowledge and \r\ntraining. Two years ago, Singapore signed an \r\nagreement with the World Bank to establish an urban \r\nhub for the dissemination of knowledge about liveable \r\ncities. \r\n A basic requirement for healthy urban \r\ndevelopment is good water management, which has \r\nbecome a major challenge in various parts of the \r\nworld. We should do much more to learn from one \r\nanother’s experiences, especially in the face of growing \r\nweather volatility. Last Friday, Slovenia convened a \r\n A/65/PV.21\r\n \r\n19 10-55264 \r\n \r\nGreen Group meeting involving a small group of \r\ncountries to discuss the subject of water management, \r\nwhich we hope will be given more attention in the \r\nfuture. \r\n Despite the concerns about the global economy, \r\nnever before have the prospects of bringing \r\ndevelopment into every continent been so promising. \r\nThis is not to say that outcomes will be equalized. \r\nHuman beings as individuals and in groups are \r\ncompetitive by nature, and we must expect that some \r\nwill do better than others at any point in time. Indeed, \r\nby learning from the successes and mistakes of front-\r\nrunners, human communities often leapfrog over one \r\nanother, and this is a historical process. Competition, \r\nhowever, should be conducted in a civilized way and \r\nwithin an overall global framework and value system \r\nthat recognizes our global humanity and destiny. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Walid Al Moualem, Minister for \r\nForeign Affairs of the Syrian Arab Republic. \r\n Mr. Al-Moualem (Syrian Arab Republic) (spoke \r\nin Arabic): Allow me to congratulate Mr. Joseph Deiss \r\npersonally, as well as his country, Switzerland, on his \r\nelection to the presidency of the sixty-fifth session of \r\nthe General Assembly. His experience and competence \r\nqualify him to ably discharge his responsibilities, and I \r\nwish him every success in his endeavours. I also thank \r\nhis predecessor, Mr. Ali Abdussalam Treki, and extend \r\nto him and his fraternal country our appreciation for \r\nhis skilful stewardship of the work of the General \r\nAssembly during the previous session. I would also \r\nlike to express to the Secretary-General our \r\nappreciation and wishes for success in fulfilling the \r\ntasks entrusted to him. \r\n The Middle East region has been rife with \r\ntensions for many decades. It has survived major \r\nevents and numerous wars. The policies, interests and \r\ntrends that have unfolded on its soil have converged at \r\ntimes but clashed at others. Due to its geographic \r\nlocation, the Middle East influences neighbouring \r\ncountries in Asia, Europe and Africa and is, in turn, \r\ninfluenced by them. Syria, which lies at the heart of the \r\nMiddle East, has experienced these tensions, policies, \r\nevents and outcomes and has reacted to them. \r\n This fact — which has spelled both positive and \r\nnegative consequences for the Syrian Arab Republic — \r\nprompted us to define our perspective in addressing \r\nexternal issues, particularly the nature of our \r\ninternational relations. Safeguarding and sustaining \r\nSyrian and Arab interests is our priority. Therefore, our \r\ndoor remains open for an in depth and meaningful \r\ndialogue aimed at reconciling differences with others \r\nand reaching common ground on the basis of which \r\nprogress can be made. That was our response when \r\nSyria endured attempts to isolate and blockade it, a \r\nresponse we reaffirm today as Syria discharges its role \r\nas a major player in matters related to the security and \r\nstability of the region. We believe that civilized \r\ninternational relations must be built on openness and \r\ndialogue as opposed to insularity, isolation, \r\nconfrontation and aggression. This is our approach, \r\nwhich we hope will prevail in a world driven by \r\nmultiple interests and perspectives, overwhelmed by \r\nproblems and complications, yet at the same time \r\nsustained by hopes and noble visions. \r\n The world has declared that it is determined to \r\nachieve a just and comprehensive peace in the Middle \r\nEast, and has stressed that peace is an urgent \r\nprerequisite for the maintenance of security and \r\nstability in the region. In Israel, there is much talk \r\nabout peace, yet the drums of war continue to sound. \r\nLand appropriation for settlement-building goes on \r\nunabated. Peace negotiations, we are told, are currently \r\nunder way on the basis of the two-State solution, but \r\nsettlement activities are about to make this two-State \r\nsolution a dead letter that stands no chance of survival. \r\nIsrael is intensely pursuing its Judaization plans for \r\nJerusalem in order to depopulate it of its Palestinian \r\ninhabitants. Israeli actions threaten the safety of \r\nJerusalem’s holy sites. Through settlement activities, \r\nactions and declarations concerning Jerusalem, Israel \r\npursues a fait accompli policy on the basis of which it \r\nimposes its will regardless of whether negotiations \r\ncontinue or stall. \r\n Peace can be genuine only if there is a genuine \r\nwill to make peace. That is the litmus test. Political \r\nmanoeuvres during negotiations under the umbrella of \r\nthe desire for peace strain and exacerbate the situation \r\nand may make it more volatile and explosive. \r\n Syria seeks a just and comprehensive peace \r\nachieved through the implementation of Security \r\nCouncil resolutions 242 (1967) and 338 (1973), and the \r\nArab Peace Initiative. Our position has been known \r\nand declared for years. We have the will to make peace \r\nand we are the masters of our decision, which is \r\nunwavering. The occupied Syrian Golan is not \r\nnegotiable nor is it a bargaining chip. Recognition of \r\nA/65/PV.21  \r\n \r\n10-55264 20 \r\n \r\nthe fact that it must be returned fully is the basis on \r\nwhich peacemaking arrangements should be made. \r\nSyria is ready to resume peace negotiations from the \r\npoint where they stopped, through the Turkish \r\nmediator, if it finds in Israel a partner committed to the \r\nterms of reference of peacemaking, and if that partner \r\nhas the political will to achieve peace. \r\n We note with satisfaction the objective opinion of \r\nthe report of the Human Rights Council fact-finding \r\nmission investigating the Israeli attack on the freedom \r\nflotilla that was headed to Gaza on an exclusively \r\nhumanitarian mission (A/HRC/15/21). We look \r\nforward to the conclusions to be drawn from the report \r\nof the international commission now that the necessary \r\nlegal grounds and supporting evidence have been \r\nestablished by the Human Rights Council’s fact-finding \r\nmission. \r\n Syria is a fraternal Arab neighbour of Iraq. For \r\nus, Iraq thus remains a subject of interest and a cause \r\nfor concern, particularly when the situation there \r\ndeteriorates. We embrace any improvement in \r\nconditions there with a major sense of relief. The \r\nrestoration of Iraq’s full sovereignty and independence, \r\nthe preservation of its Arab and Islamic identity, the \r\nunity of its people and its territorial integrity are of \r\nutmost priority for our approach towards Iraq and its \r\nfuture. Undoubtedly, national unity remains the \r\ncornerstone of a secure, prosperous and strong Iraq. \r\n We have called for the withdrawal of all foreign \r\nforces from Iraq. In this context, the partial withdrawal \r\nof the American forces from Iraq constitutes, in our \r\nview, a positive first step in the direction of Iraq’s \r\nassumption of its power over its own affairs and the \r\nrestoration of its full sovereignty over its territories. \r\nWe hope that Iraq will ultimately develop strong \r\nmilitary and security capabilities to safeguard its \r\ninternal security and safety as an independent and \r\nsovereign State. \r\n It should be reiterated that Iraqi security is \r\ncontingent upon its national unity and is based on its \r\nArab-Islamic identity and the principle of the \r\nparticipation of all segments of Iraqi society in \r\nbuilding their country’s present and future. Syria is \r\nwilling to cooperate with Iraq in every aspect to serve \r\nIraq’s interests and the common interests of our two \r\nfraternal countries. \r\n My country has been advocating the \r\nestablishment of a nuclear-weapon-free zone in the \r\nMiddle East since 2003, a demand we included in a \r\ndraft resolution we presented to the Security Council at \r\nthe time. We continue to stress that Israel must be \r\nmade to comply with international decisions calling on \r\nit to adhere to the Treaty on the Non-Proliferation of \r\nNuclear Weapons (NPT) and to submit its nuclear \r\ninstallations to the comprehensive International Atomic \r\nEnergy Agency safeguards regime. Israel’s accession to \r\nthe Treaty is of extreme significance for the security \r\nand stability of our region. \r\n We often wonder why some States talk about the \r\nuniversality of the NPT but hasten to make strenuous \r\nefforts to shelter Israel from the Agency’s oversight. \r\nThey are encouraging Israel to continue to develop its \r\nnuclear military programme, which is a cause of \r\nconcern to the people of the region. Furthermore, this \r\npolicy of double standards runs counter to the \r\nnon-proliferation prerequisites, not only in the Middle \r\nEast region, but also in the world at large. \r\n We reaffirm that all States have the right to \r\nacquire nuclear technology for peaceful uses, as \r\nguaranteed by the NPT. We also call for the peaceful \r\nresolution of all disputes relevant to this aspect through \r\ndialogue. \r\n Syria follows the developments in the Sudan \r\nbecause we are dedicated to the Sudan’s unity, \r\nsovereignty, security and stability. In that context, we \r\nare grateful to the State of Qatar, the League of Arab \r\nStates and the African Union for their efforts. We also \r\nappreciate and support the African Union’s efforts in \r\nsettling disputes in the Sudan and other conflict zones \r\non the African continent, and in promoting Africa’s \r\nrole within the international system. \r\n We also strongly reiterate our call to lift the \r\nembargo that has been imposed on Cuba for decades. \r\n The world has suffered numerous natural \r\ndisasters this year resulting from climate change and \r\nglobal warming. We all know that these disasters are \r\nbut a prelude to more severe and wider-scale calamities \r\nthat could well threaten natural life on this planet. We \r\nhave an obligation towards nature, yet we have \r\nexceeded all limits in abusing it. \r\n Many countries have chosen to ignore the \r\nwarnings of scientists and the ominous signals from \r\nnature. We must rise to this serious challenge and \r\nassume our historic responsibility, so as to make up for \r\npast imbalances and shortcomings. \r\n A/65/PV.21\r\n \r\n21 10-55264 \r\n \r\n We look forward to an expression of international \r\nsolidarity in Cancún, Mexico, based on scientific \r\nevidence and on the principle of common but \r\ndifferentiated responsibilities. It is our hope that the \r\nCancún outcome will take into account the priorities of \r\nsustainable development in order to arrive at a \r\ncomprehensive and legally binding post-2012 \r\nframework agreement. We believe that it is extremely \r\nimportant to address the shortcomings of Copenhagen \r\nand to renew the commitment to the Bali Action Plan \r\nand the premises of the Kyoto Protocol. \r\n The painful situation in Pakistan, a typical \r\nsymptom of climate change, is yet another example of \r\nthe devastating disasters that we must expect unless we \r\nwork seriously and collectively to address this grave \r\nsituation. The people and Government of my country, \r\nSyria, wholeheartedly sympathize with Pakistan and \r\nother disaster-stricken countries. I stress the urgent \r\nneed for States to increase assistance to Pakistan, both \r\nin cash and in kind, to mitigate the tragic and \r\nwidespread damage there and prevent any further \r\nexacerbation of the situation. \r\n We aspire to a better, more just and secure world \r\nand look forward to strengthening and revitalizing the \r\nrole of the United Nations and guaranteeing respect for \r\ninternational law. We must not forget, though, that our \r\nplanet Earth is home to the world we are aspiring to \r\nbuild. This home is besieged by an ominous \r\nphenomenon, climate change, which entails tragic \r\nconsequences for humanity. This year was only a \r\nprelude to what is yet to come. We sincerely hope that \r\nthe Cancún conference will be the herald of a direly \r\nneeded rescue effort. \r\n The Acting President: I now call on His \r\nExcellency Mr. Muhammad Mumuni, Minister for \r\nForeign Affairs and Regional Integration of Ghana. \r\n Mr. Mumuni (Ghana): Let me begin by \r\ncongratulating the President of the Assembly on his \r\nelection to lead the Assembly at its sixty-fifth session. I \r\ntrust that he will, with his outstanding experience and \r\nexcellent diplomatic skills, steer this Assembly to a \r\nsuccessful conclusion. I also wish to thank his \r\npredecessor, His Excellency Mr. Ali Abdussalam Treki, \r\nfor the efficient and able manner with which he \r\npresided over the Assembly at its sixty-fourth session. \r\n Ghana subscribes to the declaration by the \r\nAfrican Union Assembly of Heads of State and \r\nGovernment that designated 2010 as a year of peace \r\nand security. Ghana will, therefore, continue to engage \r\nother member States in the search for peace and \r\nsecurity in places on the African continent that have \r\nknown no peace, and we will contribute to renewed \r\nglobal efforts to prevent conflicts through preventive \r\ndiplomacy, peacekeeping and peacebuilding. \r\n As we witness a decline in the number of the \r\nviolent conflicts that afflicted many countries over the \r\npast decade or more, it is time to renew our \r\ncommitment to the work of the Peacebuilding \r\nCommission in order to ensure that countries emerging \r\nfrom conflict do not relapse into violence. Ghana was \r\nprivileged to have served on the organizational \r\ncommittee of the Peacebuilding Commission (PBC) \r\nand will remain actively involved in the pursuit of the \r\nattainment of the strategic objectives set for the post-\r\nconflict countries on the agenda of the Commission’s \r\ncountry-specific configuration. In this regard, Ghana \r\nsupports the steps being taken to also place Liberia on \r\nthe agenda of the Commission. \r\n As agreed by world leaders in 2005, Ghana \r\nstrongly supports the principle of the responsibility to \r\nprotect as the normative framework to prevent and \r\ndeter the occurrence of genocide, war crimes, crimes \r\nagainst humanity and ethnic cleansing, which have \r\noccurred in many countries that were emerging from \r\nconflict. While the fear of its abuse does not take away \r\nthe intrinsic value of the principle of the responsibility \r\nto protect, caution must be exercised in order to avoid \r\nits abuse. The principle is not intended to undermine \r\nthe sovereignty of States; on the contrary, it is to \r\nensure that sovereign responsibility is exercised in a \r\nmanner that will prevent a repetition of the mass \r\natrocities that were experienced in places like Rwanda, \r\nSrebrenica, Cambodia and Sierra Leone, with \r\ndevastating impacts on neighbouring countries. \r\n Sadly, in many places, some of those conflicts \r\npersist in varying degrees of intensity. The \r\ninternational community must be ready and willing to \r\nassist national authorities who request such assistance \r\nwith a view to developing or enhancing the capacity of \r\ncountries that are manifestly unable or unwilling to \r\nuphold this responsibility to do so. To that end, we \r\nwelcome the Secretary-General’s proposal to establish \r\na joint office to coordinate United Nations system-wide \r\nefforts to strengthen early warning mechanisms aimed \r\nat ensuring timely and decisive preventive action \r\nand/or intervention in appropriate cases, in accordance \r\nwith the United Nations Charter. \r\nA/65/PV.21  \r\n \r\n10-55264 22 \r\n \r\n While the reduction of extreme poverty and \r\nhunger is a major development challenge for Africa, \r\nmost countries in the region are also grappling with the \r\nproblems of climate change, a high disease burden, \r\npoor infrastructure, brain drain and the lack of \r\ndevelopment of productive capacity. In the last few \r\nyears, African countries have had to deal with the \r\neffects of rising food and energy prices and the \r\ncomplications arising from the global financial and \r\neconomic crisis. Those multiple crises have not only \r\nreversed impressive recent progress in economic \r\nperformance, but are also jeopardizing efforts by \r\nAfrican countries to achieve the Millennium \r\nDevelopment Goals (MDGs). \r\n It is gratifying to see that the interests of the \r\ninternational community in climate change have \r\nincreased markedly in recent times, especially after the \r\nadoption of the Bali Action Plan in 2007. We need to \r\nsustain that interest and build on the common ground \r\nthat was first found in Rio de Janeiro in 1992, with the \r\nestablishment of the United Nations Framework \r\nConvention on Climate Change, and was subsequently \r\nbuilt on in Berlin, Kyoto, Marrakech, Bali, \r\nCopenhagen and, soon, Cancún. \r\n There are issues that need to be addressed for \r\nprogress in Cancún and beyond. What is missing is a \r\ndemonstrable political will. Without that, countries will \r\nnot see the need to raise their ambitions to cut \r\nemissions. Industrialized countries have made pledges \r\nto cut emissions by 2020. However commendable those \r\ncommitments may be, they fall short of the 25 to \r\n40 per cent cut that the Intergovernmental Panel on \r\nClimate Change says will give the world a chance of \r\nstaying below the recommended two-degree average \r\nglobal temperature rise. \r\n We need to preserve the Kyoto Protocol, which is \r\ncurrently the only existing international agreement \r\nwith legal status to verify emission reductions. That is \r\nwhy it is critical for all parties to work together to \r\naddress the divisions over a second commitment period \r\nfor the Kyoto Protocol and ensure its continuity after \r\n2012. \r\n Just as there was “aid fatigue”, developing \r\ncountries may soon be experiencing “promise fatigue”. \r\nWe must get the numerous pledges out of the fine print \r\nand make them work for humanity. I am simply \r\nappealing to industrialized nations to fulfil their \r\nfunding pledges, including the $30 billion in fast-track \r\nfinancing for developing country adaptation and \r\nmitigation efforts through 2012, and the pledge to raise \r\n$100 billion a year by 2020. For developing countries, \r\nthe early delivery and transparent allocation of that \r\nmoney will boost our confidence in the dialogue and \r\nshow that industrialized countries are truly committed \r\nto progress in the broader negotiations. \r\n We have made progress in the implementation of \r\nthe MDG agenda. However, keeping the solemn \r\npromise we made in 2000 and achieving the Goals by \r\n2015 will require intensified efforts, much more \r\nresources and effective cooperation. No one should be \r\noblivious to the enormous challenges African and other \r\ndeveloping countries face in their efforts to achieve the \r\nMDGs. \r\n Ghana will not compromise under any guise in its \r\npursuit of good governance and the promotion of the \r\nrule of law, as these are important prerequisites for \r\nachieving sustainable social and economic \r\ndevelopment. African countries themselves have come \r\nto acknowledge that part of the reason for their \r\nimpoverishment could be ascribed to poor post-\r\nindependence governance practices. That is why most \r\nAfrican countries have taken steps to consolidate their \r\ngovernance institutions, including strengthening the \r\nelectoral system. \r\n Food security is a national priority for Ghana. For \r\nmost Ghanaians, getting enough good-quality food at \r\naffordable prices is a major concern. The Government \r\nis therefore implementing a progressive agricultural \r\npolicy that will ensure increased production, especially \r\nin staples and other food crops that our climate and \r\nland can efficiently support. \r\n Ghana will soon become an important producer \r\nof oil and gas. The focus of the Government is to \r\nensure that Ghanaians will derive the maximum benefit \r\nfrom oil production. Although oil revenues will start to \r\nflow around the fourth quarter of the year, the \r\nGovernment is taking measures to ensure \r\naccountability and transparency in the management of \r\nrevenue from oil production. To that end, an oil and gas \r\nrevenue management bill has been submitted to \r\nParliament for approval. In addition, the Government is \r\nholding a series of consultations with several countries \r\nand private operators who have expertise and \r\nexperience in the field so that their knowledge can be \r\ntapped and best practices adopted. \r\n A/65/PV.21\r\n \r\n23 10-55264 \r\n \r\n In our efforts to create wealth and prosperity for \r\nour citizens, Ghana has made attracting foreign \r\ninvestment an important pillar in its development \r\nstrategies. We will continue to pursue such policies in \r\nthe belief that our efforts will be supported and \r\nrewarded with genuine partnership. \r\n Africa is tired of the misery and poverty arising \r\nfrom resource-induced violent conflicts. Africa wants \r\nto use its oil and natural resources to create wealth for \r\nits citizens. We call on the United Nations and \r\nwell-meaning development partners, including the \r\ninternational business community, to support our \r\nefforts to nip the so-called resource curse in the bud \r\nand exploit our God-given natural endowments for \r\ndevelopment. \r\n Whereas the international environment for \r\ngrowth in Africa is still favourable, the risks posed by \r\nglobal imbalances and external shocks, such as the \r\nrecent financial crisis, call for increased international \r\npolicy coordination. We need a renewed spirit of \r\nsolidarity and commitment for a comprehensive global \r\nresponse if we are to confront the challenges of our \r\ntime. \r\n It is in that light that Ghana wishes to reaffirm its \r\ncommitment to the ideals of the United Nations and \r\ncontinue to live up to its Charter obligations, including \r\nplaying an active role in international peacekeeping, in \r\norder to assist the Organization in its task of \r\nmaintaining global peace and security and promoting \r\nfruitful and beneficial cooperation among Member \r\nStates. We must resolve to muster the political will to \r\nstrengthen the United Nations so that it can function \r\neffectively and redeem the majority of our peoples \r\nfrom wars, diseases and poverty by providing the \r\nfinancial and material resources required to discharge \r\nthose onerous responsibilities. \r\n It is only when we measure up to those \r\nresponsibilities that we can give meaning to the phrase \r\n“We the peoples of the United Nations”. \r\n The Acting President: I now call on His \r\nExcellency Mr. Makhdoom Shah Mehmood Qureshi, \r\nMinister for Foreign Affairs of the Islamic Republic of \r\nPakistan. \r\n Mr. Qureshi (Pakistan): I wish to congratulate \r\nthe President of the General Assembly at its sixty-fifth \r\nsession on his election. As one of the Vice-Presidents \r\nat this session, we assure him of our full support and \r\ncooperation. I also take this opportunity to convey \r\nprofound gratitude and appreciation to my brother, Ali \r\nTreki, the outgoing President, for his able leadership \r\nduring the sixty-fourth session. Pakistan owes him \r\ngratitude for his timely initiative to convene a plenary \r\nmeeting of the Assembly on the humanitarian \r\nemergency arising from the floods in Pakistan (see \r\nA/64/PV.110). \r\n I come to the Assembly at a difficult time in \r\nPakistan’s history. The recent flash floods — the worst \r\nin living memory — have left behind a trail of death \r\nand destruction. Precious lives have been lost, millions \r\nof acres of crops have been washed away, homes have \r\nbeen destroyed and livelihoods have been lost. We are \r\ngrateful to the United Nations, our development \r\npartners and other friends in the international \r\ncommunity for standing up with us in this difficult \r\nhour and for their important contribution in supporting \r\nrescue and relief operations in Pakistan. \r\n The Government remains focused in its resolve to \r\naddress the challenges posed by that humanitarian \r\ncrisis. We are determined to rebuild a better and vibrant \r\nPakistan and to do so in a transparent and accountable \r\nmanner. The resilience of our people should enable us \r\nto achieve that. \r\n We live in an ever more interconnected and \r\ninterdependent world, a world where our fate and \r\ndestinies are interwoven like never before, a world \r\nwhere it is increasingly difficult to maintain islands of \r\npeace and prosperity while conflicts, oppression and \r\nadversity fester. We live in a world where dividends of \r\npeace are shared as easily as the fallout of adversity or \r\ninstability. \r\n Today, we face an integrated onslaught of a series \r\nof new and emerging challenges that seriously threaten \r\neconomic growth and development, social cohesion \r\nand environmental protection in our countries. We \r\nclearly have reached a decisive moment. We will have \r\nto make wise and well-considered choices that bring \r\npeace and prosperity to our world at present while \r\nprotecting and preserving it for future generations. \r\n The response is simple: global problems require \r\nglobal solutions. The world needs a new multilateral \r\napproach that truly subscribes to the values and \r\nprinciples that we, the peoples of the United Nations, \r\nsigned on to 65 years ago. \r\nA/65/PV.21  \r\n \r\n10-55264 24 \r\n \r\n The United Nations Charter envisages a world \r\nwhere equity is valued as much as entitlement, where \r\ninclusiveness replaces exclusiveness, where dialogue \r\nand collaboration define engagement, where \r\ntransparency and openness guide business and \r\ndecision-making in global institutions. Full and \r\nunconditional adherence to those values and principles \r\nis what will put us on the road to durable peace and \r\nsecurity and sustained economic growth. As the primus \r\ninter pares, the United Nations is the only and truly \r\nuniversal multilateral Organization that enjoys the \r\ncredibility, legitimacy and universal acceptability to \r\nrealize that — which is also its raison d’être. \r\n Pakistan supports comprehensive reform of the \r\nSecurity Council to make it more representative, \r\nequitable, transparent and accountable. Council reform \r\nmust be guided by the principles of equality and \r\ndemocracy, which could conform to a dynamic future, \r\none not entrenched in the historical mistakes and \r\nindividual privileges of the past. We should look for an \r\noutcome that unites and does not divide the \r\nmembership, one that strengthens and does not weaken \r\nthe Organization. Our collective search should \r\nculminate in a consensus solution that corresponds to \r\nthe interest of the entire membership, particularly small \r\nand medium States, developing countries and Africa. \r\n Pakistan, as a leading troop-contributing country \r\nfor United Nations peacekeeping, is playing its due \r\nrole in the maintenance of international peace and \r\nsecurity. Our peacekeepers have laid down their lives \r\nin missions that were operationally demanding and \r\ngeographically difficult. The unique status of the \r\nUnited Nations brings acceptance to its peacekeeping \r\nactivities, and the success of peacekeeping operations, \r\nin turn, brings credibility to the world body. For those \r\nsuffering in a conflict zone, the sight of a blue helmet \r\nprovides a beacon of hope, which has illuminated the \r\nlives of millions by bringing peace and alleviating their \r\npains and sorrows. \r\n Our commitment to the promotion of peace, \r\nsecurity and stability, the development of friendly \r\nrelations with other nations, respect for sovereignty \r\nand territorial integrity and the promotion of economic \r\nand social development is unwavering. It is that firm \r\nconviction that has enabled our democratic \r\nGovernment to remain steadfast in its resolve to fight \r\nterrorism and extremism, even as we have to deal with \r\nthe massive destruction caused by catastrophic floods. \r\nOur national consensus and resolve to fight extremism \r\nand terrorism remains unshaken. \r\n The world recognizes and applauds the important \r\nsuccesses achieved by our security forces against \r\nterrorists. Those successes have come at a heavy cost. \r\nMore than 20,000 innocent civilians have fallen victim \r\nto terrorism, and more than 2,500 personnel of the \r\nsecurity forces have offered the ultimate sacrifice. Our \r\nmaterial losses are nearly $50 billion. The Pakistani \r\nnation will persist in its efforts to eliminate terrorism. \r\n The issue has both regional and global \r\ndimensions. It is imperative that all countries do more \r\nto combat that menace. It is also essential to address \r\nthe root causes of terrorism, which are often found in \r\npoverty, deprivation, injustices and oppression. \r\nTerrorists recognize no borders; they have no religion \r\nand no creed. It is therefore absurd to malign a whole \r\npeople or a region or any religion on that account. We \r\ncannot accept the stereotyping of Muslims as terrorists. \r\nIslam is a religion of peace, compassion and \r\nbrotherhood. Terrorism is a complete antithesis to \r\nIslam’s humanistic outlook and noble values. \r\n Pakistan supports the just cause of the Palestinian \r\npeople for restitution of their inalienable national \r\nrights, including their independent Palestinian State \r\nwith Al Quds Al Sharif as its capital. \r\n The brazen use of force against the humanitarian \r\nfreedom flotilla on 31 May 2010, which resulted in the \r\nkilling of humanitarian workers, was a flagrant \r\nviolation of international law and norms. We look \r\nforward to a prompt, impartial and transparent inquiry \r\nof the incident by the Secretary-General’s Panel of \r\nInquiry. \r\n The dispute over Jammu and Kashmir is one of \r\nthe oldest on the agenda of the United Nations. It is \r\nabout the exercise of the right to self-determination by \r\nthe Kashmiri people through a free, fair and impartial \r\nplebiscite under United Nations auspices. \r\n Pakistan views the prevailing situation in Indian-\r\noccupied Kashmir with grave concern. Over the past \r\ntwo months, more than 100 Kashmiris have been killed \r\nby Indian security forces in Kashmir. We strongly \r\ncondemn that brutality. The human rights of the \r\nKashmiri people must be respected and their voices \r\nheard to create an enabling environment for a peaceful \r\nsolution to the long-standing Jammu and Kashmir \r\ndispute. Pakistan reaffirms its complete solidarity with \r\n A/65/PV.21\r\n \r\n25 10-55264 \r\n \r\nthe Kashmiri people and urges the international \r\ncommunity to persuade India to end its repression in \r\nKashmir. \r\n Pakistan is willing to engage India in a \r\ncomprehensive dialogue to normalize relations between \r\nthe two countries by finding amicable solutions to all \r\noutstanding issues, including the core dispute of \r\nJammu and Kashmir. A peaceful resolution of the \r\nKashmir dispute, in accordance with United Nations \r\nresolutions and taking into account the aspirations of \r\nthe Kashmiri people, would create an atmosphere \r\nconducive to durable peace and stability in the South \r\nAsian region. \r\n In the spirit of global solidarity and good-\r\nneighbourly relations, Pakistan has hosted the largest \r\nconcentration of refugees anywhere in the world for the \r\npast 30 years. We continue to host our Afghan brothers \r\nas a moral and humanitarian duty. No country has \r\nsuffered more than Pakistan from the direct and \r\nindirect consequences of decades of conflict in \r\nAfghanistan. We thus have an abiding stake in peace \r\nand stability in Afghanistan. Our commitment to that \r\nobjective remains firm. The time has come to transform \r\nAfghanistan from the centre stage of proxy wars, \r\ninterference and confrontation into a hub for \r\ninternational cooperation and development. \r\n Pakistan believes that the restoration of societal \r\nequilibrium in Afghanistan is an Afghan responsibility \r\nand cannot be imposed externally. We support all \r\nefforts for national reconciliation that are Afghan-\r\nowned and Afghan-led. We congratulate the \r\nGovernment of Afghanistan on holding successful \r\nparliamentary elections. They will strengthen President \r\nKarzai’s initiation of national reconciliation and \r\nreintegration. \r\n Disarmament and non-proliferation are important \r\npillars of the international peace and security \r\narchitecture. We remain committed to both objectives \r\nand believe that they should be pursued in an equitable \r\nand non discriminatory manner. The asymmetric build-\r\nup of conventional weapons and the espousal of \r\naggressive doctrines have a negative impact on \r\nregional security. \r\n The pursuit of discriminatory policies and \r\ndisregard for the security interests of States seriously \r\nerode globally the moral authority that must underlie \r\nequitable approaches to promoting the goals of nuclear \r\ndisarmament and non proliferation. We have \r\nconsistently pursued a policy of conventional and \r\nnuclear restraint, along with conflict resolution in \r\nSouth Asia. We reaffirm our proposal for a strategic \r\nrestraint regime as an important way to promote the \r\ncause of peace, stability and security in our region. \r\n Pakistan, with the fifth largest population in the \r\nworld and only 0.4 per cent of the world’s total \r\ngreenhouse-gas emissions, is one hundred and thirty-\r\nfifth on the global list of greenhouse-gas emitters. \r\nDespite such a low contribution, climate change is \r\ncausing irrevocable damage to Pakistan, with \r\ntremendous social, environmental and economic \r\nimpacts. While the world continues to discuss climate \r\nchange and its scientific basis and to seek a fair and \r\nequitable outcome of the ongoing negotiations under \r\nthe United Nations Framework Convention on Climate \r\nChange (UNFCCC), climate change has already \r\nbecome a reality for 170 million Pakistanis. \r\n The present situation in Pakistan reconfirms our \r\nextreme vulnerability to the adverse impacts of climate \r\nchange. It also complicates the post-flood \r\nreconstruction and rehabilitation scenario in Pakistan. \r\nIt is in Pakistan’s interests to work vigorously and \r\ncreatively for an early and successful conclusion to the \r\nongoing climate-change negotiations under UNFCCC \r\nauspices. Any lasting solution will have to respect the \r\nprinciple of common but differentiated responsibilities \r\nand the respective capabilities of countries. \r\n With an active and empowered Parliament, a \r\nvigilant and well-informed civil society, free media and \r\nan independent judiciary, Pakistan’s democratic \r\nGovernment is putting in place mechanisms to ensure \r\ngood and accountable governance at all levels in the \r\ncountry. The democratic Government, inspired by the \r\nvision of Shaheed Benazir Bhutto, attaches special \r\nattention to the promotion and protection of the human \r\nrights of all segments of society, particularly women, \r\nchildren and minorities. In May, Pakistan ratified the \r\nInternational Covenant on Civil and Political Rights \r\nand the Convention against Torture and Other Cruel, \r\nInhuman or Degrading Treatment or Punishment. \r\nPakistan is now a State party to all 27 human rights \r\nconventions. \r\n We welcome the creation of the new composite \r\ngender entity, UN Women. We hope it will lead the \r\nefforts to promote rights, empowerment and equality \r\nfor women throughout the world. \r\nA/65/PV.21  \r\n \r\n10-55264 26 \r\n \r\n Pursuing peace and forging close regional \r\neconomic partnerships is an important pillar of our \r\nstrategy to pursue economic growth and development \r\nin Pakistan. We are working through both the \r\nEconomic Cooperation Organization and the South \r\nAsian Association for Regional Cooperation to further \r\ndeepen regional collaboration and expand people-to-\r\npeople contacts, including through inter-parliamentary \r\ncooperation. \r\n Our strategy and actions at the national level stem \r\nfrom a firm belief that the primary responsibility and \r\ncentral action in our pursuit for economic growth and \r\ndevelopment is vested in our nation. Despite a \r\nchallenging economic and security environment, we \r\nare pursuing an aggressive reform programme. That \r\nagenda focuses on pro poor growth, boosting rural \r\neconomy and agriculture, affirmative action for women \r\nand minorities and expansion of social safety nets. We \r\nare conscious that that requires enhanced fiscal space, \r\nfor which we have introduced economic and tax \r\nreforms in close collaboration with international \r\ndevelopment partners. \r\n The President returned to the Chair. \r\n We have to work together to make this world a \r\nsafe and secure place for our children. We have to \r\nmake strenuous endeavours to achieve the ideals of the \r\nUnited Nations Charter. We have to make this world a \r\nprosperous place free from hunger, want and poverty. \r\nWe owe all this to our future generations. We cannot \r\nafford to fail in this endeavour. \r\n The President (spoke in French): I now call on \r\nHis Excellency Mr. Dimitris Droutsas, Minister for \r\nForeign Affairs of the Hellenic Republic. \r\n Mr. Droutsas (Greece): I would like to thank the \r\nPresident of the General Assembly at its sixty-fourth \r\nsession, Mr. Ali Abdussalam Treki of Libya, for his \r\ntireless efforts in taking forward the Assembly’s work \r\nand to congratulate you, Sir, on your election as \r\nPresident at the sixty-fifth session. \r\n I would also like at this point to fully align my \r\ncountry’s positions with those expressed in the \r\nstatement of the European Union (EU). It is my firm \r\nbelief that the General Assembly would greatly benefit \r\nfrom arrangements that would allow EU \r\nrepresentatives to fulfil their responsibilities in an \r\neffective manner at formal meetings. \r\n We can all agree that the United Nations is the \r\nonly global entity that commands universal legitimacy \r\nand is the Organization to which we should all look, \r\nand actively support, in order to provide collective and \r\ntherefore optimal solutions to the ever-growing array \r\nof multifaceted issues confronting us. It is a fact that \r\nmeeting the needs of our peoples increasingly \r\ntranscends the abilities of individual nation-States. \r\nThat is where the role of the United Nations comes to \r\nthe fore, and it is why our discussions on reforming \r\nand revitalizing the Organization are of paramount \r\nimportance. \r\n Climate change is the world’s greatest \r\nenvironmental challenge. We all know that it will \r\nincreasingly affect all aspects of our lives, including \r\npeace and security. We now need to focus all efforts in \r\norder to secure a successful outcome of the upcoming \r\nsummit in Cancún. \r\n The Greek Government is proposing a new \r\nMediterranean Climate Change Initiative, in close \r\ncollaboration with Mediterranean countries that are \r\nstrongly committed to climate and energy security. A \r\nformal launch of the Initiative is planned on \r\n22 October in Athens, ahead of the Cancún summit. In \r\nthe same vein, the central theme of our Chairmanship-\r\nin-Office of the Organization of the Black Sea \r\nEconomic Cooperation is “the Black Sea turns green”. \r\n The recent global economic and financial crisis \r\nhas left few countries unaffected. Greece was no \r\nexception, despite the tough and radical reform agenda \r\nwe are implementing that is setting the country steadily \r\nback on its feet. Efforts for a more efficient and \r\nconcrete global financial regulatory framework are \r\nnecessary. In that regard, I welcome the results of the \r\nHigh-level Meeting on the Millennium Development \r\nGoals, and I commend the Secretary-General for his \r\ntimely initiative. \r\n Greece continues to support all efforts for an \r\neffective and efficient Human Rights Council with \r\nenhanced status, mandate, structures and membership. \r\nGreece will actively defend the relevance of the \r\nHuman Rights Council through its candidacy for the \r\nyears 2012 to 2015. \r\n Promoting effective interaction and coordination \r\nbetween the United Nations and regional organizations \r\nmust be one of our key priorities. We consider the \r\nupcoming 2010 summit of the Organization for \r\nSecurity and Cooperation in Europe (OSCE) a major \r\n A/65/PV.21\r\n \r\n27 10-55264 \r\n \r\nmilestone in the European security dialogue — the \r\nwell-known Corfu Process, launched by the Greek \r\nOSCE Chairmanship in 2009. \r\n Greece has made a commitment especially to our \r\nregion and its people. A key factor for bringing \r\nstability and development to our region is good-\r\nneighbourliness, a fundamental principle that together \r\nwith the other principles set out in the Charter of the \r\nUnited Nations constitutes the cornerstone of \r\ncontemporary international legal order. \r\n The Balkans —our immediate neighbourhood — \r\nis still a sensitive area in terms of stability. The dust \r\nfrom the dissolution of Yugoslavia has not yet settled. \r\nGreece’s vision for the Balkans is of a region in which \r\ndemocracy finally becomes the norm, where citizens’ \r\naspirations can finally be realized through peaceful and \r\ndemocratic practices, where the rights of minorities are \r\nrespected, and where Governments are accountable, \r\neconomies are transparent and politics allow for the \r\nfullest participation of all elements of society. \r\n In order to breathe new life into the prospect of \r\nthe Balkans’ integration into the European Union, \r\nGreece has put forward a new initiative known as \r\nAgenda 2014. There are still open wounds in our \r\nregion — Kosovo being the most pressing — and we \r\nmust ensure that this time the European Union will be \r\npresent with a strong voice. The European prospect for \r\nour entire region can boost the political process that is \r\nabout to begin on Kosovo. At the same time, we need \r\nto keep an open and clear path for Serbia to begin \r\naccession negotiations with the European Union. \r\n Another open issue in the Balkans revolves \r\naround the name of the former Yugoslav Republic of \r\nMacedonia. That is not a bilateral, pedantic dispute \r\nabout historic symbols, as some may try to portray it, \r\nbut a regional question with deep historical roots \r\nrelated to good-neighbourliness. A compromise on the \r\nname issue is needed. Greece has already done its part. \r\nA fair and lasting solution can be based only on a name \r\nwith a geographic qualifier to be used for all purposes, \r\nerga omnes. Let me explain why. \r\n Macedonia is a large geographic region, most of \r\nwhich lies in Greece. A small part is in the former \r\nYugoslav Republic of Macedonia and a smaller part in \r\nBulgaria. The part cannot represent the whole, and the \r\nexclusive claims of the former Yugoslav Republic of \r\nMacedonia to the name “Macedonia” cannot be \r\nallowed to fuel nationalism. Any solution must be \r\nuniversally implemented, because otherwise today’s \r\nsituation will simply be perpetuated. We have \r\nintensified our efforts to reach a settlement in the \r\ncontext of the established United Nations negotiating \r\nprocess, led by Mr. Nimetz. \r\n I chose the General Assembly, which is the \r\nnatural forum for solving international disputes, to \r\ndeclare once again Greece’s readiness to reach a \r\nsolution, even tomorrow, and to call upon Prime \r\nMinister Gruevski to display leadership and become \r\nour partner for progress, progress that will result in a \r\nbright and prosperous future for our neighbours in the \r\nEuropean Union — a future we wish to see become a \r\nreality soon. Greece is extending a hand of friendship \r\nand cooperation. The time has come for our neighbours \r\nto take that hand. \r\n The Arab-Israeli conflict is again at a turning \r\npoint. The resumption of direct talks was a significant \r\nachievement, but only the beginning. Now our number \r\none priority is to sustain that dialogue and for it to bear \r\nfruit. Both sides have an obligation to show respect for \r\nthat fragile diplomatic process. Actions that threaten its \r\nvery existence, like Israeli settlement construction, \r\nmust be avoided in order to prevent the negotiations \r\nfrom becoming one more exercise in futility. \r\n I would like to thank the Secretary-General and \r\nall those who labour with him for a just solution in \r\nCyprus, a solution based on United Nations resolutions \r\nfor a bi-zonal, bi-communal federation with one \r\ninternational personality, one citizenship and one \r\nsovereignty, a solution in full conformity with the \r\nacquis communautaire. \r\n Cyprus is a tragic example of where our shared \r\nsense of justice — our shared code of values — has \r\ngone astray. Cyprus is the victim of military invasion \r\nand remains occupied by foreign troops. That is the \r\ntruth; that is reality, and it must end. We need to move \r\nbeyond that situation. It will take courage from \r\neveryone involved. It is a matter of political will, \r\nresolution and determination, such as that displayed by \r\nPresident Christofias. \r\n I extend my appeal to the Turkish Cypriots. We \r\nwant you near us, in our wider European family. The \r\nparticipation of a reunited Cyprus in the European \r\nUnion means that every Cypriot enjoys safety, equality \r\nunder the law, protection of their human rights, \r\nappropriate representation and security under a \r\nEuropean roof. Let me be clear: in the modern \r\nA/65/PV.21  \r\n \r\n10-55264 28 \r\n \r\nEuropean environment, relics of the past, such as \r\nguarantor Powers, seem and sound anachronistic and \r\ncompletely out of touch. \r\n Turkey can prove its commitment to a lasting \r\nsolution to the Cyprus issue by withdrawing its \r\noccupation forces from the island, thus boosting both \r\nthe negotiation process and its own European \r\nperspective. \r\n Greek-Turkish relations are an important \r\nparameter for the stability of the region. Burdened by a \r\nheavy historical past as we are, it is not an easy task to \r\nchange course and turn a long-standing rivalry into \r\ngood-neighbourliness, free from the threat of the use of \r\nforce or unfounded territorial claims. Respect for \r\ninternational law is the sole basis for a healthy and \r\npeaceful relationship between our two countries. \r\n We have opened a dialogue, one that is honest, \r\nand although we may and do differ on many issues, \r\nsuch as how we see Cyprus and how we approach our \r\nbilateral relations, this open approach can only lead to \r\na progressive resolution of our problems. The Turkish \r\nleadership and the people of Turkey know we are \r\nhonest in what we say and in our desire for a new and \r\npeaceful relationship. I strongly believe our mutual \r\ninterests can outweigh our political differences. We can \r\nand must resolve these differences through peaceful \r\nmeans, and a possible way to go is through the \r\nInternational Court of Justice. \r\n I do not want to give the false impression that all \r\nour problems have suddenly been resolved. It is most \r\ndistressing that a variety of statements and acts still \r\nundermine this very genuine and difficult effort. The \r\nlong-standing threat of war, the casus belli against my \r\ncountry, is unacceptable and has no place in our \r\nEuropean and global family of values and principles. \r\n There are those who certainly may wish that our \r\nefforts fail, but it is our historical duty to overcome \r\nthose difficulties and maintain the momentum in \r\nresponse to our peoples’ mandate and their desire for \r\npeace. \r\n We look forward to the day when Belgrade and \r\nPristina will be an easy bus ride away, when Jerusalem \r\nand Damascus, Athens and Ankara and, of course, the \r\ntwo parts of divided Nicosia will no longer be \r\nseparated by fear and suspicion, but will be joined in \r\npeace. Those were the words used and the vision \r\nexpressed by George Papandreou, today’s Prime \r\nMinister of Greece, in his very first address to the \r\nGeneral Assembly as Greek Foreign Minister in 1999 \r\n(see A/54/PV.9). Allow me repeat those words and \r\nvision in my first address to this body in the same \r\ncapacity. This is a wish and vision that, I think, we all \r\nshare. \r\n The President (spoke in French): I now call on \r\nHis Excellency Mr. Arvin Boolell, Minister for Foreign \r\nAffairs, Regional Integration and International Trade of \r\nthe Republic of Mauritius. \r\n Mr. Boolell (Mauritius): I congratulate you, \r\nMr. President, on your election as President of the \r\nGeneral Assembly at its sixty-fifth session, and I thank \r\nyour predecessor, His Excellency Mr. Ali Treki, for his \r\nexcellent stewardship of the Assembly at its sixty-\r\nfourth session. I seize this opportunity to convey to you \r\nthe warm greetings of the Honourable \r\nDr. Navinchandra Ramgoolam, Prime Minister of \r\nMauritius. \r\n We are meeting this year against the backdrop of \r\nthe triple blow of food, fuel and financial crises, which \r\nhave significantly slowed the social and economic \r\nprogress of many, particularly developing, countries. \r\nAlthough we are now witnessing signs of gradual \r\nrecovery, we are nonetheless aware of the fact that the \r\nworld is still mired in the consequences of the \r\nrecession. \r\n These crises have exposed the deficiencies of the \r\ninternational financial and governance structure and \r\nmade us realize that the pre crisis status quo has to be \r\nchallenged, if we are to ensure a better future for our \r\npeople. While we acknowledge the pre eminent role \r\nthat the Group of 20 is playing in addressing the \r\nfinancial and economic crisis, the widening and \r\nacceleration of global integration and \r\ninterconnectedness dictate the necessity of \r\ndemocratizing the international economic and financial \r\ndecision-making processes in order to ensure that the \r\nfuture development of our global economy is balanced \r\nand equitable. \r\n It was therefore reassuring to hear the Managing \r\nDirector of the International Monetary Fund, \r\nMr. Dominique Strauss-Kahn, stating last Monday, \r\n “To regain momentum, we need a sense of shared \r\nresponsibility among the various actors — the \r\ndeveloping countries themselves, the advanced \r\n A/65/PV.21\r\n \r\n29 10-55264 \r\n \r\neconomies and, in part, the international financial \r\ninstitutions.” (A/65/PV.3) \r\n The statistics are eloquent regarding the negative \r\nimpact of the multitude of crises on the progress \r\nachieved on the Millennium Development Goals \r\n(MDGs). As global economic output has declined, the \r\nranks of the poor have swelled with the newly poor. \r\n A week ago, from this very rostrum, an \r\nimpressive number of world leaders reaffirmed their \r\ncommitments to the Millennium Development Goals. \r\nIn our drive to enable the less fortunate to lead a \r\ndignified life, it is imperative that we have closer \r\ncooperation and collaboration between Government, \r\ncivil society and the private sector, supplemented by \r\ninnovative thinking, cutting-edge knowledge and path-\r\nbreaking initiatives. \r\n Success in achieving the Millennium \r\nDevelopment Goals is inextricably linked to the \r\nbroader agenda of climate change. The effects of \r\nclimate change and global warming threaten the very \r\nimplementation of the Millennium Development Goals. \r\nWhile climate change is affecting all countries, it is \r\nabundantly clear that the small islands and low-lying \r\nand coastal States are the most affected by its \r\nconsequences. \r\n We therefore urge that the small island \r\ndeveloping States be given simplified access to \r\nfinancing from the $30 billion of fast-start funding \r\npledged in the Copenhagen Accord and similar access \r\nto the longer-term funds proposed for the Copenhagen \r\nGreen Climate Fund. That adaptation funding should \r\nbe in the form of grants and not loans. \r\n We hope that the forthcoming Conference of the \r\nParties to the United Nations Framework Convention \r\non Climate Change, to be held in Cancún later this \r\nyear, will build on the 2009 Copenhagen Accord to \r\nultimately arrive at a legally binding agreement on \r\nlimits to greenhouse gas emissions based on the \r\nprinciple of common but differentiated capabilities and \r\nresponsibilities and the establishment of mitigation and \r\nadaptation funds. Let us therefore join our efforts and \r\nnot miss the opportunity, because a world that is \r\nclimate-smart is within reach, if we act now, act \r\ntogether and act differently. \r\n In its effort to contribute towards the global \r\nmomentum to attain a low-carbon future, Mauritius is \r\nimplementing the Maurice Ile Durable project, which \r\naims at protecting the environment and minimizing \r\ndependence on fossil fuels through increased \r\nutilization of renewable energy and a more efficient \r\nuse of energy in general. \r\n The High-level Review Meeting on the \r\nimplementation of the Mauritius Strategy for the \r\nFurther Implementation of the Programme of Action \r\nfor the Sustainable Development of Small Island \r\nDeveloping States re emphasized the fact that, owing \r\nto their inherent specificity, small island developing \r\nStates should be recognized as a distinct category of \r\ncountries and should be granted special treatment, \r\nparticularly in accessing official development \r\nassistance and concessionary funding. The present \r\ngross domestic product criterion applied in graduating \r\nleast developed countries to middle-income status is \r\nmost unfair to small island developing States, since it \r\ndoes not take into account the unique vulnerabilities of \r\nthose States. \r\n The time has come for a shift in how we think of \r\ndevelopment. We need to articulate strongly a new \r\ndevelopment paradigm, one where developing \r\ncountries are part and parcel of the solution to create a \r\nmore vibrant world economy in this truly multipolar \r\nworld. \r\n We therefore look forward to the successful \r\nconclusion of the Doha Development Round at the \r\nearliest possible date. It is also crucial to close the gaps \r\nin the provision of Aid for Trade so as to support the \r\nbuilding of supply capacity, which lies at the core of \r\ndevelopment. \r\n At the subregional level, Mauritius, in its \r\ncapacity as the new chair of the Indian Ocean \r\nCommission, will continue to lay greater emphasis on \r\nthe creation of an economic and commercial space, the \r\nimplementation of a regional strategy on fisheries and \r\naquaculture, the promotion of tourism in our region in \r\ntraditional and emerging markets, and the development \r\nof a comprehensive regional anti-piracy programme. \r\n A fundamental precondition for socio economic \r\ndevelopment can be found in a process of social \r\ninclusiveness, with human rights at its core. As a \r\nmember of the United Nations Human Rights Council, \r\nMauritius is firmly committed to the safeguarding and \r\nprotection of human rights, at both the national and the \r\ninternational levels. In this regard, we unreservedly \r\ncondemn the serious human rights violations \r\ncommitted by warring factions in conflict zones, where \r\nA/65/PV.21  \r\n \r\n10-55264 30 \r\n \r\nvulnerable members of the society, particularly women \r\nand children, are being targeted. At the national level, a \r\ntruth and reconciliation commission has started the \r\nchallenging task of compiling a report on slavery and \r\nindentured labour in Mauritius during the colonial \r\nperiod. \r\n Mauritius continues to be preoccupied with the \r\nfate of pro democracy leader Aung San Suu Kyi, whose \r\nheroic and unbreakable determination and \r\nsteadfastness to free her people from years of \r\nsubjugation compel all of us who are strong advocates \r\nof democratic values to stand and speak up. Depriving \r\nMs. Aung San Suu Kyi of the right to stand as a \r\ncandidate in the forthcoming general elections \r\nscheduled in November this year is considered by my \r\ndelegation as the deprivation of the basic rights of the \r\npeople of Myanmar to freely choose the leaders to \r\nwhom they wish to entrust the destiny of their country. \r\n Democracy and the rule of law are essential \r\nelements for the development, stability, security and \r\nprosperity of any country. The world has made \r\nsignificant strides in this respect. Nonetheless, it is \r\nregrettable that conflicts in certain parts of the world \r\ncontinue to undermine progress. The imperatives of a \r\nglobalizing world require the international community \r\nto remain seized of these issues and not to shirk its \r\nresponsibilities. \r\n In the Indian Ocean region, Mauritius is \r\nparticularly concerned with the current political \r\nimpasse prevailing in our neighbouring sisterly \r\ncountry — Madagascar. We are actively engaged in the \r\nSouthern African Development Community (SADC), \r\nthe African Union (AU) and the Indian Ocean \r\nCommission, working to assist Madagascar to find a \r\npeaceful solution to the political crisis. \r\n In this regard, we wish to state that we are \r\nsupportive of the initiative led by the Coordination \r\nNational des Organisations de la Société Civile to \r\norganize an inter Malagasy dialogue in order to find a \r\nsolution designed by all Malagasies to the crisis in \r\nMadagascar. And we sincerely hope that the dialogue \r\nwill be credible, transparent and include all sections of \r\nMalagasy society in the search for durable peace in the \r\ninterest of both the country and the region. Mauritius \r\nhas offered its assistance in setting up an SADC liaison \r\noffice in Madagascar in order to provide support in \r\nmoving the Malagasy-Malagasy dialogue. \r\n Two decades of civil unrest have inflicted untold \r\nmiseries and difficulties on the Somali people and \r\nrendered governance of the country almost impossible. \r\nWe commend the Intergovernmental Authority on \r\nDevelopment for its efforts to promote peace and \r\nsecurity in Somalia through the Transitional Federal \r\nGovernment. We believe that the people of Somalia \r\ndeserve greater commitment from the international \r\ncommunity towards restoring law and order inside the \r\ncountry and also towards putting an end to the piracy \r\nproblem off the coast of Somalia. \r\n In order to promote a more proactive engagement \r\nof the countries of the region in the fight against \r\npiracy, Mauritius will host the Second Regional \r\nMinisterial Conference on Piracy on 6 and 7 October, \r\nin collaboration with the European Union, the Indian \r\nOcean Commission and the Common Market for \r\nEastern and Southern Africa. Mauritius is also \r\nenvisaging the possibility of trying piracy suspects \r\ncaught in the Indian Ocean in its courts, if the \r\nlogistical, infrastructural and financial support of the \r\ninternational community is adequate. \r\n The current process for talks between Israelis and \r\nPalestinians has given renewed hope for lasting peace \r\nthrough the creation of an independent sovereign \r\nPalestinian State existing side by side with the State of \r\nIsrael within secured and recognized borders. \r\nMauritius has always supported the legitimate and \r\ninalienable right of the Palestinian people to live in \r\npeace and security in an independent Palestinian State. \r\nWe therefore commend President Barack Obama for \r\nhis initiatives and leadership in enabling the direct \r\ntalks between President Abbas and Prime Minister \r\nNetanyahu. \r\n Global governance in the maintenance of \r\ninternational peace and security will remain incomplete \r\nuntil we achieve a comprehensive reform of the United \r\nNations Security Council — a reformed Security \r\nCouncil that meets and responds to the geopolitical \r\nrealities of the twenty-first century. In this respect, \r\nMauritius fully supports the Common African Position, \r\nas enshrined in the Ezulwini Consensus and the Sirte \r\nDeclaration. We reiterate our support for India, the \r\nlargest democracy, obtaining a permanent seat in a \r\nreformed Security Council. We also support the \r\nrightful aspiration of Latin America and the Caribbean \r\nfor a permanent seat in the Council. \r\n A/65/PV.21\r\n \r\n31 10-55264 \r\n \r\n We have in no uncertain terms drawn the \r\nattention of this body every year to the fact that \r\nMauritius has sovereignty over the Chagos \r\nArchipelago, including Diego Garcia. The Chagos \r\nArchipelago was illegally excised by the United \r\nKingdom from the territory of Mauritius prior to our \r\nindependence. This dismemberment was done in \r\nblatant violation of General Assembly resolutions 1514 \r\n(XV) of 14 December 1960 and 2066 (XX) of \r\n16 December 1965. We have raised the issue of the \r\nsovereignty of Mauritius over the Archipelago with \r\nsuccessive British Governments and initially pursued \r\nthe matter as a friendly dispute. In view of the lack of \r\nprogress, we suggested that the issue be addressed in \r\nbilateral talks. Although the process of bilateral talks \r\nwas initiated in January 2009, the issue of our \r\nsovereignty over the Chagos Archipelago has yet to be \r\naddressed. \r\n We are deeply concerned that the British \r\nGovernment decided on 1 April 2010 to unilaterally \r\ndeclare a marine protected area around the Chagos \r\nArchipelago — our territory — allegedly to protect the \r\nmarine environment. The unilateral establishment of \r\nthis marine protected area infringes the sovereignty of \r\nMauritius over the Archipelago and constitutes a \r\nserious impediment to the eventual resettlement there \r\nof its former inhabitants and other Mauritians, as any \r\neconomic activity in the protected zone would be \r\nprecluded. The Government of Mauritius has decided \r\nnot to recognize the existence of the so called marine \r\nprotected area. \r\n The illegal excision of the Chagos Archipelago \r\nfrom the territory of Mauritius has indeed a tragic \r\nhuman dimension. All the inhabitants of the \r\nArchipelago were at that time forced by the British \r\nauthorities to abruptly leave their homes there, in total \r\ndisregard for their human rights. Most of them were \r\nmoved to the main island of Mauritius. The \r\nGovernment of Mauritius is sensitive to and fully \r\nsupportive of the plight of the displaced inhabitants of \r\nthe Chagos Archipelago and to their desire to resettle \r\nin their birthplace there. \r\n Mauritius greatly appreciates the unflinching and \r\nunanimous support it has consistently received from \r\nthe African Union and the Non-Aligned Movement for \r\nthe assertion of its sovereignty over the Chagos \r\nArchipelago. The last AU Summit held in Kampala last \r\nJuly and the last Non-Aligned Movement Summit held \r\nin July 2008 in Sharm el-Sheikh both reaffirmed that \r\nthe Archipelago, including Diego Garcia, forms an \r\nintegral part of the territory of the Republic of \r\nMauritius. They also called upon the United Kingdom \r\nto expeditiously put an end to its unlawful occupation \r\nof the Chagos Archipelago with a view to enabling \r\nMauritius to effectively exercise its sovereignty over it. \r\n We urge the United Kingdom once again to take \r\nthe necessary steps for the unconditional return of the \r\nChagos Archipelago, including Diego Garcia, to \r\nMauritius without further delay. In our annual \r\nstatement, we also reaffirmed the sovereignty of \r\nMauritius over Tromelin Island. The Governments of \r\nMauritius and France reached an agreement earlier this \r\nyear on the co management of the island and its \r\nmaritime zones without prejudice to the sovereignty of \r\nMauritius over Tromelin. This is considered to be a \r\nfirst and positive step towards the resolution of the \r\nsovereignty issue. \r\n(spoke in French) \r\n The Republic of Mauritius is a crucible of \r\ncivilizations and cultures. We are proud to be a haven \r\nof peace, where people of various backgrounds and \r\ntraditions live together in harmony. The people of \r\nMauritius are inspired by the philosophy of \r\nmulticulturalism and consider their diversity to be a \r\nrich human resource. Based on the vision expressed in \r\nour motto, “Unity, equality and modernity”, we have \r\ncommitted to place humanity at the centre of all \r\ndevelopment in our pluralistic society — a society \r\nbased on diversity, respect for cultural individuality, \r\nnon-discrimination and sharing common values. \r\n The United Nations is the pre-eminent forum for \r\nintercultural dialogue. My country will fully play its \r\npart in the combined global effort for all human beings \r\nto enjoy the consideration and respect that are their \r\nbirthright. \r\n(spoke in English) \r\n Finally, I should like to reaffirm Mauritius’ \r\nunwavering faith in the United Nations in the \r\nmaintenance of international peace, security and \r\ndevelopment. \r\n The President (spoke in French): I now call on \r\nHis Excellency Mr. Nickolay Mladenov, Minister for \r\nForeign Affairs of the Republic of Bulgaria. \r\n Mr. Mladenov (Bulgaria): Every year we come \r\ntogether in this great Hall of the United Nations, to \r\nA/65/PV.21  \r\n \r\n10-55264 32 \r\n \r\nreaffirm our commitment to multilateralism. Nations \r\nbig and small, rich and poor, gather from the four \r\ncorners of the world here at the United Nations, driven \r\nby the conviction that, if we work together, we will \r\nfind solutions to the challenges of today and tomorrow. \r\nAs these challenges grow and become more \r\ninterconnected, so grows our conviction that only \r\nthrough cooperation and dialogue can we resolve them. \r\nThis is the fundamental belief with which, for 55 years, \r\nthe Bulgarian delegation, like many others, has come \r\nto the United Nations. \r\n Like every day, today will be unique, because our \r\nactions on this day will forge our tomorrows. We can \r\nspend our time dwelling on the past, or we can invest \r\nour time in the future that we will all face together. \r\nToday, our world faces a complicated web of \r\nchallenges, but also of opportunities. We face the \r\nchallenge of addressing global climate change by \r\ncreating opportunities for sustainable development. We \r\nface the challenge of reducing the conflicts and \r\nopportunities that come from providing sufficient clean \r\nwater to millions of people. We face the challenge of \r\ndeveloping an ethical market economy and the \r\ncountless opportunities that will emerge from reducing \r\nthe poverty gap. We face the challenge of reducing \r\nethnic conflicts, terrorism and the spread of weapons of \r\nmass destruction and the opportunities that come from \r\ngood governance, democracy and freedom. We may \r\nalso, perhaps, address the most paramount challenge of \r\nour time: to prove wrong all those who believe that the \r\nworld is heading towards an irreversible clash of \r\ncivilizations — because none of the global challenges \r\nthat we face today can be understood, tackled or \r\naddressed without respect for different opinions, \r\nwithout dialogue between faiths and without adherence \r\nto the global values enshrined in the Charter of the \r\nUnited Nations. \r\n(spoke in French) \r\n On behalf of the Government of Bulgaria, I \r\ncongratulate Mr. Deiss on the assumption of the \r\npresidency of this Assembly at this sixty-fifth session. \r\nOur appreciation also goes to Mr. Ali Treki for his \r\nleadership during the previous session, and to Mr. Ban \r\nKi-moon for his efforts to strengthen and promote the \r\nUnited Nations. \r\n(spoke in English) \r\n Let me begin by welcoming the results of the \r\nHigh-level Plenary Meeting of the General Assembly \r\non the Millennium Development Goals (MDGs). \r\nRegardless of the fact that efforts to achieve the MDGs \r\nhave not stayed on course, their attainment is still \r\nwithin our reach. Reaffirming the principle of \r\nsolidarity between those who have and those who need \r\nis of the essence. My country faces challenges imposed \r\nby the global economic and financial crisis. We have, \r\nhowever, committed ourselves to develop our own \r\ndonor capacity, and so we shall. We shall do so, \r\nbecause Bulgaria — like a number of countries that \r\nhave joined the European Union (EU) since the fall of \r\nthe Berlin Wall — understands that the solidarity that \r\nwas extended to us now needs to be extended by us to \r\nthose less fortunate. To be effective, we shall work in \r\nclose coordination with our partners, avoid duplication \r\nand aim at addressing the root causes — not the \r\nsymptoms — of today’s problems. Otherwise, we will \r\nnot be building a better tomorrow. In this effort the role \r\nof the United Nations will always remain vitally \r\nimportant, particularly in helping to mitigate the \r\ndevelopment impact of the crisis on the less developed \r\nand most vulnerable countries. \r\n As dangerous as the current global crisis is, it \r\nalso gives us a chance to green our economies, \r\nparticularly by putting them on a sustainable and \r\nlow-carbon path. This year, 2010, has been proclaimed \r\nas the International Year of Biodiversity. Economic \r\ngrowth and the preservation of the environment must \r\ngo hand-in-hand across the globe. Today there can be \r\nno excuses — neither in developed countries, nor in \r\ndeveloping countries — because any excuse that we \r\nfind today will cost us more tomorrow. That is why \r\nBulgaria believes that the United Nations must be \r\ngiven the tools to respond adequately to the increasing \r\nchallenges of environmental protection. \r\n Today, much more so than in the past, we see \r\nincreased demand and pressure on international \r\nhumanitarian efforts. The devastating earthquake in \r\nHaiti last year killed hundreds of thousands and left a \r\nstaggering 20 per cent of the population homeless. \r\nHaiti’s call was, however, heeded throughout the globe. \r\nAllow me to praise the work of the United Nations and \r\nits agencies in responding quickly, but also pay tribute \r\nto all of the countries, non governmental organizations \r\nand individuals who came quickly to Haiti’s assistance. \r\nThe Bulgarian Government and people were quick to \r\nrespond by providing financial and in kind assistance, \r\nincluding educational opportunities to young Haitians \r\nwhose universities had been destroyed. \r\n A/65/PV.21\r\n \r\n33 10-55264 \r\n \r\n This year we have to help in the struggle of the \r\n20 million people in Pakistan who have been affected \r\nby the terrible floods that have wrecked lives, ruined \r\ncrops and destroyed economic opportunities. The \r\nSecretary-General and the United Nations were swift to \r\nreact and deserve praise for their efforts, as does the \r\nrapid reaction of the European Union, the United \r\nStates, India and other partners around the world. \r\nAllow me to use this forum to call on all to strengthen \r\ntheir efforts in assisting the people of Pakistan. \r\nHowever, I also call on Governments across the globe \r\nto help in removing barriers, so as to assist the \r\nPakistani economy in its recovery. Helping today and \r\ncreating opportunities tomorrow — that should be our \r\ngoal in a country that is vital to global stability and \r\nsecurity. In this, let me assure you that Bulgaria will \r\nalso shoulder its share of the needed solidarity. Already \r\nthe Government and the Bulgarian Red Cross have \r\nlaunched a nation-wide campaign to raise funds and \r\ncontribute to the rebuilding efforts in Pakistan. \r\n No matter how successful we are in our \r\ndevelopment and humanitarian efforts, the benefits \r\ncannot fully be borne in an insecure and unstable \r\nenvironment. Allow me to briefly look closer to home \r\n— the Balkans and the Eastern Mediterranean. The \r\nEuropean Union was created to make war impossible in \r\na continent that has seen at least a century of conflicts. \r\nIn Europe, however, we have unfinished business. \r\nEurope will not be whole and complete until our \r\nneighbours in the Balkans join our Union. It falls on \r\nus — those who joined the European Union late, not by \r\ntheir own choice, but because of the ideological \r\ndivisions of the cold war — to say it loud and clear: to \r\nmake war impossible in the Balkans we must see all \r\ncountries that have emerged from the former \r\nYugoslavia become part of the European Union. This is \r\nour historic mission. It is our destiny. \r\n Bulgaria, which has struggled with its own \r\ntransition and accession to the European Union, knows \r\nthe benefits and the challenges best. That is why today \r\nI am proud to stand here and commend the General \r\nAssembly for unanimously adopting resolution 64/298, \r\napproving the joint EU Serbia compromise text on the \r\nadvisory opinion of the International Court of Justice \r\non the declaration of independence by Kosovo. \r\nBulgaria supported it wholeheartedly, because we \r\nfirmly believe that dialogue between Belgrade and \r\nPristina is key, both to the stability of the region and to \r\nthe European perspective of our neighbours. It will be \r\na difficult process, charged with emotion and scarred \r\nby history, but it will be a process that can today lay \r\nthe foundations of a better tomorrow for all. It is a \r\nprocess that the Bulgarian Government is not just \r\nwilling, but eager to support, and will lend all \r\nnecessary assistance to the efforts of the High \r\nRepresentative of the European Union for Foreign \r\nAffairs and Security. \r\n In Bosnia and Herzegovina the international \r\ncommunity faces many challenges, but the struggle \r\nbetween the fears of yesterday and the opportunities of \r\ntomorrow can be resolved today by the people of \r\nBosnia themselves. Bulgaria will, more actively than \r\never, contribute to this reconciliation, because we \r\nbelieve that our role in South-Eastern Europe and \r\nbeyond is to bring people together, not divide them; to \r\nseek solutions, not to watch from the sidelines. \r\n We must constantly reaffirm our commitment to \r\nbring our neighbours in the Western Balkans into the \r\nEuropean Union when they meet the criteria for \r\nmembership. But our neighbours also must reaffirm \r\ntheir own commitment to undertaking often very \r\ndifficult reforms and strengthening regional \r\ncooperation and good-neighbourly relations. \r\n There are cynics who say that the world cannot \r\nlive together, that for peace to exist we must build \r\nwalls of separation between peoples, religions and \r\nethnic communities; cynics who say that civilizations \r\nmust clash. I come from a country that is in a turbulent \r\npart of the world, yet we have managed to prove that \r\npeople of different religions — Christians, Muslims \r\nand Jews, and of different ethnicities — Bulgarians, \r\nTurks and Armenians, can live together. \r\n Bulgaria has seen stellar moments in its history, \r\nfor example, when civil society rose during the Second \r\nWorld War and refused to allow its Jewish population \r\nto be sent to concentration camps, or when it integrated \r\nits Turkish population after the end of communism. \r\nBut, it has also seen its dark moments — when it failed \r\nto save the Jewish populations of occupied Northern \r\nGreece and Vardar Macedonia, or when the Communist \r\nregime expelled a large part of our Muslim citizens to \r\nTurkey. Our history has taught us to be able to \r\ndistinguish between good and bad. Our history proves \r\nthat the cynics are wrong, that people can live together \r\nin peace. \r\n That is why Bulgaria cannot remain uninterested \r\nin the Middle East. We believe that, just as the Jewish \r\nA/65/PV.21  \r\n \r\n10-55264 34 \r\n \r\npeople have a homeland in the State of Israel, so the \r\nPalestinian people have the right to an independent \r\nState of Palestine that lives in peace with its \r\nneighbours. During the past months we have all \r\nwitnessed the efforts of the United States \r\nAdministration to restart the direct negotiations \r\nbetween the Israelis and Palestinians. Many of us have \r\nmade passionate speeches on the need and urgency of \r\npeace. Today, the Palestinian and Israeli leaders face \r\nthe historic challenge of looking to tomorrow and not \r\nbeing tied down by yesterday. The Middle East cannot \r\nafford a failed peace process. The world cannot afford \r\na peace process that does not have a comprehensive \r\nend goal in sight. \r\n Today we must all recognize that hard decisions \r\nare called for and lend our full support to President \r\nAbbas and Prime Minister Netanyahu to help them \r\nwalk the hard road to peace. Obstacles should be \r\novercome and preconditions should be removed. If the \r\nleaders of Palestine believe that settlement policy is an \r\nobstacle to peace, the leaders of Israel must refrain \r\nfrom such activities in order to give peace a chance. If \r\nthe leaders of Israel believe that no preconditions to a \r\nfinal settlement should be put in place, then the \r\nPalestinian leaders must refrain from such actions in \r\norder to give peace a chance. \r\n The choice today is not between peace \r\nnegotiations and economic development, because peace \r\nand prosperity go hand in hand. No one should feel \r\nsingled out or left behind, because the enemies of \r\npeace are many — those who feel that walls are safer \r\nthan bridges and those who feel that religions cannot \r\ncoexist. You can take away a man’s life, but you \r\nultimately cannot take away his faith or dignity. \r\n This is why I call on all Members of the United \r\nNations to stand firmly behind the efforts of the Israeli \r\nand Palestinian leaders to achieve peace. In doing this, \r\nwe must recognize the legitimate concerns of both \r\nsides — Israel’s security and the viability of a \r\nPalestinian State. \r\n In this effort we should not forget the 1.5 million \r\npeople who live in Gaza — Palestinians who have the \r\nright to a better life, just like the children of Sderot \r\nhave the right to go to school without the threat of \r\nrockets. We have an obligation to help open up access \r\nto Gaza without compromising the security of Israel. \r\nHistory has proven that isolation and deprivation breed \r\nradicalism, and it is in the interest of peace that more \r\nopportunities be created. \r\n Today the world faces other grave security \r\nchallenges that will shape our tomorrow. We must \r\nreconfirm our commitment to halting the spread of \r\nnuclear weapons. This mission is above politics, \r\ndiplomacy, national ambitions and personal egos. It is \r\nour universal obligation and a joint commitment that \r\nwe undertook 40 years ago. Bulgaria believes that \r\nevery nation must put a strengthened Treaty on the \r\nNon-Proliferation of Nuclear Weapons (NPT) at the \r\ncentre of its national diplomacy. The uncovering of \r\nclandestine nuclear networks has brought the spectre of \r\nnon State actors equipped with weapons of mass \r\ndestruction closer. We must not allow this to happen. \r\nAll nations must recognize that the nuclear non \r\nproliferation regime is undermined if violators are \r\nallowed to act with impunity. We consider all States \r\nparties, including the Democratic People’s Republic of \r\nKorea, to be bound by their NPT obligations. \r\n Leaving the NPT cannot be without \r\nconsequences. Justified concerns, however, remain also \r\nabout the nuclear programme of the Islamic Republic \r\nof Iran. We call on Iran to deploy the necessary \r\nconfidence-building measures to provide for greater \r\ntransparency on its nuclear activities. Bulgaria believes \r\nthat it is important to find a diplomatic solution. The \r\nrecent efforts by Turkey and Brazil illustrate that there \r\nis will in the international community for dialogue. \r\nTherefore, a swift return to the negotiation table and \r\nfull compliance with United Nations Security Council \r\nresolutions, as well as International Atomic Energy \r\nAgency (IAEA) standards and safeguards is a must. \r\n International terrorism is one of the most serious \r\ncontemporary threats to global peace and security. It \r\ncannot be justified by any political, philosophical, \r\nideological, racial or ethnic considerations, nor by any \r\nideology. The end goal of terrorism is to hinder our \r\nefforts to guarantee human rights, basic freedoms and \r\ndemocracy. Within the framework of the European \r\nUnion, Bulgaria has endorsed the implementation of \r\nthe United Nations Global Counter-Terrorism Strategy. \r\nI appeal for a prompt finalization of the negotiations to \r\nreach a comprehensive convention on counter-\r\nterrorism. \r\n An old nefarious practice has re-emerged on the \r\nhigh seas — piracy. Bulgaria has been directly affected \r\nby the escalating activities and audacity of the pirates \r\n A/65/PV.21\r\n \r\n35 10-55264 \r\n \r\nin the Gulf of Aden and off the coast of Somalia. The \r\nfight against piracy leaves much to be desired, \r\nhowever. We need a firm international legal framework \r\nfor the trial, detention and imprisonment of persons \r\nsuspected of having committed acts of piracy. We need \r\ncoordinated actions on the high seas to protect our \r\nshipping. Perhaps most of all, we need to address the \r\nroot causes of piracy — poverty, isolation and lack of \r\nopportunity. \r\n In Afghanistan, we face a threat that demands the \r\ncontinued military and civilian commitment on the part \r\nof the international community, which hinges on two \r\nimportant factors. Firstly, the ability of the Afghan \r\nGovernment to pave the way for reconciliation, tackle \r\ncorruption and deliver services to its people and the \r\nrenewed commitment of the international community \r\nand regional neighbours to strengthen the Afghan \r\nNational Security Forces, while maintaining the \r\npressure on radicals and insurgents and limiting their \r\nscope of action. \r\n In these tasks the coordinated efforts of all, but \r\nforemost of the United Nations, NATO and the \r\nEuropean Union, are vital. I would like to strongly \r\nsupport the work of the United Nations Assistance \r\nMission in Afghanistan and the Special Representative \r\nof the Secretary-General, Staffan de Mistura, in \r\nAfghanistan. Their efforts should be appreciated and \r\nfully supported by the international community. I want \r\nto also pay tribute to the brave men and women of all \r\nInternational Security Assistance Force (ISAF) \r\ncontributing nations, including the roughly 600 \r\nBulgarian troops, who risk their lives to bring security \r\nto the people of Afghanistan. \r\n Bulgaria’s commitment to the future of \r\nAfghanistan is unfaltering, because we understand that \r\nit is our joint obligation to bring security to that \r\ntortured country, whose people deserve to be able to \r\nenjoy the freedoms and opportunities that many of us \r\nhave. Bulgaria has increased its input to ISAF, \r\nincluding through more training units, which will work \r\nto build the capacity of the Afghan security forces. We \r\ncontinue to support the European Union Police Mission \r\nin Afghanistan, which, jointly with NATO’s Training \r\nMission, plays an important role. We support the \r\nAfghan Government’s peace and reintegration \r\nprogramme, in which the key role should be played by \r\nthe Afghan State. Our commitment to Afghanistan is \r\nbased on our firm belief that, if we succeed today, we \r\nwill all live safer tomorrow. \r\n A comprehensive security system can rest only on \r\na robust partnership between the United Nations and \r\nregional organizations. This is why Bulgaria believes \r\nthat the partnership between the European Union and \r\nthe United Nations is a strategic one. As the EU High \r\nRepresentative for Foreign Affairs and Security Policy, \r\nCatherine Ashton, put it, “Our commitment to the \r\nmultilateral system of global governance through the \r\nUN and other bodies is clear” and we work “with \r\nconviction and clarity on the major challenges that face \r\nus, be they climate change, poverty, conflict or \r\nterrorism”. \r\n The transformation of the EU into a legal subject \r\nof international relations after the entry into force of \r\nthe Treaty of Lisbon has to be adequately reflected in a \r\nresolution of the General Assembly regarding the \r\nrepresentation of the EU at the United Nations. \r\n In closing, let me briefly touch on the reform of \r\nthe United Nations. Bulgaria is convinced that if we \r\nare to effectively tackle the challenges of tomorrow, we \r\nmust continuously adapt and improve the United \r\nNations system. Therefore it is imperative that we \r\ncontinue the course of reforms initiated by the 2005 \r\nWorld Summit. \r\n We believe that the reform of the Security \r\nCouncil is part of a comprehensive agenda for change \r\nat the United Nations. Bulgaria declares itself in favour \r\nof an enlargement of the Security Council capable of \r\ngenerating the largest possible consensus. In that \r\ncontext, Bulgaria has endorsed the enlargement of the \r\nCouncil in its two categories — permanent and non \r\npermanent members. \r\n I started by reiterating our firm commitment to \r\nmultilateralism. The agenda of the United Nations is \r\nbroad and diverse, and I have attempted, on behalf of \r\nthe Government of Bulgaria, to briefly touch on just \r\nsome of the issues that ought to be discussed in this \r\nforum. \r\n Our commitment to multilateralism can be \r\nequalled only by our unfaltering belief that dialogue \r\nand diplomacy can achieve more than can \r\nconfrontation and war. More than half a century ago, \r\nthe United Nations came together and enshrined those \r\nprinciples as the cornerstones of international law. \r\nSince then, with varying degrees of success, we have \r\nattempted to live by them. It is time for us to realize \r\nthat the global challenges of tomorrow can be tackled \r\nonly by collective action today. Nothing is impossible, \r\nA/65/PV.21  \r\n \r\n10-55264 36 \r\n \r\nbut only if we work together, discuss, disagree and \r\nagree, but share a goal — a peaceful and prosperous \r\nworld that is safe for all. \r\n The President (spoke in French): I now call on \r\nHis Excellency Mr. Osman Mohammed Saleh, Minister \r\nfor Foreign Affairs of Eritrea. \r\n Mr. Saleh (Eritrea): Let me start by extending my \r\nsincere congratulations to you, Mr. President, and your \r\ncountry, Switzerland, for your election to preside over \r\nthe General Assembly at its sixty-fifth session. I am \r\nconfident that with your extensive experience and \r\ndiplomatic skill, you will lead this session to a \r\nsuccessful conclusion. I pledge the support of the \r\nEritrean delegation in your noble efforts for the \r\ncommon good. I wish also to commend your \r\npredecessor, His Excellency Mr. Ali Abdussalam Treki, \r\nPresident of the Assembly at its sixty-fourth session, \r\nfor his excellent leadership. He indeed served us well. I \r\nwould also like to thank Secretary-General Ban Ki \r\nmoon for his leadership and his report on the work of \r\nour United Nations at the outset of this general debate \r\n(see A/65/PV.11). \r\n We meet again, at this sixty-fifth session of the \r\nAssembly, to expound on the state of our individual \r\ncountries and to reflect on regional, continental and \r\nglobal affairs. We come to this gathering year after \r\nyear to share our thoughts and explain our positions on \r\nsome issues of interest. Yet we realize that the outcome \r\nof our deliberations and resolutions falls far short of \r\nour own expectations, let alone the aspirations of \r\nhumanity. We agree that the institutions and procedures \r\nof this Organization have long outlived their time, and \r\nyet we remain paralysed in our efforts to transform the \r\nUnited Nations. \r\n While the prospects for a rapid reform of the \r\nUnited Nations system appear to be dim, we cannot \r\nand will not give up. We have to continue to speak out \r\nand work tirelessly for a United Nations that is fit for \r\nthe twenty-first century and for a more just and \r\nequitable world. At the same time, we have to focus on \r\nour own nations and regions to ensure a peaceful and \r\nstable environment and a dignified life for our peoples. \r\nIt is that perspective that informs Eritrea’s policies at \r\nthe national, regional and international levels. \r\n Internationally, Eritrea seeks, through robust and \r\nconstructive engagement, to make its modest \r\ncontribution to global peace, security, justice and \r\nequity and to the protection and enhancement of the \r\nenvironment in the face of changes that threaten the \r\nvery survival of humanity. \r\n Regionally, Eritrea’s efforts are directed at \r\nsecuring peace, stability, development and cooperation \r\nin the wider Horn of Africa and the Red Sea regions. \r\nWe endeavour to contribute to transforming our \r\ndangerous neighbourhood, a neighbourhood mired in \r\nnumerous conflicts, into a cooperative and peaceful \r\nregion. In that connection, I wish to touch upon some \r\nof Eritrea’s immediate concerns. \r\n In regard to the Sudan, Eritrea is working closely \r\nwith the Sudanese parties and with regional and \r\ninternational actors as the country enters a critical \r\nperiod in its history. Eritrea believes that the \r\ninternational community as a whole needs to \r\nwholeheartedly support the parties to the \r\nComprehensive Peace Agreement as they approach the \r\nmomentous referendum date in January 2011, and \r\nbeyond. Irrespective of the outcome of the referendum, \r\nrelations of trust and cooperation between the parties \r\nare crucial for peace and stability, not only in the north \r\nand south, but throughout the region. For all those \r\nreasons, we ought to encourage the parties to reach \r\nagreement on the post referendum issues and relations \r\nas soon as is feasible. There is also a need to \r\nsimultaneously help the protagonists in the Darfur \r\nconflict to finally reach an agreement within the \r\ncontext of the Doha talks that are set to resume in the \r\nnext few days. \r\n On Somalia, it is Eritrea’s considered view, borne \r\nout by the bitter experience and spiralling violence of \r\nthe past two decades, that there can be no military \r\nsolution to the problem in Somalia. While that \r\nconviction by now is widely shared in the international \r\ncommunity, serious doubts continue to be raised as to \r\nwhether the alternative — that is, a Somali-owned and \r\nSomali-driven, inclusive political process — is \r\npossible and practicable. \r\n Eritrea does not by any means believe or suggest \r\nthat that is easy or that it can lead to immediate results. \r\nIt will undoubtedly be a complex and protracted \r\nprocess, but ultimately achievable. For, even in the past \r\ntwo turbulent decades, Somalis have more than once \r\ndemonstrated that, given the right environment, they \r\nare capable of finding home-grown solutions to their \r\nproblems. Eritrea therefore urges the United Nations \r\nand all those concerned with peace and stability in \r\nSomalia to earnestly engage all Somalis and to give the \r\n A/65/PV.21\r\n \r\n37 10-55264 \r\n \r\npolitical process the serious and sustained attention it \r\ndeserves. \r\n I turn next to the matter of Eritrea and Ethiopia. \r\nWhile the United Nations grapples with the Sudan and \r\nSomalia, it continues to ignore the grave consequences \r\nof Ethiopia’s continued occupation of sovereign \r\nEritrean territory, eight years after the ruling of the \r\nEritrea-Ethiopia Boundary Commission and three years \r\nafter the Commission ended its work by depositing \r\nwith the United Nations the demarcation of the \r\nboundary between the two countries. \r\n Ethiopia’s illegal occupation and the United \r\nNations silence, which mean the continuation of the \r\nconflict, are exacting a heavy price on the peoples of \r\nEritrea and Ethiopia and are complicating the regional \r\nsituation. I wish to remind the United Nations that \r\nEritrea awaits responsible and urgent action to end \r\nEthiopia’s violation of international law and its threat \r\nto regional peace and security. \r\n Eritrea’s constructive engagement on regional \r\nand international matters stems from its firm \r\nconviction that a conducive external environment is \r\nessential for nation-building. As Eritrea enters its \r\ntwentieth year of independence, it remains focused on \r\nbroad-based and people-centred political, economic, \r\nsocial and cultural development that will afford a life \r\nof dignity and prosperity to our people. After several \r\nyears of consistent investments in health, education, \r\nagriculture and other essential infrastructure, we have \r\ncreated a solid basis for sustained economic growth. It \r\nis expected that trade and domestic and foreign \r\ninvestment will provide additional impetus for the \r\ngrowth of our economy. I wish to seize this opportunity \r\nto extend an invitation to all interested countries and \r\ntheir enterprises to become our partners in \r\ndevelopment. \r\n The President (spoke in French): I now give the \r\nfloor to His Excellency Mr. Pastor Micha Ondo Bile, \r\nMinister for Foreign Affairs, International Cooperation \r\nand la Francophonie of Equatorial Guinea. \r\n Mr. Micha Ondo Bile (Equatorial Guinea) \r\n(spoke in Spanish): I have the great honour to speak at \r\nthe sixty-fifth session of the General Assembly on \r\nbehalf of His Excellency Mr. Teodoro Obiang Nguema \r\nMbasogo, President and head of State of the Republic \r\nof Equatorial Guinea, who is not able to be here to \r\nparticipate, as he would have liked, owing to numerous \r\nhigh matters of State. \r\n In the name of the Government and the people of \r\nEquatorial Guinea, I would first like to address our \r\nmost sincere congratulations to you, Sir, on your \r\nunanimous and wise election as President of the \r\nGeneral Assembly at this session. We wish you great \r\nsuccess in leading its work and deliberations. I also \r\nextend our thanks to the other elected members of the \r\nBureau. Most especially, we wish to express our \r\nadmiration and respect to His Excellency Mr. Ali \r\nAbdussalam Treki, outgoing President and eminent \r\ndiplomat of Africa, who did outstanding work as \r\nPresident at the sixty-fourth session and who is \r\nresponsible for our beginning this session with \r\noptimism. \r\n The Republic of Equatorial Guinea reaffirms its \r\nresolute commitment and attachment to the ideals, \r\nprinciples and objectives of the United Nations. In that \r\ncontext, I salute Secretary-General Ban Ki-moon and \r\nreiterate to him the recognition of the Government and \r\npeople of Equatorial Guinea of his wise administration \r\nat the head of this great Organization. In particular, we \r\nappreciate his vision and the timeliness with which he \r\nhas identified the seven strategic themes of our current \r\nworld, which merit the greatest attention from every \r\nState Member during this session. \r\n Equatorial Guinea is taking part in the work of \r\nthis session with a good deal of optimism with regard \r\nto an eventual and gradual solution of the problems \r\ntoday facing humankind in general, and the African \r\ncontinent in particular. Above all, that is because since \r\nthe 1990s there have been several initiatives aimed at \r\nencouraging sustainable development. Those initiatives \r\nhave been promoted through major world conferences \r\nand summits that have addressed such major subjects \r\nas population and sustainable development, food, the \r\nenvironment and financing for development. In the \r\ncontext of this 2010 session, we shall consider the \r\nimplementation of and follow-up to the outcomes of \r\nthose major summits and conferences, such as the \r\nMillennium Summit. \r\n What can we see after more than 10 years since \r\nthose summits, especially the Millennium Summit? As \r\nhas been wisely pointed out in previous interventions \r\nin the Assembly, there is no point in doing things in the \r\nsame way and expecting different results. \r\n Unfortunately, both the report of the Secretary-\r\nGeneral (A/65/1) and the interventions delivered in \r\nrecent days by different delegations during the High-\r\nA/65/PV.21  \r\n \r\n10-55264 38 \r\n \r\nlevel Meeting on the Millennium Development Goals \r\nindicate that rather than improving, the number of \r\npeople who suffer from hunger has increased, the \r\nnumber of those living in poverty remains high and the \r\nenvironment has been degraded. The latter has led to \r\nserious climactic changes and the ensuing natural \r\ndisasters, including constant flooding, earthquakes, \r\nhurricanes and so on, which have caused total \r\ndestruction in several countries and seriously \r\nundermined people’s ability to survive. \r\n Were that not enough, there has also been an \r\nincrease in acts of international terrorism, organized \r\nand cross-border crime and piracy on a continental \r\nlevel. There has also been a worsening in the acute \r\neconomic crisis, which continues to affect all \r\nhumankind. All those phenomena illustrate the need for \r\ngreater awareness and coordination on the part of every \r\ncountry on the planet. \r\n All of us must focus our efforts, energy and \r\nresources on promoting and maintaining peace and \r\nsecurity in the world, fostering a healthy environment \r\nand actively working and cooperating to eradicate \r\nnuclear weapons and to forcefully combat terrorism \r\nand international organized crime. We should work \r\nside by side to shape a world where there is a sense of \r\nparticipation and equality among men and women; a \r\nworld where Security Council reform allows for better \r\nrepresentation, participation and decision-taking that \r\nreflect the will and interests of every region and \r\ncountry of the world — large, medium or small. \r\n Previous interventions have underscored the \r\nimportance that “every Member country of the United \r\nNations be clearly involved here, at the heart of the \r\nUnited Nations, to respond to urgent matters of today’s \r\nworld”. It was that call that, in 2007, inspired His \r\nExcellency the President of the Republic of Equatorial \r\nGuinea to propose to the General Conference of the \r\nUnited Nations Educational, Scientific and Cultural \r\nOrganization — UNESCO — the creation of an \r\ninternational prize for scientific investigation in the \r\nfield of life sciences. That $3 million contribution is \r\ndestined for the international scientific community, and \r\nits purpose is to seek solutions and remedies to the \r\nmajor pandemics and diseases that afflict the world \r\ntoday in general and especially the African continent. \r\n Despite the great need of the international \r\nscientific community, despite the potential to alleviate \r\nthe suffering of vulnerable communities, particularly in \r\nAfrica, despite having been duly approved by the \r\nStates members of the UNESCO Executive Board, and \r\ndespite the unanimous decision of the international jury \r\nfor the prize designating three international scientists, \r\nmost of them from developing countries, as winners, \r\nthis prize is still being blocked simply for being the \r\ninitiative of an African leader. \r\n The Republic of Equatorial Guinea cannot but \r\ndenounce the manipulations and manoeuvres of the \r\nnew UNESCO administration against the humanitarian \r\ninitiative of the people of Equatorial Guinea. As a State \r\nmember, we find it unprecedented and therefore \r\ndisturbing that a decision made by the Executive Board \r\nof a United Nations agency is not carried out by its \r\nleadership. What is most disturbing is that clear \r\nmanipulations and injustices of certain undeclared \r\ninterests have become apparent even in the heart of the \r\nUnited Nations-related organizations, as is, \r\nunfortunately, the case with UNESCO, where we \r\nbelieved that all the member States had the same \r\nconsideration and rights. \r\n For all of those reasons, the people and \r\nGovernment of Equatorial Guinea agree that this is the \r\nappropriate occasion and place to once more express \r\ntheir deep concern regarding the irresponsible, openly \r\nunjust and racist attitude that some actors, masked as \r\nnon governmental organizations, are orchestrating \r\nagainst the praiseworthy initiative and the \r\nhumanitarian intentions that led to the creation of the \r\nUNESCO Obiang Nguema Mbasogo Prize to motivate \r\nand encourage the action of scientists around the world \r\nin research for the preservation of life. \r\n The Republic of Equatorial Guinea asks that the \r\nUNESCO Obiang Nguema Mbasogo International \r\nPrize for Research in the Life Sciences come to fruition \r\nwithout further delay, in accordance with decision 180 \r\nEX/57, which was adopted by consensus by all the \r\nStates members of the UNESCO Executive Board in \r\nOctober 2008. \r\n The Republic of Equatorial Guinea is an \r\nindependent and sovereign State, governed by a \r\ndemocratic and pluralist political system that respects \r\nthe basic rights of people without racial, ethnic, gender \r\nor religious discrimination. Those principles are \r\ncontained in the fundamental law and in the laws that \r\nserve as the basis for our country’s legal system, which \r\nguarantees and promotes the individual and collective \r\nfreedoms of the citizens of Equatorial Guinea and \r\n A/65/PV.21\r\n \r\n39 10-55264 \r\n \r\nprovides for punishment for offenders who could \r\nviolate the rule of law. Indeed, the Constitution of \r\nEquatorial Guinea reserves an important and privileged \r\nplace for human rights and basic freedoms, inasmuch \r\nas they are based on the United Nations Charter and \r\ntheir principles and goals are inspired by the Universal \r\nDeclaration of Human Rights. \r\n Therefore, our country has begun a reform of its \r\njudicial system and has already ratified several \r\ninternational agreements and treaties concerning the \r\npromotion and protection of human rights, which have \r\ncome to be an integral part of our legal system. \r\nLikewise, in the last 10 years the Government has \r\nmade significant progress in updating and adapting its \r\nlegislative, legal and administrative instruments with \r\nregard to the promotion and protection of civil and \r\npolitical rights, as well as social, economic and cultural \r\nrights. \r\n In addition to those enormous and ongoing \r\nefforts, the Government of Equatorial Guinea has taken \r\nseveral other relevant measures and provisions to \r\nstrengthen the implementation of the laws in force in \r\nthe country in order to promote human rights and the \r\nrule of law. A particular instance is the recent \r\nenactment of the new Organic Law of Judicial Power, \r\nwhich determines the overall organization of the \r\njudicial system and the operation of justice in \r\nEquatorial Guinea. \r\n In recent years, the world’s nations have \r\nwitnessed an intensification and increase of violence in \r\nacts of terrorism, in particular starting with the tragedy \r\nthat took place in this beautiful and historic North \r\nAmerican city of New York on 11 September 2001. \r\nSuch acts have meant that the fight against terrorism \r\nhas become a one of the priorities of international and \r\nnational policy of all countries. \r\n In that disturbing context, the United Nations and \r\ninternational law have been defining a set of very strict \r\nobligations that States must comply with in order to \r\nensure an effective fight against that global scourge, \r\nwhich affects all States equally, irrespective of \r\nnationality or borders. In particular, we must bear in \r\nmind resolution 1373 (2001), and other related \r\nresolutions of the Security Council, which represents \r\nan important milestone with regard to international \r\nstandards in the fight against terrorism. Indeed, that \r\nresolution is a general standard and imposes upon \r\nStates a set of obligations that include that of \r\ncriminalizing specific conducts, such as the financing \r\nof terrorism or the recruitment of members of terrorist \r\ngroups. Consequently, the implementation of \r\ninternational standards in the fight against terrorism \r\nand, in particular, its criminal classification, is not \r\nmerely a decision of domestic criminal policy, but \r\nrather a matter of compliance with obligations imposed \r\nby international law in general. \r\n Our country has been a victim of terrorist attacks \r\non several occasions in the past five years, and as a \r\nresult the Government of Equatorial Guinea has put the \r\nfight against terrorism among the priorities of its \r\nAction Plan for national development, while at the \r\nsame time condemning in the most vigorous terms all \r\nacts of terrorism, regardless of their motivation or \r\norigin, since those acts constitute one of the most \r\nserious threats to international peace and security. \r\n Equatorial Guinea remains loyal to its \r\ncommitments and is deeply convinced of the need to \r\ncontinue the efforts it has been deploying in connection \r\nwith the Millennium Declaration and in harmony with \r\nthe purposes and principles of the United Nations \r\naimed at overcoming the many challenges of \r\ndevelopment. \r\n However, the current situation requires a closer \r\nand more dynamic, effective, sincere and coordinated \r\ncooperation, without any conditions, as well as the \r\ncoordinated and united support of all of the political \r\nforces of developed, developing and least developed \r\ncountries, with a view to promoting shared prosperity \r\nand a better future for all the world’s countries. \r\n I would like to conclude my statement on behalf \r\nof the Government of Equatorial Guinea by renewing \r\nour strong desire to change the current concept and \r\nmanagement of international affairs — in which the \r\noften exclusive attitudes of certain States and regions \r\ncan be discerned — through a firmer and more sincere \r\ncommitment of the entire international community in \r\nfavour of the current United Nations reform process \r\nwhich is designed to strengthen multilateralism. Only \r\nin that way can we establish solid and lasting bases for \r\na world of peace and security — a prosperous world \r\nfor today and a solid inheritance for future generations. \r\n  The meeting rose at 1 p.m. \r\n"