" United Nations  A/65/PV.35\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fifth session \r\n \r\n35th plenary meeting \r\nMonday, 25 October 2010, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n10-59920 (E) \r\n*1059920*   \r\nPresident: Mr. Deiss . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Switzerland) \r\n \r\n \r\n  The meeting was called to order at 10.05 a.m. \r\n \r\n \r\nAgenda item 111 (continued) \r\n \r\nElections to fill vacancies in principal organs \r\n \r\n (b) Election of eighteen members of the Economic \r\nand Social Council \r\n \r\n  Letter dated 30 September 2010 from the \r\nPermanent Representative of Denmark to the \r\nUnited Nations addressed to the President of the \r\nGeneral Assembly (A/65/526) \r\n \r\n The President (spoke in French): The Assembly \r\nwill first proceed to a by-election to elect members of \r\nthe Economic and Social Council, in accordance with \r\nrule 140 of the rules of procedure. \r\n In that connection, I would first like to draw the \r\nattention of members to document A/65/526, which \r\ncontains a letter dated 30 September 2010 from the \r\nPermanent Representative of Denmark to the United \r\nNations. In his letter, the Permanent Representative \r\nannounces, in his capacity as the Chair of the Group of \r\nWestern European and other States, that Turkey will \r\nrelinquish its seat on the Economic and Social Council \r\nat the end of 2010 for the remainder of its term in \r\nfavour of Spain, and that Liechtenstein will relinquish \r\nits seat on the Council at the end of 2010 for the \r\nremainder of its term in favour of Switzerland. As a \r\nresult, two vacancies will occur and new members \r\nmust therefore be elected to fill the unexpired terms of \r\noffice of Liechtenstein and Turkey, commencing on \r\n1 January 2011 and expiring on 31 December 2011. \r\n In accordance with paragraph 4 of General \r\nAssembly resolution 2847 (XXVI), of 20 December \r\n1971, and taking into account that the vacancies will \r\noccur from among the Group of Western European and \r\nother States, the new members should therefore be \r\nelected from that region. \r\n I should like to inform the Assembly that the \r\ncandidates that receive the greatest number of votes \r\nand a two-thirds majority of the votes by members \r\npresent and voting will be declared elected. May I take \r\nit that the General Assembly agrees to that procedure? \r\n It was so decided. \r\n The President (spoke in French): In accordance \r\nwith rule 92 of the rules of procedure of the General \r\nAssembly, the election shall be held by secret ballot \r\nand there shall be no nominations. We shall now \r\nproceed accordingly. \r\n I should like to inform members that, as of \r\n1 January 2011, the following States from the Group of \r\nWestern European and other States will be represented \r\non the Economic and Social Council: Belgium, \r\nCanada, France, Germany, Italy, Malta and the United \r\nStates of America. The names of those seven States \r\nshould therefore not appear on the ballot. \r\n Before we begin the voting process, I should like \r\nto remind members that, pursuant to rule 88 of the \r\nrules of procedure of the General Assembly, no \r\nrepresentative shall interrupt the voting except on a \r\npoint of order on the actual conduct of the voting. \r\nA/65/PV.35  \r\n \r\n10-59920 2 \r\n \r\n We shall now begin the voting process. Members \r\nare requested to remain seated until all ballots have \r\nbeen collected. \r\n Allow me to remind members that they are now \r\nvoting in the by-election for two seats for the Group of \r\nWestern European and other States. The election of \r\neighteen members of the Council will take place \r\nimmediately following this by-election. \r\n Ballot papers will now be distributed. I request \r\nrepresentatives to use only those ballot papers that \r\nhave been distributed and to write on them the name of \r\nthe two States for which they wish to vote. A ballot \r\nwill be declared invalid if it contains the names of \r\nmore than two Member States from the relevant region \r\nfor the two vacant seats assigned to it. A ballot will \r\nalso be declared invalid if the name of a Member State \r\non that ballot does not belong to the relevant region. \r\n At the invitation of the President, Ms. Francisco \r\n(Angola), Mr. Babić (Croatia), Ms. Maskay \r\n(France), Ms. Del Águila-Castillo (Guatemala), \r\nMr. Visonnavong (Lao People’s Democratic \r\nRepublic) and Mr. Dosseh (Togo) acted as tellers. \r\n A vote was taken by secret ballot. \r\n The meeting was suspended at 10.25 a.m. and \r\nresumed at 10.50 a.m. \r\n The President (spoke in French): The result of \r\nthe voting is as follows: \r\n Group B — Western European and other States \r\n(2 seats) \r\n Number of ballot papers:   186 \r\n Number of invalid ballots:   4 \r\n Number of valid ballots:   182 \r\n Abstentions:     5 \r\n Number of members voting:  177 \r\n Required two-thirds majority:  118 \r\n Number of votes obtained: \r\n  Spain     162 \r\n  Switzerland    160 \r\n  United Kingdom   7 \r\n  Finland     7 \r\n  Australia     5 \r\n  Norway     4 \r\n  Turkey     2 \r\n  Austria     1 \r\n  Liechtenstein    1 \r\n Having obtained the required two-thirds majority, \r\nSpain and Switzerland were elected members of \r\nthe Economic and Social Council for a term of \r\noffice beginning on 1 January 2011 and ending \r\non 31 December 2011. \r\n The President (spoke in French): I congratulate \r\nSpain and Switzerland on having been elected \r\nmembers of the Economic and Social Council. \r\n The General Assembly will next turn to the \r\nelection of eighteen members of the Economic and \r\nSocial Council to replace those members whose term \r\nof office expires on 31 December 2010. \r\n I give the floor to the representative of Nepal. \r\n Mr. Rai (Nepal): I have the honour to inform this \r\nbody that the Government of Nepal has decided to \r\nwithdraw its candidacy for membership in the \r\nEconomic and Social Council for the period 2011 to \r\n2013, for which the election is now being held. \r\n Allow me also to report that my Government has \r\ndecided to present its candidacy for membership in the \r\nEconomic and Social Council for the period 2013 to \r\n2015. My Government would like to express its sincere \r\ngratitude to the Governments that have already \r\nexpressed their support for our candidacy. \r\n The President (spoke in French): The eighteen \r\noutgoing members are: Australia, Brazil, Cameroon, \r\nChina, Congo, Finland, Malaysia, Mozambique, Niger, \r\nNorway, Pakistan, Poland, the Republic of Korea, the \r\nRepublic of Moldova, the Russian Federation, Saint \r\nLucia, the United Kingdom of Great Britain and \r\nNorthern Ireland and Uruguay. Pursuant to rule 146 of \r\nthe rules of procedure, those countries are eligible for \r\nimmediate re-election. \r\n Members will recall that Liechtenstein and Turkey \r\nrelinquished their seats on the Council, effective 1 \r\nJanuary 2011, and that Spain and Switzerland have just \r\nbeen elected to fill those vacancies. \r\n Consequently, as of 1 January 2011, the following \r\nStates will be represented on the Economic and Social \r\nCouncil: Argentina, the Bahamas, Bangladesh, \r\nBelgium, Canada, Chile, Comoros, Côte d’Ivoire, \r\nEgypt, Estonia, France, Germany, Ghana, Guatemala, \r\nGuinea-Bissau, India, Iraq, Italy, Japan, Malta, \r\nMauritius, Mongolia, Morocco, Namibia, Peru, \r\nPhilippines, Rwanda, Saint Kitts and Nevis, Saudi \r\nArabia, Slovakia, Spain, Switzerland, Ukraine, the \r\n A/65/PV.35\r\n \r\n3 10-59920 \r\n \r\nUnited States of America, the Bolivarian Republic of \r\nVenezuela and Zambia. The names of those 36 States \r\nshould therefore not appear on the ballots. \r\n In accordance with paragraph 4 of General \r\nAssembly resolution 2847 (XXVI), of 20 December \r\n1971, and taking into account the number of States that \r\nwill remain members of the Council after 1 January \r\n2011, the 18 members should be elected as follows: \r\nfour from African States, four from Asian States, three \r\nfrom Eastern European States, three from Latin \r\nAmerican and Caribbean States and four from Western \r\nEuropean and other States. The ballot papers reflect \r\nthat pattern. \r\n I should like to inform the General Assembly that \r\nthose candidates — their number not exceeding the \r\nnumber of seats to be filled — that receive a two-thirds \r\nmajority and the greatest number of votes by members \r\npresent and voting, will be declared elected. In the case \r\nof a tie vote for a remaining seat, there will be a special \r\nrestricted ballot limited to those candidates that \r\nobtained an equal number of votes. \r\n May I take it that the General Assembly agrees to \r\nthat procedure? \r\n It was so decided. \r\n The President (spoke in French): In accordance \r\nwith rule 92 of the rules of procedure, the election shall \r\nbe held by secret ballot and there shall be no \r\nnominations. \r\n With regard to candidatures of the respective \r\nregional Groups, the Secretariat has been informed of \r\nthe following. For the four vacant seats from among \r\nthe African States, the Group has endorsed four \r\ncandidates: Cameroon, Gabon, Malawi and Senegal. \r\nFor the four vacant seats from among the Asian States, \r\nthere are five candidates: Bahrain, China, Pakistan, \r\nQatar and the Republic of Korea. For the three vacant \r\nseats from among the Eastern European States, the \r\nGroup has endorsed Hungary, Latvia and the Russian \r\nFederation. For the three vacant seats from among the \r\nLatin American and Caribbean States, the Group has \r\nendorsed three candidates: Ecuador, Mexico and \r\nNicaragua. For the four vacant seats from among the \r\nWestern European and other States, the Group has \r\nendorsed four candidates: Australia, Finland, Norway \r\nand the United Kingdom of Great Britain and Northern \r\nIreland. \r\n In accordance with rule 92 of the rules of \r\nprocedure, we shall now proceed to the election by \r\nsecret ballot. \r\n Before we begin the voting process, I should like \r\nto remind members that, pursuant to rule 88 of the \r\nrules of procedure of the General Assembly, no \r\nrepresentative shall interrupt the voting except on a \r\npoint of order on the actual conduct of the voting. \r\n We shall now begin the voting process. \r\n Ballot papers marked A, B, C, D and E will now \r\nbe distributed. I request representatives to use only \r\nthose ballot papers and to write on them the names of \r\nthe States for which they wish to vote. \r\n A ballot will be declared invalid if it contains \r\nmore names of Member States from the relevant region \r\nthan the number of seats assigned to it. A ballot will \r\nalso be declared invalid if none of the names of the \r\nMember States on that ballot belongs to the relevant \r\nregion. If a ballot paper of a region contains the names \r\nof one or more Member States that do not belong to \r\nthat region, the ballot remains valid, but only the \r\nnames of the Member States that belong to the relevant \r\nregion will be counted. The names of Member States \r\nthat do not belong to that region will not be counted at \r\nall. \r\n At the invitation of the President, Ms. Francisco \r\n(Angola), Mr. Babić (Croatia), Ms. Maskay \r\n(France), Ms. Del Águila-Castillo (Guatemala), \r\nMr. Visonnavong (Lao People’s Democratic \r\nRepublic) and Mr. Dosseh (Togo) acted as tellers. \r\n A vote was taken by secret ballot. \r\n The meeting was suspended at 11.15 a.m. and \r\nresumed at 12.10 p.m., with Mr. Tanin \r\n(Afghanistan), Vice President, in the Chair. \r\n The Acting President: The result of the voting is \r\nas follows: \r\n Group A — African States (4 seats) \r\n Number of ballot papers:   190 \r\n Number of invalid ballots:   1 \r\n Number of valid ballots:   189 \r\n Abstentions:     0 \r\n Number of members voting:  189 \r\n Required two-thirds majority:  126 \r\n Number of votes obtained: \r\n  Senegal     187 \r\n  Gabon     185 \r\nA/65/PV.35  \r\n \r\n10-59920 4 \r\n \r\n  Malawi     184 \r\n  Cameroon     183 \r\n Group B — Asian States (4 seats) \r\n Number of ballot papers:   190 \r\nNumber of invalid ballots:   0 \r\nNumber of valid ballots:   190 \r\nAbstentions:     0 \r\nNumber of members voting:  190 \r\nRequired two-thirds majority:  127 \r\nNumber of votes obtained: \r\n China     150 \r\n Republic of Korea   150 \r\n Pakistan     149 \r\n Qatar     145 \r\n Bahrain     137 \r\n Nepal     1 \r\n Group C — Eastern European States (3 seats) \r\n Number of ballot papers:   190 \r\nNumber of invalid ballots:   2 \r\nNumber of valid ballots:   188 \r\nAbstentions:     1 \r\nNumber of members voting:  187 \r\nRequired two-thirds majority:  125 \r\nNumber of votes obtained: \r\n Russian Federation   182 \r\n Hungary     175 \r\n Latvia     155 \r\n Lithuania     17 \r\n Bulgaria     13 \r\n Poland     1 \r\n Republic of Moldova   1 \r\n Group D — Latin American and Caribbean States \r\n(3 seats) \r\n Number of ballot papers:   190 \r\nNumber of invalid ballots:   0 \r\nNumber of valid ballots:   190 \r\nAbstentions:     1 \r\nNumber of members voting:  189 \r\nRequired two-thirds majority:  126 \r\n \r\n Number of votes obtained: \r\n Mexico     184 \r\n Ecuador     182 \r\n Nicaragua      180 \r\n Group E — Western European and other States \r\n(4 seats) \r\n Number of ballot papers:   190 \r\nNumber of invalid ballots:   1 \r\nNumber of valid ballots:   189 \r\nAbstentions:     8 \r\nNumber of members voting:  181 \r\nRequired two-thirds majority:  121 \r\nNumber of votes obtained: \r\n Finland     177 \r\n Norway     177 \r\n Australia     171 \r\n United Kingdom    170 \r\n Austria     2 \r\n Having obtained the required two-thirds majority \r\nof members present and voting, the following \r\n18 States were elected members of the Economic \r\nand Social Council for a three-year term \r\nbeginning on 1 January 2011: Australia, \r\nCameroon, China, Ecuador, Finland, Gabon, \r\nHungary, Latvia, Malawi, Mexico, Nicaragua, \r\nNorway, Pakistan, Qatar, the Republic of Korea, \r\nthe Russian Federation, Senegal and the United \r\nKingdom of Great Britain and Northern Ireland. \r\n The Acting President: I congratulate the States \r\nthat have been elected members of the Economic and \r\nSocial Council, and I thank the tellers for their \r\nassistance in this election. \r\n This concludes our consideration of sub-item (b) \r\nof agenda item 111. \r\n The meeting rose at 12.20 p.m. \r\n \r\n"