" United Nations  A/65/PV.34\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fifth session \r\n \r\n34th plenary meeting \r\nWednesday, 20 October 2010, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n10-59295 (E) \r\n*1059295*   \r\nPresident: Mr. Deiss . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Switzerland) \r\n \r\n \r\n  The meeting was called to order at 10 a.m. \r\n \r\n \r\nAgenda items 7 (continued) and 132 \r\n \r\nOrganization of work, adoption of the agenda and \r\nallocation of items \r\n \r\nPattern of conferences \r\n \r\n  Letter from the Chair of the Committee on \r\nConferences addressed to the President of the \r\nGeneral Assembly (A/65/337/Add.1) \r\n \r\n The President (spoke in French): Members are \r\naware that, pursuant to paragraph 7 of section I of \r\nresolution 40/243, no subsidiary organ of the General \r\nAssembly may meet at United Nations Headquarters \r\nduring a regular session of the Assembly unless \r\nexplicitly authorized by the Assembly. \r\n Authorization is thus sought for the United \r\nNations Appeals Tribunal to hold one meeting in New \r\nYork during the main part of the sixty-fifth session of \r\nthe General Assembly, on the strict understanding that \r\nthe meeting will have to be accommodated when \r\nfacilities and services can be made available without \r\nadversely affecting the activities of the General \r\nAssembly and its Main Committees. It is also the \r\nunderstanding that everything possible will be done to \r\nensure the most efficient use of conference services. \r\n May I take it that it is the wish of the General \r\nAssembly to authorize the United Nations Appeals \r\nTribunal to meet during the main part of the sixty-fifth \r\nsession of the General Assembly? \r\n It was so decided. \r\n \r\nAgenda items 9 and 13 \r\n \r\nReport of the Economic and Social Council \r\n \r\n \r\n  Report of the Economic and Social  \r\nCouncil (A/65/3) \r\n \r\n  Note by the Secretary-General (A/65/216) \r\n \r\nIntegrated and coordinated implementation of and \r\nfollow-up to the outcomes of the major United \r\nNations conferences and summits in the economic, \r\nsocial and related fields \r\n \r\n  Report of the Secretary-General (A/65/84) \r\n \r\n The President (spoke in French): In connection with \r\nagenda item 9, I recall that, pursuant to resolution 58/316 of \r\n1 July 2004, the Assembly, on the recommendation of the \r\nGeneral Committee, decided at its 2nd plenary meeting, on \r\n17 September 2010, to consider agenda item 9 in its \r\nentirety in plenary, on the understanding that the \r\nadministrative, programme and budgetary aspects would be \r\naddressed by the Fifth Committee. \r\n At the same meeting, the Assembly took note of \r\nthe clarification that, in implementing resolution \r\n58/316 with respect to considering item 9 in its entirety \r\nin plenary, the relevant parts of chapter I of the report \r\nthat are under agenda items already allocated to the \r\nMain Committees will be considered by the Committee \r\nconcerned for final action by the General Assembly. \r\nA/65/PV.34  \r\n \r\n10-59295 2 \r\n \r\n In connection with agenda item 13, members will \r\nrecall that, pursuant to resolution 57/270 B, the \r\nAssembly decided to consider under the item the \r\nchapters of the annual report of the Economic and \r\nSocial Council relevant to the integrated and \r\ncoordinated implementation of and follow-up to the \r\noutcomes of the major United Nations conferences and \r\nsummits, including through the participation in its \r\ndiscussions of the President of the Council. \r\n I give the floor to the President of the Economic \r\nand Social Council, His Excellency Mr. Hamidon Ali, to \r\nintroduce the report of the Economic and Social Council. \r\n Mr. Ali (Malaysia), President of the Economic \r\nand Social Council: I have the honour to introduce the \r\n2010 report of the Economic and Social Council, \r\ncontained in document A/65/3. \r\n The Council’s work for this year should be seen \r\nin the context of the overall effort to achieve the \r\nMillennium Development Goals (MDGs), which \r\nculminated in the MDG summit in September, shortly \r\nafter the substantive session of the Economic and \r\nSocial Council. \r\n Last month, some 89 heads of State and \r\nGovernment adopted a collective road map for the \r\nachievement of the MDGs by 2015. \r\n With the multiple crises — food, energy, climate, \r\nfinancial and economic — exposing the weaknesses in \r\nour international financial and economic system, and \r\nwith economic recovery still faltering, the summit sent \r\na clear message that Member States remain fully \r\ncommitted to the Goals set 10 years ago. The outcome \r\nof the summit (resolution 65/1) also identified the \r\ncontinuing role of the Economic and Social Council in \r\nits follow-up. \r\n I would like to take this opportunity to first \r\nreflect on the outcome of the Council’s work in that \r\ncontext and then turn to areas for future action. \r\n The 2010 annual ministerial review focused on \r\ngender equality and the empowerment of women. The \r\nreview confirmed that both issues sit squarely at the \r\nheart of development and peace worldwide. Further, \r\nthe review coincided with the establishment of the \r\nUN Women entity. In that regard, the 13 countries that \r\ngave national voluntary presentations provided rich \r\ninformation on success factors and experiences at the \r\ncountry level. National voluntary presentations have \r\ngrown into a vital platform for lessons learned, \r\ncharacterized by sincere and transparent presentations \r\nthat share successful policies and identify challenges \r\nfor the benefit of others. \r\n The ministerial declaration adopted at the close \r\nof the high-level segment serves as a pivotal action \r\npoint on progress, challenges and implementation gaps. \r\nIt identifies strategies to effectively implement \r\ninternational commitments on gender equality and \r\nopens new windows for collaborative actions, \r\npartnerships and the engagement of new and diverse \r\nstakeholders. The declaration served as a useful source \r\nfor agreement on the MDG outcome document on \r\nissues of gender equality and empowerment. \r\n The impact and visibility of the substantive \r\nsegment were further enhanced by an extensive series \r\nof side events on a range of cross-cutting themes \r\nrelated to gender equality and women’s empowerment. \r\nThose were organized by Member States, entities of the \r\nUnited Nations system and non-governmental \r\nstakeholders. Together, those activities served as the \r\nCouncil’s hub for promoting and catalysing tangible \r\nmulti-stakeholder partnerships for implementing the \r\nUnited Nations development agenda. \r\n The prevailing complex economic and financial \r\nclimate gave special relevance to the Economic and \r\nSocial Council’s second Development Cooperation \r\nForum. The Forum’s interactive policy dialogues \r\nproduced action-oriented policy messages on changes in \r\nthe development cooperation architecture, aid allocation \r\nand effectiveness, and policy coherence. The Forum also \r\nsent a clear political message to the General Assembly’s \r\nHigh-level Plenary Meeting on the MDGs on the \r\nimportance of sustaining and improving development \r\ncooperation against the backdrop of the crises. \r\n As a global independent platform, the \r\nDevelopment Cooperation Forum was encouraged to \r\nengage more countries and stakeholders in discussions \r\non aid effectiveness and mutual accountability, and to \r\npromote more balanced aid relationships with more \r\nrobust Government systems to manage aid funds. The \r\nmeetings underscored that the policies of developed \r\ncountries need to be coherent with development \r\nobjectives. At the same time, the catalytic role of aid in \r\nincreasing other sources of development finance was \r\nemphasized. The deliberations called for greater \r\npolitical momentum and a focus on turning pledges \r\ninto implementation. It was also felt that the aid \r\neffectiveness agenda should be broadened to include \r\n A/65/PV.34\r\n \r\n3 10-59295 \r\n \r\nconcerns such as conditionality or flexibility to combat \r\nexogenous shocks. \r\n On South-South cooperation, a variety of positive \r\nexperiences were shared. Overall, there was \r\nunprecedented participation from relevant development \r\ncooperation actors, including national Governments, \r\nparliamentarians and representatives of civil society \r\nand local Government. I remain convinced that the \r\nDevelopment Cooperation Forum should be annualized \r\nto fulfil expectations of it as a forum for keeping \r\ndevelopment cooperation under review. \r\n This year, the coordination segment proved to be \r\na rich source of ideas and elements for the High-level \r\nPlenary Meeting on the Millennium Development \r\nGoals, in particular on the health-related MDGs and \r\nMDG 8, on a global partnership. There was strong \r\nsupport for accelerating progress to achieve the targets \r\nfor women and children, and the Council gave impetus \r\nto the Secretary-General’s action plan on women and \r\nchildren, which was launched during the MDG summit. \r\n The 2010 operational activities segment was a \r\nrallying call for the United Nations system to gear up \r\ntowards the next comprehensive policy review in 2012. \r\nThe Council made a successful attempt to strengthen \r\nthe participation of national policymakers in that \r\nsegment. The debates, with a strong focus on country-\r\nlevel realities, provided a compass for preparation of \r\nthe next quadrennial comprehensive policy review of \r\noperational activities in 2012. There were also broad \r\ncalls on the United Nations system to maintain a spirit \r\nof reform following the system-wide coherence process \r\nby continuing the pursuit of effectiveness and \r\nefficiency at the country level. \r\n Turning to the humanitarian affairs segment, \r\nMember States’ decision to focus on the complex \r\nissues of operating in high-risk environments, \r\nvulnerability and humanitarian response amplified the \r\nimportance of those issues to our work. Overall, it was \r\nheartening to witness significant participation by \r\nGovernments, the global civil society network, and \r\nsenior officials of the United Nations system. \r\nMoreover, the number of non-governmental \r\norganizations that made oral presentations through the \r\nnew online system of the Department of Economic and \r\nSocial Affairs has doubled and the submission of \r\nwritten statements has tripled. \r\n I am also pleased to report that significant \r\nprogress has been made in strengthening the Council’s \r\nwork in the area of peace and development. In that \r\nregard, the special policy dialogue on the role of \r\nwomen in countries in special situations and the joint \r\nspecial event of the Economic and Social Council and \r\nthe Peacebuilding Commission on peacebuilding and \r\nthe MDGs, held during the substantive session, \r\nattracted widespread support and interest. \r\n Haiti remains a focus of the Council’s work. The \r\nEconomic and Social Council remains committed to \r\nensuring that Haiti recovers from the humanitarian \r\ndisaster and resumes its path to long-term \r\ndevelopment. As an expression of that commitment, \r\nCouncil members extended the mandate of the \r\nEconomic and Social Council’s Ad Hoc Advisory \r\nGroup on Haiti for two years and asked the Group to \r\nreport on its activities twice a year. I believe that a \r\nmore focused programme of activities by the Group, in \r\nclose collaboration with the United Nations system and \r\nin support of a Haitian-led recovery process, will go a \r\nlong way in helping the recovery. The determination of \r\nthe international community to deliver on its \r\ncommitments will be paramount. \r\n The Council looks forward to the General \r\nAssembly’s review of the strengthening of the \r\nEconomic and Social Council during the current \r\nsession to see how its role could be further enhanced, \r\nmost importantly, in regard to the annual ministerial \r\nreview, assessing the progress made in implementation \r\nof the United Nations development agenda, including \r\nthe Millennium Development Goals and the \r\nDevelopment Cooperation Forum, and reviewing \r\ntrends and progress in international development \r\ncooperation. Members will also have an opportunity to \r\nconsider how to strengthen the Council’s link with the \r\nPeacebuilding Commission and ad hoc meetings on \r\nhumanitarian emergencies as and when they are \r\nrequested. \r\n Looking ahead, we have already set in motion \r\npreparations for the next annual ministerial review, \r\nwhich will focus on education. As we all know, \r\neducation is fundamental to the economic and social \r\ndevelopment of societies and interlinks strongly with \r\nthe sustainability of our planet in the long run. The \r\nministerial reviews of past years have demonstrated \r\nthat no true progress is achievable in any field, \r\nincluding gender equality, global public health, \r\nsustainable development and poverty eradication, \r\nwithout the clear inclusion of education on an action \r\nagenda. \r\nA/65/PV.34  \r\n \r\n10-59295 4 \r\n \r\n I consider next year’s review to be a crucial \r\nelement in building our shared knowledge of \r\ndevelopment imperatives. And we must ensure that the \r\nrecommendations of the previous year’s annual \r\nministerial reviews will be carried through. I urge \r\neveryone to engage fully in the national, regional and \r\nglobal preparatory activities to set the stage for a \r\nsuccessful and path-breaking session next year. \r\nBuilding on our progress and defining new actions \r\ninforms the spirit with which the Council embraces its \r\nwork. \r\n Mr. Ali (Sudan) (spoke in Arabic): At the outset, \r\nI would like to greet this gathering and express the \r\nhope that the discussions here will lead to tangible \r\nprogress on the various issues and challenges that must \r\ntake priority on the General Assembly’s agenda this \r\nyear, especially agenda item 9 on the report of the \r\nEconomic and Social Council. \r\n We are extremely pleased to see you, Sir, \r\npresiding over this session. We fully trust your \r\nwisdom, experience and ability to guide us to the light \r\nat the end of the tunnel in order to achieve the \r\naspirations of the international community to peace, \r\nprogress and sustainable development. \r\n I would also like to thank the Secretary-General \r\nfor his report under agenda item 13 (A/65/84) and to \r\nwelcome the 2010 report of the Economic and Social \r\nCouncil (A/65/3). We would also like to commend the \r\nextreme efficiency with which Mr. Hamidon Ali has \r\nled the Council’s work and the members of his Bureau \r\nfor their extensive efforts. \r\n My delegation associates itself with the statement \r\nto be delivered by the representative of brotherly \r\nYemen on behalf of the Group of 77 and China. \r\n This year’s session of the Economic and Social \r\nCouncil has developed great momentum thanks to the \r\ninternational and regional climate and the need to \r\ncreate a peaceful and prosperous world based on the \r\ncommon values and principles enshrined in the United \r\nNations Charter, first and foremost respect for the \r\nsovereignty of States and their choices, the peaceful \r\nsettlement of disputes, and joint cooperation in all \r\neconomic and social aspects in order to build an \r\neffective and capable community of nations that enjoys \r\nfull and multilateral cooperation integrating the \r\nrichness and diversity of the international community. \r\n We live in a world where many challenges where \r\nthe threats confronting us are interrelated. There is no \r\ndoubt that the international community is convinced \r\nnow more than ever that, given their rapidity, variety \r\nand effects, we cannot face these challenges alone. We \r\nneed collective action embodied in an international \r\norganization that is effective and efficient, like the \r\nUnited Nations, and that launches creative initiatives \r\ncommensurate with these challenges. \r\n Given its universal membership, legitimacy and \r\nglobal mandate, the United Nations can play a critical \r\nrole in achieving international cooperation to \r\naccelerate the achievement of the Millennium \r\nDevelopment Goals (MDGs). We affirm the need for \r\nthe United Nations system to bolster the abilities of \r\ndeveloping countries to implement their development \r\ngoals. My delegation stresses the importance and \r\nvitality of the outcome of the High-level Plenary \r\nMeeting on the MDGs held in September. The Meeting \r\nwas an opportunity to renew our commitments and to \r\nmuster resources and collective action to meet the \r\nMDGs by 2015. \r\n It was made evident at the Meeting that there is \r\nan urgent need to expand the scope of the global \r\npartnership for development, to bridge existing gaps, \r\nand to meet the challenges confronting developing \r\ncountries. We believe that the outcome document of the \r\nHigh-level Meeting (resolution 65/1) is a road map \r\nhelping developing countries to increase their \r\ndevelopment efforts by ensuring more official \r\ndevelopment assistance; lifting unjust trade barriers, \r\nincluding those preventing products from developing \r\ncountries from reaching international markets; and \r\nfacilitating access to fair prices for their exports and \r\ncommodities. Protectionist policies must be eliminated \r\nand foreign debts alleviated, given the negative impact \r\nof such debts on socio-economic development. \r\n The annual special meeting of the Economic and \r\nSocial Council with the Bretton Woods institutions, the \r\nWorld Trade Organization and the United Nations \r\nConference on Trade and Development was an \r\nopportunity to strengthen the ties between the United \r\nNations and the Bretton Woods institutions in the \r\nmanner laid out in the Monterrey Consensus. In turn, it \r\nserves to enrich a constructive debate on seeking the \r\nbest means and methods to deal with the global \r\neconomic and financial crisis. \r\n A/65/PV.34\r\n \r\n5 10-59295 \r\n \r\n My delegation is in favour of greater efforts and \r\nsupport being extended to ensure fair representation for \r\ndeveloping countries, to strengthen transparency and \r\ncredibility, and to undertake comprehensive reform of \r\nthe Bretton Woods institutions on the basis of \r\nqualifications and merit and in a manner that would \r\nguarantee additional resources for developing \r\ncountries, including multilateral, bilateral and private \r\nresources. This would allow for the implementation of \r\nmeasures and the undertaking of the action necessary \r\nto overcome the impact of the global economic and \r\nfinancial crisis. \r\n The high-level segment of the Economic and \r\nSocial Council focused on the need to implement the \r\ninternationally agreed development goals and to \r\nhonour commitments to gender equality and the \r\nempowerment of women. It was a good opportunity to \r\nevaluate progress made, exchange experiences and \r\nlessons learned, and discuss ways to overcome current \r\nand future challenges and obstacles to achieving \r\nequality between the sexes. \r\n My delegation welcomes the formation of the \r\nnew United Nations Entity for Gender Equality and the \r\nEmpowerment of Women and expects it to bolster the \r\nOrganization’s ability to support gender equality and \r\nthe empowerment of women in a manner consistent \r\nwith national ownership and leadership of social \r\ndevelopment programmes in developing countries. \r\n The coordination segment also gave us a chance \r\nto focus on the coordination of the implementation of \r\nthe MDGs. Discussions were held on last year’s \r\nministerial declaration regarding the implementation of \r\ninternationally agreed development goals pertaining to \r\npublic health. These discussions were a value-added \r\nelement to the discussions of the MDG summit held \r\nlast month. \r\n As for the humanitarian affairs segment of the \r\nCouncil’s session, the obstacles, challenges and lessons \r\nlearned pertaining to the coordination of United \r\nNations emergency humanitarian aid were discussed. \r\nHumanitarian challenges arising from emergencies and \r\nnatural disasters are increasing throughout the world, \r\nespecially in developing countries. Moreover, these \r\nchallenges have exacerbated the negative effects of the \r\nglobal financial and economic crisis, the food and \r\nenergy crises, and climate change. There was a \r\ndiscussion of the various international organizations \r\ndealing with funding for development, especially the \r\nMonterrey Conference and the Follow-up International \r\nConference on Financing for Development held in \r\nDoha. \r\n In the same context, this year marks the end of \r\nthe Programme of Action for the Least Developed \r\nCountries for the Decade 2001-2010, which has sought \r\nto alleviate poverty, combat hunger and limit maternal \r\nmortality rates in order to increase the productive \r\ncapacities of least developed countries (LDCs), \r\nespecially in the agricultural sector, to increase \r\ninvestment in infrastructure and to enhance \r\ntechnological capacities. We express our deep concern \r\nover the slow progress made by the LDCs, especially \r\nin Africa. \r\n As for United Nations operational activities, we \r\nconfirm the need to enhance the international \r\ndevelopment partnership based on national ownership \r\nof development strategies in developing countries, \r\nwhich should be the guiding principle of all United \r\nNations operational activities. \r\n Peace and stability in the Sudan have been and \r\ncontinue to be the essential and established goals of the \r\nGovernment of National Unity, which affirmed its \r\ngenuine commitment to peace in the historic signing of \r\nthe Comprehensive Peace Agreement. That Agreement \r\nput an end to one of the longest-running civil wars on \r\nthe African continent, a legacy of the colonial period. \r\nOur quest for peace arises from our understanding that \r\nit will create a new atmosphere conducive to \r\naccelerated development and to the exploitation of the \r\nSudan’s great wealth and resources. \r\n From this rostrum, we therefore call on the entire \r\ninternational community to support efforts to bring \r\npeace and stability to the Sudan, in view of the fact \r\nthat such support will strengthen peace and stability in \r\nAfrica as a whole. We should avoid anything that might \r\nharm or have a negative effect on such efforts. In that \r\ncontext, we call on the international community to \r\nsupport the work being done to hold the upcoming \r\nreferendum and to ensure that it is a fair, transparent \r\nand free event at which the people of Southern Sudan \r\ncan express their genuine desires, with no negative \r\nrepercussions or pressure that could lead to false or \r\nunrealistic results. \r\n While my country has resolutely striven to meet \r\nall the MDGs, it has achieved tangible progress in \r\nimplementing projects that target vulnerable sectors of \r\nsociety, attempt to alleviate poverty, offer services in \r\nA/65/PV.34  \r\n \r\n10-59295 6 \r\n \r\npublic health and education, including childhood and \r\nmaternity services, and combat diseases. \r\n In the area of poverty reduction, the Sudan has \r\nprepared a 25-year economic development plan, \r\nbeginning with the first five-year plan for the period \r\n2007-2011, which seeks to implement socio-economic \r\ndevelopment and alleviate poverty. We have also \r\nformed a high-level council, chaired by the President \r\nof the Republic, to prepare and oversee the national \r\nanti-poverty strategy. As a result of these efforts, our \r\nspending on the poor increased to 9 per cent of our \r\ngross domestic product for 2009. We have also directed \r\nthat 12 per cent of commercial bank credit lines be \r\nallocated to funding small projects. Besides this, the \r\nZakat mechanism, a social equality project, has \r\ncontributed more than $200 million a year to \r\ncombating poverty. \r\n The Sudan has also seen positive developments in \r\nprimary education. Universal free primary education is \r\nnow official State policy. We have also formulated a \r\nnational strategy for the education of girls. \r\n We have adopted a national strategy for the \r\nadvancement and empowerment of women. In 2005, \r\nwe formulated a national policy to combat violence \r\nagainst women. We have established a department \r\nwithin the Ministry of Justice to combat violence \r\nagainst women and children, along with a unit \r\nestablished in 2006 within the Ministry of the Interior \r\nfor the protection of children and families. Our 2008 \r\nnational strategy for combating female genital \r\nmutilation has also been given high priority. The penal \r\ncode has been amended to incorporate an article aimed \r\nat protecting women during conflicts. We have \r\nallocated 25 per cent of seats in the National Assembly \r\nand municipal legislative councils to women, and the \r\nnumber of female parliamentarians has thus grown to \r\n300. \r\n Moreover, the country has adopted policies and \r\nmeasures in support of child health, aimed at ensuring \r\nfree medical care for children under the age of five. \r\nThese efforts were crowned by the promulgation in \r\n2010 of the Child Law. The Sudan attaches great \r\nimportance to the improvement of reproductive health \r\nand to that end has formulated a national strategy and \r\nroad map for reducing maternal mortality. \r\n In the humanitarian sphere, the Government of \r\nthe Sudan is committed to implementing the \r\ninternational humanitarian communiqué signed with \r\nthe United Nations on 28 March 2007. The \r\ncommuniqué guidelines have been successfully \r\nimplemented thanks to the important role played by the \r\nsupreme mechanism designated to follow up its \r\nimplementation, which required the Government to \r\nmake special efforts to open a corridor to Darfur that \r\nenabled humanitarian aid to be delivered there. \r\nHowever, we emphasize the need to intensify efforts to \r\novercome the challenges in this area, particularly those \r\ninvolving the shift away from humanitarian aid to \r\ndevelopment and reconstruction, especially in Darfur. \r\nFocusing on reconstruction and development is one of \r\nthe most important strategic solutions to the Darfur \r\nissue. \r\n The economic, trade and financial changes and \r\nworld development are interrelated. The imbalances in \r\nthe economic structures of developing and least-\r\ndeveloped countries are still hindering development \r\nand progress towards achieving the MDGs. The current \r\nworld economic order, with the unfair conditions it \r\nimposes on developing countries’ exports, as well as \r\nthe heavy weight of foreign debt, which is paralysing \r\nregional economic activity, hinder the progress of \r\ndevelopment. That is especially true in Africa, which, \r\nas the Millennium Declaration (resolution 55/2) states, \r\nenjoys special status and requires more international \r\ndevelopment aid, stronger development partnerships \r\nand relevant initiatives, such as the New Partnership \r\nfor Africa’s Development. \r\n In this context, I must emphasize the dangerous \r\nimpact of such natural phenomena as climate change \r\nand environmental degradation, which have been \r\nprimary causes of war and conflict in Africa. The \r\nDarfur conflict is a real-life testament to the \r\nimplications of these phenomena, with direct effects on \r\ncitizens and their daily livelihood. As a party to the \r\nUnited Nations Framework Convention on Climate \r\nChange since 1993, the Sudan affirms the need to step \r\nup multilateral global action in order to confront \r\nclimate change, mitigate it more effectively, and ensure \r\nthe necessary participation of developing countries in \r\naddressing its causes and consequences. Developed \r\ncountries must fulfil their obligations in this area in \r\nterms of capacity-building and financial and technical \r\naid to developing countries in order to help them \r\nconfront this problem. \r\n In closing, I reiterate that the ongoing role of the \r\nUnited Nations imposes on us a collective \r\nresponsibility, based on the firm will and determination \r\n A/65/PV.34\r\n \r\n7 10-59295 \r\n \r\nto make the Organization a global and multilateral \r\nforum for engaging fairly and effectively in solving the \r\nproblems of the world, in a manner that reflects the \r\nprovisions of the Charter, and in cooperation with \r\nregional organizations, in order to achieve international \r\nand regional peace and security. The Sudan, an active \r\nand committed Member of the United Nations, \r\ncontinues to be committed to these objectives, the fruit \r\nof our collective efforts. \r\n Mr. Alsaidi (Yemen): On behalf of the Group of \r\n77 and China, I wish to thank the Secretary-General for \r\nthe report contained in document A/65/84, and I \r\nwelcome the report of the Economic and Social \r\nCouncil for 2010 in document A/65/3. \r\n Indeed, 2010 has been another critically eventful \r\nyear. The Group would like at the outset to recognize \r\nthe dynamic leadership of the President of the \r\nEconomic and Social Council, Ambassador Hamidon \r\nAli, and his Bureau in guiding the work of the Council \r\nin 2010. His leadership brought an innovative and \r\ninvigorating spirit to the work of the Council this year. \r\nOur gratitude also goes to all the facilitators of draft \r\nresolutions for their tireless efforts. \r\n The High-level Plenary Meeting on the \r\nMillennium Development Goals (MDGs), held from 20 \r\nto 22 September, offered us an opportunity to renew \r\nour commitments, rally support and spur collective \r\naction to achieve the MDGs by 2015. The summit \r\nclearly showed that there is an urgent need to scale up \r\nthe global partnership for development in order to \r\nmobilize additional resources to address the remaining \r\ngaps and continuing challenges facing developing \r\ncountries. \r\n We consider the summit’s outcome document \r\n(resolution 65/1) to be a plan of action that demands \r\nimmediate implementation. Likewise, we stress the \r\nneed for an annual review of this plan of action within \r\nthe United Nations system in order to make the \r\nachievement of the MDGs a reality by 2015. \r\n The annual special meeting of the Economic and \r\nSocial Council with the Bretton Woods institutions, the \r\nWorld Trade Organization (WTO) and the United \r\nNations Conference on Trade and Development \r\n(UNCTAD) has provided us with an opportunity to \r\nreview and strengthen the relationship between the \r\nUnited Nations and the Bretton Woods institutions, as \r\nset out in the Monterrey Consensus, by pursuing a \r\nconstructive and helpful debate among them in order to \r\nfind ways and means to remedy the world financial and \r\neconomic crisis. \r\n During that meeting, the Group reiterated its call \r\nfor the governing structure of the Bretton Woods \r\ninstitutions to be reformed, ensuring the promotion of \r\nfair and equitable representation by developing \r\ncountries, improving transparency and credibility in the \r\nappointment of the senior leadership of the Bretton \r\nWoods institutions through a transparent and merit-\r\nbased selection process. We also emphasized the urgent \r\nneed for adequate resources to be mobilized at the \r\nnational level and for new and additional resources to \r\nbe allocated to developing countries from all available \r\nfunding mechanisms, including multilateral, bilateral \r\nand private sources, for the implementation of actions \r\nand measures to help them overcome the impact of the \r\ncurrent crisis. \r\n The Group stresses once again that the United \r\nNations is the only global body with universal \r\nmembership and unquestioned legitimacy, and is \r\ntherefore well positioned to address global economic \r\ngovernance with the objective of achieving sustainable \r\nand socially balanced economic development. It is \r\ncritical that Member States commit to the United \r\nNations process and to multilateralism and its \r\nunderlying values in order that it may fulfil its role in \r\nglobal economic governance. \r\n Another important event was the high-level \r\nsegment on the Development Cooperation Forum, a \r\nprincipal venue for global dialogue and policy review \r\non international development cooperation. The Forum \r\ncould be an appropriate high-level forum that allows \r\nfor the broader participation of key actors and \r\npromotes an effective dialogue among them. Our focus \r\nthis year was at three levels: mutual accountability and \r\naid transparency, South-South and triangular \r\ncooperation, and aid policy coherence with a view to \r\nmoving from aid to more long-term sources of \r\ndevelopment financing. \r\n The Group of 77 and China is of the view that the \r\nDevelopment Cooperation Forum should not be \r\ndiverted to specific agendas pursued outside the United \r\nNations framework. The best ways and means of \r\nenhancing international development cooperation, as \r\nwell as the principles that should be applied in that \r\nregard, should be discussed and decided by all Member \r\nStates in an inclusive and transparent manner, drawing \r\nfrom a very wide range of experiences and practices. \r\nA/65/PV.34  \r\n \r\n10-59295 8 \r\n \r\n The 2010 substantive session of the Council \r\nmarked the first full cycle of implementation of the \r\nnew intergovernmental follow-up mechanism of the \r\nfinancing for development process adopted last year. \r\nWe were therefore pleased by the adoption by \r\nconsensus of the resolution entitled “Follow-up to the \r\nInternational Conference on Financing for \r\nDevelopment and the 2008 Review Conference”. \r\n The high-level segment of the Economic and \r\nSocial Council also focused on the implementation of \r\nthe internationally agreed goals and commitments on \r\ngender equality and the empowerment of women. This \r\nsegment provided us with a timely opportunity to \r\nassess the progress made, share experience and lessons \r\nlearned, and find appropriate ways to overcome \r\nremaining obstacles and challenges to the gender issue. \r\nIn this regard, the Group welcomes the establishment \r\nof the new United Nations Entity for Gender Equality \r\nand the Empowerment of Women and pledges its full \r\nsupport to its operationalization. We hope that the new \r\nEntity will strengthen the ability of the United Nations \r\nto support the achievement of gender equality and the \r\nempowerment of women all over the world. \r\n This year’s coordination segment of the Council \r\nallowed us to focus on the implementation of existing \r\nmandates on coordination. We discussed at length the \r\nrole of the United Nations in implementing the \r\nministerial declaration of last year’s high-level \r\nsegment of the Economic and Social Council, which \r\ndealt with implementing the internationally agreed \r\ngoals and commitments on global public health. Our \r\ndiscussion provided a useful contribution to the MDG \r\nreview summit that was held last month. \r\n The humanitarian affairs segment of the Council \r\noffered a valuable opportunity to discuss the \r\nchallenges, obstacles and lessons learned with respect \r\nto the strengthening of the coordination of the \r\nemergency humanitarian assistance of the United \r\nNations. The humanitarian challenges resulting from \r\ncomplex emergencies and natural disasters continue to \r\nincrease, especially in developing countries. Moreover, \r\nthese challenges have been compounded by the \r\nnegative impact of the global economic and financial \r\ncrisis, the world food crisis and continuing food \r\ninsecurity, energy crises and the challenges posed by \r\nclimate change. The Group reaffirms the urgent need to \r\nredouble our efforts to address these challenges. \r\n Given the fact that this year marks the end of the \r\nBrussels Programme of Action for the Least Developed \r\nCountries (LDCs) for the Decade 2001-2010, the \r\nGroup expresses its concern at the uneven and \r\ninsufficient progress in achieving the targets and \r\nimplementation of the Programme of Action, especially \r\nwith respect, inter alia, to alleviating poverty, \r\ncombating hunger, achieving gender equality and \r\nreducing maternal mortality. We therefore reiterate our \r\ncall for the enhanced productive capacity of LDCs, \r\nparticularly in the agricultural sector, and for greater \r\ninvestment in physical infrastructure and technological \r\ndevelopment. \r\n The Council’s operational activities segment \r\nconstitutes a critical element fundamental to \r\nstrengthening the development pillar of the United \r\nNations. The Group reiterates the need for a \r\nstrengthened global partnership for development, based \r\non the recognition of national leadership and \r\nownership of development strategies, which should be \r\na guiding principle of United Nations operational \r\nactivities at the country level. \r\n Among other agreements reached this year by the \r\nCouncil was resolution 2010/25, entitled “Recovering \r\nfrom the world financial and economic crisis: a Global \r\nJobs Pact”. The resolution reaffirms that employment \r\ncreation is essential to recovery efforts and recognizes \r\nthat the Global Jobs Pact is an important instrument for \r\npromoting job-intensive growth. We are pleased by the \r\nprogress registered in that regard by the International \r\nLabour Organization and the United Nations \r\nDevelopment Fund, and we encourage other entities of \r\nthe United Nations system to work towards meeting the \r\nobjectives of the Second United Nations Decade for the \r\nEradication of Poverty, whose theme is “Full \r\nEmployment and Decent Work for All”. \r\n In conclusion, let me stress once again that the \r\nGroup of 77 and China welcomes the new format of the \r\nCouncil’s high-level meeting with the Bretton Woods \r\ninstitutions, UNCTAD and WTO, since it represents a \r\nclear improvement over our past experiences with the \r\nfinancing for development process. We particularly \r\nwelcome the participation of the President of the \r\nEconomic and Social Council in the spring meetings \r\nwith the Bretton Woods institutions, and we hope that \r\nthat practice can be regularized and expanded in the \r\nfuture. \r\n A/65/PV.34\r\n \r\n9 10-59295 \r\n \r\n Mr. De Bassompierre (Belgium): I have the \r\nhonour to speak on behalf of the European Union. The \r\ncandidate countries Turkey, Croatia and the former \r\nYugoslav Republic of Macedonia; the countries of the \r\nStabilization and Association Process and potential \r\ncandidates Bosnia and Herzegovina, Montenegro and \r\nSerbia; as well as Ukraine, the Republic of Moldova, \r\nArmenia and Georgia align themselves with this \r\ndeclaration. \r\n The European Union (EU) thanks the Secretary-\r\nGeneral for the comprehensive report of the Economic \r\nand Social Council (A/65/3). \r\n We meet today as we are about to engage in the \r\nreview of resolution 61/16, on the strengthening of the \r\nCouncil. In that regard, this intervention will focus on \r\nthree points. First, the EU is encouraged by the \r\nprogress in the revitalization of the Council. Many of \r\nthe instruments put in place in recent years have amply \r\nproven their worth. Second, while we primarily need to \r\nbuild upon that progress, there is room for \r\nimprovement in some areas. Third, the relevance of the \r\nCouncil ultimately depends on our own willingness to \r\nmake it work. The EU is encouraged by recent \r\nexperience, although we can do better here, too. \r\n Looking back at this year’s substantive session, \r\nas well as the other three that have taken place since \r\nthe adoption of resolution 61/16, the EU believes that \r\nwe have good reason to be encouraged by the progress \r\nmade in revitalizing the Council. \r\n Over the years, the annual ministerial review has \r\ndeveloped into a key high-level forum to discuss broad \r\nthematic issues related to development, including a \r\nreview of the implementation of the internationally \r\nagreed development goals, with a wide range of \r\nstakeholders participating. It has thereby become the \r\nvery embodiment of the Council’s role as the principal \r\ncoordinating organ of the United Nations in economic, \r\nsocial and related fields and as the place to integrate \r\nthe follow-up of the major United Nations processes in \r\nthat area. \r\n The ministerial declarations adopted on those \r\noccasions have become important reference documents. \r\nThis year’s debate, coinciding with the decision to \r\nestablish the new entity UN Women and ahead of the \r\nrecent Millennium Development Goals (MDGs) \r\nsummit, confirmed that by providing an important \r\ncontribution on the crucial issue of gender equality and \r\nwomen’s empowerment. \r\n The national voluntary presentations, in \r\nparticular, provide a valuable opportunity for \r\nexchanges of best practices and lessons learned. Both \r\nthe number of countries volunteering to make \r\npresentations and the size and quality of the audience \r\nat those presentations demonstrate the high interest that \r\nthey generate. \r\n The second Development Cooperation Forum \r\nconfirmed the Forum as an important meeting place for \r\nglobal dialogue on international development \r\ncooperation. It also provided a very useful and \r\nqualitative contribution to the debate ahead of the \r\nMDG summit last month. \r\n The operational activities segment and the \r\nhumanitarian affairs segment continue to make the \r\nCouncil the central forum for discussion of issues \r\nrelated to development and humanitarian operations at \r\na policy level and with a cross-cutting perspective, \r\nboth through the resolutions adopted and through the \r\ninteractive dialogues that precede them. The recent \r\nAssembly resolution on system-wide coherence \r\n(resolution 64/289) once again confirms the Council in \r\nthat role and is another good example of the fluid \r\ndistribution of tasks that has developed between the \r\nCouncil and the General Assembly in that area. \r\n Of course, complacency is never advisable. The \r\nEU will fully engage in the upcoming review of the \r\norganization of the work of the Economic and Social \r\nCouncil, with a mind open to partners’ suggestions, but \r\nit will do so with the conviction that, while there is \r\nalways room for improvement, we primarily need at \r\nthis stage to build upon the progress already achieved. \r\n Let me mention here some particular elements \r\nthat may deserve attention in our deliberations. \r\n The coordination segment plays a useful role in \r\nthe follow-up to the ministerial declarations. This year, \r\nit was the framework for the first implementation of \r\nthe decisions taken in 2009 on strengthening the \r\nfollow-up to the Financing for Development process, \r\nfully utilizing the comparative advantages that the \r\nEconomic and Social Council offers in terms of \r\nmulti-stakeholder engagement. We could, however, \r\ncarry the reflection on the identity and function of that \r\nsegment further, particularly in relation to the general \r\nsegment. \r\n The general segment remains woefully \r\noverburdened, leading to superficial debates and hasty \r\nA/65/PV.34  \r\n \r\n10-59295 10 \r\n \r\nconsideration of issues that require more attention, as \r\nwell as to the deferral to resumed sessions of issues \r\nthat tend to clash with the agenda of other bodies. We \r\nshould explore how to better prepare the ground for \r\nthat part of the session and whether some of that work, \r\nespecially decisions of a more administrative nature, \r\ncan be carried out outside the substantive session. We \r\nshould also examine carefully how to avoid duplication \r\nbetween the work of the General Assembly, \r\nparticularly the Second and Third Committees, and the \r\nEconomic and Social Council. \r\n The relationship with the Peacebuilding \r\nCommission, and more generally consideration by the \r\nCouncil of the link between peace and development, \r\ncertainly deserve more attention. Initial steps have \r\nalready been taken through the organization of joint \r\nmeetings. We should build upon those steps to make \r\nthe relationship more substantial, as appropriate. \r\n Mr. Mac-Donald (Suriname), Vice-President, took \r\nthe Chair. \r\n To conclude, the EU would like to refer to the \r\nimportant message of the Economic and Social \r\nCouncil’s President, Ambassador Hamidon Ali, in his \r\naddress at the beginning of this year’s session of the \r\nCouncil. While improvements can be made to the \r\nCouncil’s hardware — that is, to resolution 61/16 — \r\nthe relevance of the Council ultimately depends on the \r\nsoftware, that is, our own attitude to the body and our \r\nwillingness to make it work. \r\n In that regard, the EU would like to take this \r\nopportunity to congratulate the President of the \r\nCouncil, Ambassador Hamidon Ali, as well as his \r\npredecessor, Ambassador Sylvie Lucas, for their role in \r\nsteering the revitalization of the Council. The EU is \r\nalso encouraged by the positive atmosphere that \r\nprevailed at the spring meeting and the spirit of \r\nrenewed cooperation with the Bretton Woods \r\ninstitutions, the World Trade Organization and the \r\nUnited Nations Conference on Trade and Development, \r\nas well as by the constructive spirit that prevailed \r\nduring the negotiations in the Council this summer, \r\nleading to good results and consensus agreements. \r\n Nevertheless, here, too, there is room to do even \r\nbetter, in line with the “musts” outlined by President \r\nAli — a proactive agenda, more focused outcomes, \r\nbetter atmospherics, and avoiding stale arguments. \r\nBetter discipline in the timely tabling of resolutions, in \r\nparticular, would contribute to alleviating some of the \r\nburden of the general segment. Better respect by the \r\nCommittee on Non-Governmental Organizations for \r\nthe guiding principles for granting consultative status \r\nin the Economic and Social Council is also urgently \r\nneeded. \r\n The European Union stands ready to engage \r\nconstructively in further discussion about the \r\norganization of the Council in the coming weeks. \r\n Ms. Kaur (India): Allow me to begin by \r\nreaffirming India’s conviction in the leadership of \r\nMr. Joseph Deiss as President of the General Assembly \r\nat its sixty-fifth session. I also take this opportunity to \r\nwarmly thank Member States for electing India a \r\nmember of the Security Council for the 2011 and 2012 \r\nterm. \r\n India aligns itself with the statement delivered by \r\nthe representative of Yemen on behalf of the Group of \r\n77 and China. \r\n India welcomes the theme the President chose for \r\nthe current Assembly session, “Reaffirming the central \r\nrole of the United Nations in global governance”. A \r\nstronger United Nations, reflective of contemporary \r\nrealities, is indeed the need of the hour. It would ensure \r\nthat the imperatives of maintaining international peace \r\nand security are addressed and that there is an \r\nintegrated and coordinated follow-up of the United \r\nNations development agenda. \r\n The United Nations conferences and summits \r\nheld since the 1990s have generated an unprecedented \r\nglobal consensus on a shared vision of development. \r\nWe emphatically reiterated that common understanding \r\nat the high-level events on the Millennium \r\nDevelopment Goals (MDGs), the Mauritius Strategy \r\nand biodiversity held in September 2010 in New York. \r\nThe MDG declaration clearly articulated that the \r\nallocation of resources, the development of appropriate \r\nnational and international policies and integrated \r\nfollow-up and implementation are absolute imperatives \r\nfor the realization of our cherished Millennium Goals \r\nby 2015. \r\n Interlinkages and overlaps among the various \r\nUnited Nations development summits and conferences \r\nare strong. The Mauritius Strategy would derive \r\nimmense benefits and strength from a comprehensive, \r\nambitious and equitable outcome of the climate change \r\nnegotiations. Similarly, the Conference of the Parties to \r\nthe Convention on Biological Diversity under way in \r\n A/65/PV.34\r\n \r\n11 10-59295 \r\n \r\nNagoya, Japan, must fully address the various social \r\nand economic development challenges along with its \r\ncore environmental concerns so as to maximize, \r\nthrough such global action, protection against loss of \r\nbiodiversity. \r\n The multiple United Nations conferences and \r\nsummits focused on attainment of internationally \r\nagreed development goals must have a seamless, \r\nholistic and integrated working relationship with each \r\nother. We must work to develop work models that \r\nensure synergetic resource flows, coordinated \r\nassessment and planning, and a holistic approach to our \r\nglobal development programmes. In that context, India \r\nsees the creation of UN Women as an important step \r\ntowards an integrated approach to development within \r\nthe United Nations. \r\n The strengthened interaction and institutional \r\nlinkages between the Economic and Social Council and \r\nthe Peacebuilding Commission are equally \r\nencouraging. Our successful follow-up efforts on \r\npivotal conferences having significant bearing on \r\nglobal development goals — such as the Monterrey \r\nConsensus and the June 2009 Conference on the World \r\nFinancial and Economic Crisis and Its Impact on \r\nDevelopment — deserve special mention. We must \r\nsustain those efforts. However, it is important to \r\nremember that no one size fits all, and it is imperative \r\nthat national priorities of countries always have \r\nprimacy in the pursuance of the development agenda \r\nby United Nations bodies. \r\n India fully realizes the importance of a strong \r\nglobal partnership supported by international and \r\nnational development strategies on trade, debt, \r\ninvestment, technology transfer, food security, energy \r\naccess, climate change and a host of other issues to \r\ncreate an environment conducive to development. India \r\nwill push for an ambitious, comprehensive and \r\nequitable outcome at the climate change negotiations, \r\none that is based on the principle of common but \r\ndifferentiated responsibilities and respective \r\ncapabilities. We also look forward to a development-\r\noriented outcome of the Doha Round. \r\n To ensure that international policies are \r\npro-development, concerns of developing countries \r\nmust be effectively taken on board in their formulation \r\nand implementation. Unfortunately, current \r\ninstitutional structures do not permit that, even though \r\ndeveloping countries are the ones most affected. The \r\neconomic crisis highlighted the grave imbalance in the \r\nstructures of global governance, including on the \r\neconomic side. India, along with fellow developing \r\ncountries, has been in the forefront of demands for a \r\ngreater voice in the Bretton Woods institutions. \r\n To make the process as inclusive as possible, the \r\nUnited Nations, with its unique position, has a key \r\nrole. Still, as I mentioned earlier, it needs urgent \r\nreform, and nowhere in the United Nations is reform \r\nmore needed than in the Security Council. Council \r\nmembership must be expanded in both the permanent \r\nand non-permanent categories, as is the desire of an \r\noverwhelming majority of Member States. I am glad \r\nthat the General Assembly decided in its sixty-fourth \r\nsession that the text-based negotiations must be \r\nimmediately taken up in the sixty-fifth session. It is \r\nimportant that those negotiations are moved forward on \r\nan urgent basis. \r\n Also, the United Nations system cannot be \r\nstrengthened without revitalizing the General \r\nAssembly. Here too, I am glad that in adopting \r\nresolution 64/301 on this subject, there was some \r\nprogress for the first time in several years. \r\n The Economic and Social Council has a crucial \r\nrole in fostering a comprehensive United Nations \r\ndevelopment agenda through integrated and \r\ncoordinated implementation of its commitments. The \r\nCouncil has an acknowledged role as a principal body \r\nfor coordination, policy review, policy dialogue and \r\nrecommendations on issues of economic and social \r\ndevelopment. It is satisfying that the Council’s annual \r\nministerial review and its Development Cooperation \r\nForum have become important events to review efforts \r\nto achieve the internationally agreed development \r\ngoals, including the MDGs. \r\n The July 2010 session of the Economic and \r\nSocial Council focused on promoting greater coherence \r\nbetween policy and development goals and making \r\ndevelopment partnership more participatory and \r\ntransparent. Over the years, the Council has played an \r\nimportant role in advancing a holistic and coordinated \r\napproach to global economic and social development, \r\ntaking into account the interrelatedness of the different \r\ngoals and targets of major United Nations conferences. \r\n We must work to make the Economic and Social \r\nCouncil even more meaningful than what was \r\noriginally envisaged in the United Nations Charter and \r\nsubsequently strengthened by the various United \r\nA/65/PV.34  \r\n \r\n10-59295 12 \r\n \r\nNations resolutions, particularly Assembly resolution \r\n61/16. \r\n My delegation looks forward to the President’s \r\nproposals on strengthening the centrality of the United \r\nNations system in global governance and its \r\ndevelopment role. He can count on our express support \r\nin that regard. \r\n Mr. Wenaweser (Liechtenstein): I am happy to \r\ntake this opportunity to discuss the report of the \r\nEconomic and Social Council (A/65/3), as my \r\ncountry’s first tenure on the Council is coming to an \r\nend, later this year. \r\n During our membership we have experienced the \r\nCouncil as a forum of substantive discussion where \r\nimportant governance mandates come together. We \r\nhave seen, particularly this year, how important the \r\nstrategic input of the Council can be to major United \r\nNations agenda items, such as the achievement of the \r\nMillennium Development Goals (MDGs). In the \r\nDevelopment Cooperation Forum and the annual \r\nministerial review the Council set the tone for a \r\nsuccessful negotiation process, leading to the \r\nconsensus outcome of the MDG summit. In that regard, \r\nthe Council has contributed to strengthening the central \r\nrole of the United Nations in the governance of \r\ninternational development policies. \r\n The Council also has an important role in the \r\ngovernance of its functional committees and in the \r\nelection and supervision of the executive bodies of \r\nspecialized agencies, funds and programmes. \r\nCurrently, the Council is acting swiftly to guarantee a \r\nsmooth transition for the new gender entity, \r\nUN Women. In particular, where its subsidiary bodies \r\ndo not live up to the standards of transparency, \r\ninclusiveness, objectivity and good faith in applying \r\nrules of procedure, the Council itself must take \r\nleadership. It has done so in the past, for example in \r\nthe context of the Committee on Non-Governmental \r\nOrganizations. Such action by the Council shows that it \r\ncan and will assume its responsibility to rectify \r\ndecisions of subsidiary bodies, if need be. \r\n Moreover, there are areas where the Council \r\nshould consider structural reform. In that regard, we \r\nhope that the report of the Secretary-General that will \r\nexamine the strengthening of institutional \r\narrangements to promote international cooperation in \r\ntax matters will reflect the view of many Member \r\nStates — including ours — that the work of the \r\nCommittee of Experts on International Cooperation in \r\nTax Matters must become more transparent, accessible \r\nand inclusive. \r\n Another field of particular importance to us, and \r\none where the Council is mandated to assume a policy \r\ngovernance function, is the humanitarian dimension of \r\nthe work of United Nations funds, agencies and \r\nprogrammes. The Council has the specific mandate to \r\nstrengthen the coordination of emergency humanitarian \r\nassistance in the United Nations system. \r\n We are aware of the high political sensitivity of \r\nthese matters, but we also believe that the Council \r\ncould contribute more to United Nations policy \r\ncoherence on the ground, without entering notorious \r\nfields of political disagreement. The inclusion of \r\nconcrete policy guidelines of a cross-cutting nature — \r\nsuch as a health- and environment-friendly approach to \r\nnutrition-processing in emergency situations — would \r\nstrengthen the Council’s humanitarian policy guidance \r\nand contribute directly to its governance capacity in \r\nthis field. \r\n We acknowledge that during our tenure the \r\nCouncil has considerably streamlined its agenda and \r\nfocus. There is much less overlap now in the work of \r\nthe Council and of other forums, most importantly the \r\nSecond Committee. The Council now has a clearer \r\nunderstanding of its mandate as the central United \r\nNations body for strategic financial and economic \r\npolicy coordination. \r\n We must, however, strive for more \r\ncomplementarity in order to strengthen the legitimacy \r\nand authority of the Economic and Social Council. \r\nOnly on that basis can the Council contribute in a \r\nmeaningful way to the work of all major United \r\nNations bodies, including the Security Council and the \r\nHuman Rights Council, in accordance with the three-\r\npillar approach reflected in the outcome document of \r\nthe 2005 summit (resolution 60/1). With the experience \r\nof our membership in the Council, we will continue to \r\ncontribute to those efforts as we continue to see a \r\npotential in the Council that exceeds its current impact \r\nby far. \r\n In conclusion, I would like to thank the President \r\nof the Economic and Social Council, the Permanent \r\nRepresentative of Malaysia, for the leadership he has \r\nshown in carrying out his function. \r\n A/65/PV.34\r\n \r\n13 10-59295 \r\n \r\n Ms. Flores (Honduras) (spoke in Spanish): My \r\ndelegation would like to express its gratitude for the \r\npresentation of the report of the Economic and Social \r\nCouncil (A/65/3) to the Assembly. We would also like \r\nto acknowledge the work of the President and members \r\nof the Council and reiterate our commitment to \r\nsupporting and cooperating with them. \r\n Honduras endorses the statement made on behalf \r\nof the Group of 77 and China. \r\n Ten years have gone by since, in this same world \r\nforum, the historic convergence of the end of a century \r\nand the dawn of a new millennium motivated a very \r\npromising summit of world leaders and led to a unique \r\nset of visionary commitments. The Millennium \r\nDeclaration (resolution 55/2) and the Millennium \r\nDevelopment Goals (MDGs) promised, on the basis of \r\nan unprecedented global alliance, to address the most \r\nurgent needs of the poorest people of the planet. Only \r\nfive years are left until the deadline for reaching the \r\nGoals set in that ambitious Declaration, signed by \r\nheads of State and Government. Though there are \r\nachievements to be celebrated, we are not holding our \r\nbreath that the task can be accomplished in the time \r\nremaining. \r\n The bleak spectre of extreme poverty still haunts \r\nand keeps its hold over hundreds of thousands of \r\nhouseholds in various parts of the world. We listened \r\nwith the greatest heartfelt interest as, during this latest \r\nsession of the Assembly — thanks to the initiative of \r\nthe Secretary-General in convening another special \r\nsummit to review the road we have travelled in pursuit \r\nof complying with the noble Millennium Goals — \r\nmany of the most developed nations renewed their \r\ncommitment to make a priority of this unending \r\nstruggle without borders. \r\n We appreciate this opportunity to add light where \r\nlight has previously been lit by others. We do that with \r\nthe greatest hopes, those of us who come from \r\nelsewhere — not from what has wrongly been called \r\nthe poor countries of the world, because I will never \r\naccept that my country, so rich in intangible values, or \r\nthat our people, with serious economic hardship but \r\nwith the power of their faith, the legacy of their inner \r\nresources and the greatness of their dreams, are poor. \r\nWe lack the necessary development, perhaps, and \r\nmaybe we missed the good fortune to avoid \r\nmarginalization, exclusion and inequities, but we are \r\nnot poor. \r\n We will attempt to summarize some of the \r\nsetbacks that have impeded the full realization of \r\nlaudable statements. The reluctance of some rich \r\nnations to fully meet their obligations is added to the \r\ndevastating impact of the financial crisis — springing \r\nfrom wild actions, speculative transactions and \r\nimmoral, greedy practices — on vulnerable markets, a \r\ncrisis that the victims did not cause. \r\n If the disparities of international trade force the \r\ncorn-and-tortilla nations to sell the sweat of their \r\nstrenuous labour cheaply in order to pay dearly for \r\ngoods and supplies imported from industrialized \r\ncountries, it is insult added to injury that to that already \r\nunfair exchange are added subsidies, quotas, tariffs and \r\nbarriers to our export products, each more ingenious \r\nthan the last. \r\n How can the weak be expected to compete fairly \r\nwith the strong when, in addition to the disparity in \r\nproductive capacity, the strong try keep them down in \r\norder to inundate them with their products at exorbitant \r\nprices and to acquire the fruit of the subjugated labour \r\nof the weak at dirt-cheap rates that do not correspond \r\nto the magnitude of their work? Nor is the entire \r\nproduction of the more than 500,000 families in my \r\ncountry who make a living by growing coffee enough \r\nto pay half of our oil bill to the cartels that sell that \r\nresource, which we lack, at ridiculous prices. \r\n To this we must add the cyclical damage of the \r\nerratic environment that ends life, destroys \r\ninfrastructure and kills our crops. The effects of \r\nclimate change do not come from developing countries, \r\nbut just the same, they must pay with a high share of \r\nsacrifice their undeserved share of its consequences. \r\nThe terrible attacks of violent nature have devastated \r\nmany communities across the globe, which struggle \r\ntirelessly to emerge from their precarious state of \r\nprostration only to succumb again to such devastating \r\ncatastrophes. \r\n Only a few years ago, we suffered the impact of a \r\nhurricane of biblical proportions. In an instant, we saw, \r\nbefore our tear-filled eyes, the accumulated efforts of \r\nmore than 50 years of hard work and modest progress \r\nvanish. We felt as if the fierce winds and the turbulent \r\nflooding of the rivers were sweeping away any hope of \r\nmoving forward. A great many communities that had \r\nfinally been glimpsing a promising horizon were \r\nsuddenly pushed back to the abyss of extreme poverty. \r\nHowever, thanks to the miracle of faith and the virtue \r\nA/65/PV.34  \r\n \r\n10-59295 14 \r\n \r\nof our internal unity, and bathed in the soothing balm \r\nof international solidarity for which we are eternally \r\ngrateful, we climbed from that deep pit with a renewed \r\nspirit to overcome adversity. \r\n Since then, we have stumbled many times, as the \r\npath we have travelled and the path that lies ahead is \r\nstony. And we have suffered many setbacks. However, \r\nwe are not overcome by the difficulty, nor are we short \r\nof breath or, much less, determination. \r\n There are valuable achievements that we cherish \r\nand must care for — the good fortune of coexisting in a \r\ncivilized manner, under the protection of a system that \r\nrespects freedoms, rights and gains. In a non-liquid \r\neconomy, where almost all income goes to expenses \r\nthat barely cover basic needs and requirements, we \r\nvalue the possibility of having some resources for \r\nsocial investment — the commitment to invest in our \r\npeople or in programmes designed as part of the \r\npoverty reduction strategy and in the school meal \r\nprogramme that reduces the school dropout rate and \r\nenhances the physical and moral state of our little \r\npromises of the future, to cite two examples among \r\nmany. Those are minimal resources to ensure that the \r\nnational plan recently adopted by the current \r\nAdministration does not become a useless document \r\ntaking up space in a forgotten desk drawer. \r\n We must confess that we feel overwhelmed, \r\nsometimes even discouraged, by those critical \r\nlimitations and tremendous negations that undermine \r\nthe possibility of living a life with dignity. There is no \r\npeace when justice is lacking. There will be no \r\ntranquillity as long as one part of the population enjoys \r\nthe benefits of the system, flourishes in its blessings \r\nand participates in all its opportunities while a vast \r\nmajority feels bad, powerless and marginalized, \r\nafflicted because daily living seems more like a slow \r\nand cruel agony, awaiting the inevitable. \r\n We must not leave any room for extreme poverty \r\nto destroy the possibilities of the future. We cannot \r\naccept excuses or pretexts while in so many corners of \r\nthe world entire families go to bed hoping that the \r\ncaress of needed sleep will pacify the hunger in their \r\nempty stomachs. We must shorten the wait so that \r\npatience will not run out. Hence the renewed \r\ncommitment emerging from the recent Assembly \r\nmeeting that ordered the review of the Millennium \r\nDevelopment Goals and the accelerated march imposed \r\non us, so that we can fill the dimension of words with \r\naction. \r\n Mr. Cabactulan (Philippines): At the outset, I \r\nwish to state that the Philippines aligns itself with the \r\nstatement delivered by the Permanent Representative \r\nof Yemen delivered on behalf of the Group of 77 and \r\nChina. \r\n We would like to thank the Secretary-General for \r\nhis report in document A/65/84 and to commend His \r\nExcellency Ambassador Mr. Hamidon Ali of Malaysia \r\nfor his untiring efforts, as President of the Economic \r\nand Social Council, to revitalize and improve the \r\nworking methods of that body. His “five musts” \r\nstrategy may prove to be a worthy legacy for his \r\nsuccessors and should indeed be applied to all other \r\nareas of work in the United Nations. \r\n The full record of the Economic and Social \r\nCouncil’s activities as contained in the pages of \r\ndocument A/65/3 reflects the comprehensive approach \r\nthat that vital United Nations organ takes to its \r\ndeliberations on the relevant topics. The rapid \r\ninstitutionalization of the Development Cooperation \r\nForum and the annual ministerial review shows the \r\nkeen interest of Member States in participating in our \r\ndiscussions. The enhanced format of the Council’s \r\nmeeting with the Bretton Woods institutions also \r\nsignals the crucial role that the Council and the United \r\nNations have in discussions on global financial and \r\neconomic matters, especially in the midst of the so \r\ncalled great recession from which we are now — or \r\nstill tentatively — recovering. \r\n The Philippines, as an active member of the \r\nEconomic and Social Council, notes the landmark \r\nachievement of the creation of UN Women, which took \r\nplace in the same year that the annual ministerial \r\nreview focused precisely on the theme of implementing \r\nthe internationally agreed goals and commitments with \r\nregard to gender equality and the empowerment of \r\nwomen. \r\n The Philippines — a country that has had two \r\nfemale Presidents and that considers itself to be a \r\npassionate advocate of the advancement of women’s \r\nrights and welfare — similarly took significant steps \r\nforward with the passage of the Magna Carta of \r\nWomen in August 2009 and the issuance of its \r\nImplementing Rules and Regulations in June this year. \r\n A/65/PV.34\r\n \r\n15 10-59295 \r\n \r\n The Magna Carta of Women is a comprehensive \r\nwomen’s human rights law that seeks to eliminate \r\ndiscrimination against women by recognizing, \r\nprotecting, fulfilling and promoting the rights of \r\nFilipino women, especially those in the marginalized \r\nsectors. Similar to what UN Women has done in the \r\nUnited Nations system, the Magna Carta has brought \r\ntogether the different government agencies and \r\nfunctions that deal with women’s issues under the \r\nsupervision of the Philippine Commission on Women. \r\n The continued monitoring by the Economic and \r\nSocial Council of issues relating to the advancement of \r\nwomen’s rights and welfare is a reassuring fact that my \r\ncountry recognizes and supports. The Philippines \r\nsimilarly supports calls for strengthening the \r\nDevelopment Cooperation Forum in order to reap the \r\nfull benefit of its potential in harnessing the lessons \r\nlearned in the Forum and linking them with the various \r\ndevelopment activities implemented within and outside \r\nthe United Nations. The active exchange of ideas and \r\nthe participation of countries during the Forum policy \r\ndialogues signify the value of the process in our \r\ndiscussions. \r\n We would also like to underscore the importance \r\nof the past year’s discussions of the Economic and \r\nSocial Council’s various segments, which cover a \r\nbroad spectrum of issues. To go into each of those \r\nitems would take too much time, but suffice it to say \r\nthat such activities represent key development issues \r\nthat affect all of us on a daily basis. Who would \r\ndisagree that economic, social and environmental \r\nissues are the most crucial topics and preoccupy the \r\nmajority of, if not all, members of the United Nations? \r\n If only to highlight a few of the many issues in \r\nwhich the Philippines has particular interest, let me say \r\nthat they would be the areas of humanitarian \r\nassistance, climate change, biodiversity and sustainable \r\ndevelopment in general. As a country that suffers from \r\nfrequent natural disasters, many of which are weather-\r\nrelated, we can only hope that our discussions in the \r\nEconomic and Social Council and its functional \r\ncommissions will be based on the greater common \r\ngood and the legacy that we wish to leave to future \r\ngenerations. \r\n Allow me then to conclude by pledging the \r\nPhilippines’ full support for the ongoing improvement \r\nof the working methods of the Economic and Social \r\nCouncil as it fulfils its pre-eminent role in key global \r\ndiscussions that will affect the lives of our peoples. We \r\nlook forward to continuing our work under the very \r\nable leadership of Ambassador Hamidon Ali and share \r\nhis hope that the Council will change with the times in \r\norder to remain relevant and proactive. \r\n Mr. Gutiérrez (Peru) (spoke in Spanish): The \r\ndelegation of Peru associates itself with the statement \r\nmade by the representative of Yemen on behalf of the \r\nGroup of 77 and China. We also thank the Secretary-\r\nGeneral for the report submitted under this agenda item \r\n(A/65/84), and we note with satisfaction the 2010 \r\nreport of the Economic and Social Council (A/65/3). \r\nWe also wish to express our gratitude to the Council’s \r\nPresident, Ambassador Hamidon Ali, and the Bureau \r\nsupporting him for the important work undertaken. \r\n This year, the effects of the international \r\neconomic and financial crisis continue to affect the \r\neconomic and social prospects for developing countries \r\nand, therefore, their possibilities of achieving the \r\nMillennium Development Goals. The outcome of the \r\nreview carried out at the High-level Plenary Meeting \r\non the Millennium Development Goals, held in \r\nSeptember, showed that we, the developing countries, \r\nhave made great progress towards achieving those \r\nGoals, but also that work remains for which greater \r\ncommitment and cooperation by all global actors is \r\nneeded (resolution 65/1). \r\n With regard to efforts to recover from the crisis, \r\nit is extremely important to strengthen employment and \r\nsocial protection policies and to promote greater \r\ninternational cooperation so as to speed up and sustain \r\nthe recovery, with particular attention to low- and \r\nmiddle-income countries. In that regard, the resolution \r\nadopted by the Economic and Social Council to \r\naccelerate implementation of the Global Jobs Pact was \r\na very significant outcome of its work (Economic and \r\nSocial Council resolution 2010/25). I would like to \r\npoint out that the measures proposed by the Global \r\nJobs Pact, in particular those related to investment in \r\nlabour-intensive infrastructure and support for small- \r\nand medium-sized enterprises, have proved to be \r\neffective mechanisms to promote employment and to \r\ncombat poverty in my country. \r\n The possibility of developing countries, such as \r\nmine, continuing on the path of growth and addressing \r\nthe effects of the crisis also depends, to a large extent, \r\non a positive international environment. In that regard, \r\nwe believe that the efforts to develop a constructive \r\nA/65/PV.34  \r\n \r\n10-59295 16 \r\n \r\ndialogue among all actors involved in creating a new \r\ninternational financial architecture are particularly \r\nsignificant. To that end, the points of view of the \r\nsmaller countries, which comprise the greater part of \r\nthe United Nations, must be taken into account. \r\n Similarly, we underscore the importance of \r\ninternational trade as an engine for development for a \r\nlarge number of countries, including mine, Peru. Thus, \r\nwe reiterate the need to avoid any protectionist \r\ntendency and to move towards a prompt conclusion of \r\nthe Doha Development Round. The annual meeting of \r\nthe Economic and Social Council with the Bretton \r\nWoods institutions, the World Trade Organization and \r\nthe United Nations Conference on Trade and \r\nDevelopment, held last spring, is an important forum to \r\nmove our work forward in the appropriate direction. \r\n The second Development Cooperation Forum, \r\nheld in June, provided innovative discussions on that \r\nissue and concluded that, in the current global \r\neconomic situation, official development assistance \r\nand financing for development continued to be crucial \r\nto guarantee progress in achieving the Development \r\nGoals. \r\n We firmly believe that financial and technical \r\ndevelopment cooperation is also indispensable and \r\nsuch cooperation should seek to mobilize resources for \r\nmicro-, small- and medium-sized enterprises, whose \r\ndevelopment and strengthening provide an effective \r\nmechanism to combat poverty, as has been seen in my \r\ncountry. In that regard, promoting and strengthening \r\nfinancial cooperation for research, innovation and \r\ntechnology, as well as human resource training, are \r\nabsolutely essential. \r\n In that regard, we would like to point out that the \r\noperational activities segment, which focused on the \r\nwork of Economic and Social Council at the country \r\nlevel, concluded that the United Nations system \r\nremains a reliable partner for developing countries in \r\nthe area of capacity-building. \r\n The ministerial meeting of the high-level segment \r\nof the Economic and Social Council adopted the \r\nimportant declaration on “Implementing the \r\nInternationally Agreed Goals and Commitments in \r\nregard to Gender Equality and the Empowerment of \r\nWomen” at nearly the same time as the new United \r\nNations Entity for Gender Equality and the \r\nEmpowerment of Women, UN Women, was \r\nestablished. We believe that action to have been one of \r\nthe Council’s most significant contributions in 2010, \r\nacknowledging that gender equality and the \r\nempowerment of women play a central role in \r\ndevelopment and peace in the world. \r\n The coordination segment of the Economic and \r\nSocial Council adopted a resolution on the role of the \r\nUnited Nations system in implementing the 2009 \r\nministerial declaration on global public health \r\n(Economic and Social Council resolution 2010/24). \r\nThe Peruvian Government has made great \r\nachievements in the area of health. To continue along \r\nthat path, we would like to reiterate the need for \r\ncooperation benefiting middle-income countries in the \r\nfight against HIV/AIDS and for greater attention to be \r\ngiven to non-communicable diseases. \r\n To conclude, I must point out that a topic that \r\nmust not be overlooked in our current and future work \r\nis climate change. Peru is particularly vulnerable, \r\nwithout having been a cause of that phenomenon. The \r\nworrying situation of the environmental degradation \r\nthat we are currently experiencing means that \r\nadaptation to climate change must be a central element \r\nin international decisions on financing for \r\ndevelopment. \r\n For all those reasons, we believe that the \r\nEconomic and Social Council must keep on its agenda \r\nthe item “Follow-up to the International Conference on \r\nFinancing for Development”, including the many \r\ndecisions that I have mentioned in this statement. \r\n Mr. Kurlovich (Belarus) (spoke in Russian): \r\nBelarus commends the work of the Economic and \r\nSocial Council in the reporting period and the \r\nAmbassador of Malaysia, Mr. Hamidon Ali, for his \r\nskilful leadership. I would like to emphasize the \r\nefficient organization of the 2010 substantive session \r\nof the Economic and Social Council, whose outcome \r\nmade an important contribution to the work of the \r\nsummit meeting on the Millennium Development \r\nGoals (MDGs). I would emphasize, in particular, the \r\nstrengthening of the practical importance of that high-\r\nlevel segment for the entire United Nations system. \r\n Belarus favours further strengthening of the role \r\nof the Economic and Social Council as the main body \r\nresponsible for coordinating the various funds and \r\nprogrammes of the United Nations system, including \r\nreviewing policies and monitoring implementation of \r\nthe MDGs. As part of that work, special emphasis \r\nshould be placed on ensuring a system-wide \r\n A/65/PV.34\r\n \r\n17 10-59295 \r\n \r\nenvironment conducive to stimulating fair international \r\ntrade and providing expertise and technical assistance \r\nto developing and middle-income countries. \r\n We welcome the relatively new methodologies in \r\nthe work of the Economic and Social Council. We \r\nbelieve that the Economic and Social Council has \r\nconsiderably strengthened its structure and capacity \r\nthrough annual ministerial reviews. We believe that \r\nthat mechanism, with its powerful mobilizing impact, \r\nshould be further strengthened. The Development \r\nCooperation Forum has become an important \r\nmobilizing and coordination factor of the Economic \r\nand Social Council. \r\n We think that the ministerial meetings, annual \r\nreviews and the Development Cooperation Forum \r\nshould become the main platforms for discussing \r\nagenda issues related to achieving the MDGs and the \r\nUnited Nations development agenda after 2015. In that \r\nconnection, Belarus believes that the Assembly should \r\nconsider enhancing the role of the Forum, including \r\nstrengthening its institutional status and the frequency \r\nof its meetings and the preparation of its outcome \r\ndocuments. \r\n One of the most important aspects of the \r\nministerial reviews is the system of voluntary national \r\npresentations on the achievement of development \r\ntargets, which serve as a unique mechanism for \r\naccountability and feedback on the achievement of the \r\nMDGs. They clearly point the way towards \r\nimplementation of global priorities at the national \r\nlevel. That is why we welcome the positive trend to \r\nexpand this practice. My delegation notes that Belarus \r\nwill submit its national report at the 2011 session of the \r\nEconomic and Social Council. \r\n Belarus believes it is necessary to take into \r\nconsideration the consequences of climate change in \r\nthe long-term strategies on financing for development \r\nand developing a green economy. \r\n An important factor in achieving the MDGs is to \r\nshape a new architecture in the energy field in order to \r\nensure universal access to energy services. As part of \r\nthis process, special attention should be paid to the \r\nopen exchange of environmentally friendly and \r\naffordable energy technologies. Unfortunately, energy \r\nissues have not yet become a priority on the United \r\nNations agenda. At the same time, without access to \r\nmodern energy resources, an adequate level of human \r\ndevelopment will clearly be unattainable. \r\n Belarus supports the practice of periodic reviews \r\nof operational activities for development under the \r\nauspices of the Economic and Social Council. At the \r\nsame time, in order to make this work more efficient, \r\nthe Council agenda should include periodic \r\nGovernment opinion surveys on the impact and \r\nsignificance of support provided by the United Nations \r\nsystem. \r\n We support further review of the predictability \r\nand adequacy of funding sources for development \r\nactivities. Given the reduction in core resources, we \r\nbelieve it is important to strengthen the transparency of \r\nthe donor system to finance development and to \r\nestablish a flexible system of cooperation between \r\nrecipient countries, donors and the United Nations \r\nsystem. \r\n Belarus commends the holding of high-level \r\nmeetings of the Economic and Social Council with the \r\nparticipation of representatives of the Bretton Woods \r\ninstitutions, the World Trade Organization, the \r\nInternational Labour Organization and the World \r\nHealth Organization. We think that this practice should \r\nbe continued. At the same time, we suggest considering \r\noptimizing the agenda of the joint meetings with \r\nspecial emphasis on their efficiency with regard to \r\nrestructuring the international financial architecture \r\nand turning it into a driving force of equitable \r\neconomic growth. \r\n The main responsibility for ensuring that \r\ndecisions adopted at the various conferences and \r\nsummits of the United Nations are implemented lies \r\nwith the specialized agencies of the United Nations. In \r\norder to ensure successful monitoring of the \r\nimplementation of those decisions and the resulting \r\nactivities a closer relationship among the governing \r\nbodies of the United Nations is important — first and \r\nforemost between the Economic and Social Council \r\nand the other specialized agencies. We wish the \r\nEconomic and Social Council every success in \r\nimplementing this important task. \r\n Mr. Savostianov (Russian Federation) (spoke in \r\nRussian): At the outset I would like to express our \r\ngratitude to the President of the Economic and Social \r\nCouncil for presenting the Council’s report (A/65/3) \r\nand also to thank the Secretariat for supporting the \r\nwork of the Council during the current year. The \r\nRussian Federation has consistently favoured \r\nstrengthening the role of the United Nations as one of \r\nA/65/PV.34  \r\n \r\n10-59295 18 \r\n \r\nthe principal forums for coordinating multilateral \r\ndevelopment efforts and developing the basic standards \r\non international cooperation in the economic, \r\nhumanitarian and environmental spheres. In that \r\ncontext, the work of the Economic and Social Council \r\nis now of significant priority. It possesses all of the \r\nnecessary mechanisms to conduct fruitful discussions \r\non all key global and intersectoral economic issues \r\nwith the participation of all relevant stakeholders. \r\n In the current year, the Council’s agenda included \r\nimportant tasks related, inter alia, to preparations for \r\nthe United Nations summit meeting on the Millennium \r\nDevelopment Goals (MDGs), also to promoting the \r\ninternational agenda in the area of financing for \r\ndevelopment and strengthening the capacity of the \r\nUnited Nations system with a view to ensuring a more \r\neffective response to the negative consequences of the \r\nglobal financial and economic crisis. \r\n Russia is satisfied with the results of the main \r\nsession of the Economic and Social Council this year, \r\nincluding the Annual Ministerial Review of the \r\nprogress in implementation of the MDGs and the \r\nDevelopment Cooperation Forum. \r\n We note the intensive and useful work \r\naccomplished in the framework of the coordination, \r\noperation and humanitarian segments of the session. \r\nThat clearly confirmed the very important role played \r\nby the Economic and Social Council in ensuring the \r\ncoherence of the entire system, which is very important \r\nfor comprehensive, coordinated implementation of \r\ndecisions by global forums in the economic, social and \r\nrelated fields. \r\n This year, the Economic and Social Council has \r\neffectively shown itself to be an integral part of the \r\nintergovernmental process of follow-up to the outcomes \r\nof international conferences dedicated to financing for \r\ndevelopment. We welcome the successful organization \r\nin March of the special high-level meetings of the \r\nEconomic and Social Council with the participation of \r\nthe International Monetary Fund, the World Bank, the \r\nWorld Trade Organization and the United Nations \r\nConference on Trade and Development. We are \r\nconvinced that the Council should continue to make a \r\ntangible contribution to the development of mutually \r\nbeneficial cooperation between the United Nations and \r\nthe international, financial and trade institutions, as well \r\nas other key participants in the post-Monterrey process, \r\nwhich includes non-governmental organizations and the \r\nprivate sector. \r\n In the course of the current session of the General \r\nAssembly, the Assembly will have to review progress \r\nin implementing resolution 61/16, which defined the \r\nnew functions of the Economic and Social Council as \r\ndecided in the political agreements reached at the 2005 \r\nWorld Summit. We think that any decisions on any \r\nfuture strengthening of the Economic and Social \r\nCouncil should be aimed first and foremost at ensuring \r\nthe effective work of the Council in support of efforts \r\nby Member States and United Nations entities \r\nimplementing the programme of action adopted at the \r\nUnited Nations summit on the Millennium \r\nDevelopment Goals. Work to implement the decisions \r\nof the summit will require a comprehensive and \r\ncoordinated approach. It will require articulating the \r\npolicies and programmes of the United Nations system \r\nwith national priorities and strategies and with the \r\ngoals and challenges of the development agenda. It will \r\nrequire organizing effective intergovernmental \r\nmonitoring and evaluation of its implementation. We \r\nare convinced that those goals can be reached within \r\nthe current format and structure of the main session of \r\nthe Council. \r\n The main platform for a systematic and \r\ncomprehensive monitoring of progress in the \r\nimplementation of the MDGs is, in our view, the \r\nannual ministerial review. The choice of theme for the \r\nreviews for the period covering 2012-2015 will be \r\ndecisive. We support strengthening the Development \r\nCooperation Forum as a useful multilateral format in \r\nwhich the major, dynamically developing economies \r\ncan participate fully in the process of decision-making \r\nand in developing new approaches to providing \r\nassistance. That is one of the priority goals and is a \r\npremise for strengthening the international architecture \r\nfor development assistance. \r\n An important area of work in optimizing the \r\nagenda of the Economic and Social Council, bearing in \r\nmind the decisions of the United Nations High-level \r\nPlenary Meeting on the Millennium Development \r\nGoals, is to adjust the mandates of the segments of the \r\nmain session of the Council, including a clearer \r\ndefinition of the goals of the coordination segment. We \r\nalso think that there is potential for strengthening the \r\nCouncil in the process of moving away from \r\nemergency assistance and towards more long-term \r\nassistance in cases of natural disasters and also in the \r\n A/65/PV.34\r\n \r\n19 10-59295 \r\n \r\ncontext of post-conflict peacebuilding. It is clear that \r\nthis work should be carried out with the work of the \r\nPeacebuilding Commission in mind. Of course, all of \r\nthese steps should not undermine the role of the \r\nCouncil as the coordinator of the programme activity \r\nof the various socio-economic bodies of the United \r\nNations. \r\n The delegation of the Russian Federation is ready \r\nto cooperate in a constructive fashion with all partners \r\nin order to further strengthen the Economic and Social \r\nCouncil. We think that the upcoming review of the \r\nimplementation of resolution 61/16 during this session \r\nof the General Assembly will give further impetus to \r\nthe work of the Council as the most important \r\nmechanism for developing and agreeing on the major \r\npolitical decisions in the area of development. The \r\nreview will also make it possible for the Council to \r\nbecome a more dynamic and more effective body of \r\nthe United Nations. \r\n Mr. Koterec (Slovakia): Slovakia associates \r\nitself with the statement made by the representative of \r\nBelgium, who spoke on behalf of the European Union. \r\n The most recent session of the Economic and \r\nSocial Council had many significant moments. We \r\nwitnessed the establishment of the United Nations \r\nEntity for Gender Equality and the Empowerment of \r\nWomen, known as UN Women, which was an \r\nimportant step towards eliminating all forms of \r\ndiscrimination against women and strengthening their \r\nvoice worldwide. The annual ministerial review has \r\nproved itself to be a strong instrument for discussing \r\nkey issues in the economic and social fields. The \r\nministerial declaration that was adopted was very \r\nresults-oriented and presented a solid base for a \r\nsuccessful High-level Plenary Meeting on the \r\nMillennium Development Goals (MDGs), which was \r\nheld in September. The numerous national voluntary \r\npresentations during the review revealed national \r\napproaches and experiences, pointing out success \r\nstories as well as shortcomings. All the best practices \r\nthat were presented offered valuable ideas in helping \r\nmany countries to move forward faster. \r\n A year ago, Slovakia was one of 18 Member \r\nStates elected to serve on the Economic and Social \r\nCouncil. During the initial period of our term, we have \r\ndone our best to be an active and transparent team \r\npartner in one of the most important bodies of the \r\nUnited Nations system. We consider the Economic and \r\nSocial Council to be a body with great potential to \r\nmake significant contributions to solving the problems \r\nof today’s world. \r\n Nearly four years have gone by since the \r\nadoption of resolution 61/16 on the strengthening of \r\nthe Economic and Social Council. A lot of work has \r\nbeen done, and I would like to thank the President of \r\nthe Council, His Excellency Ambassador Hamidon Ali, \r\nas well as his predecessors, for the work they have \r\ndone, especially since 2007. \r\n Nevertheless, there is still much work to do to \r\nstrengthen the role of the Council as the principal body \r\nfor coordination, policy review, policy dialogue and \r\nrecommendations on issues of economic and social \r\ndevelopment, as well as for implementation of the \r\ninternational development goals agreed at major United \r\nNations conferences and summits, including the \r\nMillennium Development Goals. \r\n It is crucial that more emphasis be put on system-\r\nwide coordination and integration, on carrying out new \r\nprogrammes and policies in the economic, social and \r\nhumanitarian fields, and on promoting global dialogue \r\nand closer cooperation with other bodies of the United \r\nNations system. For example, why do we not attempt \r\nto take advantage of the potential for closer \r\ncollaboration between the Economic and Social \r\nCouncil and the Security Council? Many of the issues \r\ndealt with by those two bodies are linked, and I am \r\nconvinced that more visible results could be achieved \r\nin a shorter amount of time, if those linkages were \r\nexplored. The Peacebuilding Commission is an \r\nimportant aspect of that link. The current review of the \r\nCommission’s work suggests that it could play a \r\ngreater role in the future. \r\n In this period of pressing need for the innovative \r\nuse of resources, one can see a possibility for another \r\npragmatic change in the work of the Economic and \r\nSocial Council, namely, in the general segment. With \r\neach passing year, the Council’s agenda is increasingly \r\noverburdened. Many of the issues it deals with overlap \r\nwith those addressed in the General Assembly and its \r\nCommittees and are thus unnecessarily discussed \r\ntwice. We must reverse that negative trend, if we are to \r\nsave the expertise and energy of the Council for the \r\ncore issues in its purview. \r\n Furthermore, Slovakia supports strengthening the \r\nposition of the Development Cooperation Forum, \r\nwhich should evolve into a forum that generates new \r\nA/65/PV.34  \r\n \r\n10-59295 20 \r\n \r\nideas and models, emphasizes wide coordination, and \r\nspeaks with a stronger political voice. For that reason, \r\nwe suggest considering holding Forum meetings on a \r\nyearly basis. \r\n Slovakia will continue to strive to be a \r\ntrustworthy and innovative partner. All of us can \r\ncontribute to the work of the Economic and Social \r\nCouncil by being responsible and pragmatic in our \r\nefforts. \r\n Mr. Saripudin (Indonesia): It is my honour to \r\naddress the General Assembly in the joint debate on \r\nagenda items 9 and 13. Indonesia associates itself with \r\nthe statement made by the representative of Yemen, \r\nwho spoke on behalf of the Group of 77 and China. \r\n Let me express my sincere and deep appreciation \r\nto Ambassador Hamidon Ali of Malaysia for his able \r\nleadership during this year’s session of the Economic \r\nand Social Council. I also thank the Secretary-General \r\nfor his note submitted under agenda item 9 (A/65/216) \r\nand for his reported submitted under agenda item 13 \r\n(A/65/84). \r\n The General Assembly of the United Nations has \r\nadvanced the reduction of poverty, together with other \r\nrelated development issues, either individually or in \r\ncombination, through United Nations conferences and \r\nsummits in the economic and social fields. The \r\nMillennium Development Goals (MDGs), whose \r\ndeadline has been set for 2015, have served as an \r\nimportant platform for emphasizing the synergies \r\namong the outcomes of the conferences and summits. \r\nEach of the Goals has a direct impact on the others. \r\nTherefore, to succeed in any one of them requires \r\nprogress on all of them. Accordingly, the progress with \r\nregard to the MDGs is a vital part of the effective \r\nimplementation of resolution 57/270 B. \r\n During the High-level Plenary Meeting on the \r\nMillennium Development Goals in September, there \r\nwas broad consensus in favour of more vigorous action \r\nto enable all countries to achieve the MDGs. Economic \r\ngrowth and development were recognized as an \r\nimportant avenue for meeting the Goals. However, \r\nnone of us can perform that task in isolation — no \r\nGovernment, however well-intentioned, no private \r\nsector, however generous, no non-governmental \r\norganization, however determined. \r\n We can meet the MDGs only through a genuine \r\nglobal partnership for development. The Monterrey \r\nConsensus, the Doha Declaration on Financing for \r\nDevelopment and the Doha Development Round \r\nprovide the frameworks for the global partnership for \r\ndevelopment, and it is important that the commitments \r\nlaid out in those frameworks be fully implemented. \r\n Just as we reached the 10 year mark for the \r\nMDGs this year, the Economic and Social Council \r\nemphasized the strategic link between gender and the \r\nachievement of the MDGs. Indonesia therefore \r\nwelcomes the decision to establish UN Women. We \r\nhope that having a dedicated gender entity in the \r\nUnited Nations, led by Ms. Bachelet, will enhance \r\ncoherence, effectiveness and efficiency in United \r\nNations operational activities and norm-setting on \r\ngender matters. We hope that it will further support the \r\nimplementation of action-oriented strategies and \r\nintegrated, comprehensive, multisectoral and gender-\r\nresponsive approaches. \r\n Recognizing prevalent gender inequalities, the \r\n2010 ministerial declaration of the high-level segment \r\nof the Economic and Social Council rightly \r\nemphasized measures to address the inequalities \r\nconstraining women, through their root causes. Health \r\nwas identified as a major obstacle to the advancement \r\nof women. The Global Strategy for Women’s and \r\nChildren’s Health and its Joint Action Plan are \r\nimportant initiatives that Indonesia has been supporting \r\nfrom their inception. Gender gaps have been further \r\ncompounded by the economic and financial crisis. It is \r\ntherefore crucial to effectively address that crisis in \r\norder to advance the gender theme of the Economic \r\nand Social Council this year. \r\n Given the importance of accelerating progress on \r\nthe MDGs, all stakeholders, including the United \r\nNations, need to continue to play an active role. \r\nIndonesia appreciates and commends the efforts of the \r\nentire United Nations system to improve its \r\neffectiveness through various actions. Furthermore, the \r\nSecretary-General’s report in document A/65/84 \r\nrecommends that a United Nations-based mechanism \r\nbe established to review the implementation of the \r\noutcome of the 2010 High-level Plenary Meeting on \r\nthe MDGs (resolution 65/1). The strengthened function \r\nof the Economic and Social Council makes it \r\nstrategically placed to fulfil that role. The Economic \r\nand Social Council could perform this function through \r\nthe annual ministerial review and the Development \r\nCooperation Forum. The recommendation in the \r\nSecretary-General’s report merits further consideration. \r\n A/65/PV.34\r\n \r\n21 10-59295 \r\n \r\n As for Indonesia, we have integrated the MDGs \r\ninto our national development strategy. Through two \r\npresidential decrees this year, the Government is going \r\nto accelerate implementation of the 2010 national \r\ndevelopment priorities and promote justice in a \r\nnational development programme. The decrees provide \r\na vital link among development actors from the \r\nnational to the subnational levels to coordinate and \r\nintegrate pro-people development with the \r\nestablishment of justice for all and the accelerated \r\nachievement of the MDGs. \r\n Mr. Barton (United States of America): First of \r\nall, I would like to thank the President of the Assembly \r\nfor convening this meeting and the Secretary-General \r\nfor his report on recent improvements to the working \r\nmethods of the Economic and Social Council and its \r\nrole in follow-up to the outcomes of the major United \r\nNations conferences and summits (A/65/84). \r\n We wish to commend the strong leadership of \r\nAmbassador Ali and his predecessors in advancing \r\nmeaningful improvements to the working methods of \r\nthe Economic and Social Council and greatly \r\nenhancing its relevance and contributions to the United \r\nNations development system. The strengthening of the \r\nannual ministerial review and its focus on key thematic \r\nissues related to the achievement of the Millennium \r\nDevelopment Goals (MDGs) ensured that the \r\nEconomic and Social Council played a vital role in the \r\nMDG summit. The United States was pleased to have \r\njoined others this year in making our national \r\nvoluntary presentation on gender equality and women’s \r\nempowerment and to have an opportunity to exchange \r\nviews and valuable information and experiences with \r\nother delegations. \r\n Our delegation was also pleased at the balance \r\nand breadth of discussion at this year’s biennial \r\nDevelopment Cooperation Forum, which continues to \r\ndevelop in its discussion of development assistance and \r\ncooperation. In this regard, the United States supports \r\nmaintaining the current format and frequency of \r\nbiennial Development Cooperation Forum meetings, \r\nwhich allows more time for broader reflection than \r\nannual meetings. The United States also wishes to \r\nexpress support for ongoing efforts to streamline and \r\nbetter rationalize the agenda items of the Council. \r\nRegarding follow-up to the MDG summit, we note that \r\nthe outcome document clearly outlines follow-up \r\narrangements, which can be found in paragraphs 79 \r\nthrough 81. \r\n Mr. Almeida (Brazil): Brazil fully endorses the \r\nstatement made by the representative of Yemen on \r\nbehalf of the Group of 77 and China. We would also \r\nlike to take this opportunity to warmly commend the \r\nPresident of the Economic and Social Council, \r\nAmbassador Hamidon Ali, for his leadership at the \r\nhead of that important body, particularly during its \r\nsubstantive session in July. \r\n The current debate on the report of the Economic \r\nand Social Council (A/65/3) and on the integrated \r\nfollow-up of major United Nations conferences and \r\nsummits in economic, social and related fields further \r\nunderscores the importance of the Economic and Social \r\nCouncil as the mandated body within the United \r\nNations structure for promoting coordination, \r\ncoherence and cooperation in the United Nations \r\nsystem. Brazil believes that only a strengthened and \r\nrevitalized Economic and Social Council can fully \r\ncontribute to international policy discussions and \r\ndeliberations on substantive issues of development. \r\n During the current session of the General \r\nAssembly, Member States will have an important \r\nopportunity to review the progress to date and examine \r\nadditional measures to further improve the workings of \r\nthe Economic and Social Council. As an enthusiastic \r\nsupporter of the Council, Brazil is certainly ready and \r\nwilling to participate actively in this discussion. \r\n Brazil recognizes that there have been important \r\ninitiatives over the past few years to improve \r\ninter-institutional and intergovernmental coordination \r\nby the Economic and Social Council. The annual \r\nministerial review has evolved and matured to become \r\nan increasingly important event on the international \r\nagenda, capable of mobilizing high-level officials from \r\ndeveloping and developed countries alike. It offers a \r\nkey opportunity for reviewing progress on specific \r\npolicy questions relevant to the international \r\ncommunity and for making concrete recommendations \r\nthat can be acted upon by all Member States. It \r\ncertainly can be improved upon, but its general design \r\nrests on solid foundations and important \r\naccomplishments. \r\n The Development Cooperation Forum is also a \r\nsignificant innovation that merits our full support. It \r\nhas contributed to promoting coordination and \r\nexchanging information on relevant development \r\ncooperation issues, such as official development \r\nassistance and South-South cooperation. It is one of the \r\nA/65/PV.34  \r\n \r\n10-59295 22 \r\n \r\nrare bodies that brings together practitioners and \r\npolicymakers to discuss issues related to the quality \r\nand quantity of cooperation for development. \r\n Despite the progress achieved so far, Brazil \r\nbelieves that the Development Cooperation Forum \r\nshould be further strengthened as the main forum for \r\ndiscussions in the United Nations system on \r\ndevelopment cooperation issues. In this regard, we \r\nshould explore the possibility of increasing the \r\nfrequency of the Development Cooperation Forum’s \r\nmeetings and of introducing a negotiated outcome to \r\nits deliberations. \r\n The Chief Executives Board for Coordination is \r\nplaying an increasing role in promoting coordination at \r\nthe administrative level among the 28 agencies that \r\nform the United Nations system. Brazil notes with \r\nappreciation the progress achieved in various areas, \r\nincluding in relation to the integrated response of the \r\nUnited Nations system to the economic and financial \r\ncrisis. However, we would also like to highlight the \r\nfact that some of the initiatives proposed by the Board \r\nto address the crisis seem to lack both a clear definition \r\nand a precise mandate from Member States. This is the \r\ncase, for instance, of initiatives related to the concept \r\nof green economy, which has not yet been fully \r\ndiscussed by Member States. \r\n It is encouraging to learn that the Chief \r\nExecutives Board for Coordination has attempted to \r\nstrengthen substantive dialogue with Member States on \r\nits ongoing work in opportunities such as the system-\r\nwide coherence consultations and on the global crisis. \r\nBut Brazil would once again insist on the need to align \r\nthe Secretariat’s substantive action with existing \r\nintergovernmental mandates and priorities. \r\n Brazil also believes that additional measures are \r\nwarranted to improve coordination and oversight of \r\nactions and initiatives taken by the United Nations \r\nfunds, programmes and specialized agencies, including \r\nthe Bretton Woods institutions. In view of the \r\nresponsibilities of the specialized agencies in the \r\nfollow-up, implementation and monitoring of the \r\noutcomes of United Nations conferences and summits, \r\nwe would like to take this opportunity to reiterate the \r\ncall for closer cooperation between their governing \r\nbodies and the United Nations, most notably the \r\nEconomic and Social Council. \r\nBrazil is generally pleased with the progress obtained \r\nin the first full year of operation of the strengthened \r\nintergovernmental follow-up mechanism to the \r\nfinancing for development process. We welcome in \r\nparticular the participation by the President of the \r\nEconomic and Social Council in the Bretton Woods \r\ninstitutions spring meetings, and hope this practice can \r\nbe expanded in the future to include the World Trade \r\nOrganization. \r\n The multifaceted follow-up mechanism adopted \r\nby the Economic and Social Council in 2009 is a step \r\nin the right direction, ensuring the continuous \r\nconsideration of financing for development issues \r\nthroughout the year. Nevertheless, we would like to \r\nrecall that the Monterrey Conference is the only major \r\nUnited Nations summit in the field of development that \r\ndid not result in the establishment of a permanent \r\nintergovernmental body to oversee and promote the \r\nimplementation of its outcome. Brazil considers that \r\nthis shortcoming needs to be redressed with the \r\nestablishment of a functional commission on financing \r\nfor development. \r\n The Acting President: We have heard the last \r\nspeaker in the debate on agenda items 9 and 13. \r\n I join with colleagues who have commended \r\nAmbassador Ali of Malaysia for his sterling leadership \r\nof the Economic and Social Council. \r\n The General Assembly has thus concluded this \r\nstage of its consideration of agenda items 9 and 13. \r\n \r\nAgenda item 15 (continued) \r\n \r\nCulture of peace \r\n \r\n  Draft resolution (A/65/L.5) \r\n \r\n The Acting President: Members will recall that, \r\nat its 32nd and 33rd plenary meetings, on 18 October \r\n2010, the Assembly considered, in a joint debate, \r\nagenda item 14, “Global Agenda for Dialogue among \r\nCivilizations”, and agenda item 15. \r\n I now give the floor to His Royal Highness Prince \r\nGhazi bin Mohammad, Personal Envoy and Special \r\nAdviser to His Majesty the King of Jordan to introduce \r\ndraft resolution A/65/L.5. \r\n Prince Ghazi bin Mohammad (Jordan): I have \r\nthe honour to introduce on behalf of the Hashemite \r\nKingdom of Jordan and the 27 other sponsors — \r\nAlbania, Azerbaijan, Bahrain, Bangladesh, Costa Rica, \r\nthe Dominican Republic, Egypt, El Salvador, Georgia, \r\nGuatemala, Guyana, Honduras, Kazakhstan, Kuwait, \r\n A/65/PV.34\r\n \r\n23 10-59295 \r\n \r\nLiberia, Mauritius, Morocco, Oman, Paraguay, Qatar, \r\nthe Russian Federation, Saudi Arabia, Tanzania, Turkey, \r\nthe United Arab Emirates, Uruguay and Yemen — draft \r\nresolution A/65/L.5, entitled “World Interfaith Harmony \r\nWeek”. \r\n Allow me to explain in brief the reasoning behind \r\nthis draft resolution, which was launched by his \r\nMajesty King Abdullah II Bin Al Hussein before the \r\nGeneral Assembly on 23 September 2010 (see \r\nA/65/PV.12). \r\n As this Assembly is well aware, our world is rife \r\nwith religious tension and, sadly, mistrust, dislike and \r\nhatred. These religious tensions can easily erupt into \r\ncommunal violence. They also facilitate the \r\ndemonizing of the other, which in turn predisposes \r\npublic opinion to support war against peoples of other \r\nreligions. Thus, for example, according to the results of \r\na 2008 Gallup poll, one of the largest international \r\nsurveys on religion in history, 53 per cent of \r\nWesterners have unfavourable or very unfavourable \r\nopinions of Muslims and 30 per cent of Muslims polled \r\nworldwide hold negative views of Christians. \r\n The misuse or abuse of religions can thus be a \r\ncause of world strife, whereas religions should be a \r\ngreat foundation for facilitating world peace. The \r\nremedy for this problem can come only from the \r\nworld’s religions themselves. Religions must be part of \r\nthe solution, not part of the problem. Much good work \r\nhas already been done towards this, starting really with \r\nthe Second Vatican Council from 1962 to 1965, by \r\nhundreds of intra-faith and interfaith groups all over \r\nthe world and of all religions. \r\n Yet the forces inciting interreligious tensions, \r\nnotable among them being religious fundamentalisms \r\nof various kinds, are better organized, more \r\nexperienced, better coordinated, more motivated and \r\nmore ruthless. They have more stratagems, more \r\ninstitutes, more money and more power and garner \r\nmore publicity, such that they by far outweigh all the \r\npositive work done by the various interfaith initiatives. \r\nThe sad proof of this is that religious tensions are on \r\nthe rise, not on the decline. \r\n The draft resolution before us seeks to turn the \r\ntide against this negative movement, first, by \r\ncoordinating and uniting the efforts of all the interfaith \r\ngroups doing positive work with one focused theme at \r\none specific time annually, thereby increasing their \r\ncollective momentum and eliminating redundancy. \r\n Secondly, the draft resolution seeks to harness \r\nand utilize the collective might of the world’s second-\r\nlargest infrastructure, that of places of worship — the \r\nlargest being that of education — specifically for peace \r\nand harmony in the world, inserting, as it were, the \r\nright “software” into the world’s religious “hardware”. \r\n Thirdly, the draft resolution seeks to permanently \r\nand regularly encourage the silent majority of \r\npreachers to declare themselves for peace and harmony \r\nand to provide a ready-made vehicle for them to do so. \r\nMoreover, if preachers and teachers commit \r\nthemselves on the record once a year to peace and \r\nharmony, this means that when the next interreligious \r\ncrisis or provocation occurs, they cannot then relapse \r\ninto parochial fear and mistrust, and will be more \r\nlikely to resist the winds of popular demagoguery. \r\n Turning to the text itself, allow me to explain \r\nsome of its most essential terminology and concepts. \r\n First, in the very title of the draft resolution and \r\nin the second operative paragraph and elsewhere, the \r\nword “harmony” is used in the Chinese sense of the \r\nterm. We add it to the term “tolerance”, which we have \r\nalso used, because tolerance can suggest that the other \r\nis so negative that it has to be tolerated. We cannot use \r\n“acceptance” because it implies that religions accept \r\neach other’s doctrines, rather than their right to those \r\ndoctrines, and this is not the case. We cannot use the \r\nterm “peace” alone because it suggests merely the \r\nabsence of war and not necessarily the absence of \r\nhatred. Only the Confucian concept of harmony can \r\nrescue us here because it suggests not merely peace, \r\nbut also beautiful and dynamic interaction between \r\ndifferent elements within a whole. \r\n Secondly, in paragraph 3 there is a mention of \r\n“love of God and love of one’s neighbour or love of the \r\ngood and love of one’s neighbour”. Why is this \r\nreligious reference necessary in a United Nations \r\nresolution? In answer to this question, it will be noted \r\nfirst that the draft resolution is unique because it is \r\nspecifically about peace among religions and not about \r\nanything else; therefore, some religious references in \r\nthis particular case are only natural. To rigidly maintain \r\nthe contrary would be to disregard the feelings of 85 \r\nper cent of the world’s population that belongs to one \r\nor another faith. \r\n Thirdly, and more importantly perhaps, we include \r\nthese references because, while we all agree that it is \r\nclearly not the business of the United Nations to engage \r\nA/65/PV.34  \r\n \r\n10-59295 24 \r\n \r\nin theology, it is nevertheless the primary goal of the \r\nUnited Nations to make and safeguard peace, and \r\nwithout the specific mention of God and of the two \r\ncommandments of love, many — if not most — devout \r\nMuslims, Christians and Jews will consider a secular \r\ncall for an interfaith harmony week to be a feckless \r\nplatitude that they cannot fully or sincerely support. For \r\nin the Holy Bible, Jesus Christ said, “man shall not live \r\nby bread alone, but by every word of God” (Matthew \r\n4:4) and “hallowed be thy name” (Matthew 6:9). Similar \r\nmeanings are to be found in the Holy Koran, wherein it \r\nis stated that no act is rewarded save for seeking “the \r\nCountenance of the Lord, the Most High” (XCII:20) and \r\nthat verily “the remembrance of God is of all things the \r\ngreatest” (XXIX:45). \r\n In other words, for many Muslims, Christians and \r\nJews — who together make up perhaps 55 per cent of \r\nthe world’s population and, I regret to say, are involved \r\nin most of the world’s conflicts — it is necessary to \r\nmention the substance of their faiths. Otherwise, \r\nhoping to foster peace between religions by foisting \r\nupon them an external and purely secular and \r\nbureaucratic language is simply a house divided \r\nagainst itself that shall not stand. \r\n Fourthly, it will be noted that this language \r\nexcludes no one of any religion or of no faith at all. \r\nEvery person of goodwill, with or without faith, can \r\nand should commit to love of the neighbour and love of \r\nGod or love of the neighbour and love of the good. \r\nLoving one’s neighbour and the good is, after all, the \r\nessence of goodwill, and referring to the good \r\nobviously does not necessarily imply belief in God or \r\nin a particular religion, even though for many believers \r\nthe good is God precisely. Jesus Christ said, “No one is \r\ngood but God Alone” (The Holy Bible, Mark 10:18) \r\nand “the good” — “Al-Barr” — is one of God’s names \r\nin the Holy Koran. Thus, speaking of the good is a \r\ntheologically correct but inclusive formula — insofar \r\nas it goes — that unites all humankind and leaves out \r\nno one. \r\n Fifthly, there is another reason why it is \r\nspecifically necessary to mention love of the \r\nneighbour. It sets an invaluable, practical standard \r\nbased upon which people can ask themselves and each \r\nother if their actions stem from caritas — love — \r\ntowards their neighbour or not. Indeed, as the Prophet \r\nMuhammad said, “None of you has faith until you love \r\nfor your neighbour what you love for yourself”. \r\n Also in paragraph 3, the phrase “on a voluntary \r\nbasis” is used because the entire proposal must be \r\npurely voluntary. No place of worship should be forced \r\nto observe the World Interfaith Harmony Week for, \r\nwhile we hope to encourage interfaith harmony, the last \r\nthing we want is for anyone at all to feel that anything \r\nis being imposed on his or her faith, beliefs or \r\nconvictions. Nevertheless, one can conceive of positive \r\nincentives to encourage and help support and monitor \r\nthe implementation of the draft resolution. \r\n Finally, and also in paragraph 3, the phrase “each \r\naccording to their own religious traditions or \r\nconvictions” is vital because the different religions do \r\nnot necessarily interpret love of God and one’s \r\nneighbour in exactly the same way and do not want it \r\nsaid that they do. This phrase thus avoids the dangers \r\nof syncretism or reductionism and allows for religious \r\ndifferences within the same goal of working towards \r\ninterreligious peace and harmony. \r\n In summary then, I very humbly ask the Member \r\nStates of the General Assembly to adopt draft \r\nresolution A/65/L.5 on the World Interfaith Harmony \r\nWeek, noting that it excludes no individual, \r\ncompromises no one, commits no one, forces no one, \r\nharms no one and costs nothing, and, on the contrary, \r\nincludes everyone, celebrates everyone, benefits \r\neveryone, unites everyone and has the potential to \r\nbring much-needed peace and harmony to the entire \r\nworld. \r\n The Acting President: The Assembly will now \r\ntake a decision on draft resolution A/65/L.5, entitled \r\n“World Interfaith Harmony Week”. \r\n I give the floor to the representative of the \r\nSecretariat to announce the additional co-sponsors of \r\nthe draft resolution. \r\n Mr. Zhang (Department for General Assembly \r\nand Conference Management): I wish to inform the \r\nGeneral Assembly that the Libyan Arab Jamahiriya, \r\nSuriname and Tunisia have asked to be added to the list \r\nof sponsors of draft resolution A/65/L.5. \r\n The Acting President: May I take it that the \r\nAssembly decides to adopt draft resolution A/65/L.5? \r\n Draft resolution A/65/L.5 was adopted (resolution \r\n65/5). \r\n The Acting President: Before giving the floor to \r\nspeakers in explanation of position, may I remind \r\n A/65/PV.34\r\n \r\n25 10-59295 \r\n \r\ndelegations that explanations of vote are limited to \r\n10 minutes and should be made by delegations from \r\ntheir seats. \r\n Mr. Burniat (Belgium): I have the honour to \r\nspeak on behalf of the European Union on resolution \r\n65/5, entitled “World Interfaith Harmony Week”, \r\nwhich was just adopted. \r\n The European Union would like to extend its \r\nthanks to the delegation of the Hashemite Kingdom of \r\nJordan for the constructive spirit in which it led the \r\nconsultation process on the resolution, as well as for its \r\nreadiness to incorporate in the resolution a number of \r\nsuggestions put forward by the European Union. \r\n The European Union welcomes any call for \r\ndialogue, peace, tolerance and mutual understanding \r\namong peoples and nations. It is in this spirit that the \r\nEuropean Union joined the consensus on the resolution \r\nbased on the following understanding of some \r\nfundamental issues raised therein. \r\n It is an established fact that religions, beliefs and \r\nfaith cannot be considered actors under international \r\nlaw. Therefore, the European Union joined the \r\nconsensus in the understanding that the reference to \r\ndialogue among religions, faiths and beliefs in the \r\nsecond preambular paragraph and paragraph 1 refers to \r\ndialogue among individuals with different religions, \r\nfaiths and beliefs. As in other areas, any obligation of \r\nStates with regard to religious affairs exists not vis-à-\r\nvis any religion, faith or belief as such, but solely \r\ntowards individuals or groups of individuals and in full \r\nrespect for both the individual’s freedom of religion or \r\nbelief and the independence of religious institutions in \r\nmatters of belief. \r\n The European Union is therefore of the view that \r\nthe fourth preambular paragraph and paragraph 3 \r\ncannot be read as giving States a mandate to influence \r\nthe manner in which individuals relate to their faith or \r\nbeliefs or to impose their views on the substance or \r\nmanner of any interreligious or intra-religious \r\ndiscourse. \r\n Furthermore, some European Union member \r\nStates have regulations and policies whereby the State \r\nis strictly separated from any religion. Therefore, we \r\ndo not feel compelled to intervene in religious \r\ndiscourses in places of worship. However, the \r\nEuropean Union fully subscribes to the wish expressed \r\nin the resolution for respect and understanding among \r\nfollowers of all religions, faiths and beliefs. \r\n While acknowledging the importance of \r\ninterreligious dialogue, the European Union wishes to \r\nstate that both interreligious and intra religious \r\ndialogues are additional and complementary \r\ncomponents of intercultural dialogue and a culture of \r\npeace. Religion or faith may constitute part of the \r\nmultiple identities of individuals, but it is our \r\nunderstanding that by solely addressing one of the \r\nsources of identity, the resolution does not wish to \r\nimply the lesser importance of the others. In this \r\nrespect, the European Union would like to highlight the \r\nroles of UNESCO in promoting all aspects of \r\nintercultural dialogue and of the United Nations \r\nAlliance of Civilizations in promoting understanding \r\nand cooperative relations among nations and peoples \r\nacross cultures and religions. \r\n Finally, the European Union wishes to state its \r\nunderstanding that the call for interfaith harmony \r\nexpressed in the resolution and for dialogue among \r\nreligions, faiths and beliefs in the second preambular \r\nparagraph and in paragraph 1 is not limited to specific \r\nmonotheistic religions or beliefs, for example, but is in \r\nfact meant to include all followers of any religion, faith \r\nor belief in a universal and inclusive manner. \r\n Mr. Michelsen (Norway): Norway would like to \r\nthank Jordan for the manner in which it conducted the \r\nnegotiations up to their successful conclusion today. \r\nNorway welcomes this important initiative, as we \r\nrecognize the importance of peaceful coexistence \r\namong individuals of different religions and faiths and \r\nthe importance of interreligious dialogue in promoting \r\npeace and understanding. \r\n For the record, we would like to add that we fully \r\nsubscribe to the understanding just provided by the \r\nrepresentative of Belgium on behalf of the European \r\nUnion of some of the fundamental issues raised in the \r\nresolution. \r\n The Acting President: We have heard the last \r\nspeaker in explanation of vote. \r\n I give the floor to the representative of Jordan. \r\n Prince Ghazi Bin Mohammad (Jordan): Forgive \r\nme for taking the floor again, but I wish only to thank \r\ndelegations, and in particular the now 31 sponsors, for \r\nthe constructive spirit in which they engaged with us \r\nthroughout the process of negotiations. In this context, \r\nA/65/PV.34  \r\n \r\n10-59295 26 \r\n \r\nwe would like to assure the members of the European \r\nUnion that we agree with the fine distinctions they \r\npresented in their explanation after the vote, and we are \r\ngrateful to them for their support and contribution. \r\n The Acting President: I give the floor to the \r\nrepresentative of Turkey. \r\n Mr. Apakan (Turkey): We welcome the adoption \r\nof resolution 65/5 on World Interfaith Harmony Week \r\nand the initiative undertaken by the delegation of \r\nJordan. On this occasion, I would like to extend a \r\nwarm welcome to His Royal Highness Prince Ghazi \r\nBin Mohammad and to thank Jordan for introducing \r\nthis noble initiative. We are honoured to co-sponsor the \r\nresolution and pleased to see it embraced by the wider \r\nmembership. This shows the commitment of the world \r\ncommunity to making the world more peaceful and \r\nharmonious for future generations. \r\n We believe that this call for peace, tolerance and \r\nmutual understanding will further contribute to the \r\npromotion of a global culture of peace around the \r\nworld. For its part, Turkey will continue its efforts to \r\npromote our common values of peace, tolerance and \r\nrespect for humanity. \r\n The Acting President: I now give the floor to the \r\nPermanent Observer of the Holy See. \r\n Archbishop Chullikatt (Holy See): My \r\ndelegation takes this opportunity to thank the \r\ndelegation of Jordan for having brought forward \r\nresolution 65/5 on promoting goodwill among religions \r\nin order to advance a culture of peace. For several \r\nyears now, the United Nations has taken up \r\nconsideration of this agenda item. Over 10 years ago, \r\nMember States adopted the Declaration and \r\nProgramme of Action on a Culture of Peace (resolution \r\n53/243), and not long thereafter adopted the first \r\nresolution on the promotion of religious and cultural \r\nunderstanding, harmony and cooperation. \r\n The creation of a culture of peace among the \r\npeoples of the world is not a task to be taken lightly. \r\nAll persons have a responsibility each and every day to \r\npromote peace, tolerance and mutual respect among all \r\npersons of the various religions traditions. Setting \r\naside a week in the coming year for the purpose of \r\nraising consciousness regarding our common  \r\n \r\ncommitment in this regard certainly highlights the \r\nimportance of this responsibility and can be \r\ninstrumental in concretely translating love of God into \r\nlove of neighbour, which means not only those of our \r\nown religious tradition, but each and every person, \r\nbecause everyone has dignity and value. \r\n My delegation commends the manner in which \r\nthe mission of Jordan carried out consultations \r\nregarding the present resolution. Some of my \r\ndelegation’s proposals were taken into consideration. \r\nAt the same time, however, my delegation hoped that \r\nthe resolution would have focused more on the \r\nimportance of dialogue among religions at the \r\ninstitutional and authoritative levels. \r\n In this regard, for example, one thinks of the \r\nvarious formal responses to A Common Word Between \r\nUs and You, including the Catholic-Muslim forum, \r\nwhich is an ongoing initiative in which many scholars \r\nof both religions have been meeting on a regular basis \r\nto advance interreligious dialogue. Moreover, the \r\nresolution does not clearly express the difference \r\nbetween faith at a personal level and religion at a more \r\ninstitutional level. In this sense, my delegation would \r\nhave liked to have the title of the resolution changed \r\nfrom “World Interfaith Harmony Week” to “Worldwide \r\nWeek of Interreligious Dialogue/Understanding” or \r\n“Worldwide Week of Interreligious and Interfaith \r\nDialogue”. So too, my delegation would have preferred \r\nthe word “interreligious” in the text, instead of \r\n“interfaith”; and the misleading word “harmony” \r\nreplaced with “dialogue”, “respect” or “tolerance”. \r\n Respect for religious and cultural diversity in an \r\nincreasingly globalized world contributes to \r\ninternational cooperation and promotes enhanced \r\ndialogue among religions and persons. On the occasion \r\nof the adoption of the text before us, my delegation \r\ntakes this opportunity to reaffirm its ongoing \r\ncommitment to promoting mutual understanding, \r\nrespect, dialogue and collaboration between Catholics \r\nand the followers of all other religious traditions. \r\n The Acting President: The General Assembly \r\nhas thus concluded this stage of its consideration of \r\nagenda item 15. \r\n The meeting rose at 12.40 p.m. \r\n \r\n"