" United Nations  A/65/PV.14\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fifth session \r\n \r\n14th plenary meeting \r\nFriday, 24 September 2010, 11 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n10-54959 (E) \r\n*1054959*   \r\nPresident: Mr. Deiss . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Switzerland) \r\n \r\n \r\n  The meeting was called to order at 11.10 a.m. \r\n \r\n \r\nAddress by Mr. Pál Schmitt, President of the \r\nRepublic of Hungary \r\n \r\n The President (spoke in French): The Assembly \r\nwill now hear an address by the President of the \r\nRepublic of Hungary. \r\n  Mr. Pál Schmitt, President of the Republic of \r\nHungary, was escorted into the General Assembly \r\nHall. \r\n \r\n The President (spoke in French): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Excellency Mr. Pál Schmitt, \r\nPresident of the Republic of Hungary, and to invite him \r\nto address the Assembly. \r\n President Schmitt: As an engaged member of the \r\nUnited Nations, Hungary wishes to play its part in \r\ninternational efforts aimed at building our common \r\nfuture. In this spirit, we do our utmost to contribute to \r\nthe crisis-management and peacekeeping operations of \r\nthe international community, and we seek to deliver \r\nspecial added value to international development and \r\nhumanitarian activities. I can assure the Assembly that \r\nas a candidate country for Security Council \r\nmembership for the period 2012-2013, Hungary stands \r\nready to work vigorously to overcome divisions and to \r\nstrengthen global partnerships in today’s interdependent \r\ninternational environment. \r\n The Preamble of the Charter states that we the \r\npeoples of the United Nations are determined, \r\ninter alia, “to promote social progress and better \r\nstandards of life in larger freedom” and, for this end, \r\n“to employ international machinery for the promotion \r\nof the economic and social advancement of all \r\npeoples”. \r\n In the year 2000, the United Nations exhibited \r\nleadership in the articulation and adoption of the \r\nMillennium Development Goals (MDGs). Contributions \r\nmade at the MDG summit a few days ago reassured me \r\nthat, although most of us are suffering from the fallout \r\nof the recent global crises, none of us would readily \r\naccept the vision of a bleak future that would result \r\nfrom slowing down the concrete actions we take. \r\nHungary remains determined to take on its share of \r\nresponsibility in realizing the MDGs on a global scale, \r\nand we will continue to implement donor programmes \r\nin various parts of the world. \r\n The effects of the recent global financial and \r\neconomic crisis have thrown millions of people into \r\npoverty, especially those who are most vulnerable in \r\nthe developing world. The food, water and energy \r\ncrises and humanitarian disasters such as the \r\nearthquake in Haiti and floods in Pakistan have also \r\ntaken their toll on the lives of people. The growing \r\nnumber of disasters emphasizes the great need for \r\nprevention, preparedness and disaster risk reduction, as \r\nwell as for development activities centred on the \r\npromotion of sustainable economic growth. Hungary \r\nbelieves that, in order to achieve success and \r\neffectively meet the needs of vulnerable or \r\ndisadvantaged groups in these turbulent times, a \r\nA/65/PV.14  \r\n \r\n10-54959 2 \r\n \r\npartnership-based approach needs to be adopted in this \r\nregard. \r\n Similarly, climate change figures high among the \r\npre-eminent challenges of the twenty-first century that \r\nthreaten our well-being, security and economic \r\ndevelopment. The international community should pay \r\nparticular attention to the well-founded and legitimate \r\nconcerns of the small island States of the Caribbean \r\nand the Pacific in this regard. Our primary goal should \r\nnow be the adoption of a series of ambitious, action-\r\noriented decisions at the United Nations Framework \r\nConvention on Climate Change negotiations to be held \r\nin Cancún, Mexico, later this year. Such decisions \r\nwould prepare the ground for the adoption of a \r\ncomprehensive and legally binding global framework \r\nnext year in South Africa. \r\n As a State member of the European Union, \r\nHungary is committed to reducing greenhouse gas \r\nemissions by 20 per cent by 2020. Moreover, we are \r\nalso ready to undertake further emissions reductions if \r\nour partners make similar commitments, taking into \r\naccount their different capabilities. \r\n The promotion and protection of human rights \r\nconstitute the cornerstone of Hungary’s foreign policy. \r\nHungary acts at the forefront of international efforts to \r\nfight all forms of discrimination, including \r\ndiscrimination based on national or ethnic origin. We \r\nare of the view that the rights of minorities, with \r\nspecial regard for the preservation of their cultural \r\nidentities and linguistic heritage, should be high on the \r\nagenda of the international community. We believe that \r\nflourishing minority communities do not weaken a \r\nsociety but, on the contrary, contribute to the cultural \r\nenrichment of a country. Fruitful relationships between \r\nthe majority and minorities can only be pursued if \r\nhuman rights are not being infringed and if tolerance \r\nprevails at all levels of society. This is one of the \r\nreasons that Hungary has decided to establish the \r\nBudapest-based Tom Lantos Institute, an international \r\ncentre for promoting human rights and spreading the \r\nvalue of tolerance. \r\n Hungary also feels compelled to raise the issue of \r\nwomen worldwide. The possible role played by women \r\nin accelerating the achievement of the MDGs and in \r\nreducing tensions and hostilities around the world \r\nshould not be neglected. We are confident that the \r\nrecent establishment of the United Nations Entity for \r\nGender Equality and the Empowerment of Women \r\n(UN Women) marks significant progress in this regard \r\nand will make a great contribution to the elimination of \r\nthe disadvantages facing women. \r\n Let me express Hungary’s sincere gratitude to the \r\nSecretary-General for convening, on this very day, a \r\nHigh-level Meeting on the disarmament machinery. \r\nNew dynamism in this area was also clearly \r\ndemonstrated at the Review Conference of the Parties \r\nto the Treaty on the Non-Proliferation of Nuclear \r\nWeapons earlier this year, and we are hopeful that the \r\nrenewed international commitment to nuclear \r\ndisarmament and non-proliferation will lead to success. \r\n We note with great concern, however, that the \r\ngrowing consensus around the ultimate goal of a \r\nso-called global zero of nuclear weapons is being \r\noffset by overt and covert attempts at the proliferation \r\nof weapons of mass destruction and missiles by certain \r\ncountries. Hungary fully supports the statement made \r\nin New York on 22 September by the High \r\nRepresentative of the European Union, Catherine \r\nAshton, on the negotiations conducted between the \r\nE3+3 Governments and Iran. \r\n International terrorism is another of the most \r\nserious threats to international peace and security. \r\nHungary strongly condemns this phenomenon in all its \r\nforms and manifestations and underscores the pivotal \r\nrole of the United Nations in counter-terrorism. We \r\nwelcome the fact that the recently concluded second \r\nreview of the United Nations Global Counter-Terrorism \r\nStrategy reinforced the consensus among Member \r\nStates to foster a global counter-terrorism alliance. \r\nAnd, expressing our full solidarity with the victims of \r\nterrorism, we lend our unequivocal support to all \r\nUnited Nations efforts in this regard. \r\n Almost a decade ago, this city of New York \r\nsuffered one of the most horrendous terrorist attacks in \r\nhuman history. The appalling statement made by one of \r\nthe speakers yesterday concerning this tragic event is \r\nunacceptable and is detrimental to the noble cause of \r\npromoting mutual understanding and dialogue among \r\nreligions and civilizations. \r\n The United Nations was created, and I shall again \r\nquote from the Preamble of the Charter, in order to \r\n“practice tolerance and live together in peace with one \r\nanother as good neighbours”. Coexistence and \r\ncooperation would serve regional stability in the \r\nWestern Balkans, a region which, due to its proximity \r\n A/65/PV.14\r\n \r\n3 10-54959 \r\n \r\nto Hungary’s borders, has great importance in our \r\nforeign policy. \r\n In our view, progress towards the stabilization of \r\nthe region and resolution of its persisting problems \r\nshould be the result of an essentially internally driven \r\nprocess, with the unwavering support of the \r\ninternational community. \r\n Hungary respects the recently issued advisory \r\nopinion of the International Court of Justice on \r\nKosovo, and our country remains strongly committed \r\nto encouraging direct dialogue between the countries \r\nand communities of the region. \r\n In Afghanistan, the international community in \r\ngeneral, and the countries in the region in particular, \r\nshould assist efforts towards reconciliation, good \r\ngovernance and sustainable development. Strengthening \r\nState institutions at all levels, improving the security \r\nsituation and effectively implementing civilian \r\ndevelopment programmes are all essential for \r\ndecreasing tensions and transferring responsibility and \r\nleadership to the Afghan Government. Hungary \r\nremains committed to supporting Afghanistan \r\npolitically, and we will do our best to provide \r\nassistance to the country through both bilateral and \r\nmultilateral channels. \r\n We envisage the establishment of an independent, \r\ndemocratic and viable Palestinian State living side by \r\nside in peace and security with Israel and its other \r\nneighbours. We also believe that the Middle East peace \r\nprocess should and can lead to overall Arab-Israeli \r\nreconciliation. We all know that it takes brave men to \r\nstart a war, but it takes statesmen to finish it. In this \r\nspirit, Hungary welcomes and strongly supports the \r\nfact that the proximity talks have recently transformed \r\ninto direct talks between the Government of Israel and \r\nthe Palestinian Authority. We commend the personal \r\ncommitment of Secretary-General Ban Ki-moon and \r\nthe efforts made by the Quartet, including the \r\nEuropean Union, as well as the valuable contributions \r\nmade by a number of outstanding Arab statesmen in \r\nthis regard. \r\n Acting on its own, as well as within the United \r\nNations framework, Hungary is a partner of African \r\ncountries in enhancing development and establishing \r\npeace and security on the continent. We also encourage \r\nAfrica’s voice to be heard in relation to compelling \r\nglobal questions such as water management, poverty \r\neradication and the empowerment of women. Still, we \r\nonce again emphasize the significance of the role of \r\nAfrican countries themselves and the importance of \r\ndialogue and negotiations in this process. \r\n In conclusion, let me, on a personal note as the \r\nonly Olympic champion in the Hall, emphasize my \r\nstrong belief that multilateral partnerships can only be \r\nenhanced by respecting the jointly established rules, \r\nwith special regard to the rules of fair play with other \r\nteams and players on the field. I am confident that, \r\nduring the coming session of work, the noble principles \r\nof the United Nations will continue to guide all \r\ndelegations in strengthening the kind of global \r\ncooperation within the United Nations machinery that \r\nis so strongly needed to tackle the challenges facing us \r\ntoday. I wish to assure the Assembly that Hungary \r\nstands ready to do its utmost to contribute to those \r\nnoble goals. \r\n The President (spoke in French): On behalf of \r\nthe General Assembly, I wish to thank the President of \r\nthe Republic of Hungary for the statement he has just \r\nmade. \r\n  Mr. Pál Schmitt, President of the Republic of \r\nHungary, was escorted from the General Assembly \r\nHall. \r\n \r\nAddress by Ms. Cristina Fernández, President of the \r\nArgentine Republic \r\n \r\n The President (spoke in French): The Assembly \r\nwill now hear an address by the President of the \r\nArgentine Republic. \r\n  Ms. Cristina Fernández, President of the Argentine \r\nRepublic, was escorted into the General Assembly \r\nHall. \r\n \r\n The President (spoke in French): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations Her Excellency Ms. Cristina \r\nFernández, President of the Argentine Republic, and to \r\ninvite her to address the Assembly. \r\n President Fernández (spoke in Spanish): Most \r\nof the speeches we have heard so far today and \r\nyesterday have had three main focuses. One of them, \r\nwithout a doubt, is the global economic crisis, its \r\nimpact and evolution and how to overcome it. Climate \r\nchange has been another focus. And, finally, the third \r\nfundamental and very important topic has been the \r\nmaintenance of international peace and security. \r\nA/65/PV.14  \r\n \r\n10-54959 4 \r\n \r\n I believe that emerging countries, and Argentina \r\nin particular, have a wealth of experience to share in \r\nconnection with these three topics, and that we need to \r\ntake a position. With respect to the global crisis, whose \r\nimpact has been felt in emerging countries despite the \r\nfact that it actually originated in developed countries, it \r\nmust be pointed out that it was precisely the \r\ndeveloping countries that supported the economic \r\ngrowth of the past decade and that will again reignite \r\nand sustain economic growth and activity and thus \r\nprovide the means to overcome what is perhaps the \r\nmost significant economic crisis since 1930. And \r\nArgentina, in this sense, was somewhat of a guinea pig \r\nfor the policies of the 1990s, when it was held up as a \r\nmodel pupil while it was in reality ratcheting up \r\nunsustainable levels of debt, producing neither goods \r\nnor services, and actually experiencing a fall in job-\r\ncreation, finally collapsing in 2001 in a financial crisis \r\nvery similar to that which shook the world in the third \r\nquarter of 2008. \r\n The ground fell out from beneath Argentina in \r\n2001. However, through the policies we pursued from \r\n2003 onwards, we have been able to overcome that \r\ncrisis, which so closely resembled that which hit the \r\nworld in 2008. And we did so through our own efforts \r\nand, crucially, with an economic and political strategy \r\nthat was not dictated by demands from the multilateral \r\ncredit institutions but was in line with our own \r\nconvictions and, crucially, our own interests. \r\n In the eight years leading up to this bicentennial \r\nyear — this year, my country marks 200 years of \r\nfreedom — we have achieved the most significant \r\neconomic growth ever seen in our 200 years of history. \r\nWe managed to emerge from debt in a way never \r\nbefore seen in our history. Since that sovereign default \r\nof 2001, which was the greatest such default in history, \r\ntoday Argentina has renegotiated 93 per cent of its total \r\ndebt with Argentine debt title-holders. And, moreover, \r\nArgentina has achieved heretofore unknown inclusive \r\ngrowth in the past year, following our application of \r\ncounter-cyclical measures throughout all of 2009 and \r\nin late 2008. We have experienced growth in economic \r\nactivity of 9 per cent over the past 12 months. We \r\nbrought the unemployment rate back down to 7.9 per \r\ncent. And we managed to continue reducing the rates of \r\npoverty and extreme poverty, which are now at levels \r\nnever before seen in our country. \r\n This is due essentially to counter-cyclical \r\neconomic management and to an understanding that \r\ninstruments such as the central bank, reserves, foreign \r\ntrade, production, employment generation and better \r\nliving standards, with a robust expansion in fiscal \r\nspending, are exactly what has meant that the crisis \r\noverwhelming developing countries has not had the \r\nsame impact it would have had at other times. \r\n In this context, I wish to point out that we have \r\nalso promoted the intelligent use of our reserves, which \r\nis something currently under discussion in all \r\nmultilateral bodies, in the world of economics and in \r\nthe context of the Group of 20. We have used our \r\nreserves rationally because we believe that, in our case, \r\nthey are the result of a trade surplus — that is to say, \r\nhard currency dollars — and should be applied to \r\npaying down the debt rather than putting them into \r\ncapital markets, thereby resulting in double-digit debt \r\nwhile we would be paid only 0.5 per cent interest for \r\nour reserves. It would really have been senseless and \r\nirrational for our country to go into double-digit debt \r\nwhen in reality we had more than enough reserves, for \r\nwhich we would be paid barely 0.5 per cent. \r\n What I am trying to say is that our experience in \r\nArgentina, as well as that of other emerging countries \r\n— which, I wish to reiterate once again, are shoring up \r\neconomic growth — makes it incumbent upon the \r\nGroup of 20, as well as the Group of 77, where we will \r\nalso push for this, to carry out a rigorous reform of \r\ninternational credit agencies, which have failed in their \r\nfundamental purpose: to ensure a stable global \r\neconomy that produces jobs and well-being for the \r\ninhabitants of the planet.  \r\n  Mr. Mac-Donald (Suriname), Vice-President, took \r\nthe Chair. \r\n \r\n In that regard, we believe that it is truly urgent \r\nfor there to be global legislation in the area of vulture \r\nfunds, which basically move from one area of the \r\ncountry to another in genuinely speculative ways and \r\nhave a pitiless impact on economies. We also believe \r\nthat there is a need to evaluate and legislate on risk-\r\nrating agencies, which for instance rated Argentina’s \r\ndebt as highly risky when it reality the Argentine \r\nRepublic had been scrupulously paying its debt since \r\nthe first renegotiation, in 2005, without turning to \r\ncapital markets. Nevertheless, they have given much \r\nhigher rankings to countries that subsequently \r\ndemonstrated that they did not have the capacity to \r\naddress their debt because they had structural problems \r\nin their economies, such as fiscal deficits, commercial \r\n A/65/PV.14\r\n \r\n5 10-54959 \r\n \r\ndeficits and reserve outflows — precisely the opposite \r\nof what took place in Argentina. \r\n We therefore believe in the need for global \r\nre-engineering of multilateral funds — essentially in a \r\ntheoretical framework different from the one that the \r\nworld has experienced, namely, the Washington \r\nConsensus. That Consensus has been exhausted by \r\nfailure, but has not been replaced by a new theoretical \r\nframework that gives different roles to central banks, \r\nas well as to States as instruments to promote counter-\r\ncyclical fiscal measures that ensure something which, \r\nin our opinion, is a central concern: employment \r\nstability, rather than just currency stability. \r\n We also sincerely believe that currencies should \r\nnot be protected solely from a monetary perspective; \r\non the contrary, we believe that the value of each \r\ncountry’s currency is directly linked to the potential for \r\ngrowth and wealth-generation capacity of each \r\ncountry’s economy. It is also linked to the equitable \r\ndistribution of wealth, which should make societies \r\nsustainable through a model that is not just economic \r\nbut also essentially political. \r\n Climate change, which is very important and will \r\nsoon be addressed at the Cancun meeting, has also \r\nbeen a central theme in all the interventions that have \r\nbeen made from this rostrum. While it is well and good \r\nto speak of that, we have not been able to reach an \r\nagreement because, in fact, we are not being offered a \r\nsolution in this area that is just and equitable in terms \r\nof who, and to what degree, should bear primary \r\nresponsibility for damage due to environmental \r\npollution. It is not fair that developing countries — \r\nwhich, by paying a high price, have been able to \r\novercome high levels of poverty and social inequality \r\nthrough economic growth — should be the ones that \r\nhave to assume responsibility for the environmental \r\nlegacy of developed countries, which for decades \r\ncontaminated the world and which should therefore be \r\nthe ones to shoulder this responsibility. Establishing \r\nviable targets and goals that are in line with the need to \r\ncontinue to grow the economy also require that we \r\nseriously realign our goals in the area of global \r\nwarming. \r\n With regard to the final focus, namely, building \r\ninternational peace and security, we sincerely believe \r\nthat the resumption of dialogue between the State of \r\nIsrael and the Palestinian Authority is very good news \r\nindeed when it comes to finally achieving what I \r\nbelieve all of us have looked forward to for quite a \r\nlong time: that the State of Palestine will be seated as a \r\nfull member during the next session of the General \r\nAssembly. We believe that will make an enormous \r\ncontribution to the maintenance of international peace \r\nand security. I say this by virtue of our experience as a \r\ncountry that has been a target and victim of \r\ninternational terrorist groups. As the Assembly is \r\naware, in 1992 and 1994 my country was the victim of \r\ntwo terrible terrorist attacks. The first was the blowing \r\nup of the Israeli Embassy, and the second tragedy was \r\nthe bombing of the Asociación Mutual Israelita \r\nArgentina (AMIA). \r\n In that regard, in 2007, my country’s then \r\nPresident, Néstor Kirchner, requested the Islamic \r\nRepublic of Iran to agree to the extradition of Iranian \r\ncitizens whom the Argentine justice system had \r\naccused of participation in carrying out that heinous \r\ncrime. I did the same as President in 2008 and 2009 — \r\nto little effect, I must confess. I did so while \r\nemphasizing that mine is a leading country in \r\nrespecting human rights and bringing to justice those \r\nwho commit crimes against humanity. I have also \r\nunderscored that we have a system that ensures due \r\nprocess and the right to counsel and that does not \r\npermit anyone to be tried or convicted in absentia. It is \r\nfor those reasons that we continue to make this request \r\nfor extradition. We have also emphasized that for any \r\nArgentine citizens who believe that our country’s \r\njustice system is not fair enough or does not enforce \r\nthe law, we are party to international conventions to \r\nwhich they can turn, including such international \r\ntribunals as the Inter-American Commission on Human \r\nRights. Despite the fact that we have guaranteed that \r\nall these principles will continue to be respected in the \r\nArgentine Republic, we have not yet achieved results. \r\n I shall not on this occasion call for the fourth \r\ntime for something that will clearly not achieve results. \r\nBut I will propose to the Islamic Republic of Iran — \r\neven if it has no faith in Argentine justice, as it has \r\nsaid, because of prejudgement and insufficient \r\nneutrality to carry out a trial — that a third country be \r\nselected, through mutual agreement between our \r\ncountries, in which there are guarantees of due process \r\nand where international observers and United Nations \r\nrepresentatives may participate to bring to trial the \r\nterrible attack on AMIA in our country. I should also \r\nlike to say that we do not consider that attack as an \r\nA/65/PV.14  \r\n \r\n10-54959 6 \r\n \r\nattack on one community or one religion. For us, it was \r\nan attack on all Argentines. \r\n I am President of a country where we can \r\ncelebrate the Jewish New Year with the Jewish \r\ncommunity, as I did this year in my capacity as leader \r\nof the country. We also celebrated the end of Ramadan \r\nat an Islamic centre. We are a country of open-\r\nmindedness because of our immigrant heritage, which \r\nguarantees plurality and diversity for all. \r\n There is a precedent for what we are proposing. \r\nThis precedent is not a capricious or fantastical legal \r\nconstruction; it is the Lockerbie case. That is an \r\ninternational precedent of a trial held in a third neutral \r\ncountry that could provide guarantees for those who \r\nfear they might not be judged impartially. In this \r\nconnection, I would like to clarify that the Argentine \r\nRepublic is not seeking guilty parties. All the Argentine \r\nGovernment seeks is justice. Ultimately, anyone who \r\nhas committed a crime of such magnitude should be \r\npunished.  \r\n Thus, we hope that the offer I make to the Islamic \r\nRepublic of Iran today before the General Assembly \r\nwill put an end to the pretext of non-neutrality and to \r\naccusations of our complicity in withholding impartial \r\njustice. I address this in particular to those who insist \r\nthat there can be no impartial justice. I believe that this \r\neloquent gesture has international precedents and will \r\nallow us to resolve this situation and to channel this \r\ndispute institutionally. We must do this if we wish to \r\nfeel truly part of the international community. We must \r\nresolve this dispute in a framework of justice and \r\nlegality. \r\n Finally, again in connection with security \r\nconcerns, we must once again, here in this Assembly, \r\ndemand respect for our sovereign rights over the \r\nMalvinas Islands. We do not do so solely for historical \r\nreasons. Our claim is absolutely up to date. The United \r\nKingdom has systematically refused to implement \r\nuniversally binding General Assembly resolutions \r\ncalling for negotiations with the Argentine Republic on \r\nthe question of sovereignty.  \r\n But that is not all. Unilateral decisions have been \r\ntaken to exploit hydrocarbon resources on the islands. \r\nThere are two aspects to this exploitation. The first is \r\nthat it constitutes depredation of natural resources that \r\nbelong to us. It is unthinkable that territorial, historical \r\nor legal sovereignty can be maintained over islands \r\nthat are 14,000 kilometres from the United Kingdom \r\nand whose transplanted population sits on a continental \r\nshelf that unquestionably belongs to the Argentine \r\nRepublic geographically, geologically and historically.  \r\n The second aspect is the risk of ecological \r\ncatastrophe. British Petroleum, operating off the coast \r\nof the United States in the Gulf of Mexico, set off an \r\nunprecedented ecological catastrophe. The lack of \r\noversight by our country or any other over what the \r\nUnited Kingdom is doing in the Malvinas Islands has \r\nmobilized us not only to defend the natural resources \r\nof my country, but to seek to avert an ecological \r\ncatastrophe that could occur due to this total lack of \r\noversight.  \r\n Some may say that this has nothing to with \r\nsecurity. It has a great deal to do with security, because \r\none of the central problems of our globalized world is \r\nthe need to adapt the Security Council to our times. We \r\nneed a Security Council worthy of its name. England, \r\nlike other countries that have a permanent seat on the \r\nCouncil, has used and misused its position. Resolutions \r\nof the Council are applicable only to those countries \r\nthat do not have sufficient power or the right to a \r\npermanent seat on the Council. The Council should be \r\nreformed because it has never been able to maintain \r\ninternational peace and security. \r\n That is not simply because some seats are \r\npermanent or because the world context has changed \r\nsince the San Francisco Charter created the Security \r\nCouncil. The Security Council, with its permanent \r\nmembers, was a Security Council where those who \r\nwere seated could, by pressing a red button, cause a \r\nnuclear holocaust. That was the true reason for creating \r\na Council that could strike a balance between the \r\ninterests of a bipolar world and prevent a nuclear \r\nholocaust. \r\n That world no longer exists. Those who were \r\nonce irreconcilable enemies and rivals are now \r\nassociates, allies, friends or whatever anyone might \r\ncare to call them. What is certain is that those who can \r\nunleash terrible conflict situations, tragedies and \r\ninternational terrorism are not and never will be seated \r\nthere. Thus, the Security Council has lost its \r\neffectiveness because it is not in line with today’s \r\nworld or the dangers besetting it. Quite the contrary, \r\nthe use and misuse of their dominant position by \r\nmembers of the Council in certain countries have \r\nprovoked conflicts that cannot then be stifled by the \r\nCouncil, much less by the Organization. \r\n A/65/PV.14\r\n \r\n7 10-54959 \r\n \r\n We believe that the case of the Malvinas Islands \r\nis very enlightening. The United Kingdom can do as it \r\nlikes because no one is compelling it to implement the \r\ndecisions of the Security Council, because it is a \r\npermanent member and an important member of \r\nNATO. In a world of double standards — where only \r\nthe developing and extremely weak countries are \r\ncompelled to abide by the international legal order \r\nwhile those who can systematically violate it do so — \r\nit is not possible to build peace, let alone maintain \r\ninternational security, because such situations end up \r\ncreating the kind of insurmountable disputes and \r\ndifferences we see every day. \r\n I believe it important to note that the concepts of \r\nsecurity and peace can never be associated with \r\nmilitary matters alone. They must be essentially \r\nassociated with political values, equity, freedom and a \r\ncause for which humankind has fought from the \r\nbeginning: equality.  \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the \r\nArgentine Republic for the statement she has just \r\nmade. \r\n  Ms. Cristina Fernández, President of the Argentine \r\nRepublic, was escorted from the General \r\nAssembly Hall. \r\n \r\nAddress by Mr. Ali Bongo Ondimba, President of the \r\nGabonese Republic  \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the President of the Gabonese \r\nRepublic. \r\n  Mr. Ali Bongo Ondimba, President of the Gabonese \r\nRepublic, was escorted into the General Assembly \r\nHall. \r\n \r\n The Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Ali Bongo Ondimba, \r\nPresident of the Gabonese Republic, and to invite him \r\nto address the Assembly. \r\n President Bongo Ondimba (spoke in French): At \r\nthe outset, allow me to convey to Mr. Joseph Deiss, on \r\nbehalf of my country, our heartfelt congratulations on \r\nhis election to the presidency of the General Assembly \r\nat this session. His proven experience and skill will \r\nensure that our deliberations are successful. I thank his \r\npredecessor, His Excellency Mr. Ali Abdussalam Treki, \r\nfor the excellent manner in which he discharged his \r\nmandate. To the Secretary-General, His Excellency \r\nMr. Ban Ki-moon, I reiterate the support of Gabon for \r\nhis tireless involvement in building a world that is \r\nmore free, just and united.  \r\n I take this opportunity to express from this \r\nrostrum my gratitude to all here and the entire \r\ninternational community for the solidarity they \r\nextended to the people of Gabon when my predecessor, \r\nthe late President Omar Bongo Ondimba, passed away. \r\nI am also grateful for the many forms of support \r\nextended to us throughout Gabon’s process of \r\ndemocratic transition, which has highlighted the \r\ncredibility and reliability of our institutions and our \r\npeople’s sense of responsibility.  \r\n For almost a year now, I have engaged Gabon in \r\nbroad-ranging economic, social and political reforms \r\ncentred on promoting our environmental heritage and \r\nindustrial sector and on making the service sector more \r\ndynamic. When I took office, I presented the three \r\nstrategic pillars of an emergent Gabon: Green Gabon, \r\nIndustrial Gabon and Services Gabon.  \r\n By putting Green Gabon at the head of that list, I \r\nwanted to underscore the central role that this sector \r\nwill play in Gabon’s economy. I see Green Gabon as a \r\ncross-cutting approach that underlies our overall \r\ndevelopment strategy. Industrial Gabon draws upon \r\nefforts to promote our natural resources, while \r\nrespecting the basic principles of environmental \r\npreservation. Services Gabon highlights the country’s \r\nownership of new information and communications \r\ntechnology, the promotion of tourism, transportation \r\nimprovements and the development of human \r\nresources. \r\n In the light of this vision, we have established a \r\nclimate council to mainstream the issues of climate \r\nchange into our national development policies. In the \r\nsame vein, we have just entered into a partnership with \r\nBrazil and with France to establish a satellite imaging \r\nfacility to monitor the forest cover of the Congo basin, \r\nwhich comprises more than 2 million square kilometres \r\nof equatorial rainforest.  \r\n The many initiatives in which I have engaged my \r\ncountry are aimed in particular at improving \r\ngovernance, fighting corruption, reducing State \r\nexpenses and preserving the environment, all of which \r\nrequires international support. We bear in mind, of \r\ncourse, that our future depends above all upon our own \r\nA/65/PV.14  \r\n \r\n10-54959 8 \r\n \r\nefforts to manage our resources, achieve good \r\ngovernance and serve the greater good.  \r\n Beyond our desire to mobilize further national \r\nand international resources, we continue to be firmly \r\ncommitted to the quest for peace and security, both \r\nregionally and globally. Through our membership in \r\nthe Security Council, we are fully shouldering our \r\nresponsibilities and making our contribution to the \r\nquest for a world that can look to the future with \r\nconfidence.  \r\n The theme of our debate gives us yet another \r\nopportunity to assess the role of the United Nations in \r\nglobal governance. Our world still bears the scars of \r\nthe terrible financial and economic crisis of 2008, \r\nwhich spared no country. The rapid and robust \r\nmobilization of the international community, and the \r\nUnited Nations in particular, in the face of this crisis \r\ndemonstrated its ability to respond when it is motivated \r\nand supported by genuine political will. Such \r\ninternational solidarity should be made systematic, and \r\nwe hope it will be renewed in efforts to deal with the \r\nemerging challenges that we face today. \r\n Given the complexity of the new crises we face \r\ntoday, we need to design a new approach to conflict \r\nmanagement. Peacekeeping has not had just successes; \r\nquite the contrary, there are many cases in which, for \r\nlack of resources and ambition, the United Nations has \r\nbeen unable to intervene and thus abandoned \r\ndefenceless populations to rebels and other armed \r\ngroups.  \r\n It is time for us to move beyond peacekeeping so \r\nthat we can adopt, when circumstances require, a \r\nphilosophy of imposing peace. We need to give \r\nourselves the capacity to deploy robust peace missions \r\ncommensurate with the nature of the conflicts that \r\ncontinue to destabilize certain States. Peacekeeping in \r\nand of itself will not be able to meet the challenges of \r\nsecurity. I reiterate my call for a culture of conflict \r\nprevention, which has the advantage of both averting \r\nmany casualties and saving the modest resources that \r\nare so necessary to our countries’ development. \r\n The quest for peace and security remains a \r\nconstant concern in Africa and elsewhere. The \r\nimminent referendum on Southern Sudan appears to be \r\nclouded with uncertainties. Indeed, the hope of a \r\npolitical settlement to that thorny regional issue is \r\nparalleled by the fear of the balkanization of a \r\ncontinent that has already suffered too many divisions. \r\nThe stakes in the Sudan today perhaps foreshadow a \r\ncycle that will mark Africa’s future. I appeal to the \r\nparties and the international community, in the interests \r\nof the populations involved, to take full stock of their \r\nresponsibility to ensure the success of a process \r\nleading up to the referendum.  \r\n Here, I commend the commitment of the United \r\nNations and the African Union to supporting the \r\nimplementation of the Comprehensive Peace \r\nAgreement, to which my country remains committed. \r\nSpecifically with respect to Darfur, I call on all parties \r\nto be further involved in the Doha political process. I \r\ntake this opportunity to pay tribute to the State of Qatar \r\nfor its efforts to that end.  \r\n In Somalia, I commend the support of the United \r\nNations for the efforts of the African Union Mission in \r\nSomalia to put an end to instability in that country. \r\nYesterday’s mini-summit on the situation in that \r\ncountry attested to the United Nations ongoing interest \r\nin reaching a settlement on the question of Somalia.  \r\n In the Democratic Republic of the Congo, the \r\nreconfiguration of the mandate of the United Nations \r\nMission in the Democratic Republic of Congo — now \r\nthe United Nations Organization Stabilization Mission \r\nin the Democratic Republic of the Congo — essentially \r\naimed at enhancing protection for civilian populations, \r\nshould be highlighted. It demonstrates the willingness \r\nof the United Nations to adapt to changing situations \r\non the ground. I call on the countries of the region and \r\nthe international community to support the efforts of \r\nthe Congolese Government in its determination to \r\nensure security and stability throughout its territory.  \r\n With respect to the situation in Western Sahara, I \r\nencourage the parties to restart the Manhasset talks, \r\nunder the auspices of the Secretary-General, in order to \r\nend the current stalemate and move towards a political \r\nsolution acceptable to all.  \r\n Finally, with respect to Côte d’Ivoire, Guinea, \r\nNiger and Madagascar, I urge the international \r\ncommunity to support them in holding free, democratic \r\nelections in accordance with the various arrangements \r\nreached to that end.  \r\n The search for peace in the Middle East is \r\nanother area of concern to the international community. \r\nI commend the diplomatic efforts undertaken by the \r\nUnited States, which have brought about the \r\nresumption of direct talks between Israelis and \r\n A/65/PV.14\r\n \r\n9 10-54959 \r\n \r\nPalestinians. I also thank the other Quartet members \r\nand Egypt for their involvement in that process. It is \r\nmy hope that these consultations will continue and lead \r\nto the establishment of a Palestinian State, living side \r\nby side with Israel within secure and internationally \r\nrecognized borders.  \r\n The terrorist threat, unfortunately, continues to \r\nweigh heavily on international peace and security. No \r\nnation large or small is spared. Defeating this scourge \r\nwill require effective cooperation among all Member \r\nStates, with the assistance of the United Nations and its \r\nspecialized institutions. We will also need to give \r\nongoing attention to other cross-cutting threats to \r\ninternational peace and security, such as piracy, the \r\nproliferation of weapons, drug trafficking and \r\ntransnational organized crime. We commend the efforts \r\nalready undertaken by the United Nations in this area, \r\nparticularly the strengthening of the legal regime and \r\nmechanisms to counter those threats.  \r\n With respect to the issue of climate change, \r\ntogether with other heads of State and Government in \r\nCopenhagen, I undertook the quest for a consensus on \r\nthe idea of a legally binding instrument. We support the \r\nnegotiations undertaken in Copenhagen and continued \r\nin Bonn and hope that they will lead, in Cancún, to the \r\nreaffirmation of the commitments taken, particularly in \r\nterms of financing for the fight against climate change \r\nin developing countries and the 20 per cent reduction \r\nof greenhouse gasses in the industrialized countries by \r\n2020. \r\n The advancement of women is undeniably one of \r\nthe areas in which the United Nations has made \r\ngenuine progress. The recent establishment of a new \r\ninstitution called UN Women, the primary mission of \r\nwhich is to better coordinate all the activities related to \r\ngender issues, clearly illustrates the fact that our \r\nOrganization is addressing this concern. I take this \r\nopportunity to convey my sincere congratulations to an \r\nextraordinary woman, Ms. Michelle Bachelet, for her \r\nappointment as head of this new entity. \r\n Given the many challenges facing humanity, we \r\nowe it to ourselves to work together in a coordinated \r\nmanner to provide a global response that matches the \r\naspirations of our peoples. The universality of the \r\nUnited Nations symbolizes the shared destiny of the \r\nworld’s people, and the Organization thus has a central \r\nrole to play, both in global governance and in the \r\nemergence of a more just economic and social order. \r\nFrom that standpoint, I reaffirm the need to adapt our \r\nOrganization to the changing international context. \r\nRevitalizing the work of the General Assembly, \r\nreforming the Security Council and ensuring the \r\ncoherence of the United Nations system are areas that \r\nhave to be dealt with to strengthen the central role of \r\nour Organization.  \r\n At a time when we are realigning our common \r\nefforts with the current international environment and \r\nwhen democratizing global governance is emerging as \r\na necessity, I would like to reaffirm, from this rostrum, \r\nAfrica’s aspiration to fully take its place among the \r\nfamily of nations. We fervently call for the \r\ndemocratization of the United Nations system in order \r\nto adapt it to today’s realities.  \r\n Indeed, we believe that it is an anachronism that \r\nAfrica is under international pressure to reaffirm \r\ndemocratic values while those same laudable values \r\ncannot be applied within our own Organization. I \r\nbelieve the time has come for Africa to shoulder all its \r\nresponsibilities, stop its continual reliance on \r\nassistance from its partners and take its own destiny in \r\nhand. This affirmation of Africa’s place on the \r\ninternational scene leads me to call for its permanent \r\npresence in the Security Council. We are prepared to \r\nmeet that challenge in order to treat the wounds of a \r\nhistory replete with injustices done to the continent.  \r\n Beyond the democratization of the United \r\nNations system, which we wholeheartedly call for, the \r\ncredibility of our efforts also requires that we meet the \r\ndevelopment promises made to humankind. \r\n Africa’s destiny assuredly hangs on compliance \r\nwith the commitments undertaken in Monterrey, \r\nGleneagles, Doha, Paris and, more recently, in \r\nMuskoka and Toronto. Those commitments should not \r\nbe postponed indefinitely.  \r\n As humanity is one in its essence and varied in its \r\nforms, it is important that the management of the \r\nworld’s affairs be done with the collaboration of all, in \r\norder to ensure that the generations to come can look to \r\nthe future with confidence.  \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the \r\nGabonese Republic for the statement he has just made. \r\nA/65/PV.14  \r\n \r\n10-54959 10 \r\n \r\n  Mr. Ali Bongo Ondimba, President of the \r\nGabonese Republic, was escorted from the \r\nGeneral Assembly Hall. \r\n \r\nAddress by General Michel Sleiman, President of the \r\nLebanese Republic  \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the President of the Lebanese \r\nRepublic. \r\n  General Michel Sleiman, President of the Lebanese \r\nRepublic, was escorted into the General Assembly \r\nHall. \r\n \r\n The Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency General Michel Sleiman, \r\nPresident of the Lebanese Republic, and to invite him \r\nto address the Assembly. \r\n President Sleiman (spoke in Arabic): First, I \r\nwould like to congratulate Mr. Joseph Deiss on his \r\nelection to preside over the General Assembly at its \r\nsixty-fifth session and to thank his predecessor for his \r\nable management of the Assembly’s work at its \r\nprevious session. I also wish to express my \r\nappreciation to His Excellency Secretary-General \r\nBan Ki-moon for his valuable report on the various \r\naspects of the work of our international Organization \r\n(A/65/1). \r\n This is the first time I have addressed this \r\nAssembly since Lebanon was elected a non-permanent \r\nmember of the Security Council for the 2010-2011 \r\nterm. That status confers on us responsibilities that \r\nLebanon is proud to assume in service of its causes and \r\nthe just causes of the Arab world, and in the service of \r\njustice and peace around the world. In that context, I \r\nwould like to commend the efforts and commitments \r\nundertaken as a result of the high-level meeting of the \r\nSecurity Council (6389th meeting) aimed at increasing \r\nthe effectiveness of its role and enabling it to \r\nimplement its resolutions without resorting to double \r\nstandards. \r\n Moreover, we welcome the statement issued after \r\nthe Assembly’s High-level Plenary Meeting on \r\nimplementation of the Millennium Development Goals, \r\nwhich contribute to alleviating poverty, promoting \r\neducation and improving health services. We also \r\ncommend the progress achieved by the United Nations \r\nin strengthening the role of women, an issue to which \r\nLebanon attaches special importance, in line with its \r\nenlightened role in that regard. Indeed, Lebanon was \r\namong the first countries in our region to grant women \r\nthe right to vote in legislative elections, in 1953. \r\n Despite the growing and important role the \r\nUnited Nations plays in the field of socio-economic \r\ndevelopment, our Organization remains, in essence, a \r\npolitical organization, one that was created primarily to \r\nmaintain international peace and security and to protect \r\nhumanity from the scourge of the wars and conflicts \r\nthat had befallen it and that had blocked progress and \r\ndevelopment over successive periods of history. \r\n In that context, since the outbreak of the Arab-\r\nIsraeli conflict the United Nations has not hesitated to \r\naddress that issue and has adopted a series of \r\nresolutions aimed at reinstating peoples’ rights and \r\nconsolidating the pillars of peace and development. \r\nHowever, those efforts abated and faded in the face of \r\nIsrael’s intransigence and its obvious inclination to \r\nexpand and to implement a settlement policy. Indeed, \r\nto this day Israel refuses to join the Treaty on the Non-\r\nProliferation of Nuclear Weapons and to place all of its \r\nnuclear facilities under the comprehensive safeguards \r\nregime of the International Atomic Energy Agency. \r\n We welcome the current growing international \r\nawareness of the urgent need to find a settlement, \r\nwithin set time frames, to the Middle East problem, \r\nwith the Palestinian issue at its heart, and to revive \r\nefforts to reach such a settlement. However, decades of \r\nexperience show that a genuine, permanent solution for \r\nthe Middle East problem is impossible unless it is a \r\njust and comprehensive solution, one that addresses all \r\naspects of the conflict on all tracks.  \r\n Also, such a solution is impossible unless the \r\ninternational community musters the necessary \r\ndetermination to move from making declarations on \r\nguiding principles towards working to ensure the \r\nappropriate means for implementation, while \r\npromoting the elements that would lead to a solution \r\nbased on internationally legitimate resolutions, the \r\nMadrid terms of reference and all the provisions of the \r\nArab Peace Initiative. We highlight in particular those \r\nprovisions that ensure a rejection of any settlement by \r\nPalestinian refugees in Arab host countries, since the \r\ncircumstances of those countries do not allow for such \r\nsettlement. \r\n In fact, Lebanon has frequently declared that it \r\nwill not accept any form of settlement of Palestinian \r\nrefugees on its territories. That is due to the reasons \r\n A/65/PV.14\r\n \r\n11 10-54959 \r\n \r\nand considerations I emphasized in the Security \r\nCouncil yesterday (see S/PV.6389), and is especially \r\ntrue because such settlement would entail dangerous \r\nrepercussions and would threaten security and the \r\npillars of stability. It is important to note that the issue \r\nof Palestinian refugees cannot be solved through \r\nisolated Israeli-Palestinian negotiations in a way that \r\ndisregards Lebanon and other concerned host \r\ncountries. \r\n At this point, we must reiterate that the primary \r\nresponsibility for guaranteeing decent living conditions \r\nfor and the well-being of the Palestinian refugees falls \r\non the shoulders of the international community. We \r\nalso reiterate that increasing the contributions to the \r\nbudget of the United Nations Relief and Works Agency \r\nfor Palestine Refugees in the Near East — which was \r\ncreated specifically for that purpose in 1949 — would \r\nguarantee a life of dignity for Palestinian refugees, \r\nunder the sovereignty of the host countries and with \r\ntheir assistance, without extremism or violence. \r\n On the other hand, Lebanon once again condemns \r\ninternational terrorism, from which it has suffered in \r\ndifferent ways. Lebanon cooperates with the \r\ninternational community in combating terrorism and \r\nsupports the calls to explore measures to clearly define \r\nterrorism and address its root causes in order to clearly \r\ndistinguish it from legitimate resistance to foreign \r\noccupation, which is recognized by the United Nations \r\nCharter and relevant resolutions. \r\n While Lebanon is committed to Security Council \r\nresolution 1701 (2006) and seeks to compel Israel to \r\nimplement all its provisions, Israel continues its daily \r\nviolations of Lebanese airspace, territory and waters, \r\nviolations that the Secretary-General has described as \r\nprovocative in many of his reports. Moreover, the \r\nIsraeli spy networks and recruitment of agents aimed at \r\nsowing strife and destabilizing our country have \r\nreached a point where the international community \r\nmust take a firm position and thwart those acts of \r\nIsraeli aggression and persistent threats against \r\nLebanon, its people and its infrastructure.  \r\n The international community must also compel \r\nIsrael to withdraw from the Lebanese territories that it \r\nstill occupies in the Sheba’a farms area, the hills of \r\nKfar Shuba, and the northern part of Al-Ghajar village, \r\nwithout delay or preconditions. In that regard, it is \r\nimportant to note that we retain our right to retrieve or \r\nliberate our remaining occupied territories by all \r\nlegitimate and available means.  \r\n Furthermore, Lebanon looks forward to receiving \r\nmore financial and technical support to pursue the \r\nremoval of mines and cluster bombs that were \r\nrandomly planted by Israel in residential areas during \r\nthe aggression of July 2006 and the periods of its \r\noccupation of Lebanese territories. Within the \r\nappropriate framework, Lebanon will spare no efforts \r\nto seek to compel Israel to compensate for all the \r\nlosses and damage it caused Lebanon throughout its \r\nsuccessive aggressions. \r\n In the face of Israel’s designs and in keeping with \r\ninternational law, Lebanon also wishes to assert its \r\nright to use its waters, oil and natural gas wealth, \r\nespecially as it plans to exploit those resources within \r\nthe limits of its exclusive economic zone. Parts of the \r\nsouthern border of that zone were delineated as shown \r\non the map that the Lebanese Government submitted to \r\nthe Secretariat on 9 July 2010. \r\n While we commend the efforts and sacrifices \r\nmade by the United Nations Interim Force in Lebanon, \r\nwhich operates in south Lebanon, and while we are \r\nkeen to continue that arrangement, we re-emphasize \r\nthe importance of continued coordination and \r\ncooperation between the Lebanese army and the \r\ninternational forces, in accordance with the agreed \r\nrules of engagement, in order to ensure the proper \r\nimplementation of the mission entrusted to those \r\nforces. That cooperation is matched only by arrogant \r\nand provocative Israeli positions that are the root \r\ncauses of the incidents that occur every once in a while \r\nalong the Blue Line and that, with some work, could be \r\nprevented. \r\n During the past few years, Lebanon has strived to \r\nmaintain its internal stability through dialogue, by \r\ncompleting its implementation of the Taif Accords, by \r\nresorting to legal institutions to resolve any disputes, \r\nand through its commitment to the resolutions of the \r\nSecurity Council and other internationally legitimate \r\nresolutions. Lebanon was keen to meet all \r\nconstitutional deadlines without any delays, whether \r\nfor municipal or parliamentary elections. Those \r\nelections took place in a free, transparent and calm \r\natmosphere, in accordance with the requirements of \r\ndemocracy and the principle of the peaceful devolution \r\nof power. \r\nA/65/PV.14  \r\n \r\n10-54959 12 \r\n \r\n In addition, Lebanon undertook efforts to prevent \r\nany external aggression by seeking to compel Israel to \r\nimplement Security Council resolution 1701 (2006) \r\nand by mobilizing all its national deterrence \r\ncapabilities within the framework of its national \r\ndefence strategy. \r\n As we vow to persevere with that solid approach, \r\nno matter the dangers, with the support of the free and \r\nconscious will of the Lebanese people and the support \r\nof friendly and sisterly States, we are confident that \r\nLebanon will always be open to dialogue and to \r\ncivilized, rich and innovative interaction. We remain \r\nloyal to our mission and committed to strengthening \r\nthe state of justice and law, despite all challenges, and \r\nto upholding the values of freedom, democracy and \r\nconcord — values our country has based itself on since \r\nits inception. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the \r\nLebanese Republic for the statement he has just made. \r\n  General Michel Sleiman, President of the \r\nLebanese Republic, was escorted from the \r\nGeneral Assembly Hall. \r\n \r\nAddress by Mr. Abdoulaye Wade, President of the \r\nRepublic of Senegal \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nSenegal. \r\n  Mr. Abdoulaye Wade, President of the Republic of \r\nSenegal, was escorted into the General Assembly \r\nHall. \r\n \r\n The Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Abdoulaye Wade, \r\nPresident of the Republic of Senegal, and to invite him \r\nto address the Assembly. \r\n President Wade (spoke in French): The \r\ndelegation of Senegal welcomes the election of \r\nMr. Joseph Deiss to lead the General Assembly at its \r\nsixty-fifth session. We are aware of his personal \r\nqualities and are confident that his presidency will bear \r\nthe hallmark of his country’s traditional neutrality. I \r\nwarmly congratulate him and wish him every success. \r\n I would also like to pay homage to Mr. Ali \r\nAbdussalam Treki for his outstanding work in guiding \r\nthe work of the Assembly’s sixty-fourth session. I also \r\nexpress our great gratitude to our Secretary-General, \r\nBan Ki-moon, for his tireless devotion to his delicate \r\ntask in the service of our common ideals. \r\n The state of the world has improved little since \r\nthe Assembly’s last session. We continue to face the \r\nsame urgent issues: the ongoing economic crisis and \r\ncontinued environmental degradation. Unfortunately, \r\nwith regard to the latter, the Copenhagen Conference \r\nwas unable to provide a satisfactory response — not \r\nbecause of a lack of will, but rather because the \r\nquestion has been inappropriately framed, as I said at \r\nthat meeting. To that list we must add persistent issues \r\nsuch as transnational organized crime, international \r\nterrorism and illicit drug trafficking. \r\n As we meet here to consider and act together on \r\nthose major challenges, we are giving hope to our \r\npeople with regard to finding concerted answers to \r\nthose many and complex problems, which no country \r\ncan face alone. It is therefore altogether fitting that we \r\nturn to the world Organization to find a collective \r\nresponse, or at least to exchange experiences.  \r\n The theme of the Assembly’s sixty-fifth \r\nsession — “Reaffirming the central role of the United \r\nNations in global governance” — is therefore quite \r\ntimely. Perhaps we ourselves have been tardy in \r\nlaunching this debate. In my view, it is not a matter of \r\ndetermining whether the Organization has contributed \r\nto improving global governance, but rather a question \r\nof how to make its efforts more useful and effective in \r\nthe face of the unprecedented upheavals that the world \r\nhas experienced in recent years.  \r\n International relations have accelerated \r\nconsiderably in a very short time. Much of what was \r\ntaken as certain is no longer true and accepted notions \r\nhave been shaken. What we call the established order \r\nhas been turned on its head by the emergence of new \r\nforces arising from globalization and economic \r\ncompetition.  \r\n The changes that have taken place call for a new \r\nstate of mind and another way of perceiving and \r\nmanaging world affairs by adapting the system to the \r\nnew realities of the twenty-first century. Are we \r\nprepared to define a new world order in which Africa \r\nand emerging Powers fully play the role that the \r\nongoing changes are conferring upon them? The \r\nanswers we provide on those issues will depend, at \r\nleast in part, on the role of the Organization in global \r\ngovernance. \r\n A/65/PV.14\r\n \r\n13 10-54959 \r\n \r\n After 65 years of existence, the United Nations \r\nsystem continues to bear the legacy of a bygone \r\nhistorical era, with the Charter of the United Nations \r\nitself bearing post-war stigmas and colonial prejudices. \r\nFor instance, the Charter still refers to the idea of an \r\nenemy State, in the sense of a Power defeated in war. \r\nAlso, Article 38 of the Statute of the International \r\nCourt of Justice refers to general principles of law \r\nrecognized by civilized nations — as if uncivilized \r\nnations still existed. In themselves, such anachronisms \r\nfrom another time demonstrate the need to reform the \r\nsystem. \r\n Moreover, the nature of the issues now addressed \r\nby the Organization has become quite diverse, just as \r\nits composition and the volume of is work have \r\nincreased considerably, while some of its mechanisms, \r\nincluding that for collective security, have remained \r\nnearly unchanged.  \r\n In 1945 the Organization had 51 Members; today \r\nit has 192. The composition of the Security Council, a \r\nbody which is supposed to reflect the will of Member \r\nStates, has been altered only once, in 1965, when the \r\nnumber of seats increased from 11 to 15 with the \r\ninclusion of additional non-permanent seats. And \r\n17 years since we began negotiations on the Council’s \r\nreform, there are still no prospects for consensus.  \r\n Maintaining the status quo at all costs means \r\nignoring the radical changes that have taken place in \r\nthe world, thereby making the Council susceptible to \r\ngreater mistrust, defiance and criticism. That inertia \r\nmay prove to be dangerous owing to the lack of \r\nrepresentation, legitimacy and credibility that could \r\nresult. If today many of the Council’s decisions are \r\nbeing called into question and not properly \r\nimplemented, it is because they are perceived by the \r\ngreat majority of Member States as being more \r\nexpressions of national interest than the carrying out of \r\na mandate on behalf of the community of nations.  \r\n I am not personally in agreement with the \r\neminent observer of the United Nations who has \r\nwritten that “the organization of the Security Council \r\nbelongs to the nineteenth century”. I believe that it \r\nbears the hallmark of our times, but it needs to be \r\nimproved and delivered of its shortcomings.  \r\n How can we preserve a credible role in global \r\ngovernance for the Organization if Africa — which \r\nmakes up more than a fourth of its Members and \r\naccounts for more than 70 per cent of the issues on the \r\nagenda — does not have a permanent seat on the \r\nSecurity Council? Several years ago in this Hall, in \r\norder to put an end to that anomaly and to right an \r\nhistoric injustice, Senegal proposed that — \r\nindependent of the ongoing reform, which will take \r\ntime, given that it began 17 years ago — Africa be \r\ngiven a permanent seat with veto power.   \r\n Meanwhile, the same grievances that have been \r\nlevelled against the Security Council have also been \r\nraised with regard to international criminal justice. \r\nTwelve years ago, the common need for international \r\ncriminal justice that was universal, permanent and \r\nneutral led to the establishment of the International \r\nCriminal Court (ICC) to complement national \r\njurisdictions in punishing and preventing the most \r\nserious crimes.  \r\n Because Senegal has faith in the ideals of peace \r\nand justice for all, it reiterates its commitment to the \r\nCourt. It was the first country to ratify its Statute, on \r\n2 February 1999. Nevertheless, the Court will never be \r\ncredible if the President of the Sudan is the only one to \r\nbe pursued, with suspect eagerness.  \r\n While the setting up of the ICC represents a \r\nsignificant advance in the fight against impunity, it is \r\nin its practice that the Court itself will be judged. And \r\nfor that practice to be free of suspicion and \r\nquestioning, we must ensure that it reflects the \r\nprinciples agreed by the United Nations with regard to \r\nhuman rights: universality, objectivity, non-selectivity \r\nand impartiality. On the basis of those principles, the \r\nCourt should deal with all situations within its \r\njurisdiction in the same way, whoever the perpetrators \r\nand whatever their nationality. \r\n Given the deep and multifaceted crisis, global \r\neconomic governance remains a pertinent issue. \r\nConsultative frameworks such as the Group of Eight \r\n(G-8) and the Group of Twenty (G-20) are trying to \r\naddress it in order to lay the foundations for a new \r\nworld order. Those efforts are praiseworthy.  \r\n Today, there are a number of us who would like \r\nto establish an independent circle of very high-level \r\nspecialists so as to put ourselves upstream of the G-8 \r\nand the G-20 and to provide heads of State and \r\nGovernment with our thinking on the topics that they \r\nare considering. We would even like to go beyond the \r\ntechnical nature and address more fundamental issues. \r\nThe job of setting all that up has been entrusted to me, \r\nand I am dedicating myself to the task. \r\nA/65/PV.14  \r\n \r\n10-54959 14 \r\n \r\n With regard to the unchecked increase in the \r\nprice of oil, which penalizes non-producing countries, I \r\nhave already proposed a mechanism that would make it \r\npossible to bring together the corporate superprofits, \r\nthe income of producing countries and the surcharges \r\non non-producing countries, to serve as the basis for a \r\npolicy which I call “oil against poverty”, using a fund \r\nfinanced by the contributions of the first two \r\ncategories, which share the oil revenues. \r\n In order to parry the fierce rise in agricultural \r\nprices, I suggest that we consider that issue again at a \r\nconference in Dakar — the second Dakar Agricultural \r\nFair. We propose a mechanism that fully integrates \r\nproducers in order to establish world governance of \r\nagricultural prices, taking into account the interests of \r\nproducers and consumers. That will be the aim of the \r\nconference, which will be held in our capital in January \r\nand February 2011. \r\n In the same spirit, we continue to contribute to \r\nefforts to protect the environment, in particular in the \r\ncontext of the project to build the Great Green Wall. It \r\nis a barrier of trees the length of the Sahel-Saharan \r\nregion, from Dakar to Djibouti, 7,000 kilometres long \r\nby 15 kilometres wide, and that project is already being \r\nimplemented. It has earned us the support of the Global \r\nEnvironment Facility, which has granted the countries \r\ninvolved the sum of $119 million. \r\n With regard to the Millennium Development \r\nGoals (MDGs), the assessment that the Assembly’s \r\nHigh-level Plenary Meeting has just made clearly \r\nshows that, despite our progress, we must remain \r\nmobilized in order to meet the agreed commitments by \r\nthe 2015 deadline.  \r\n In Senegal, thanks to the national assessment that \r\nwe carried out last May, we have gauged the work to \r\nbe done by 2015. Our main conclusion is that a \r\nquantitative approach that sees development only in \r\nterms of money is insufficient. We must show more \r\ncreativity and more imagination in our own country. \r\nFor its part, Senegal has implemented the following \r\ninnovations.  \r\n First is the GOANA Strategy — the Great \r\nAgricultural Offensive for Food and Abundance, which \r\nenabled us to go from an importer of food products in \r\n2008 to self-sufficiency and even net exporter in 2010.  \r\n We have introduced the Neighbourhood \r\nGodmother initiative, which empowers women in the \r\nfight against maternal and child mortality so as to \r\nspeed up implementation of the MDGs related to \r\nhealth. It is based on the sociology of our African \r\nsocieties. In every neighbourhood or village, there is \r\nalways a woman who is the focus of all the others, and, \r\nby giving her a role, we empower her to watch over the \r\npregnant women and attend to them, even at the child’s \r\nbirth. That requires only very little equipment, such as \r\na mobile phone. That supervision, we believe, will \r\nmake it possible to reduce maternal and child mortality.  \r\n Next is the Modern Daras initiative — daras \r\nmeans studying in Arabic — which introduces the \r\nteaching of Arabic, French and English and vocational \r\ntraining in madrasas in order to progress towards the \r\ncomplete disappearance of those students who graduate \r\nfrom madrasas very learned and able to recite the \r\nKoran, but who are jobless. That initiative is supported \r\nby Senegal’s religious leaders. And we simply think \r\nthat it is possible to provide children with spiritual \r\ntraining and further education at the same time. We \r\nhave introduced Christian and Muslim religious \r\neducation into schools. \r\n Another initiative is the scheme to allocate 40 per \r\ncent of the national budget to education and training in \r\norder to ensure sufficient quality human resources, able \r\nto take up the challenge of development. If I am not \r\nmistaken, Senegal is the only country to have agreed to \r\nthat sacrifice — to put 40 per cent of the budget into \r\neducation.  \r\n The Bac Minus One initiative means that we take \r\nthe young people who have failed the baccalaureate \r\nexamination and have them help school teachers \r\npromote primary education, in order to address the \r\ncriterion of universal primary education.  \r\n Naturally, we have launched a policy to promote \r\nrural women. Today there are facilities that enable \r\nthem to retain the added value that was previously in \r\nthe hands of factories and producers, that is to say, \r\nthose who control the money.  \r\n We have also proposed a new definition of \r\npoverty, which is not the fact of having less than $1 a \r\nday. Poverty is a combination of deficiencies, such as \r\nin housing, decent food, access to school and health \r\ncare. We are dealing with that by creating villages in \r\nwhich all those fundamental needs can be met.  \r\n The Assembly knows about the Digital Solidarity \r\nFund initiative, which we launched a few years ago to \r\n A/65/PV.14\r\n \r\n15 10-54959 \r\n \r\nhelp bridge the digital divide between developed \r\ncountries and underdeveloped countries. \r\n I would also like to report that we have launched \r\nthe Eco-villages Strategy, which involves converting \r\ntraditional villages to energy self-sufficiency by using \r\nclean energy such as solar or wind in order to lessen \r\nthe degradation of our environment. \r\n Lastly, the initiative for complete equality \r\nbetween men and women in Senegal in all fully or \r\npartially elected bodies is a way for us to marshal \r\nwomen’s abilities, which are fully acknowledged. The \r\nlaw of March 2010 fully assimilates women into the \r\nnation’s decision-making circles. I think that we should \r\nperhaps stop talking about the advancement of women. \r\nWe must raise women to the decision-making level, \r\nwhich will happen at the same time and on the basis of \r\nequality with men.  \r\n I could continue, but those examples are enough \r\nto demonstrate the pressing need for innovation. \r\n In my capacity as current Chair of the \r\nOrganization of the Islamic Conference I must once \r\nagain draw the attention of the international \r\ncommunity to the resurgence of Islamophobia in \r\ncertain sectors. In recent years outbursts of \r\nIslamophobia, as if in a process of escalation and \r\nprovocation, have multiplied: profanations of tombs \r\nand of the Holy Koran, hate speech and blasphemous \r\ncaricatures. All these incidents in fact give expansive \r\nproof of the small-mindedness, ignorance and \r\nintellectual and moral bankruptcy of their authors. On \r\nbehalf of the Islamic umma, I strongly denounce and \r\ncondemn these irresponsible and absurd acts. In any \r\ncase, with regard to the Holy Koran, God himself has \r\nmade himself infallible protector of his holy word, as it \r\nis said, “Surely We have revealed the Reminder and We \r\nwill most surely be its guardian” (The Holy Koran, \r\nXV:9). \r\n I would like everyone to understand that Islam \r\nand Muslims are no one’s enemy. Islam is a religion of \r\nthe golden mean, which teaches moderation, which \r\nexhorts us to do good, which preaches respect for \r\ndiversity and peaceful coexistence among peoples, \r\nwhatever their religion. Still today it is in strict \r\nobservance of these rules that nearly 2.5 billion \r\nMuslims throughout the world practice their faith. If \r\nthere is a tiny minority that descends to violence in the \r\nname of the Koran, we say: No, that is in keeping \r\nneither with the letter nor the spirit of the Koran. \r\n I reaffirm the openness of the Islamic umma to \r\ndialogue and joint effort. In the face of extremists of all \r\nsides, who want to take religions and believers hostage, \r\nI invite world leaders, opinion-makers, men, women \r\nand young people to join us to converse, explain, \r\ninform and educate, to promote the choice of wisdom, \r\nknowledge, reason, logic and doing good against \r\nobscurantism and confrontation. I hope that from that \r\nchoice will come mutual understanding and peaceful \r\ncoexistence between peoples, civilizations and \r\ncultures, respecting each other’s beliefs and diversity.  \r\n At Dakar, we have organized the Conference of \r\nAfrican Ulema, a group of Islamic scholars who are \r\nresponding to those who want to use our religion for \r\npolitical ends. That African conference will culminate \r\nin a conference of all the countries of the umma, to be \r\nheld in Medina, Saudi Arabia. \r\n Right now I direct my hope towards the \r\nestablishment of a Palestinian State with \r\ninternationally recognized borders. That is why I \r\nsupport President Obama’s initiative on Palestinian-\r\nIsraeli dialogue and renew my long-standing support \r\nfor the legitimate demand of the Palestinian people for \r\na sovereign, independent and viable State. We support \r\nthe vision of a Palestinian State that will be a full \r\nmember of the United Nations, which has been \r\npromised here by President Obama.  \r\n Faced with the tragedy that has struck the Haitian \r\npeople, Senegal has joined its efforts with those of the \r\ninternational community to provide emergency \r\nassistance. In October we will be receiving some \r\n160 Haitian students who wish to study in Senegal, and \r\nnext year we expect to be hosting Haitian families. \r\nFrom this rostrum I appeal to all, and in particular to \r\nAfrican heads of State, to help Haiti. Those who want \r\nto host students should speak to us: I have sent \r\ncommission to Haiti, and I have tasked a minister to be \r\nin charge of Haitian affairs. We have a roster of 3,000 \r\nyoung people who have been chosen by university \r\nteachers, about whom we have all the necessary \r\ninformation, including health information.  \r\n In Africa, Senegal notes with satisfaction the \r\nprogress of our brother people of Côte d’Ivoire towards \r\nnational reconciliation and the upcoming holding of \r\nelections in peace and calm. In Guinea, another \r\nneighbour of Senegal, where I have visited many times \r\nto help normalize the situation, I salute the efforts of \r\nthe facilitator, President Blaise Compaoré. I invite once \r\nA/65/PV.14  \r\n \r\n10-54959 16 \r\n \r\nagain all Guinean stakeholders, in particular the two \r\ncandidates in the second round, to complete the \r\nelectoral process, so that there can be a permanent \r\nreturn to constitutional order, in national peace and \r\nharmony — which are essential conditions for \r\ndevelopment. \r\n Senegal is also pleased with the progress made by \r\nthe Niger to re-establish the country’s political \r\ninstitutions. Guinea-Bissau, another neighbour of ours, \r\nhas made significant progress since its election last \r\nyear of President Malam Bacai Sanhá. But its \r\ndemocratic institutions remain fragile and therefore \r\nneed more resolute support from the international \r\ncommunity. In line with the conclusions of the \r\nextraordinary summit of the Economic Community of \r\nWest African States held on 17 September, Senegal is \r\nprepared to take part in the efforts of our regional \r\norganization for the establishment of a programme for \r\nsecurity and defence sector reform in Guinea-Bissau. \r\n In the Sudan, Senegal remains committed to the \r\nAfrican Union-United Nations Hybrid Operation in \r\nDarfur. We hope that the referendum on self-\r\ndetermination of the south will be held in the best \r\nconditions possible in order to prevent a domino effect \r\nthat would be harmful to the whole of Africa. Perhaps a \r\ngroup of heads of State could help to work towards that \r\ngoal. \r\n I would like to conclude by recalling that Senegal \r\nwill host, from 10 to 31 December, the third World \r\nFestival of Black Arts, after the first two, which were \r\nheld in Dakar in 1966 and Lagos in 1977. This \r\ngathering is a reaffirmation of the artistic, cultural and \r\nintellectual identity of the black world, and it carries a \r\nmessage of openness, dialogue and fraternity from \r\nAfrica and its diaspora to the whole of humanity, for \r\nthe respect of all cultures and civilizations. All are \r\ncordially invited. \r\n The Acting President: On behalf of the General \r\nAssembly I wish to thank the President of the Republic \r\nof Senegal for the statement he has just made. \r\n  Mr. Abdoulaye Wade, President of the Republic of \r\nSenegal, was escorted from the General Assembly \r\nHall. \r\n \r\nAddress by Ms. Tarja Halonen, President of the \r\nRepublic of Finland \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nFinland. \r\n  Ms. Tarja Halonen, President of the Republic of \r\nFinland, was escorted into the General Assembly \r\nHall. \r\n \r\n The Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations Her Excellency Ms. Tarja Halonen, President \r\nof the Republic of Finland, and to invite her to address \r\nthe Assembly. \r\n President Halonen: Let me start by \r\ncongratulating Ambassador Deiss on his election to the \r\npresidency of the General Assembly. I assure him of \r\nFinland’s full support for his leadership. \r\n Climate issues and the recent financial, economic \r\nand food crises call for change. The world needs an \r\nunderstanding of global development that is \r\neconomically, socially and environmentally sustainable. \r\nBoth developing and developed countries wish for \r\neconomic growth. But the growth needs to be green, \r\nequitable and inclusive. It must create jobs and \r\npromote opportunities for decent work and a better life \r\nfor everyone. \r\n Basic social protection is everyone’s right and an \r\nimportant element of sustainable development. But the \r\nmost vulnerable need our special attention. We need to \r\ndo much more to combat discrimination and exclusion. \r\n Current consumption and production patterns \r\nneed to be revised in many countries. In the words of \r\nMahatma Gandhi, there is enough in the world for \r\neveryone’s need, but there cannot be enough for \r\neverybody’s greed. Our stocktaking of the Millennium \r\nDevelopment Goals (MDGs) showed that there has \r\nbeen progress but that it remains uneven. We agreed to \r\nredouble our efforts. The MDGs must become part of \r\nour everyday work, and we all need to deliver on our \r\ncommitments. The Millennium Development Goals are \r\nreachable by the year 2015. What we want, we can \r\nreach. \r\n Our common work with the ecological welfare of \r\nthe world has continued. Promoting biodiversity is \r\nvital for sustaining the ecosystems that our lives \r\ndepend on. Preventing the loss of biodiversity is of \r\ngreat importance for climate change mitigation, \r\nensuring food and water security and eradicating \r\npoverty. The high-level meeting as a contribution to the \r\n A/65/PV.14\r\n \r\n17 10-54959 \r\n \r\nInternational Year of Biodiversity, confirming our \r\ncommitment to that goal, was a good step forward. \r\n The impacts of climate change are more and more \r\nvisible and affect us all around the globe. Today I want \r\nto focus on the special needs and vulnerabilities of \r\nsmall island developing States and the implementation \r\nof the Mauritius Strategy. Climate change is a hard \r\nreality for them. Mitigating and adapting to its effects \r\nis crucial for their survival. \r\n Finland is committed to a new, ambitious climate \r\nagreement. All of us must work hard to ensure a global \r\ndeal and commit to building a sustainable future, thus \r\nresponding to what the Secretary-General so \r\npertinently calls the 50-50-50 challenge. In order to \r\nreach our goals, we must mobilize all available \r\nresources. Cooperation to tackle climate change must \r\ninvolve States, non-governmental organizations, the \r\nprivate sector and all of our fellow global citizens.  \r\n Lasting solutions to global challenges cannot be \r\nfound without the active participation of women in \r\ndecision-making at all levels. Women are agents of \r\nchange and development. Investing in women and girls \r\nhas a vital effect on the eradication of poverty and \r\nsustained economic growth. Having heard the \r\ndiscussions this week, I am happy to conclude that \r\nthere has clearly been a breakthrough in this respect. I \r\ncould even call it mainstreaming. This is a good basis \r\nto continue from. Women and men together can \r\nachieve truly sustainable development. \r\n The United Nations has to lead global efforts to \r\npromote a new blueprint for sustainable growth and \r\nlow-carbon prosperity. I am honoured to co-chair the \r\nSecretary-General’s High-level Panel on Global \r\nSustainability together with my colleague, President \r\nJacob Zuma of South Africa. We will, I promise, work \r\nhard. \r\n All human rights are equally important and must \r\nbe enjoyed by everyone without discrimination. The \r\nprotection and promotion of human rights must be an \r\nintegral part of peacebuilding and crisis management.  \r\n In combating impunity, justice must always go \r\nhand in hand with peace efforts. Finland firmly \r\nsupports the International Criminal Court in its work in \r\nbringing to justice those responsible for the most \r\nserious crimes. We call on all States parties to the \r\nRome Statute to uphold their international legal \r\nobligations under the Statute. \r\n The Human Rights Council was created in 2006 \r\nto promote the respect for human rights, and its \r\nfunctioning will now be reviewed. To achieve tangible \r\nresults, the Human Rights Council needs effective \r\ntools. The independent thematic country-specific \r\nmandates continue to be vital in order to achieve the \r\nfull implementation of human rights for all. \r\n The commitment of all the United Nations \r\nMember States to strengthen the promotion of women’s \r\nrights, gender equality and gender mainstreaming is \r\nwelcome. Finland strongly supports the United Nations \r\nEntity for Gender Equality and the Empowerment of \r\nWomen (UN Women) and would like to congratulate \r\nPresident Michelle Bachelet on her appointment. We \r\nmust ensure that UN Women becomes a strong \r\nadvocate and actor for women’s rights throughout the \r\nwork of the United Nations. \r\n This year marks the tenth anniversary of Security \r\nCouncil resolution 1325 (2000), on women and peace \r\nand security. Concrete improvements have been made, \r\nbut we must step up our efforts to further turn the \r\nobjectives into practice. National action plans are \r\nvaluable tools for implementing the resolution. Finland \r\ncompleted its own plan in 2008, and we have now \r\nstarted a twinning initiative with Kenya. \r\n We need a comprehensive approach which \r\nintegrates both long-term development programmes \r\nand conflict resolution. In our common efforts to \r\nprevent and resolve conflicts, the contribution of \r\nregional organizations is valuable. Civil society can \r\nalso play a role. Finland supports the development of \r\nthe peace mediation activities of the United Nations. \r\n After several rounds of proximity talks in the \r\nMiddle East, the parties started direct talks in \r\nSeptember. The international community has welcomed \r\nthis wise decision. We now stand ready to give our \r\nsupport whenever needed. \r\n  Mrs. Waffa-Ogoo (Gambia), Vice-President, took \r\nthe Chair. \r\n \r\n Finland is greatly encouraged by the New START \r\nagreement and by the outcomes of the Nuclear Security \r\nSummit, held in Washington, and the Review \r\nConference of the Parties to the Treaty on the Non-\r\nProliferation of Nuclear Weapons. The world \r\ncommunity must seize the moment. Global and \r\nbilateral efforts must be continued towards a world \r\nwithout nuclear weapons. \r\nA/65/PV.14  \r\n \r\n10-54959 18 \r\n \r\n The United Nations remains the only forum \r\nwhere we can solve our common problems together. \r\nTherefore, we must continue to reform our \r\nOrganization and increase its effectiveness without \r\nforgetting our own responsibilities as Member States. \r\nThis is absolutely necessary, because we need to tackle \r\nthe food crisis, the financial crisis, various kinds of \r\nnatural disasters, contagious diseases, terrorism and \r\narmed conflicts in different parts of the world, as well \r\nas meeting our common challenge of climate change. \r\n Combating everyday crises and working, at the \r\nsame time, for sustainable development is a huge task. \r\nBut no other choice has been given to us. That is why \r\nwe have to combine our efforts for a better world — \r\nand do it now. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Finland for the statement she has just made. \r\n  Ms. Tarja Halonen, President of the Republic of \r\nFinland, was escorted from the General Assembly \r\nHall. \r\n \r\nAddress by Mr. Johnson Toribiong, President of the \r\nRepublic of Palau \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nPalau. \r\n  Mr. Johnson Toribiong, President of the Republic \r\nof Palau, was escorted into the General Assembly \r\nHall. \r\n \r\n The Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Johnson Toribiong, \r\nPresident of the Republic of Palau, and to invite him to \r\naddress the Assembly. \r\n President Toribiong: Last September, I had the \r\nprivilege of addressing this Assembly for the first time \r\nas Palau’s Head of State (see A/64/PV.7). It is an \r\nhonour for me to do so once again this year. \r\n Palau’s national story is one of achievement and \r\nsuccess. Palau was the last country to emerge from \r\nUnited Nations trusteeship. The Constitution of our \r\nnew country incorporated the rights and freedoms \r\nenshrined in the Universal Declaration of Human \r\nRights and is a testament to the efficacy of the United \r\nNations. The United Nations also helped us form a \r\nstrong partnership with the United States of America, \r\nour former Administering Authority. This partnership \r\nwas renewed on 3 September when the United States \r\nand Palau entered into a new agreement that will assist \r\nPalau in its efforts to achieve economic self-\r\nsufficiency, and for this we express our profound \r\ngratitude to the United States of America. \r\n Palau is also proud of our role in the international \r\ncommunity, joining international conventions and \r\nmeeting our international obligations. Our officers are \r\nhelping to maintain peace in fragile States. We have \r\ndeployed peacekeepers to Darfur, Timor-Leste and \r\nSolomon Islands. \r\n For Palau, environmental sustainability is not a \r\nrecent construct. Respect for the environment and its \r\npreservation is Palau’s most deeply ingrained tradition \r\nand is at the heart of our culture. Palauans have always \r\nknown that caring for the long-term health of the \r\nenvironment is the foundation of our progress and \r\nsurvival. \r\n With our traditions as our bedrock, I am pleased \r\nto say that Palau has virtually achieved our Millennium \r\nDevelopment Goal (MDG) targets, according to the \r\nUnited Nations-sanctioned report. Palau has succeeded \r\nin achieving universal literacy, gender equality, \r\nmaternal health and access to education. We have \r\neliminated poverty and hunger and reduced child \r\nmortality to a degree comparable to even the most \r\nadvanced developed countries. We thank, among \r\nothers, our closest friends and allies: first the United \r\nStates, then Japan and the Republic of China on Taiwan \r\nfor helping us reach this point.  \r\n We consider the MDGs to be a minimum, and we \r\nwill continue to strive for higher goals, including the \r\ngoal of combating the ever-increasing spread of non-\r\ncommunicable diseases such as diabetes, cancer, heart \r\ndisease and obesity, which the Pacific Islands Health \r\nOfficers Association has declared a regional epidemic \r\nin the Pacific. \r\n We are a small country, but blessed in many \r\nways. I reiterate that we have risen to achieve the \r\nMDGs by caring for our God-given resources. We have \r\nput in place a system domestically to conserve and \r\npreserve our terrestrial and marine biodiversity. We \r\nhave also joined with our Pacific neighbours to address \r\nthe health of our oceans together through the Pacific \r\nOceanscape programme. \r\n A/65/PV.14\r\n \r\n19 10-54959 \r\n \r\n Palau, and indeed the entire world, is connected \r\nby a web of life that is in peril. For too long, we have \r\nfocused our attention primarily on commercial \r\ninterests. We have abused nature and must change our \r\nthinking. We must reorient our priorities to put \r\nbiodiversity and the welfare of our ecosystems first. In \r\nso doing, we can serve both our long-term commercial \r\ninterests and protect the natural bounty that sustains us. \r\n One issue that symbolizes the threat to our \r\nbiodiversity succinctly is the fight to conserve our \r\noceans. Last year, I declared the world’s first shark \r\nsanctuary from this podium. It was a good first step. I \r\nalso advocated for an end to unsustainable, cruel and \r\nwasteful shark finning on the high seas at the resumed \r\nReview Conference on the United Nations Fish Stocks \r\nAgreement. We cannot accept the loss of 73 million \r\nsharks a year for a pot of soup. \r\n Palau is doing all it can, but this work cannot stop \r\nat the boundary of any one country. We are all \r\nconnected. This is why I am proud that President Lobo \r\nSosa of Honduras and I signed this week a joint \r\ndeclaration calling on all other nations to stop \r\nunsustainable shark fishing. \r\n Moreover, according to scientific studies, such as \r\nthat entitled “Patterns and ecosystem consequences of \r\nshark declines in the ocean”, the health of sharks is \r\nlinked directly to the health of tuna. Palau and other \r\ncountries rely on tuna as their principal fisheries \r\nresource, and the world community relies on it as an \r\nimportant food source. We must work together to \r\nensure the continued viability of this important stock. \r\nThis past year, I hosted a summit of the parties to the \r\nNauru Agreement to take steps to ensure that tuna \r\nremains plentiful. Along with other leaders of countries \r\nparties to the Naura Agreement, we limited purse seine \r\nfishing, agreed to close the doughnut holes between \r\nour jurisdictions, and implemented a vessel day \r\nscheme. These are steps which we believe are vital to \r\nensuring the continued viability of our stocks. \r\n When Palau and other Pacific small island \r\ndeveloping States (SIDs) joined together at the sixty-\r\nthird session of the General Assembly to initiate \r\nresolution 63/281, “Climate change and its possible \r\nsecurity implications”, we did so recognizing that not \r\nonly is climate change a development issue, but has \r\nnow risen to the level of a security issue. The \r\nsuccessful adoption of resolution 63/281 by consensus \r\nwas a landmark occasion for Pacific SIDs and a step \r\nforward for the international community. The \r\naccelerating conflict and dislocation caused by climate \r\nevents warrant an urgent response from the Security \r\nCouncil. We repeat our call for Security Council action \r\non this resolution. \r\n After personally visiting the Pacific islands \r\nearlier this year, His Highness Sheikh Abdullah Bin \r\nZayed Al Nahyan, Foreign Minister of the United Arab \r\nEmirates, convened an historic summit between the \r\nArab League and the Pacific SIDs. The summit was a \r\nsuccess. Our two regions, which had never before \r\nengaged bilaterally, found a new understanding of \r\nshared goals, culture and traditions. Palau is grateful to \r\nthe League of Arab States for being the first regional \r\ngroup to recognize the potential of the Pacific SIDs as \r\na strong, viable and cohesive unit. \r\n We are hopeful that this is the year when we will \r\nmake substantive progress on Security Council reform. \r\nOur position on the issue has been stated clearly and \r\ncontinually in the negotiation room. If we as an \r\norganization are to maintain our relevance, we must \r\nreform the Council so that its membership reflects the \r\never-evolving membership of the General Assembly. \r\nPalau strongly supports expanding Security Council \r\nmembership, particularly by adding Japan as a \r\npermanent member. \r\n On the issue of security, Palau is hopeful that the \r\nreturn of Israelis and Palestinians this month to the \r\nnegotiating table will bear fruit. The crucible of the \r\nworld’s Abrahamic faiths should not be the land of so \r\nmuch turmoil. The resolution of this intractable \r\nproblem is of the utmost importance so that the region \r\nand its reality may reflect its historic message of peace \r\non Earth. Palau can only add its voice to the chorus of \r\nsupport for a just, comprehensive and regional solution \r\nin accordance with the Road Map, the Arab Peace \r\nInitiative and the relevant Security Council resolutions. \r\nWe welcome the opportunity to actively support the \r\nprocess in the General Assembly this fall. Indeed, \r\nworld peace hinges on peace in the Middle East. \r\n Palau also supports the efforts of the international \r\ncommunity on disarmament and the prevention of the \r\nproliferation of nuclear weapons. Palau’s was the \r\nworld’s first nuclear-free Constitution, and so the \r\nelimination of nuclear weapons is of special concern to \r\nus. Having experienced the horror and devastation of \r\nwar, we and our neighbours long for the day when the \r\nentire world is free of nuclear weapons. We therefore \r\nA/65/PV.14  \r\n \r\n10-54959 20 \r\n \r\nwelcome all efforts to add the Middle East to the list of \r\nnuclear-weapon-free zones. \r\n The SARS pandemic shone a bright light on the \r\ngaps in our collective ability to prevent the spread of \r\ndiseases internationally. With the participation of \r\nTaiwan, we can now help to fill those gaps. We \r\ncongratulate the world community on making itself \r\nhealthier by granting Taiwan observer status at the \r\nWorld Health Assembly. Given the importance of a \r\nuniversal approach to global problems, Palau advocates \r\nfor Taiwan’s inclusion in the activities of the \r\nInternational Civil Aviation Organization and the \r\nUnited Nations Framework Convention on Climate \r\nChange. The world needs its input to ensure civil \r\naviation safety and security, and to effectively tackle \r\nclimate change for the benefit of all. \r\n When I began my address, I related the success \r\nstory that was Palau’s emergence from trusteeship. As I \r\nwind down my remarks, I will speak candidly about \r\nour challenges. Today, Palau still feels the pain from \r\nthe wounds inflicted during our colonial days. Damage \r\nwas done to our islands. One, for example, was \r\nstripped of much of its resources, making it difficult \r\nfor those who live there to sustain the livelihood they \r\nonce enjoyed. This happened to our once phosphate-\r\nrich island of Angaur. We call on the international \r\ncommunity for appropriate relief for this historic and \r\nlasting injury — a relief that will heal the gaping \r\nwounds on our island, ease our pain and bring justice \r\nto our people. \r\n In addition, as a result of the fierce battles fought \r\nover our islands during the Second World War, \r\nexplosives were rained down on our land. Some of \r\nthose explosives still lie there, live, and pose an \r\nextreme danger to the lives and limbs of our people. \r\nWe appeal to the conscience of the world, especially \r\nthose responsible, to remove this danger from our \r\nmidst. \r\n As a developing nation, Palau is thankful for the \r\ngrants provided to us by our allies, friends and \r\npartners. They have been invaluable. But our \r\ndeveloping economy faces a crisis that grants alone \r\ncannot address. Without a strong local economy based \r\non private enterprise and the free market, our young \r\npeople will continue to leave our shores to pursue \r\nbetter employment abroad. We need more than just \r\nhumanitarian grants; we need private investment to \r\nspur and sustain our economic development. I therefore \r\ninvite investors and entrepreneurs from all over the \r\nworld to come to Palau to invest and establish \r\npartnerships with our talented people, so that we can \r\ncreate a vibrant economy for now and for our future. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Palau for the statement he has just made. \r\n  Mr. Johnson Toribiong, President of the Republic \r\nof Palau, was escorted from the General Assembly \r\nHall. \r\n \r\nAddress by Mr. Dimitris Christofias, President of the \r\nRepublic of Cyprus \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nCyprus. \r\n  Mr. Dimitris Christofias, President of the Republic \r\nof Cyprus, was escorted into the General \r\nAssembly Hall. \r\n \r\n The Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Dimitris Christofias, \r\nPresident of the Republic of Cyprus, and to invite him \r\nto address the Assembly. \r\n President Christofias (spoke in Greek; English \r\ntext provided by the delegation): I congratulate \r\nMr. Joseph Deiss on his assumption of the presidency \r\nof the General Assembly at its sixty-fifth session. \r\n It is commonly acknowledged that the \r\ninternational community faces challenges that are \r\nmultiplying in scope and magnitude. This raises a \r\nquestion about whether our ability to respond to these \r\nchallenges grows in tandem. We have recently \r\nwitnessed climatic and natural disasters on a scale \r\nnever experienced in recent history, such as the floods \r\nin Pakistan, the fires in Russia, the earthquake in Haiti \r\nand the landslides in China. \r\n Environmental degradation and climate change; \r\nrising poverty, food insecurity and the lack of basic \r\nhealth care for so many of our fellow human beings in \r\na world with deep social disparities; terrorism; the \r\nvisible threat of nuclear proliferation, especially in the \r\nMiddle East; and the continuing economic crisis of the \r\npast few years, which has primarily affected millions \r\nof working people and the poor, require effective \r\nregional and global action through the United Nations \r\nand other multilateral organizations. \r\n A/65/PV.14\r\n \r\n21 10-54959 \r\n \r\n Turning our attention to my own neighbourhood, \r\nthe Eastern Mediterranean and the Middle East, I \r\nwould like to welcome the relaunching of negotiations \r\nbetween Israel and the Palestinian Authority and to \r\nexpress hope for a successful outcome. We all know \r\nthat it is a difficult task, but there is no alternative to \r\ndialogue. We express the hope that no unilateral \r\nmeasure will be taken that would create more obstacles \r\nto the negotiations to reach an agreement. The solution \r\nshould lead to the creation of an independent and \r\nsovereign Palestinian State living side by side with the \r\nState of Israel. \r\n Cyprus, together with Greece, has proposed the \r\ncreation of a humanitarian sea corridor to the people of \r\nGaza, utilizing our proximity to the area and our good \r\nrelations with all sides. \r\n This year, Cyprus is celebrating the fiftieth year \r\nsince the establishment of the Republic of Cyprus and \r\nits participation as a full Member of the United \r\nNations. The Republic of Cyprus became a Member of \r\nthe Organization as soon as it gained its independence \r\nin the hope and with the aspiration of contributing to \r\nthe work of the Organization and playing a \r\nconstructive role in international affairs through the \r\npromotion of the implementation of the principles of \r\nthe Charter of the United Nations. With its unique \r\ngeographic position at the crossroads of three \r\ncontinents, Cyprus held the noble goal of serving as a \r\nbridge for peace and cooperation in its neighbourhood \r\nand beyond. \r\n Having gained its independence at a difficult \r\nperiod in world politics, Cyprus took a clear and \r\nconscious decision to join the Non-Aligned Movement. \r\nAs a founding member of the Movement, Cyprus \r\nplayed an active role in the work of the United Nations \r\nand in resolving international problems. We have \r\nalways held the view that problems cannot be resolved \r\nthrough military confrontation but must be solved \r\nthrough dialogue, diplomacy and respect for the \r\nterritorial integrity, sovereignty and independence of \r\nall countries and peoples, whether great or small, rich \r\nor poor. \r\n In 2004, the Republic of Cyprus joined the \r\nEuropean Union (EU) as a full member. Proud of its \r\ntraditions, Cyprus preserves its neutrality and seeks to \r\nplay an active and constructive role as an EU member \r\nState. \r\n After Cyprus won independence in 1960, the road \r\nfor Cypriots has not, unfortunately, been without \r\nproblems. Despite many difficulties and misfortunes, \r\nwe have managed to achieve economic growth and a \r\nsatisfactory standard of living for our people. In the \r\npolitical field, however, the first years of independence \r\nwere marked by difficulties and a lack of the necessary \r\npolitical cooperation between the two communities of \r\nthe island, which were called to govern the country \r\ntogether under the Constitution. Those early \r\ndifferences and difficulties were exacerbated by \r\nforeign interference. The culmination of these \r\ninterventions was the military coup of the junta that \r\nruled Greece at the time, and the illegal Turkish \r\ninvasion of July-August 1974. The military occupation \r\nby the Turkish Army of 37 per cent of the territory of \r\nthe Republic of Cyprus continues today, as does the \r\nviolation of the human rights of all Cypriot citizens, \r\nGreek Cypriots and Turkish Cypriots. \r\n The people of Cyprus have suffered enough. It is \r\ntime to overcome the problems, to achieve \r\nreconciliation between the two communities and to \r\nreunite our country and our people for the sake of \r\npeace and future generations. \r\n The General Assembly and Security Council have \r\nbeen addressing the Cyprus problem since the 1960s. A \r\nnumber of resolutions have been adopted by both the \r\nSecurity Council and the General Assembly aimed at \r\nsafeguarding the independence, territorial integrity, \r\nsovereignty and unity of the Republic of Cyprus. I take \r\nthis opportunity to express the appreciation of the \r\npeople of Cyprus to the Secretary-General, the Security \r\nCouncil and the United Nations as a whole for their \r\ncontinued and unwavering interest in Cyprus. \r\n In 1977, Archbishop Makarios, the President of \r\nCyprus at the time, accepted the evolution of the \r\nunitary State into a bicommunal, bizonal federation. \r\nThat historic compromise was a brave concession by \r\nthe Greek Cypriot community towards their Turkish \r\nCypriot compatriots. It sought to bring an end to the \r\nforeign occupation and to restore the unity of the \r\nRepublic of Cyprus. The composition of the population \r\nand the human geography of Cyprus were such that \r\nconditions for a federation did not exist. The two \r\ncommunities lived intermingled throughout the island. \r\nIt is for that reason that the acceptance of the \r\nbicommunal, bizonal federation by the Greek Cypriots \r\nconstituted a historic compromise and a concession \r\ntowards our Turkish Cypriot compatriots. \r\nA/65/PV.14  \r\n \r\n10-54959 22 \r\n \r\n After 1977, the Security Council through its \r\nresolutions endorsed the evolution of the Republic of \r\nCyprus into a bicommunal, bizonal federation with \r\npolitical equality, defined not as numerical equality but \r\nas the effective participation of both communities in all \r\norgans of Government. The united federal State would \r\nbe one, with a single sovereignty, a single citizenship \r\nand a single international personality. The federal State \r\nwould respect fundamental human rights and basic \r\nfreedoms in accordance with Security Council \r\nresolutions. The principles and values of the European \r\nUnion would also be observed. \r\n Since my election in 2008, I have actively \r\nengaged with the leadership of the Turkish Cypriot \r\ncommunity in a Cypriot-owned process within the \r\nframework of the Good Offices Mission of the \r\nSecretary-General in order to reach a mutually \r\nacceptable agreed solution on the constitutional and \r\nother internal aspects of the problem. Two years into \r\nthe process and despite the difficulties, some progress, \r\nalthough not as much as anticipated, has been achieved \r\non certain issues. At the outset of this process, we \r\nagreed with the Secretary-General that there would be \r\nno artificial deadlines or outside intervention in the \r\nform of arbitration or the submission of ready-made \r\nsolutions. \r\n With the new leader of the Turkish Cypriot \r\ncommunity, we worked through the summer and, in the \r\npast few weeks, have further intensified our meetings. \r\nIn order to achieve results soon, I have submitted a \r\npackage consisting of three proposals. First, I have \r\nsuggested linking the negotiation of the chapters of \r\nproperty, territorial adjustments and settlers in order to \r\ngive impetus to the process. I have also proposed that \r\nwhen we are close to reaching an agreement on the \r\ninternal aspects of the problem, we could hold an \r\ninternational conference under the auspices of the \r\nSecretary-General and with the participation of the \r\npermanent members of the Security Council, the \r\nguarantor Powers, the European Union, the Republic of \r\nCyprus and the two communities to discuss the \r\ninternational aspects of the problem.  \r\n The third element of my proposal concerns \r\nFamagusta. My series of proposals would benefit all \r\nsides and could create the necessary political climate to \r\ndrive the entire process forward. Unfortunately, the \r\nnew Turkish Cypriot leader and the Turkish leadership \r\nhave rejected these proposals. \r\n I would like to make a special reference here to \r\nour proposal on Famagusta. In 1974, Famagusta was a \r\ncity with a population of both Greek and Turkish \r\nCypriots. As the Turkish Army advanced towards the \r\ncity, the Greek Cypriot population was forced to flee. \r\nThe town of Varosha has been a ghost town ever since. \r\nThe Security Council considers the Government of \r\nTurkey responsible for the area, and in 1984, under \r\nresolution 550 (1984), demanded the return of the town \r\nto the United Nations in order that it might be \r\ninhabited by its legal inhabitants. Even before the \r\nadoption of resolution 550 (1984), the leaders of the \r\ntwo communities had agreed in 1979 to settle the issue \r\nof Famagusta as a matter of priority, notwithstanding \r\nany political negotiations on other issues.  \r\n My proposal, if accepted, would have benefits for \r\nall sides. In addition to the return of the fenced city to \r\nrightful inhabitants under United Nations control, my \r\nproposal includes the restoration of the medieval part \r\nof the city where our Turkish Cypriot compatriots live, \r\nas well as the opening of the port of Famagusta to \r\nexternal trade under EU supervision — a measure \r\ndirectly aimed at benefiting the Turkish Cypriots. Such \r\na development would also benefit Turkey’s accession \r\nnegotiations with the EU and provide an excellent \r\nexample of harmonious coexistence and cooperation \r\nbetween the two communities. From this rostrum, I \r\nwould also like to propose that the National Guard and \r\nthe Turkish Army again cancel their annual military \r\nexercises this autumn.  \r\n Turkey’s leadership has assured the international \r\ncommunity that it wants a solution of the problem by \r\nend of 2010. We are still waiting for its words to be \r\ntransformed into action. The same expectation was \r\nrepeatedly voiced by the European Council and in a \r\nrecent resolution of the European Parliament. The \r\nEuropean Union calls on Turkey to work on the basis \r\nof United Nations resolutions and to meet its \r\nobligations towards the European Union and the \r\nRepublic of Cyprus, which Turkey still fails to \r\nrecognize. \r\n Turkey must respect the independence and \r\nterritorial integrity of the Republic of Cyprus and \r\ncontribute to the achievement of an agreement that \r\nwould reunite Cyprus and its people. Our vision is of a \r\nreunited Cyprus, common homeland of Greek and \r\nTurkish Cypriots, without any foreign troops or settlers \r\non its territory and with full respect for the human \r\nrights and fundamental freedoms of all its people: \r\n A/65/PV.14\r\n \r\n23 10-54959 \r\n \r\nGreek and Turkish Cypriots, Maronites, Armenians and \r\nLatins. I would like to reiterate my commitment to \r\ndoing my utmost to that end. \r\n From this rostrum, I repeat my call on the Turkish \r\nleadership to meet with me, in parallel to the \r\nnegotiating process, so that I can share with them my \r\nvision for a solution of the Cyprus problem, which \r\nwould serve the interests of the Cypriots, Turkey and \r\nGreece, as well as of peace and security in the region. \r\n The challenges faced by the international \r\ncommunity are increasing. Climate change, poverty, \r\nmalnutrition and lack of access to basic health care, \r\nterrorism, wars, the threat of further nuclear \r\nproliferation and nuclear terrorism, the economic crisis \r\nand political instability in many regions of the world \r\nrequire us to undertake a renewed and more effective \r\neffort to protect humankind’s achievements. The future \r\nis in our hands. We will succeed only if we achieve a \r\nmore just distribution and better redistribution of the \r\nworld’s natural resources and wealth. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nCyprus for the statement he has just made. \r\n  Mr. Dimitris Christofias, President of the Republic \r\nof Cyprus, was escorted from the General \r\nAssembly Hall. \r\n \r\nAddress by Mr. Goodluck Ebele Jonathan, President \r\nand Commander-in-Chief of the Armed Forces of the \r\nFederal Republic of Nigeria \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the President and Commander-in-\r\nChief of the Armed Forces of the Federal Republic of \r\nNigeria. \r\n  Mr. Goodluck Ebele Jonathan, President and \r\nCommander-in-Chief of the Armed Forces of the \r\nFederal Republic of Nigeria, was escorted into the \r\nGeneral Assembly Hall. \r\n \r\n The Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Goodluck Ebele Jonathan, \r\nPresident and Commander-in-Chief of the Armed \r\nForces of the Federal Republic of Nigeria, and to invite \r\nhim to address the Assembly. \r\n President Jonathan: I welcome this opportunity \r\nto address this Assembly for the first time since I was \r\nsworn in as President of my country, Nigeria, on 6 May \r\nthis year. \r\n I extend sincere congratulations to Mr. Joseph \r\nDeiss on his well-deserved election as President of the \r\nGeneral Assembly at its sixty-fifth session. Allow me \r\nalso to congratulate his predecessor on the skilful way \r\nin which he conducted the affairs of the Assembly \r\nduring its sixty-fourth session. I also commend the \r\nSecretary-General for the quality of his leadership. I \r\nassure the President of the General Assembly of the \r\nsupport and cooperation of the Nigerian delegation \r\nthroughout his tenure. \r\n This session coincides with the fiftieth \r\nanniversary of the independence of 17 African \r\ncountries, including my country, Nigeria. It is true that \r\nthe United Nations played an important role in the \r\nacceleration of decolonization, in part through the \r\nadoption of many resolutions supporting the right of \r\nnations to self-determination. The independence and \r\nsubsequent admission of many of these countries into \r\nthe United Nations has greatly enhanced the \r\nOrganization’s legitimacy, thereby advancing the noble \r\ngoals of its Charter. \r\n Nigeria was one of the countries to emerge from \r\ncolonialism in 1960 into a whole new world of \r\nindependence and sovereignty to take on the task of \r\nnation-building and to play the international role that \r\ndestiny had conferred on us. Our participation in the \r\nUnited Nations peacekeeping mission in the Congo \r\nseven days after gaining our independence was the \r\ndirect and deliberate fulfilment of the international role \r\nthat we had set for ourselves as a people. Since then, \r\nwe have participated in numerous United Nations \r\npeacekeeping missions, as well as in similar regional \r\nendeavours. Nigeria has been and will continue to be \r\nan active participant in the work of the United Nations, \r\nstriving therein to promote national, regional and \r\nglobal objectives. \r\n Despite many years of independence, many \r\ncountries still face the daunting challenges of nation-\r\nbuilding. It is in this connection that the Millennium \r\nSummit of 2000 adopted a set of goals to be realized \r\nby 2015. The outcome of the events related to the \r\nMillennium Development Goals (MDGs) that took \r\nplace recently here in New York inspires a real \r\nappreciation of the enormous scope of the task ahead \r\nfor many countries, including ours. The urgency of the \r\naction needed to address the situation has been clearly \r\nA/65/PV.14  \r\n \r\n10-54959 24 \r\n \r\nand unambiguously underscored in the intervening \r\ndiscussions. \r\n Even though we have achieved significant \r\nimprovements in the eradication of polio and other \r\nchild-related diseases, Nigeria still has its own fair \r\nshare of challenges to overcome. Progress on MDGs 4 \r\nand 5, which relate to the reduction of maternal and \r\nchild mortality, has been relatively slow. The weakness \r\nof the primary health care system and limited referral \r\ninstitutions remain crucial challenges in the health care \r\nsector. \r\n On the positive side, Nigeria has recorded \r\nremarkable progress in the provision of universal basic \r\neducation, and we are also in the process of \r\nharmonizing baseline data that will assist us in the \r\nproper monitoring and evaluation of all MDG projects. \r\n The Global Fund to fight HIV/AIDS, \r\nTuberculosis and Malaria continues to be a prime \r\nmechanism for addressing Millennium Development \r\nGoal 6. Accordingly, Nigeria will remain both a donor \r\nnation to and a recipient of the Fund. Having actively \r\nparticipated during the first and second replenishments \r\nwith total contributions of $20 million, Nigeria will \r\nmake further contributions of $10 million during the \r\nthird replenishment. We will also call for the Muskoka \r\ncommitment to be met now, and the Global Fund to be \r\nexpanded to include MDGs 4 and 5 in support of the \r\nSecretary-General’s Every Woman, Every Child \r\ninitiative. \r\n Good governance, strict adherence to the rule of \r\nlaw and respect for human rights remain fundamental \r\ntenets of my administration. The consolidation and \r\nsafeguarding of our democracy are a task on which we \r\nare beginning to see positive results. The smooth \r\nsuccession of power since Nigeria’s return to \r\ndemocratic rule in 1999, including my own ascension \r\nto the presidency of our country after the demise of my \r\npredecessor, is evidence of the commitment of all \r\nstakeholders to democratic governance in the \r\nknowledge that political stability is imperative to the \r\neconomic development of any nation. \r\n As we celebrate the fiftieth anniversary of our \r\nindependence in a few days, we remember the \r\nsacrifices of the founding fathers of our nation, as well \r\nas our own responsibility to present and future \r\ngenerations. In fulfilment of these aspirations, we are \r\nfirmly committed to holding free, fair and credible \r\nelections during the 2011 general elections. In this \r\nregard, we have taken the steps necessary to ensure the \r\nsuccess of the process. I assure the Assembly that \r\nevery vote will count in Nigeria. \r\n We are also working to strengthen our \r\ninstitutional structures for combating corruption, \r\nfinancial crimes, and other vices, such as human and \r\ndrug trafficking. We are reforming the financial sector \r\nto make it more accountable and transparent. This will \r\nensure that our country enjoys political stability, social \r\nharmony and economic growth. \r\n In support of our commitment to the global effort \r\nto combat terrorism, we continue to strengthen and \r\nexpand our institutional capacities to tackle all forms \r\nof extremism. In fact, we currently have two bills — a \r\ncounter-terrorism bill and an anti-money laundering \r\nbill — before our National Assembly, and I am \r\nconfident they will be enacted into law before the end \r\nof the current legislative year. \r\n Soon after I assumed the leadership of my \r\ncountry as acting President, I was invited by the \r\nPresident of the United States of America to a mini-\r\nsummit on nuclear disarmament in Washington, D.C., \r\nin April this year. Like all previous Nigerian leaders, I \r\nshare the American President’s vision of a world free \r\nof nuclear weapons, and I will continue to collaborate \r\nwith him and all humankind for the realization of this \r\nlaudable goal. Our support for and active participation \r\nin the adoption of the Pelindaba Treaty is evidence of \r\nour commitment to the total elimination of nuclear \r\nweapons. This conforms with our status as a signatory \r\nto the major treaties on nuclear disarmament. \r\n At the same time, small arms and light weapons \r\nhave destabilized the African continent, fuelled and \r\nprolonged conflicts, and obstructed relief programmes. \r\nThey have also undermined peace initiatives, increased \r\nhuman rights abuses, hampered development and, \r\nperhaps more worrisome, fostered a culture of \r\norganized crime and violence. We note, however, that \r\nthe illicit trade in and proliferation of small arms and \r\nlight weapons do not receive adequate attention. \r\nNigeria calls on the United Nations to take firm action \r\nto control the proliferation of small arms and light \r\nweapons by adopting an arms trade treaty. \r\n It is estimated that there are approximately 100 \r\nmillion of these weapons in sub-Saharan Africa alone. \r\nThese weapons have been identified as having killed \r\nmore people in the African continent than any other \r\ntype of weapon. However, unlike for nuclear, chemical \r\n A/65/PV.14\r\n \r\n25 10-54959 \r\n \r\nand biological weapons, there are no global treaties or \r\nlegally binding instruments for dealing with the \r\nchallenges posed by small arms and light weapons. It \r\nmust be underscored that the dumping of these \r\nweapons in Africa and their free use are among the \r\ngreatest challenges facing African leaders today. These \r\nweapons encourage impunity, transborder crime, armed \r\nrobbery, piracy, kidnapping and the rape of innocent \r\nwomen. In general, their presence hampers economic \r\ngrowth because no one wants to invest in a nation or \r\nregion that is prone to crisis. We know of \r\napproximately 300 companies that produce and trade \r\nsuch small arms and light weapons in approximately 50 \r\ncountries around the world. And we believe that it is \r\ntime for the United Nations to come on strong if it \r\ntruly wants to help Africa get out of the woods. \r\n In my capacity as Chairman of the Economic \r\nCommunity of West African States, I am pleased to \r\nreport that we have made substantial progress in \r\nbringing peace and stability to countries in the \r\nCommunity that were until recently embroiled in \r\npolitical crises. This has greatly improved the situation \r\nacross the subregion, which in turn has enhanced the \r\npeace and security that are critical to development. We \r\nwill continue to build on these achievements to \r\nconsolidate stability and engender prosperity in the \r\nsubregion. \r\n Nigeria chose the theme of preventive diplomacy \r\nfor an open debate it convened during its presidency of \r\nthe Security Council in July 2010 (see S/PV.6360) to \r\nhighlight the importance that it attaches to conflict \r\nprevention. It is obvious that preventing conflicts is a \r\ncheaper option for maintaining peace and security than \r\npeacekeeping. I urge the United Nations to devote \r\nrenewed attention to preventive diplomacy. The \r\nincreasing financial burden of peacekeeping and the \r\nhigh human cost of conflict are good reasons for the \r\nUnited Nations to pursue with vigour the adoption of \r\npreventive diplomacy in the spirit of the provisions of \r\nChapters VI and VII of the Charter of the United \r\nNations. \r\n For Nigeria, a major contributor of troops to \r\npeacekeeping operations around the world, it is \r\nessential that the rules of engagement be reviewed to \r\nprevent high casualty rates among contingents. It \r\ndeeply saddens us to see troops wearing the United \r\nNations colours being waylaid and murdered because \r\nof the rules of engagement. \r\n The theme for the sixty-fifth session of the \r\nGeneral Assembly — “Reaffirming the central role of \r\nthe United Nations in global governance” — is timely \r\nand appropriate. The need for the United Nations to \r\nprovide leadership in addressing problems and \r\nchallenges of a global nature is imperative. We urge the \r\nOrganization to quicken the pace of reform, not only to \r\nbetter reflect current global realities, but also to ensure \r\nthat it enjoys genuine legitimacy. Good governance \r\nrequires participation by all nations and all peoples of \r\nthe world. \r\n The early reform and, in particular, expansion of \r\nthe Security Council will accord the United Nations \r\ngreater effectiveness in global good governance. The \r\nexclusion of the African States from the Council’s \r\npermanent membership category can no longer be \r\njustified. \r\n I would like to reaffirm Nigeria’s abiding faith in \r\nthe role of the United Nations in the pursuit of our \r\ncommon goals for the benefit of all humankind. We \r\ntherefore pledge our continued support for the \r\nOrganization, in order to strengthen it, as a way of \r\nidentifying with the ideals for which it stands. \r\n In conclusion, I wish to thank all Member States \r\nfor their kind words of condolence and sympathy in \r\nhonour of the late President Umaru Musa Yar’Adua at \r\nan Assembly meeting last May (see A/64/PV.86). Even \r\nthough he is gone, his legacy lives on, as my \r\nAdministration continues to implement the \r\nprogrammes we had jointly designed during his time as \r\nPresident of our country and while I was second-in-\r\ncommand. May his soul rest in peace. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the President and \r\nCommander-in-Chief of the Armed Forces of the \r\nFederal Republic of Nigeria for the statement he has \r\njust made. \r\n  Mr. Goodluck Ebele Jonathan, President and \r\nCommander-in-Chief of the Armed Forces of the \r\nFederal Republic of Nigeria, was escorted from \r\nthe General Assembly Hall. \r\n \r\nAgenda item 8 (continued) \r\n \r\nGeneral debate \r\n \r\n The Acting President: I now call on His \r\nExcellency Mr. Nicholas Clegg, Deputy Prime Minister \r\nA/65/PV.14  \r\n \r\n10-54959 26 \r\n \r\nof the United Kingdom of Great Britain and Northern \r\nIreland. \r\n Mr. Clegg (United Kingdom): The nations \r\nrepresented here know how deeply the world has \r\nchanged in the six and a half decades since the United \r\nNations was formed; since the spirit of international \r\ncitizenship, of peoples and nations combining their \r\nenergies to solve our shared problems, gave birth to the \r\nUnited Nations. Today, that spirit is needed more than \r\never. \r\n All of us have to respond to a world that is \r\nprofoundly altered. As a community of nations, we face \r\nthree profound challenges: a redrawing of the map of \r\npower, including a big shift in economic power; the \r\nglobalization of problems, not least terrorism and \r\nclimate change; and increasingly fluid forms of identity \r\nand the rapid circulation and potency of new ideas. \r\nTaken together, these mean that we are in a new world. \r\nAll three demand matching responses. So we must \r\nreform and renew our multilateral institutions in line \r\nwith the changing map of power, strengthen our actions \r\non international peacebuilding, climate change and \r\ndevelopment, and promote liberal values and human \r\nrights to win the conflict of ideas. \r\n The truth is that in all three of these areas we are \r\nnot doing anything like as well as we must. The \r\neffectiveness of multilateral approaches is in question \r\nin the wake of the financial crisis, the failure of the \r\nclimate change talks in Copenhagen and the stalling of \r\nthe Doha Trade Round. And too many nations and \r\ninternational institutions have been too reticent about \r\npromoting enlightened human values. We need to inject \r\nnew life into our institutions and new confidence into \r\nthe expression of our ideals. \r\n Turning first to the altered geography of power, it \r\nis an often-stated fact that the old economic order is \r\nbeing transformed and that what were once labelled \r\nemerging economies are now, in many cases, global \r\neconomic players. The distribution of military power, \r\ntoo, is altering, so power is being wielded in different \r\nplaces and in different ways. This power shift requires \r\nus to reform our international institutions, to reinforce \r\nthe rule of international law, and to free up \r\ninternational trade. \r\n In recent years, our multinational institutions \r\nhave sometimes struggled to adapt to the new \r\ncircumstances, so reform is essential. And a good place \r\nto start is right here at the United Nations. The Security \r\nCouncil must be reformed to reflect the new geography \r\nof power. The United Kingdom is clear and \r\nunambiguous in our support for permanent seats for \r\nBrazil, India, Germany and Japan, and for African \r\nrepresentation. Put simply, the United Nations cannot \r\nspeak for the many if it only hears the voices of the \r\nfew. We welcome the priority that the President has \r\npromised to give to the Assembly’s continuing \r\nnegotiations on this issue. \r\n Closer cooperation on counter-terrorism is also \r\nvital, and we welcome the Assembly’s affirmation of \r\nthe United Nations Global Counter-Terrorism Strategy. \r\nWe must stand shoulder to shoulder in the struggle \r\nagainst terrorism. \r\n The United Kingdom will always champion the \r\nUnited Nations. If it did not exist, we would have to \r\ninvent it. But let us be frank. Without a radical \r\noverhaul, the United Nations will not provide the \r\nleadership the world seeks from it and needs from it. It \r\nis also important that the vital role of the European \r\nUnion in promoting development and prosperity be \r\nadequately represented in the Assembly. \r\n The redrawing of the power map also makes it \r\neven more important that the writ of international law \r\nextend across the world. Laws are the solid \r\nrepresentation of our collective values. That is why it is \r\nso important that we uphold and reinforce the \r\ninstruments of international justice, including the \r\nInternational Criminal Court and specific tribunals, \r\nsuch as those for Rwanda and the former Yugoslavia.  \r\n I strongly welcome the comments of President \r\nObama yesterday on the vital importance of the Middle \r\nEast peace process. I can assure the Assembly that the \r\nUnited Kingdom is committed to helping lead to the \r\nend of hostilities that have been so profoundly \r\ndamaging for all sides. \r\n The prevention of nuclear-weapons proliferation \r\nis another huge priority for the international \r\ncommunity. The United Kingdom welcomes the \r\nsuccess of the Review Conference of the Parties to the \r\nTreaty on the Non-Proliferation of Nuclear Weapons \r\nthis May, and I can assure the Assembly that we will \r\ncontinue to play our part in making the world safer \r\nfrom the threat of nuclear weapons. \r\n I was ready today to welcome the progress made \r\nin this week’s meeting of the E3+3 group on Iran. I \r\nwas ready to also straightforwardly reiterate our \r\n A/65/PV.14\r\n \r\n27 10-54959 \r\n \r\nconcerns about Iran’s nuclear programme. But instead, \r\nonce again, an issue of grave global concern has been \r\novershadowed by the bizarre, offensive and attention-\r\ngrabbing pronouncements by President Ahmadinejad \r\nfrom this rostrum yesterday. His remarks were intended \r\nto distract attention from Iran’s obligations and to \r\ngenerate media headlines. They deserve to do neither. \r\n The reshaped world of power also increases the \r\nneed to open our borders to free trade. A trading world \r\nis a safer world. A world trade deal, which is within \r\nreach, would be worth $170 billion annually to the \r\nworld economy. Two years ago we were very close, but \r\nwe failed to seal the deal. We simply cannot afford \r\nprotectionism. Today, we have to recognize that we \r\nwill need an even more ambitious deal than we \r\nenvisaged then if we are to get an agreement. Greater \r\naccess to markets, particularly for least developed \r\ncountries’ exports of agriculture, supports growth and \r\nreduces poverty. \r\n The second of the three big shifts we have to \r\nadapt to is the globalization of many of our problems \r\nand of many of the solutions to those problems. Our \r\neconomies are, of course, tied ever more closely \r\ntogether, as recent events have dramatically proven. \r\nProsperity and poverty in one part of the world impact \r\non economic activity and security elsewhere. \r\n Diseases can span the globe in a matter of days. \r\nTerrorism is conducted by international networks \r\nacross the world. Environmental threats do not respect \r\nborders. We are used to thinking about stateless people. \r\nWe have to get used to the idea of stateless problems, \r\ntoo. Conflict takes place between, across and within \r\nnational boundaries, but wherever it takes place it can \r\nthreaten the interests of all nations. Conflict \r\nundermines our collective prosperity and destroys \r\ndevelopment. We must work harder to prevent conflict \r\nby tackling the sources of violence. And where conflict \r\ndoes break out, we must be ready to help resolve it.  \r\n So let me take this opportunity to acknowledge \r\nthe invaluable contribution of United Nations \r\npeacekeepers to laying the foundations for sustainable \r\npeace around the world. We owe them all, and the \r\nGovernments that provide them, a great debt of \r\ngratitude. The United Kingdom, along with France and \r\nother partners, has been at the forefront of supporting \r\nand encouraging United Nations efforts to deliver more \r\nstrategic and effective peacekeeping. We will continue \r\nto provide that support.  \r\n But peacekeeping alone is not the answer. We \r\nneed peacebuilding, too. The United Nations is \r\nuniquely placed not only to keep the peace, but also to \r\nmake it last. Effective peacebuilding can address the \r\nunderlying causes of conflict and strengthen local, \r\nregional and national capacity to contribute to long-\r\nterm stability in fragile States. \r\n The coming year will see some significant \r\nchallenges to the United Nations efforts to promote \r\ninternational peace, justice and security: in the Sudan, \r\nwhere we will see a referendum on the future of \r\nSouthern Sudan, while continuing to look for progress \r\non justice in Darfur and more widely; in Somalia, \r\nwhere the African Union peacekeeping mission is \r\nplaying a brave and crucial role, and where the \r\nleadership of the United Nations could be decisive; and \r\nin the Democratic Republic of the Congo, where much \r\nprogress has been made but where we have seen again \r\nin recent weeks how much more remains to be done to \r\nachieve real security and stability for many of its hard-\r\npressed people. \r\n The United Kingdom remains fully committed to \r\nthe mission to bring peace and prosperity to \r\nAfghanistan. Afghans are increasingly taking \r\nresponsibility for their own affairs. This year’s Kabul \r\nConference and, most recently, parliamentary elections \r\nhave demonstrated Afghan commitment. Challenges \r\nremain, but progress is being made. The United \r\nKingdom will continue to work with its international \r\npartners to support Afghans to build a better \r\nAfghanistan. \r\n The United Kingdom is wholehearted in our \r\nsupport for international development. Like many \r\nnations, we are having to take tough action to reduce \r\nour financial deficits, but we are not budging a \r\nmillimetre from our commitment to development. We \r\nare standing by our promise to devote 0.7 per cent of \r\ngross national income to international development \r\nassistance from 2013, and we will enshrine this \r\ncommitment in law. \r\n When disaster strikes, we must respond quickly \r\nand generously. Right now, Pakistan faces a \r\nhumanitarian disaster of unimaginable proportions. As \r\nthe Secretary-General has said, this is the largest \r\ndisaster in the 65-year history of the United Nations. \r\nSo we must ensure that the United Nations appeal is \r\nproperly funded to cover both humanitarian relief and \r\nreconstruction, and we must ensure that there is enough \r\nA/65/PV.14  \r\n \r\n10-54959 28 \r\n \r\nsupport over the long term, not least in helping \r\nPakistan to achieve the levels of economic growth that \r\nwill allow the country to rebuild itself. I am very \r\nproud, as the representative of a European Union (EU) \r\nmember State, that the EU has recently shown real \r\nleadership in promising to look at improving trade \r\naccess for Pakistan in response to the disaster. I very \r\nmuch hope that others can follow suit. \r\n So, economic power has shifted and problems \r\nhave globalized, but at the same time the power of \r\nideas has grown enormously. Identities have become \r\nmore fluid. It is not possible to put people into neatly \r\nlabelled national boxes any more. This means that \r\nwinning the battle of ideas is as important as military \r\nprowess. \r\n The work of international institutions must \r\ncontinue to be guided by the values on which those \r\ninstitutions were founded: the rule of law, both \r\ndomestic and international; the right to freedom of \r\nexpression and belief; democracy; and equality before \r\nthe law. These values are sometimes described as \r\nWestern values, but only by people who do not know \r\ntheir history. Four centuries ago, the great Mughal \r\nemperor Akbar was legislating for religious freedom \r\nand equality in what is now India, while in parts of \r\nEurope heretics were being burned at the stake. The \r\ntruth is that these liberal values of equality, law and \r\nself-determination cannot be claimed by any nation or \r\nhemisphere. They are global values with global force. \r\nThey are also the values at the heart of the United \r\nNations Charter. \r\n We should never apologize for promoting the idea \r\nthat women and men are equal; never flinch from \r\ninsisting that Governments chosen by their people are \r\nbetter; never shy away from our insistence that nobody \r\nshould be silenced because of their religion or beliefs. \r\n The United Kingdom will therefore continue to \r\npush for human rights across the world. Since the \r\nUniversal Declaration of Human Rights was adopted in \r\n1948, the United Nations has developed a global legal \r\nframework of human rights standards. We want to see \r\nthe Human Rights Council do more to ensure that \r\nStates implement their obligations and use the 2011 \r\nreview to improve the Council’s ability to respond \r\neffectively to situations of concern, such as the \r\noutrageous abuse of democracy and human rights in \r\nBurma. \r\n United Kingdom foreign policy will be shaped by \r\nthe three big challenges I have set out today: a power \r\nshift, the globalization of problems, and the rapid \r\ncirculation and potency of ideas. The United Kingdom \r\nGovernment will fearlessly promote our ideals and \r\ninterests while remaining realistic in our approach. \r\n This is the spirit in which the United Kingdom \r\nGovernment is conducting a root-and-branch review of \r\nour own strategic defence and security policy. Our last \r\nreview took place in 1998, but the world has changed, \r\nalong with the character of the threats we face. This is \r\nnot to say that we did not face grave threats before, but \r\nthey were more fixed, more visible and more \r\npredictable. Today, the threats to our security are not \r\nrooted in specific States. They are more fluid and often \r\nless visible: terrorism, organized crime, or attacks from \r\ncyberspace. We must judge our security not by our \r\nability to deal with what we know, but how able we are \r\nto respond to unpredictable threats. \r\n The United Kingdom will also show leadership \r\nby example. As fierce advocates of the international \r\nrule of law, we will practice what we preach. No nation \r\ncan insist on the law and then act as though it is above \r\nit. But our approach will also be hard-headed and \r\nrealistic. In recent years we have learned — in same \r\ncases the hard way — that democracy cannot be \r\ncreated by diktat. Freedom cannot be commanded into \r\nexistence. \r\n The new coalition Government, now five-months \r\nold, will restore Britain’s international reputation by \r\npursuing a hard-headed foreign policy based on liberal \r\nvalues.  \r\n The world has changed, but the values that should \r\nguide us have not. We have to renew our international \r\ninstitutions in line with the new realities of world \r\npower and influence, and fearlessly project the ideals \r\nof democracy, equality and freedom. Great things are \r\ndemanded of us. Great things are necessary from us. It \r\nfalls to our generation of leaders to meet these \r\nchallenges together. \r\n \r\n  Address by His Highness Sheikh Naser \r\nAl-Mohammad Al-Ahmad Al-Sabah, Prime \r\nMinister of the State of Kuwait \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the State of \r\nKuwait. \r\n A/65/PV.14\r\n \r\n29 10-54959 \r\n \r\n  His Highness Sheikh Naser Al-Mohammad \r\nAl-Ahmad Al-Sabah, Prime Minister of the State \r\nof Kuwait, was escorted to the rostrum. \r\n \r\n The Acting President: I have great pleasure in \r\nwelcoming His Highness Sheikh Naser Al-Mohammad \r\nAl-Ahmad Al-Sabah, Prime Minister of the State of \r\nKuwait, and inviting him to address the Assembly. \r\n Mr. Al-Sabah (Kuwait) (spoke in Arabic): It is \r\nmy pleasure at the outset to congratulate Mr. Joseph \r\nDeiss sincerely on his election as President of the \r\nGeneral Assembly at its sixty-fifth session. As he \r\nrepresents the friendly Swiss Confederation, I shall \r\nnow say a few words on behalf of the people of Kuwait \r\nin one of the official languages of his country. \r\n(spoke in French) \r\n Allow me, on behalf of the people of Kuwait and \r\nmyself, to congratulate Mr. Deiss on his election. We \r\nare certain that, thanks to his wisdom and experience, \r\ncoupled with the prestigious standing of his friendly \r\ncountry, the Swiss Confederation, with which we enjoy \r\na very solid relationship on the international stage, our \r\ndeliberations will be crowned with success.  \r\n(spoke in Arabic) \r\n Also, I cannot but commend the sincere efforts of \r\nhis predecessor, His Excellency Mr. Ali Abdussalam \r\nTreki, and express our utmost thanks and appreciation \r\nto him for the successful and distinguished way in \r\nwhich he conducted the work of the previous session. \r\n I also wish to express our great pride in the \r\nsincere efforts of His Excellency the Secretary-\r\nGeneral, Mr. Ban Ki-moon, to achieve the international \r\npurposes and principles we are all pursuing in order to \r\nstrengthen the concepts of international cooperation \r\nand respect for international legitimacy, as well as to \r\nfoster the principles of the United Nations Charter. \r\n Soon we shall be celebrating the sixty-fifth \r\nanniversary of the founding of the United Nations. It is \r\nour hope that the success story of the United Nations \r\nwill continue for many years to come, not only because \r\nit is considered the best multilateral international \r\nmechanism there is, but also because it is the most \r\nlegitimate, neutral and credible institution. Over the \r\nspan of six decades it has demonstrated its ability to \r\nprevent destructive wars and maintain international \r\npeace and security.  \r\n However, since the challenges and threats facing \r\nthe international community are increasing rather than \r\ndecreasing and are becoming more tangled and \r\ncomplex, the role of the Organization has had to be \r\nexpanded and strengthened in importance and vitality \r\nin order to deal with social crises and problems. Those \r\ninclude poverty and hunger, the spread of diseases and \r\nepidemics, the scourge of drug trafficking and \r\norganized crime and violations of human rights. \r\nEconomic problems must be confronted, including the \r\nincrease in food prices and the global economic and \r\nfinancial crisis, and security challenges — such as \r\nterrorism, proliferation of weapons of mass destruction \r\nand ongoing armed conflicts in a number of regions of \r\nthe world — must be addressed.  \r\n Together, over the past two years all those \r\ndifferent challenges have contributed to wiping out \r\nmuch of the progress and gains that a great number of \r\ndeveloping countries had made towards achieving the \r\nMillennium Development Goals. \r\n Natural disasters have also had a destructive \r\neffect on the economies of many developing countries, \r\ncausing tremendous loss of life and of property. The \r\nmost striking examples were the earthquake that hit \r\nHaiti last January and the floods that swept Pakistan \r\nlast month.  \r\n There is no doubt that plenty of work remains to \r\nbe done to limit the dangers of the climate change \r\nphenomenon. We hope the conference in Cancún, \r\nMexico in November will provide us with the \r\nopportunity to reach a binding agreement that will \r\ndetermine the required goals, the time frame for their \r\nfulfilment, the responsibilities of Member States, and \r\nthe joint action mechanisms for guaranteeing the \r\nfinancing and technology transfer commitments from \r\ndeveloped to developing countries to help them adapt \r\nto climate change and cope with its impact. \r\n Without doubt, those challenges require \r\ncontinued reform and improvement of the organs, \r\nagencies and programmes of the United Nations, so as \r\nto keep pace with the changes in international relations \r\nand to improve their performance. \r\n In that regard, we welcome the adoption of \r\nGeneral Assembly resolution 64/289, entitled “System-\r\nwide coherence”. It established a new composite \r\nentity — UN Women — to foster international efforts \r\nto accelerate gender equality and women’s \r\nA/65/PV.14  \r\n \r\n10-54959 30 \r\n \r\nempowerment and created a Deputy Secretary-General \r\nposition for this purpose. \r\n On another topic, we believe that after 17 years \r\nof negotiations to reform the Security Council, it is \r\nhigh time to take the necessary steps to improve and \r\ndevelop the work of the Council and make it more \r\ntransparent. Its membership must be expanded in \r\naccordance with standards and controls that would \r\nachieve a fair balance in representation and efficiency \r\nin the discharge of its duties and responsibilities. Such \r\nmeasures should also guarantee the right of the Arab \r\nand Muslim States to be represented in a manner that \r\nreflects their size, their contributions and their role in \r\ndefending the purposes and principles of the Charter. \r\n In affirmation of its steadfast support for the \r\nefforts and activities of the United Nations in various \r\nfields, the State of Kuwait has continued to extend a \r\nhelping hand to the needy in different parts of the \r\nworld. Furthermore, in consolidating the principles of \r\nKuwait’s foreign policy, the Kuwait Fund for Arab \r\nEconomic Development has continued to provide — as \r\nit has for the past five decades — assistance and \r\ngrants, which to date have benefited more than \r\n100 countries all over the world with concessionary \r\nloans totalling $14.5 billion. That is equivalent to \r\n1.31 per cent of Kuwait’s gross national product — \r\ntwice the level of official development assistance \r\nagreed upon internationally. \r\n Based on Kuwait’s firm belief in the vitally \r\nimportant role of the United Nations in easing the \r\nhuman suffering resulting from natural disasters or \r\nconflicts, Kuwait has decided to increase almost five-\r\nfold its voluntary contributions to a number of United \r\nNations agencies, funds and programmes. Kuwait will \r\ndo so out of its desire to support those humanitarian \r\nactivities and to deepen its joint cooperation with the \r\nUnited Nations. \r\n As we celebrate the golden jubilee of our \r\nindependence, and in implementation of the desire of \r\nHis Highness the Emir of the State of Kuwait to \r\ntransform the country into a regional financial and \r\ntrade centre, a development plan has been approved for \r\nthe period 2010 to 2014. A budget of almost \r\n$115 billion has been allocated to develop \r\ninfrastructure, build ports and railways and construct \r\nnew cities, as well as to continue to work to improve \r\nthe level of basic services provided to citizens and \r\nresidents alike.  \r\n In that context, the State of Kuwait is proud to be \r\na leader, in the Arab world and internationally, in terms \r\nof the quality of education, living standards and health \r\ncare services, as well as in the fields of gender \r\nequality, economic achievement and political \r\nfreedoms, according to rankings issued by international \r\norganizations, specialized agencies and non-\r\ngovernmental organizations. \r\n Twenty years have now passed since the invasion \r\nand occupation of the State of Kuwait by the former \r\nIraqi regime. It is a painful anniversary that we and our \r\nbrothers in Iraq are determined to overcome by laying \r\nthe foundations for stable relations based on the \r\nprinciples of the mutual respect for sovereignty, \r\nindependence, good neighbourliness and non-\r\nintervention in the internal affairs of other States. We \r\nwill seek to resolve all differences by peaceful means, \r\nto respect all resolutions of international legitimacy \r\nand to implement remaining commitments stipulated \r\nby relevant Security Council resolutions.  \r\n The State of Kuwait is optimistic regarding future \r\nrelations between the two countries and is totally ready \r\nto provide all sorts of support to assist the Iraqi \r\nGovernment in its efforts to enforce security and \r\nstability and to preserve the sovereignty and territorial \r\nintegrity of Iraq, as well as to rebuild the various State \r\nsectors that have suffered as a result of the adventures \r\nof the former regime and its hostile expansionist \r\npolicies. \r\n In that regard, we hope that the ongoing \r\nnegotiations between the different parties and political \r\nforces in Iraq will lead to the formation of a \r\nGovernment of national unity that represents the entire \r\nspectrum of Iraqi society and all its political \r\ncomponents. Such a Government should be able to \r\naddress the country’s security, political and economic \r\nchallenges and fulfil the needs and aspirations of the \r\nIraqi people to build a free, democratic and unified Iraq \r\nliving in peace with itself and its neighbours and \r\ncontributing to the consolidation of the pillars of \r\nsecurity and stability in the region. \r\n The State of Kuwait, in its capacity as Chair of \r\nthe current session of the Gulf Cooperation Council \r\n(GCC), hopes that communication at all levels will \r\ncontinue between the sisterly United Arab Emirates \r\nand the friendly Islamic Republic of Iran to seek a \r\nresolution to the conflict over the occupied Emarati \r\nIslands, in line with the principles and norms of \r\n A/65/PV.14\r\n \r\n31 10-54959 \r\n \r\ninternational law and on the basis of good-neighbourly \r\nrelations, as set out in the resolutions issued by GCC \r\nsummits and ministerial meetings. \r\n While the State of Kuwait affirms the right of \r\nStates to utilize nuclear energy for peaceful purposes, \r\nwe call on all States with such programmes to \r\ncooperate with the International Atomic Energy \r\nAgency and to take whatever steps are necessary to \r\nbuild confidence so as to reassure the international \r\ncommunity about the nature of their nuclear \r\nprogrammes, in line with resolutions of international \r\nlegitimacy. We also emphasize the need to resolve \r\nthose issues peacefully through diplomatic means and \r\ndirect negotiations between the parties concerned. That \r\nwill pave the way to the establishment of a zone free of \r\nnuclear weapons in the Middle East, in implementation \r\nof the resolution adopted at the Non-Proliferation \r\nTreaty Review Conference held at the United Nations \r\nHeadquarters last May. \r\n The Arab-Israeli conflict is considered the gravest \r\nthreat to peace and security in the Middle East region. \r\nThe failure of the United Nations over the past six \r\ndecades to find a solution to that pivotal issue has \r\ncontributed to the complication of the Palestine \r\nquestion and has prompted Israel, the occupying \r\nPower, to persist in its disrespect of international \r\nlegitimacy. Israel has also persisted in its settlement \r\npolicy, imposed a siege on Gaza and destroyed the \r\nlandmarks of Jerusalem in order to Judaize it.  \r\n Moreover, instead of welcoming the Arab Peace \r\nInitiative as a strategic choice and the nucleus of the \r\npeace process in the Middle East, Israel has continued \r\nto confiscate territory and to torture and detain \r\nunarmed Palestinian civilians. It has used the rockets \r\nlaunched against it as a pretext to launch savage wars \r\nand to use excessive force. All of that is in addition to \r\nits arrogant attack on the Turkish freedom flotilla in \r\ninternational waters.  \r\n Israel is confident of its impunity and thus \r\ncommits crimes continuously and systematically, \r\nwithout any adequate response from the international \r\ncommunity to its arrogance. We therefore reaffirm the \r\nresponsibility of the international community and of \r\nthe Security Council for the maintenance of peace and \r\nsecurity, as well as to deal seriously and sternly with \r\nIsrael and force it to comply with the international will. \r\n We hope that the direct negotiations that began at \r\nthe start of this month between the Palestinian \r\nAuthority and Israel will lead to the restoration of the \r\nlegitimate rights of the Palestinian people, the \r\nachievement of a just and comprehensive peace in the \r\nMiddle East and the establishment of a Palestinian \r\nState, with Jerusalem as its capital, in line with \r\nrelevant Security Council resolutions, the principle of \r\nland for peace, the Road Map and the Arab Peace \r\nInitiative. \r\n We also renew our full support to the Syrian Arab \r\nRepublic in regaining its occupied lands in the Golan \r\nand the return to the line of 4 June 1967. We also stress \r\nthe need for implementing Security Council resolution \r\n1701 (2006) and putting an end to repeated Israeli \r\nviolations of Lebanese airspace and of the Blue Line of \r\nseparation. We also emphasize the need for Israel to \r\nwithdrawal from all occupied Lebanese territories. \r\n The peoples of the world want to live in a clean, \r\nsafe and stable environment. In recent decades, we \r\nhave been able to enact numerous international \r\nagreements and conventions under the umbrella of the \r\nUnited Nations to ensure dignified lives for our \r\npeoples in a world where justice and equality prevail. \r\nWe must therefore shoulder our responsibilities and \r\nadhere to our commitments in order to fulfil the hopes \r\nand aspirations of all the peoples of the world. \r\n The Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nState of Kuwait for the statement he has just made. \r\n  His Highness Sheikh Naser Al-Mohammad \r\nAl-Ahmad Al-Sabah, Prime Minister of the State \r\nof Kuwait, was escorted from the rostrum. \r\n \r\n  Address by Mr. Naoto Kan, Prime Minister of \r\nJapan \r\n \r\n The Acting President: The Assembly will now \r\nhear an address by the Prime Minister of Japan. \r\n  Mr. Naoto Kan, Prime Minister of Japan, was \r\nescorted to the rostrum. \r\n \r\n The Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Naoto Kan, Prime \r\nMinister of Japan, and inviting him to address the \r\nGeneral Assembly. \r\n Mr. Kan (Japan) (spoke in Japanese; English \r\ninterpretation provided by the delegation): I extend my \r\nheartfelt congratulations to Mr. Joseph Deiss on his \r\nassumption of the presidency of the General Assembly \r\nat its sixty-fifth session. I also express my appreciation \r\nA/65/PV.14  \r\n \r\n10-54959 32 \r\n \r\nto His Excellency Ali Abdussalam Treki for his efforts \r\nas President at the previous session. I should also like \r\nto express my respect to His Excellency Secretary-\r\nGeneral Ban Ki-moon for his leadership. \r\n Sixty-five years ago, in the aftermath of the \r\nSecond World War, Japan faced the same challenges as \r\nthose that today confront developing countries. Japan \r\nreceived a great deal of support from the international \r\ncommunity in its struggle to overcome those \r\nchallenges. It is for that reason that Japan feels \r\nstrongly about attainment of the Millennium \r\nDevelopment Goals (MDGs), which is a main focus of \r\nthe General Assembly this year.  \r\n At this time, the international community faces a \r\nseries of challenges, including poverty, hunger, \r\ninfectious diseases, the proliferation of weapons of \r\nmass destruction and missiles, regional conflicts and \r\nglobal environmental issues. It is an honour for me to \r\nhave this opportunity to share with the General \r\nAssembly my thoughts regarding the role Japan should \r\nplay in the international community, building on our \r\nown experiences.  \r\n Let me start by sharing a philosophy that I \r\ncherish, namely, that the primary role of the leader of a \r\ncountry should be to create a society in which human \r\nsuffering is reduced to a minimum. I believe that it is \r\nthe duty of all political leaders to minimize, to the \r\nextent possible, sources of human suffering such as \r\npoverty, disease and conflict. With that philosophy in \r\nmind, I shall now discuss Japan’s concrete \r\ncontributions in four areas: development, the global \r\nenvironment, nuclear disarmament and non-\r\nproliferation and peacekeeping and peacebuilding. \r\n The first area of our contribution is assisting the \r\ndevelopment of the developing countries. After the \r\nSecond World War, Japan achieved economic \r\nreconstruction owing in part to international assistance. \r\nLater, through rapid economic growth, Japan became \r\none of the major economic Powers. With such history \r\nbehind it, Japan cannot overlook the realities of the \r\nworld today, where a billion people suffer from hunger, \r\nwhere nearly a million die each year of malaria and \r\nwhere poverty keeps some 72 million children out of \r\nschool.  \r\n Japan attaches great importance to achieving the \r\nMDGs. I attended the MDG summit the day before \r\nyesterday (see A/65/PV.9), where I announced our new \r\ncontributions in the areas of health and education — \r\nthe Kan commitment — based on our desire to save all \r\nfledging lives and to enable all children to go to \r\nschool. Over the course of five years, we will provide \r\n$5 billion in health assistance and $3.5 billion in \r\neducation assistance. Our commitment in the area of \r\nhealth includes a contribution of up to $800 million to \r\nthe Global Fund to Fight AIDS, Tuberculosis and \r\nMalaria. Our assistance in the area of education will \r\nprovide a high-quality educational environment for \r\nmore than 7 million children. \r\n Japan will continue to work comprehensively on \r\ndevelopment assistance in accordance with the concept \r\nof human security, and will lead the efforts of the \r\ninternational community towards meeting the MDGs. \r\nAs a part of those efforts, my country proposes to \r\nconvene an international conference in Japan next year \r\nin order to strengthen coordination among a broad \r\nrange of stakeholders, including Governments and \r\ninternational and non-governmental organizations, and \r\nto in follow up on the High-level Plenary Meeting on \r\nthe MDGs. \r\n Reinforcing assistance to Africa, in particular, \r\nwhere progress towards the achievement of the MDGs \r\nis slow, is one of the priorities of the international \r\ncommunity. Attaining the MDGs in Africa is an \r\nimportant pillar of the Tokyo International Conference \r\non African Development (TICAD) process. Japan is \r\nenhancing its efforts in areas such as health, water and \r\nsanitation, education and food. Japan will continue and \r\nstrengthen its assistance in order to honour our \r\ncommitments made at TICAD IV, including the \r\ndoubling of our official development assistance and \r\nproviding support in order to double private investment \r\nto Africa by 2012. \r\n The second area of our contribution is the global \r\nenvironment. At last year’s United Nations Climate \r\nChange Conference, Japan announced its target of \r\nreducing emissions by 25 per cent compared with 1990 \r\nlevels by 2020. That is premised on the establishment \r\nof a fair and effective international framework in which \r\nall major economies participate, as well as on their \r\nagreement on ambitious targets.  \r\n Small island States face the danger of being \r\nsubmerged as a result of climate change. With a view \r\nto adopting a new, comprehensive and legally binding \r\ndocument, Japan will continue to coordinate with other \r\nStates and the United Nations to lead international \r\nnegotiations to ensure the success of the sixteenth \r\n A/65/PV.14\r\n \r\n33 10-54959 \r\n \r\nsession of the sixteenth Conference of the Parties to the \r\nUnited Nations Framework Convention on Climate \r\nChange, to be held at the end of this year. We will also \r\nsteadily support developing countries that are \r\nvulnerable to the negative impacts of climate change, \r\nincluding those taking mitigation measures such as \r\nreducing emissions through public-private partnerships. \r\n Next month, the tenth meeting of the Conference \r\nof the Parties to the Convention on Biological \r\nDiversity will be convened in Nagoya, Japan, under the \r\ntheme “Living in harmony with nature”. At that \r\nmeeting, we must come to an agreement on beginning \r\nnew actions in order to halt the rapid progression of \r\nbiodiversity loss. The greatest challenges in that regard \r\ninclude setting a common global action target and \r\nestablishing a new international regime in the area of \r\naccess and benefits-sharing in connection with genetic \r\nresources. As Chair of the meeting, Japan is \r\ndetermined to play an important role in these efforts. \r\n The third area of our contribution is nuclear \r\ndisarmament and non-proliferation. I believe that given \r\nthat the invention of nuclear weapons and the \r\nsubsequent threat to the survival of the human race was \r\nman’s doing, the solution to the problem must be \r\nwithin the reach of man’s efforts. Japan, as the only \r\ncountry that has ever suffered the devastation of atomic \r\nbombings, has a moral responsibility to take concrete \r\nsteps to achieve a world without nuclear weapons. \r\nJapan is determined to lead the international \r\ncommunity in those endeavours.  \r\n Every year for the past 65 years, peace memorial \r\nservices have been held in Hiroshima and Nagasaki to \r\npray for a world without nuclear weapons. Secretary-\r\nGeneral Ban Ki-moon visited Japan in August this year \r\nand was the first Secretary-General to attend the \r\nHiroshima peace memorial ceremony and visit \r\nNagasaki. I would like to thank him once again for \r\nmaking that visit. A representative of the United States \r\nwas also in attendance at the Hiroshima ceremony, \r\nalong with representatives of other countries. I very \r\nmuch welcome their decision to attend, which will \r\ncontribute to increasing momentum towards a world \r\nwithout nuclear weapons. \r\n Japan bears a responsibility to all humankind to \r\npass on to future generations an awareness of the \r\ncatastrophic nature of nuclear weapons. With that goal \r\nin mind, I decided to appoint atomic bomb survivors — \r\nknown in Japan as hibakusha — as special \r\ncommunicators for a world without nuclear weapons. I \r\nhave asked them to send out messages to the world \r\nabout the horror of the use of nuclear weapons and \r\nabout the value of peace, which only those with first-\r\nhand experience can convey.  \r\n Japan will coordinate with other countries and \r\ncivil society to promote education on disarmament and \r\nnon-proliferation issues. At the sixty-fourth session, \r\nJapan submitted a draft resolution entitled “Renewed \r\ndetermination towards the total elimination of nuclear \r\nweapons”, which the General Assembly adopted in \r\nDecember as resolution 64/47, with the United States \r\nas a co-sponsor for the first time. Japan is determined \r\nto continue its efforts to strengthen the trend of \r\nbroadening support for that resolution in the \r\ninternational community.  \r\n The steady implementation of the agreement \r\nachieved at the Review Conference of the Parties to the \r\nTreaty on the Non-Proliferation of Nuclear Weapons, \r\nheld in May, is essential. On the occasion of the \r\nopening of the new session of the General Assembly, \r\nJapan and Australia co-hosted a meeting of foreign \r\nministers from like-minded countries on the issue of \r\nnuclear disarmament and non-proliferation. We also \r\nlaunched a new group dedicated to working towards a \r\nworld without nuclear weapons. We intend to deepen \r\ndiscussions on reducing the role and number of nuclear \r\nweapons in the world. \r\n Here, I must make reference to the Democratic \r\nPeople’s Republic of Korea and Iran. The nuclear and \r\nmissile-development programmes of the Democratic \r\nPeople’s Republic of Korea pose a threat to the entire \r\ninternational community. Japan urges the Democratic \r\nPeople’s Republic of Korea to take concrete actions in \r\naccordance with the series of relevant Security Council \r\nresolutions and the joint statement of the Six-Party \r\nTalks. Moreover, the steady implementation of the \r\nrelevant resolutions by all Member States is essential.  \r\n Japan has not altered its intention to \r\ncomprehensively resolve outstanding issues of concern, \r\nsettle the unfortunate past and normalize relations in \r\naccordance with the Japan-Democratic People’s \r\nRepublic of Korea Pyongyang Declaration. To that end, \r\nit is absolutely indispensable to resolve the abduction \r\nissue. If the Democratic People’s Republic of Korea \r\ntakes constructive and sincere steps such as \r\nimplementing its agreement with Japan, Japan is ready \r\nto respond in kind. \r\nA/65/PV.14  \r\n \r\n10-54959 34 \r\n \r\n On the Iranian nuclear issue, it is important for \r\nthe international community to work in unity to \r\nimplement firmly the relevant Security Council \r\nresolutions and to urge Iran to take realistic decisions. \r\nJapan will continue to urge Iran to make efforts to \r\ndispel the suspicions of the international community. \r\nWe will also work together with the international \r\ncommunity for a peaceful and diplomatic resolution of \r\nthis issue. \r\n The fourth area of our contribution is \r\npeacekeeping and peacebuilding. Japan, which \r\nunderwent reconstruction from the destruction of war \r\nand achieved economic growth, is deeply aware of the \r\nimportance and value of peace. Our efforts in the area \r\nof peacekeeping and peacebuilding are a manifestation \r\nof our determination to act proactively towards \r\nachieving true peace. \r\n There is a common assumption that \r\npeacebuilding activities aimed at promoting health and \r\neducation, industrial development and employment \r\nshould begin after peacekeeping is concluded. \r\nHowever, in order to realize true peace, it is imperative \r\nto work on peacebuilding efforts in tandem with \r\npeacekeeping activities from the earliest stages of the \r\nlatter. In April this year, as President of the Security \r\nCouncil, Japan hosted an open debate of the Council on \r\npost-conflict peacebuilding (see S/PV.6299). Japan will \r\nmake efforts to advance this seamless approach to \r\npeacebuilding in the world, based on the perspective of \r\nhuman security. \r\n In Haiti, which was devastated by unprecedented \r\ndamage following the tragic earthquake earlier this \r\nyear, a team of engineers from the Japan Self-Defence \r\nForces is actively contributing to the United Nations \r\npeacekeeping operation’s recovery efforts. In flood-hit \r\nPakistan, we currently have helicopters of the Self-\r\nDefence Forces providing assistance as an international \r\ndisaster relief team. With regard to Timor-Leste, we \r\nrecently took the decision to send military liaison \r\nofficers to the United Nations peacekeeping operation \r\non the ground. Japan will continue to actively \r\nparticipate in United Nations peacekeeping and \r\ndisaster relief operations. \r\n Furthermore, we will make concrete efforts in \r\nsuch areas as investing in peace using official \r\ndevelopment assistance, providing assistance to \r\ntraining centres for peacekeeping operations and \r\ndeveloping human resources, such as in the training of \r\ncivilian peacebuilding experts in Asia. \r\n Of all the places in the world where \r\npeacebuilding efforts are under way, Afghanistan in \r\nparticular is at a crucial stage. At this moment, it is \r\nAfghanistan that poses the greatest challenge for the \r\ninternational community in terms of peacebuilding, and \r\nit is to Afghanistan that Japan is providing its most \r\nintensive assistance. Japan, in cooperation with various \r\npartners, has supported the Afghan Government’s \r\nefforts in a comprehensive and integrated manner, \r\nfocusing on three pillars: the improvement of security, \r\nincluding police training; reintegration through \r\nvocational training for former Taliban rank-and-file \r\nsoldiers; and job creation and sustainable and self-\r\nreliant development through agricultural assistance and \r\nsimilar strategies. \r\n Japan will cooperate with the Republic of Turkey \r\nin assisting in Afghan police training by providing \r\nfunding as well as police personnel, with a view to \r\nimproving security in Afghanistan. We also recently \r\ndisbursed $50 million in assistance for the \r\nreintegration of insurgents. Japan will provide its \r\nassistance in such a way that the people of Afghanistan \r\nwill be able to perceive a tangible improvement in their \r\nlivelihoods. \r\n  The President returned to the Chair. \r\n \r\n I wish to stress the importance of United Nations \r\nreform. The United Nations is the only universal \r\ninternational organization with the goal of promoting \r\nworld peace and prosperity. Ensuring a functional \r\nUnited Nations that is capable of effectively addressing \r\ndiverse global issues is of the utmost importance. To \r\nthat end, all Member States must work proactively to \r\npromote structural reform and functional reinforcement \r\nof the United Nations. The United Nations, for its part, \r\nmust continuously maintain the understanding and trust \r\nof Member States by ensuring its own transparency and \r\naccountability.  \r\n The role of the Security Council is particularly \r\nimportant for the United Nations to perform effectively \r\nin resolving global challenges. For the Security \r\nCouncil to be effective, it needs to have legitimacy and \r\nreflect the current realities of the international \r\ncommunity. In that regard, reform of the Security \r\nCouncil is indispensable.  \r\n A/65/PV.14\r\n \r\n35 10-54959 \r\n \r\n I believe that Japan, as the only country that has \r\never suffered the devastation of atomic bombings and \r\nas a country that does not possess nuclear weapons, is \r\nwell suited to play a role in the Security Council in the \r\ntwenty-first century. I wish to express once again \r\nJapan’s determined aspiration to take on further \r\nresponsibilities for international peace and security as a \r\npermanent member of the Security Council. \r\n Japan is confronted today by various social and \r\neconomic challenges, including an ageing society, a \r\ndeclining birth rate, fiscal problems and energy \r\ndependency on other countries. I regard those \r\nchallenges as global, as many countries are destined to \r\nface them sooner or later. It is my belief that Japan will \r\nbe able to contribute to the world by providing an \r\ninnovative model, developed through its own national \r\nexperience, for solving problems facing the world now \r\nand in the future. Japan is determined to tackle those \r\nchallenges aggressively.  \r\n Compared with the magnitude of the \r\nresponsibility we bear to the future of humankind, the \r\ndifferences that divide nations are not great. I am \r\nconvinced of that. Everything rests on the decisions \r\nand actions we take today. Let each one of us take that \r\nthought to heart as we begin the new session of the \r\nGeneral Assembly and seek to achieve good results in \r\nour deliberations. \r\n The President (spoke in French): On behalf of \r\nthe General Assembly, I wish to thank the Prime \r\nMinister of Japan for the statement he has just made. \r\n  Mr. Naoto Kan, Prime Minister of Japan, was \r\nescorted from the rostrum. \r\n \r\n The President (spoke in French): I now give the \r\nfloor to His Excellency Mr. Jean Asselborn, Deputy \r\nPrime Minister and Minister for Foreign Affairs of \r\nLuxembourg. \r\n Mr. Asselborn (Luxembourg) (spoke in French): \r\nThe values upon which the Organization was founded, \r\n65 years ago, are still appropriate for overcoming the \r\nglobal challenges we face today. Whether in fighting \r\npoverty, protecting the environment and conserving \r\nbiodiversity, building peace in conflict areas, helping \r\npopulations affected by natural disasters, promoting \r\nhuman rights, the rule of law and democracy in the \r\nworld, making progress towards disarmament and \r\nnon-proliferation or combating terrorism, we need to \r\nwork together today more than ever before. \r\n You yourself, Mr. President, have quite rightly \r\norganized the general debate under the theme \r\n“Reaffirming the central role of the United Nations in \r\nglobal governance”. As a founding Member of the \r\nUnited Nations, Luxembourg fully endorses the \r\nSecretary-General’s assessment that only the United \r\nNations has the scope, knowledge and legitimacy \r\nnecessary to develop and implement effective policies \r\nin order to address global challenges, which require \r\nurgent and collective responses. However, we cannot \r\ncontent ourselves with that simple article of faith. We \r\nneed to draw the necessary conclusions and take \r\nresponsibility for them. Those responsibilities are both \r\nindividual and collective ones, especially for members \r\nof the international community and our universal \r\nOrganization. \r\n At the High-level Plenary Meeting on the \r\nMillennium Development Goals, which was held \r\nearlier this week, we reiterated our collective \r\ndetermination to do everything possible to free \r\nhumankind from hunger, illiteracy and disease and \r\nultimately to free the Earth of inequalities — between \r\nand within continents, regions and countries and \r\nbetween men and women. \r\n Luxembourg welcomes this renewed commitment \r\nto combat poverty in its manifold dimensions. The \r\nestablishment of a true partnership for development is \r\nbased upon shared responsibilities for both donor and \r\nrecipient countries. Although we rely on stronger \r\naction from developing countries on good governance, \r\nthe rule of law, capacity-building and development \r\nownership, developed countries must fulfil their \r\ncommitments in terms of aid quality and quantity. This \r\nis a needed basis for such a partnership, particularly \r\nwith regard to Africa. \r\n I am proud to say that Luxembourg is among the \r\ncountries to have kept its promises. We strive to be a \r\nreliable international partner, even in times of crisis. \r\nBy 2000, Luxembourg’s official development \r\nassistance (ODA) had reached the threshold of 0.7 per \r\ncent of gross national income (GNI), and in 2009, our \r\nODA surpassed 1 per cent of GNI. Our Government is \r\ncommitted to maintaining this effort, both in terms of \r\nvolume and percentage of gross national income. That \r\neffort is necessarily linked to steadily growing quality \r\nof aid. \r\n The duty to prevent, contain and resolve violent \r\nconflict is a central aim of our Organization. The \r\nA/65/PV.14  \r\n \r\n10-54959 36 \r\n \r\nCharter calls on us to unite our forces in order to \r\nmaintain international peace and security. With more \r\nthan 120,000 men and women deployed, peacekeeping \r\noperations have reached an unprecedented scale in \r\nrecent years. While the stabilizing role of United \r\nNations forces is undeniable, the changing nature of \r\nconflicts and the increasing complexity of mandates \r\nhave also revealed the limits of the system, structures \r\nand basic tools of our Organization. \r\n The mass rapes and sexual assaults that took \r\nplace in North Kivu this summer and the inability of \r\nthe United Nations Organization Stabilization Mission \r\nin the Democratic Republic of the Congo to protect \r\ncivilians are stark reminders of the difficulty of \r\nmaintaining peace in conflict areas in the absence of \r\nadequate resources and mandates. Those atrocities \r\ncompel us to urgently continue the debate on the future \r\nof peacekeeping operations and to overcome our \r\ndifferences and divisions on this particular issue. \r\n They also serve to underscore once again the \r\nimportance of substantial United Nations action to \r\neradicate the use of sexual violence as a weapon of \r\nwar. In that regard, I welcome the appointment of \r\nMs. Margot Wallström as Special Representative of the \r\nSecretary-General on Sexual Violence in Conflict. In \r\nthis, the tenth anniversary year of Security Council \r\nresolution 1325 (2000), on women and peace and \r\nsecurity, such heinous acts and flagrant violations of \r\nhuman rights can no longer be tolerated. Impunity must \r\nalso be brought to an end. \r\n While the primary responsibility for the safety \r\nand safety of its citizens and for combating poverty and \r\nestablishing the rule of law lies within the Congolese \r\nGovernment, the international community must do \r\neverything possible to support that Government in its \r\nefforts to ensure that those responsible for these \r\nhorrendous crimes are actively sought out, tried and \r\npunished. Combating impunity must also lead us to be \r\nfar more attentive to the report on violations of human \r\nrights in the Democratic Republic of the Congo \r\nbetween 1993 and 2003, the publication of which the \r\nOffice of the United Nations High Commissioner for \r\nHuman Rights has announced for 1 October 2010. \r\n As I said at the Review Conference of the Rome \r\nStatute, held in Kampala in May, combating impunity \r\nfor the most serious crimes should not be an abstract \r\ngoal any longer, but become a tangible and concrete \r\nreality. All of us must cooperate to ensure success in \r\nthat regard. \r\n Year after year, in this very forum, we express \r\nour hope to see peace established in the Middle East. \r\nWe once again call for a solution based on the \r\ncoexistence of two States, Israel and Palestine, living \r\nside by side in peace and security. We urge the parties \r\nto assume their responsibility to create through their \r\nactions the framework for a lasting settlement of the \r\nconflict. To date, as we know, such calls have mostly \r\nbeen in vain. \r\n The resumption of direct talks between Israelis \r\nand Palestinians on 2 September 2010, however, once \r\nagain gives me hope that we will finally reach a final \r\nsettlement that ends the occupation that began in 1967 \r\nand leads to the birth of an independent, democratic, \r\nviable and contiguous Palestinian State living in peace \r\nand security with Israel and its other neighbours. I \r\ngenuinely hope that the call by President Obama to \r\nwork to achieve a Palestinian State in 2011 will \r\nbecome a reality. \r\n However, we must not be distracted by the \r\nenemies of peace and those who seek to sabotage peace \r\ntalks. It will be important for both parties to show \r\ndetermination, courage, calm and restraint, and to act \r\nsolely according to international law. Hence the \r\nimportance of ending all settlement activities. They are \r\nillegal, contrary to international law and clearly \r\nconstitute an obstacle to peace. Why is that so? While \r\nthe material fact of building on another person’s land is \r\nin itself to be condemned, it is also a symbol of \r\ndomination and humiliation that cannot be accepted. As \r\na European, I am heartened that the European Union \r\npersists in its strong unanimous call for a prolongation \r\nof the moratorium beyond next Sunday, 26 September \r\n2010. President Obama’s position is clearly and \r\nunambiguously along the same lines. \r\n Meanwhile, it will be of paramount importance to \r\nfind a lasting solution for the situation in Gaza and to \r\nrevive its economy. The blockade continues. I hope \r\nthat the calls by the United Nations Relief and Works \r\nAgency for Palestine Refugees in the Near East will at \r\nlast be heard. In that context, I welcome the launching \r\nby the Secretary-General of an international \r\ninvestigation into last May’s incident involving the aid \r\nflotilla en route to Gaza. A full, honest, impartial, \r\nbalanced and transparent investigation consistent with \r\n A/65/PV.14\r\n \r\n37 10-54959 \r\n \r\ninternational standards is of great importance. It also, \r\nof course, entails the credibility of our Organization. \r\n In the Sudan, the implementation of the \r\nComprehensive Peace Agreement is entering its final \r\nphase with the referendum on the self-determination of \r\nSouthern Sudan and Abyei. After more than two \r\ndecades of confrontation, the prospects for a settlement \r\nare taking shape at last. The road ahead nevertheless \r\nremains fraught with difficulties. It is our collective \r\nresponsibility to help the Sudan steer through this \r\ncritical period and carry out a process that at last leads \r\nto lasting peace for its people. We must ensure that the \r\nelections are conducted in a transparent and peaceful \r\nmanner, regardless, of course, of the outcome. \r\n Increased efforts are also needed to support the \r\ncurrent initiatives of the African Union and the United \r\nNations towards a political solution involving all \r\nparties in Darfur in order to address the root causes of \r\nthe conflict and ensure the protection and promotion of \r\nhuman rights, justice and reconciliation. The \r\ncontinuing violence in Darfur threatens the stability of \r\nthe whole of the Sudan and of the larger region. \r\n A comprehensive approach is also needed in \r\nSomalia, a country that has for too long been \r\nsynonymous with civil war and bloody conflict. Only a \r\ncomprehensive approach will put an end to the terrorist \r\nthreat that armed groups pose to Somalia, the \r\nsubregion and the entire international community, as \r\nwell as permanently eradicating piracy and establishing \r\nthe rule of law in Somalia. \r\n My country seeks to play its full effective role in \r\nthe global efforts to resolve the crisis in Somalia. To \r\nthat end, Luxembourg actively participates in \r\nOperation Atalanta to deter, prevent and suppress acts \r\nof piracy and armed robbery off the Somali coast, as \r\nwell as in the military mission to help train security \r\nforces of the Transitional Federal Government — two \r\noperations launched by the European Union in support \r\nof Security Council decisions. Together with our \r\nEuropean and African partners, we intend to continue \r\nour support for the Djibouti peace process and for the \r\nsearch for a lasting political solution. \r\n Allow me for a moment to address another issue \r\nthat I believe it is important not to overlook when \r\ndiscussing ways to guarantee and strengthen peace, \r\nsecurity and stability at the international level: \r\ndisarmament and non-proliferation. The success of the \r\neighth Review Conference of the Parties to the Treaty \r\non the Non-Proliferation of Nuclear Weapons, held \r\nhere in New York in May, brought us closer to our \r\ncommon goal of a world safer for all and free of \r\nnuclear weapons. It will now be important to maintain \r\nthe political momentum and to ensure the full \r\nimplementation of the decisions taken, including that \r\nrelating to the holding by 2012 of a conference on a \r\nnuclear-weapon-free zone in the Middle East. I am \r\ncertain that progress in this area will not remain \r\nwithout implications for other actors and for other \r\nissues. \r\n In addition, as I had the opportunity to say \r\nyesterday at the ministerial meeting on revitalizing the \r\nwork of the Conference on Disarmament convened by \r\nthe Secretary-General, we must continue our efforts at \r\nboth nuclear and conventional disarmament. The \r\nconstant search for security at the lowest possible level \r\nof armaments will make an essential contribution to \r\nstability in the world. \r\n In that regard, I welcome the entry into force, on \r\n1 August 2010, of the Convention on Cluster \r\nMunitions, which prohibits the use, production, \r\ntransfer and stockpiling of cluster munitions. At the \r\nnational level, Luxembourg, which was among the first \r\ncountries to sign and ratify the Convention, has also \r\nprohibited the funding of cluster munitions. \r\n The progress made towards a legally binding \r\narms trade instrument under the auspices of the United \r\nNations is also to be welcomed. The problems linked to \r\nthe unregulated trade in conventional weapons and the \r\ndiversion of those weapons into illicit markets have the \r\npotential to fuel instability, organized crime and \r\nterrorism, thereby  jeopardizing peace, security and \r\nsustainable economic and social development. Hence \r\nthe importance of finally adopting a binding instrument \r\nin this field. \r\n Next week, together with other partners, my \r\ncountry will hold a symposium in Boston on an arms \r\ntrade treaty. All United Nations Member States have \r\nbeen invited to participate. We hope thereby to \r\ncontribute to the discussion and consideration of this \r\nimportant issue. \r\n If we believe in the relevance of a multilateral \r\napproach based on the United Nations, we must give \r\nthe Organization the means to be the centre of \r\nmultilateral action and a real catalyst for change. We \r\nneed to push for decisive internal reforms, including, I \r\nbelieve, reform of the Security Council. We are all \r\nA/65/PV.14  \r\n \r\n10-54959 38 \r\n \r\naware of the need for Council reform to make it more \r\ninclusive and more representative of today’s realities, \r\nas well as more effective and more transparent. \r\nEnsuring an adequate place for small States, which \r\nnow represent the vast majority of the Organization’s \r\nMember States, is paramount in this regard. \r\n We must review the instruments at our disposal, \r\nbe it peacekeeping operations, to which I referred \r\npreviously, the Peacebuilding Commission or the \r\nHuman Rights Council, including the necessary \r\nintegration of human rights in all aspects of United \r\nNations action.  \r\n The Peacebuilding Commission represents a key \r\nasset for the operational capacity of the international \r\ncommunity in the vast peace agenda. Luxembourg fully \r\nsupports the philosophy behind the Commission and is \r\nactively involved in the Guinea-Bissau configuration. \r\nThe Commission has begun to prove its usefulness. \r\nHowever, we should consider how we can make its \r\nresults more tangible at the country level in order to \r\nallow other countries to benefit from its achievements \r\nand face emerging challenges. Our goals must meet the \r\nexpectations of post-conflict societies and peoples. In \r\nthat regard, I welcome the recent decision to include \r\nLiberia on the Commission’s agenda. \r\n We also need to overcome the systemic \r\nfragmentation that has gradually developed since the \r\nestablishment of the Organization and enhance system-\r\nwide coherence. An important step in that direction \r\nwas taken this year with the establishment of the \r\nUnited Nations Entity for Gender Equality and the \r\nEmpowerment of Women (UN Women). I would like to \r\nwarmly welcome the appointment of Ms. Michelle \r\nBachelet as head of UN Women. I have no doubt that  \r\n \r\nshe will demonstrate a dynamic and unwavering \r\ncommitment to serve women and girls worldwide. She \r\nwill be able to rely on the full support of my country, \r\nwhich has for many years pursued an integrated gender \r\napproach and an active policy of promoting gender \r\nequality, including in the area of development \r\ncooperation. \r\n As you rightly pointed out, Sir, when you were \r\nelected to the presidency on 11 June (see A/64/PV.93), \r\nour primary task is to work together to find \r\nconstructive solutions for the dignity, safety and \r\nsecurity and well-being of all. My country is ready to \r\ncontinue to play its part at the national level, but also \r\nas a member of the European Union. The willingness \r\nof Luxembourg to assume its national responsibilities \r\ncan be seen in the concrete examples that I have just \r\ngiven. It is also expressed in our bid for a non-\r\npermanent seat in the Security Council for the period \r\n2013 to 2014. \r\n The commitment of Luxembourg is also a \r\nEuropean one, as I have just said. By strengthening its \r\ncapabilities and the increased synergy of its \r\ninstruments following the entry into force of the \r\nLisbon Treaty, the European Union is now more than \r\never ready to be an active, effective and supportive \r\nactor for the United Nations in all areas in which the \r\nOrganization is active. The European Union wants to \r\nbe such an active and supportive partner. Hence the \r\nimportance we attach to a resolution regulating the \r\neffective participation of the European Union in the \r\nwork of our Organization. It is only together in the \r\nUnited Nations that we can help build a better future \r\nfor all. \r\n  The meeting rose at 3.20 p.m. \r\n \r\n \r\n \r\n"