" United Nations  A/65/PV.16\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fifth session \r\n \r\n16th plenary meeting \r\nSaturday, 25 September 2010, 9 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n10-55103 (E) \r\n*1055103*   \r\nPresident: Mr. Deiss . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Switzerland) \r\n \r\n \r\n  The meeting was called to order at 9 a.m. \r\n \r\n \r\nAddress by Mr. Jurelang Zedkaia, President of the \r\nRepublic of the Marshall Islands \r\n \r\n The President (spoke in French): The Assembly \r\nwill now hear an address by the President of the \r\nRepublic of the Marshall Islands. \r\n  Mr. Jurelang Zedkaia, President of the Republic of \r\nthe Marshall Islands, was escorted into the \r\nGeneral Assembly Hall. \r\n \r\n The President (spoke in French): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Excellency Mr. Jurelang \r\nZedkaia, President of the Republic of the Marshall \r\nIslands, and to invite him to address the Assembly. \r\n President Zedkaia: I bring the warm greetings of \r\n“Yokwe” from the Republic of the Marshall Islands. \r\n Every September since the country became a \r\nmember of the United Nations in 1991, leaders of the \r\nlow-lying Republic of the Marshall Islands have been \r\nreminding the international community of the need for \r\nfull global action on climate change. \r\n We have no mountains or high ground; we have \r\nonly our narrow archipelago resting a metre above the \r\nocean. There has been enough talk, and too much \r\nrepetition. It is now time for meaningful action, \r\ncreative cooperation and visible results to address \r\nclimate change. If we fail in the short-term, the \r\neconomic and moral costs for our low-lying islands — \r\nand eventually the whole world — will be beyond \r\ncalculation. \r\n The global commitment at Copenhagen to \r\nsafeguard the most vulnerable faces a true litmus test: \r\nwill our local communities see visible results leading \r\ntowards a climate-resilient future? I urge that by the \r\ntime of the climate change talks in Cancún nations \r\nbuild political trust through “fast start” finance, by \r\nproviding transparent information and actively turning \r\ncommitments into results. \r\n We cannot wait for the uncertain path to achieve \r\na full multilateral climate agreement, and we cannot \r\nallow laggards to set us back. Those most vulnerable \r\nand those willing to confront the challenges facing us \r\nmust take leadership in this process by putting forward \r\nour own agreement spelling out real and ambitious \r\ncommitments and actions to address climate change. \r\nAnd we urge others to follow. \r\n To work in true partnership we must first show \r\nour own commitment. The Marshall Islands \r\nGovernment has endorsed a new climate change road \r\nmap, spelling out specific actions to cut our own \r\nemissions by 40 per cent by 2020, and concrete \r\nstrategies to ensure that the growth of our local \r\ncommunities is safeguarded from climate impacts. \r\n The Marshall Islands has made important \r\nprogress towards achieving several Millennium \r\nDevelopment Goals, but much remains to be \r\naccomplished. With our international partners, we must \r\nalso better address climate change risks in the context \r\nof our core development. \r\nA/65/PV.16  \r\n \r\n10-55103 2 \r\n \r\n Practical and “shovel ready” adaptation actions \r\ntaken now — water security, resource conservation and \r\ninfrastructure protection — will sharply reduce the \r\nlong-term risks to our security and sovereignty. But we \r\ncannot ignore such threats. It should be a matter of \r\nserious concern to the Secretary-General that we are \r\nactively contemplating risks to our territorial integrity \r\nand United Nations membership, that we are \r\nconsidering options to safeguard our population’s \r\npolitical rights if our land —and our thin water table — \r\nbecomes unusable in the face of rising seas. \r\n The Republic of the Marshall Islands is known to \r\nthe United Nations as a small island developing State, \r\nbut we are first and foremost a large ocean nation. Our \r\nthin atolls may appear tiny on a map, but our exclusive \r\neconomic zone is over 2 million square kilometres. As \r\nChair of the Parties to the Nauru Agreement, I address \r\nthe United Nations on behalf of a unified political bloc \r\nvested in ensuring the future of the Western and \r\nCentral Pacific, the world’s largest viable tuna fishery. \r\n The development pathways of the Parties to the \r\nNauru Agreement are narrow and limited, and at the \r\nhighest levels we have committed to putting a firm stop \r\nto the unrestricted global harvest of our resources. The \r\nstatus quo of overfishing is unacceptable; it has \r\nstrangled our development and threatened the viability \r\nof our resources. We have closed off surrounding \r\npockets of international waters, and if our development \r\nand ecosystem needs so demand, we will close off \r\nmore. \r\n We currently realize only a tiny fraction of a \r\nmultibillion-dollar industry — only one penny from \r\neach can of Pacific tuna — and we are seeking global \r\nsupport and economic partnership to grow our benefit. \r\nWithout political and economic cooperation in regional \r\nfisheries decision-making, and unless fishing targets \r\nare in line with science, the collective economic \r\ndevelopment of the Parties to the Nauru Agreement \r\nwill remain at a standstill as our coastal resources \r\ndecline. We have already driven our partners to achieve \r\npositive action. However, far greater efforts are \r\nneeded, from both United Nations agencies and \r\nregional fisheries management organizations, to \r\nidentify time-bound strategies which assist us in \r\nrealizing a greater share of benefits from our own \r\nresources. \r\n The United Nations must make faster progress \r\ntowards reflecting modern twenty-first-century \r\ndynamics. The Security Council should be restructured \r\nto accommodate those nations whose size, leadership \r\nand responsibility — in particular, the Group of Four \r\nof Japan, Germany, India and Brazil — indicate a \r\ndeserved role as permanent members. Further efforts \r\nshould also ensure that Africa and small nations, \r\nincluding island States, have an improved voice. \r\n The Republic of the Marshall Islands welcomes \r\nthe progress achieved on both sides of the Taiwan \r\nStraits. The pragmatic and moderate actions of Taiwan \r\nshould not be overlooked by the United Nations, and \r\ndeserve further encouragement. I call upon the United \r\nNations system and Member States to be open-minded \r\nand identify appropriate means to accept Taiwan’s \r\nparticipation within specialized agencies, including the \r\nInternational Civil Aviation Organization, and in the \r\nUnited Nations Framework Convention on Climate \r\nChange. In particular, recognizing the commitment to \r\nreduce emissions by the 23 million people of \r\nTaiwan — a fellow island nation — in addressing \r\nclimate change is in the common interest of us all. \r\n The Republic of the Marshall Islands welcomes \r\nthe leadership of the United Arab Emirates as host of \r\nthe International Renewable Energy Agency. We look \r\nforward to pursuing increased partnership with the \r\nUnited Arab Emirates and to establishing a dialogue \r\nwith the Arab League on investment and development \r\nassistance in the Pacific region. \r\n Finally, I must address one of this year’s most \r\nimportant issues within the United Nations. Member \r\nStates and leaders must improve progress towards \r\nachieving the goal of stopping the spread of nuclear \r\nweapons and pursue the peace and security of a world \r\nwithout them. \r\n The Marshall Islands has a unique reason for \r\nseeking the goal of a world free of nuclear weapons. \r\nDuring our time as a United Nations Trust Territory, \r\n67 large-scale surface tests of nuclear weapons were \r\nconducted on our homeland, explicitly authorized \r\nunder two United Nations resolutions, in 1954 and \r\n1956. No people should ever bear such a burden. For \r\ndecades, we have told the United Nations about our \r\ncommunities who are still displaced, about the \r\ndeliberate use of our people in scientific experiments \r\nand of ongoing health impacts inherited through \r\ngenerations. We continue to face the challenges of a \r\n A/65/PV.16\r\n \r\n3 10-55103 \r\n \r\nUnited Nations-era nuclear waste storage site, \r\nsurrounded by rising waters, towards dealing with \r\nwhich we lack resources or technical capacity. \r\n We acknowledge important and positive actions \r\nalready taken by partners, including our former \r\nadministrator, the United States, but we need, and \r\ndeserve, improved attention and assistance from the \r\nUnited States, as well as from the United Nations \r\nsystem and multilateral bodies. \r\n I also acknowledge the support of the Pacific \r\nIslands Forum, including the leadership of the outgoing \r\nchair, Australia, as well as of the Non-Aligned \r\nMovement, in ensuring that this year’s Review \r\nConference of the Parties to the Treaty on the \r\nNon-Proliferation of Nuclear Weapons acknowledged \r\nthe need to address sites contaminated by testing. I \r\nfully expect that Member States of the United Nations \r\nwill be willing to further recognize that a special \r\nresponsibility exists towards former United Nations \r\nTrust Territories adversely affected by nuclear testing. \r\nAs the United Nations maps a global future of \r\nnon-proliferation, the past legacy of nuclear activities \r\ncan no longer be ignored. \r\n The message is the same for nuclear weapons, \r\nglobal security and freedom from terrorism, or climate \r\nchange: international law is not an empty promise. \r\n The President (spoke in French): On behalf of \r\nthe General Assembly, I wish to thank the President of \r\nthe Republic of the Marshall Islands for the statement \r\nhe has just made. \r\n  Mr. Jurelang Zedkaia, President of the Republic of \r\nthe Marshall Islands, was escorted from the \r\nGeneral Assembly Hall. \r\n \r\nAddress by Mr. Nicholas Joseph Orville Liverpool, \r\nPresident of the Commonwealth of Dominica \r\n \r\n The President (spoke in French): The Assembly \r\nwill now hear an address by the President of the \r\nCommonwealth of Dominica. \r\n  Mr. Nicholas Joseph Orville Liverpool, President \r\nof the Commonwealth of Dominica, was escorted \r\ninto the General Assembly Hall. \r\n \r\n The President (spoke in French): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Excellency Mr. Nicholas \r\nJoseph Orville Liverpool, President of the \r\nCommonwealth of Dominica, and to invite him to \r\naddress the Assembly. \r\n President Liverpool: I begin by congratulating \r\nyou, Sir, on your well-deserved election to preside over \r\nthe sixty-fifth session of the General Assembly. \r\nAdditionally, I take this opportunity to thank Mr. Ali \r\nAbdussalam Treki of Libya for his effective, strong and \r\ndynamic leadership during the sixty-fourth session and \r\nto salute Secretary-General Ban Ki-moon for his \r\ntremendous efforts in promoting global peace, security \r\nand development. \r\n I address the Assembly as we confront the second \r\ndecade of this millennium, which brings such \r\ntremendous opportunities for mankind. Scientific and \r\ntechnological innovations have made the world a truly \r\nglobal village characterized by continuing connectivity \r\nand unimagined possibilities for facilitating global \r\ndevelopment. These technologies, integrating as they \r\ndo even the smallest and traditionally most distant \r\ncountries into the day-to-day activities of the world \r\ncommunity, have the potential to combat hunger, \r\neradicate poverty, generate employment, and elevate \r\nthe standard of living of people throughout the world, \r\nwithout compromising the integrity of our ecosystem \r\nand planet Earth. \r\n However, in order to realize the full potential of \r\nthese opportunities, the community of nations now \r\nneeds to muster the courage to pursue with \r\ndetermination reforms in international and multilateral \r\ninstitutions such as the United Nations which will \r\nensure equality of treatment, and bring the benefits of \r\ndevelopment to those countries which, in consequence \r\nof small size, are often the least endowed, and most \r\nvulnerable in today’s world community. \r\n The formulation and pursuit of the Millennium \r\nDevelopment Goals (MDGs) has brought the world’s \r\nattention to the main issues of development, especially \r\nthe challenges faced by developing countries. It also \r\nbrought to the fore the nexus which exists between \r\nfinancial, social and economic development on the one \r\nhand and the sustainable use of natural resources on the \r\nother. \r\n By and large, we in the developing world have \r\nlived up to the commitments which we made, by \r\nmobilizing domestic financial resources for \r\ndevelopment and making major structural changes, \r\neven in the face of an increasingly hostile economic, \r\nfinancial and trading system. Those efforts have been \r\nA/65/PV.16  \r\n \r\n10-55103 4 \r\n \r\ncoupled with international resources for development \r\nin the form of foreign direct investment and official \r\ndevelopment assistance. The results to date have been \r\nencouraging when one considers where we were at the \r\nbeginning of the millennium. There still remain, \r\nhowever, a number of unresolved global issues which \r\nhave stymied the efforts to attain the Millennium \r\nDevelopment Goals. \r\n We suggest, therefore, that the next five years \r\nbefore the target date of the MDGs must see a \r\nreconfiguration and acceleration of efforts by all \r\nMember States. This should begin with the fulfilment \r\nof commitments already given by developed countries, \r\nand South-South cooperation must be strengthened in \r\nkeeping with the kind of solidarity now being \r\ndemonstrated by Venezuela, Cuba, China, Brazil and \r\nother such developing countries. \r\n Negotiation of the Doha Development Round \r\nmust be concluded within a reasonable time, and in \r\nthat regard the very small States of the developing \r\nworld must continue to insist, even as others resist it, \r\non meaningful recognition by the global community of \r\nthe principle of special and differential treatment, \r\nrather than a “one size fits all” approach, as a central \r\nprinciple permitting beneficial economic adjustment \r\nfor countries like my own. This will provide \r\ndeveloping countries with an opportunity to compete in \r\nthe global trading system and place greater emphasis \r\non trade rather than aid. \r\n The phenomenon of climate change has been well \r\ndocumented by the United Nations and other \r\ninstitutions over the past decade. In fact, we in the \r\nCaribbean and other small island developing States can \r\nspeak of our experience with the increasing intensity of \r\nhurricanes, droughts, floods, destruction to coastal \r\nareas and rising sea levels. These have had severe \r\nimpacts on our agriculture, tourism, and physical \r\ninfrastructure, especially along our coasts, leading to \r\nan increasingly high cost for adaptation and mitigation, \r\nresulting in the diversion of funds which otherwise \r\nwould have been used for social and economic \r\ndevelopment. Climate change, therefore, has become a \r\nmajor threat to the ability of most developing countries \r\nto achieve the MDGs. \r\n For almost two decades the United Nations has \r\nrecognized the special economic, social and \r\nenvironmental vulnerabilities of small island \r\ndeveloping States. Since the Mauritius meeting in \r\n2005, their situation has become even more precarious. \r\nThe impacts of the world food and fuel crises in 2007 \r\nand the financial and economic crisis in 2008 have \r\nclearly demonstrated the open and vulnerable nature of \r\nour economies. This, coupled with the impact of \r\nclimate change, strengthens the case for a unique \r\nposition for small island developing States and hence a \r\nmore prominent place within the United Nations \r\nsystem as a recognized category, with all the attendant \r\nbenefits and obligations. \r\n Despite our many challenges, small island \r\ndeveloping States continue to demonstrate strong \r\nleadership, particularly in the area of climate change \r\nand in the work of the United Nations in general. \r\nSignificant progress has been made in the areas of the \r\nprotection of biodiversity, strategies for promoting \r\nrenewable energy, and the achievement of the \r\nMillennium Development Goals. These efforts need to \r\nbe complemented both by the United Nations system \r\nand by other Member States, especially the developed \r\ncountries. \r\n It is regrettable that to date no consensus has \r\nbeen reached on the best way to deal with what we \r\nconsider a clear and present danger to our planet. The \r\nfailure at Copenhagen should be further motivation for \r\nall countries to work assiduously towards an agreement \r\nin Mexico. \r\n We commend the efforts being made towards a \r\nconsensus on climate change; however, we maintain \r\nthat the United Nations Framework Convention on \r\nClimate Change should be the primary forum for \r\nnegotiating the global response to climate change. We \r\ntherefore call upon all Member States to work within \r\nthis framework in order to arrive expeditiously at a \r\nbinding agreement which will recognize the shared but \r\ndifferentiated responsibilities of Member States. \r\n Since its establishment, the United Nations has \r\nplayed, as it continues to play, a critical role in \r\nfostering greater understanding among nations and \r\nmaintaining peace and security throughout the world. \r\nThe United Nations has also been able to reduce \r\nconflict and minimize tensions between countries and \r\npeoples. These efforts have been buttressed by other \r\nsignificant efforts, such as the Treaty on the \r\nNon-Proliferation of Nuclear Weapons and the \r\nProgramme of Action to Prevent, Combat and \r\nEradicate the Illicit Trade in Small Arms and Light \r\nWeapons in All Its Aspects. \r\n A/65/PV.16\r\n \r\n5 10-55103 \r\n \r\n In May this year the United Nations held the \r\nReview Conference of the Parties to the Treaty on the \r\nNon-Proliferation of Nuclear Weapons. Dominica \r\nsupports the outcome of the Conference, and calls upon \r\nall Member States to adhere to the obligations of the \r\nTreaty. We call for a world free of nuclear weapons, \r\nand join the calls for total disarmament. \r\n Small arms and light weapons continue to pose a \r\nmajor threat to peace and security throughout the \r\nworld. Dominica is very concerned over the increase in \r\nthat illicit trade in the Caribbean region. We are not \r\nconvinced that the larger nations of the world \r\ncomprehend the extent of the inability of smaller \r\nnations like my own, which bridge the producers and \r\nconsumers of narcotic substances, to cope with this \r\nnew horror. \r\n The continued demand in the North for drugs \r\nproduced in the South, and the growth of the related \r\ntrade in small arms and light weapons, have placed us \r\nin the crossfire of these illicit activities. Yet it appears \r\nto us that the larger nations of the world only take \r\ndecisive steps to cope with this situation when it has \r\nbecome untenable for themselves. In that context, we \r\ndo not believe that sufficient consultation now exists to \r\nensure that the smaller States are provided, on a \r\ncontinuous basis, with the capabilities needed for \r\npersistent attention to the problems that arise in our \r\njurisdictions. This is yet another aspect of the case for \r\nspecial and differential treatment in the security and \r\nsocial development spheres. \r\n The threat of terrorism is of concern throughout \r\nthe world. Radical extremism has created an \r\nenvironment in which cultural and religious \r\nmisunderstandings and misplaced anger have claimed \r\nthe lives of thousands. We extend our sympathy to all \r\nthe Member States which have lost citizens at the \r\nhands of those who have sought to destabilize \r\nGovernments and to instil fear in the rest of humanity. \r\nBy its very nature, the fight against terrorism requires \r\nglobal action. This must involve the efforts of the \r\nUnited Nations in fostering a culture of peace, \r\ntolerance and understanding among the peoples of the \r\nworld. \r\n During last year’s general debate (see A/64/PV.7), \r\nDominica recognized the important role of the United \r\nNations in the rebuilding process of our sister nation of \r\nHaiti. We also called upon those Member States that \r\nhad pledged assistance to make good on their promises \r\nin order to foster Haiti’s social and economic \r\ndevelopment. Today, the challenges facing Haiti have \r\nbeen magnified to a degree which requires further \r\ncommitments from all Member States of the United \r\nNations. The destruction wrought in Haiti by the \r\nearthquake in January has made the need for resource \r\nmobilization a matter of extreme urgency. \r\n In March the United Nations hosted the \r\nInternational Donors’ Conference towards a New \r\nFuture for Haiti. Dominica wishes to commend the \r\norganizers and the contributors to this initiative. \r\nDuring the Conference several Member States pledged \r\ntheir support for the reconstruction efforts. \r\nCommitments of several billion dollars were made. \r\nSadly, to date the Government and people of Haiti have \r\nbeen able to access only a fraction of those pledges. \r\nWe call on all Member States to make good their \r\npromises so as to ensure that the rebuilding process can \r\ncontinue and to avoid further deterioration of the \r\npolitical, social and economic situation of that country. \r\n The focus in rebuilding Haiti should be not solely \r\non physical infrastructure, but also on the building and \r\nrebuilding of institutions to strengthen the governance \r\nof Haiti and to empower its people through technology \r\ntransfer and capacity-building. It should also include \r\ndevelopment of the productive sectors to place Haiti on \r\na path to economic independence. \r\n Most important, the international community \r\nmust recognize and accept that the Government and \r\npeople of Haiti must be placed at the centre of the \r\nreconstruction process so as to engender a spirit of \r\nunity of purpose, ownership and meaningful \r\npartnership, even at these most challenging times. \r\n The crisis in Haiti presents both a challenge and \r\nan opportunity, not only to the international \r\ncommunity, but also to the Governments and financial \r\ninstitutions to which that country remains heavily \r\nindebted. We call on those international financial \r\ninstitutions and Governments to cancel the remaining \r\ndebt owed by Haiti in order to provide more latitude \r\nfor that country to fully realize its recovery efforts. As \r\nregards trade, we urge all Member States to liberalize \r\ntrading regimes so as to allow greater access of Haitian \r\nproducts into their markets without barriers. \r\n Earlier I spoke of the threats which plague \r\nmankind in the era of globalization. I also highlighted \r\nthe need for multilateralism and the need for \r\ncooperation between States. Those challenges can be \r\nA/65/PV.16  \r\n \r\n10-55103 6 \r\n \r\novercome only in a global environment where there \r\nexist respect for each other’s territorial integrity; non-\r\ninterference in each other’s domestic affairs; and \r\nrespect for sovereignty and the right to self-\r\ndetermination. It is in this context that Dominica again \r\ncalls on the United States of America to discontinue its \r\neconomic blockade against the people of the Republic \r\nof Cuba. \r\n The rule of law is an important aspect of \r\ninternational law. Adherence to our international \r\nobligations is important to the maintenance of peace \r\nand security and to ensuring that all persons, regardless \r\nof race, nationality, creed or gender, continue to \r\nbelieve in the international system and to recognize \r\nthat this system is for the benefit of all peoples and \r\nnations, whether large or small. That is why the \r\nsituation in which our sister nation of Antigua and \r\nBarbuda has been placed vis-à-vis its dispute with the \r\nUnited States of America is extremely unfortunate and \r\nmust be remedied as quickly as possible. We urge the \r\nparties involved to quickly seek to resolve the situation \r\nand arrive at a negotiated settlement that is fair and \r\njust. \r\n The citizens of this planet have come to \r\nrecognize that new developments in technology have \r\nbrought an interdependence among peoples and States \r\nas they vigorously pursue the development of their \r\nseparate countries. They have also come to realize that \r\nthere must be increasing cooperation between nations \r\nin order to ensure a deliberate and planned approach to \r\nthe maintenance and development of the resources of \r\nthis planet. In that connection, regional processes of \r\ncooperation have increasingly come to characterize the \r\nconduct of nations. \r\n But as the technology of communication has \r\nincreased international connectiveness, it has also \r\nbecome apparent that regionalism often proves \r\ninsufficient, and that a global approach must be taken \r\nto new issues which arise. Therefore, my country \r\nstrongly supports the principle that it is the United \r\nNations, to which all countries turn in times of crises, \r\nthat must play the fundamental role in the surveillance \r\nof all developments affecting our planet. Consequently, \r\nwe hereby reaffirm our commitment to the central role \r\nthat the United Nations should play in global \r\ngovernance. \r\n The President (spoke in French): On behalf of \r\nthe General Assembly, I wish to thank the President of \r\nthe Commonwealth of Dominica for the statement he \r\nhas just made. \r\n  Mr. Nicholas Joseph Orville Liverpool, President \r\nof the Commonwealth of Dominica, was escorted \r\nfrom the General Assembly Hall. \r\n \r\nAddress by His Majesty King Mswati III, Head of \r\nState of the Kingdom of Swaziland \r\n \r\n The President (spoke in French): The Assembly \r\nwill hear an address by the Head of State of the \r\nKingdom of Swaziland. \r\n  His Majesty King Mswati III, Head of State of the \r\nKingdom of Swaziland, was escorted into the \r\nGeneral Assembly Hall. \r\n \r\n The President (spoke in French): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Majesty King Mswati III, Head \r\nof State of the Kingdom of Swaziland, and to invite \r\nhim to address the Assembly. \r\n King Mswati: It is a pleasure for me to address \r\nthe General Assembly at its sixty-fifth session. \r\n We meet following the historic review summit on \r\nthe Millennium Development Goals (MDGs), the High-\r\nlevel Plenary Meeting of the Assembly, which gave us \r\nthe opportunity to review progress and share \r\nexperiences and ideas on how best to achieve our set \r\ngoals and objectives for 2015. As we return to our \r\nrespective countries we go with renewed commitment \r\nto keep working harder to meet the MDGs. \r\n I would like at the outset to extend our thanks and \r\nappreciation to the Secretary-General and the United \r\nNations agencies for their presence around the world. \r\nWe commend the active participation of the United \r\nNations in various missions, such as efforts to restore \r\npeace in conflict areas, and its role in disaster relief \r\nand in various exercises to fight hunger and poverty. \r\n We pledge ourselves to continue to support the \r\nUnited Nations in its primary role of ensuring that all \r\nthe nations of the world live peacefully with each other \r\nwhile supporting nation-building through development \r\nprojects. \r\n The theme for this sixty-fifth session, \r\n“Reaffirming the central role of the United Nations in \r\nglobal governance”, came at a most opportune time in \r\n A/65/PV.16\r\n \r\n7 10-55103 \r\n \r\nthe life of the United Nations, since we have been \r\ncalling for all our voices to be heard. I must hasten to \r\nstate that all the wars and conflicts that we see around \r\nthe world can only be resolved through peaceful \r\ndialogue and negotiations. The United Nations is the \r\norganization best positioned for this task. There is no \r\nplace for unilateralism. \r\n It is on this basis that the Kingdom of eSwatini \r\nreaffirms our call for the finalization of the United \r\nNations reforms, with particular reference to the \r\nSecurity Council. It should be appreciated that the \r\nworld today faces a new set of challenges, different \r\nfrom those that it faced when our Organization was \r\nfounded in 1945; thus the urgent need for the United \r\nNations to remain dynamic and transform itself to meet \r\ntoday’s challenges. \r\n One of the major organs that require immediate \r\nreform is the Security Council, which has seen a \r\nnumber of regions expressing a desire to gain \r\nmembership, to ensure wider representation. The \r\nKingdom of eSwatini stands by the African position, as \r\nclearly stated in the Ezulwini Consensus, that Africa \r\nshould have two permanent and five non-permanent \r\nseats. We hope that during this session this matter will \r\nbe finalized. \r\n We in the African continent are committed to \r\nresolving all conflicts through peaceful dialogue. The \r\ncoordination and cooperation between the African \r\nUnion and its various regional blocs is beginning to \r\npay handsome dividends. We now approach issues as a \r\ncollective for better results. We are happy that the \r\nUnited Nations continues to work and cooperate with \r\nus in effecting our programmes for peacebuilding and \r\npeacekeeping. \r\n The General Assembly will know that the African \r\nUnion declared 2010 to be our Year of Peace and \r\nSecurity. We have made it clear that all perpetrators of \r\ncoups and civil wars and all forms of conflict should be \r\ndealt with squarely and decisively. Indeed, we are \r\ncommitted to the promotion of lasting peace, because it \r\nis a prerequisite for achieving sustainable development. \r\nWe appreciate the support of the United Nations in our \r\nresolve to ensure that peace prevails in the continent \r\nand, indeed, the whole world. \r\n I am happy to say that I personally had the \r\nhonour of lighting and hoisting the African flame of \r\npeace twice this year. The Swazi nation prides itself on \r\nthis, because we are a peaceful nation, which is telling \r\nthe world that peace is the best formula for \r\ndevelopment. \r\n Another issue that touches upon global \r\ngovernance is that of the Kingdom of Morocco. It is \r\nour considered view that the United Nations, working \r\nwith relevant regional organizations, should work on \r\nthe issue and find a lasting solution. \r\n We note with concern the continued conflicts in \r\nMadagascar, Somalia, Darfur, the Middle East and \r\nAfghanistan, to mention just a few. We call for the \r\nrestoration of peace in all those areas, as it is always \r\ndisturbing to see people undergo so much suffering due \r\nto conflicts. \r\n While Afghanistan is still undergoing its process \r\nof reconciliation and the reconstruction of its \r\ninstitutions, it is depressing to note that there are at \r\ntimes pockets that seem to disturb the peace process in \r\nthat country. We must continue to work hard to find \r\nlasting solutions, because such instability affects peace \r\nand prosperity, not only in Afghanistan, but also in \r\nneighbouring States and the region. \r\n The Kingdom of eSwatini draws hope from the \r\npromising developments in Iraq, as that country \r\ncontinues on the road to peace through restoration of \r\nits important institutions for self-determination. \r\n Furthermore, we are also following with keen \r\ninterest efforts to ensure peace between Israel and \r\nPalestine. We are pleased to note the concerted \r\nmediation efforts led by the United States of America \r\nin bringing the parties together in pursuit of peace in \r\nthe Middle East. We support this process, and remain \r\noptimistic that it will reach its desired conclusion, so \r\nthat the Israelis and Palestinians can live together in \r\nharmony. In order to concentrate all their efforts \r\ntowards development and peaceful coexistence, we call \r\nupon them to reach a compromise and place the best \r\ninterests of peace and security above everything else. \r\n Developments in cross-straits relations between \r\nthe Republic of China on Taiwan and the People’s \r\nRepublic of China continue to be a source of \r\ninspiration to us all. We note with appreciation that the \r\nRepublic of China on Taiwan and the People’s \r\nRepublic of China have made impressive strides to \r\npromote mutual understanding leading to more trade \r\nand interaction between them. I am happy to say that \r\nTaiwan highly appreciates being allowed to participate \r\nas an observer in the World Health Organization. \r\nA/65/PV.16  \r\n \r\n10-55103 8 \r\n \r\nHopefully, this will also lead to Taiwan’s participating \r\nin a similar manner in all other United Nations \r\nagencies. Of particular interest is the United Nations \r\nFramework Convention on Climate Change. \r\n Our world today continues to be concerned about \r\nnuclear proliferation and the threat that weapons of \r\nmass destruction pose to human existence, world \r\npeace, economic development and the environment. \r\nThe spread of nuclear weapons makes a mockery of \r\nour efforts for world peace and protection of the \r\nenvironment. \r\n It is a disheartening fact that currently efforts to \r\nensure accountability and compliance with United \r\nNations resolutions are hindered by an apparent lack of \r\nimpartiality in the processes meant to completely rid \r\nthe world of deadly nuclear weapons. I call upon the \r\nUnited Nations to strengthen the capacity of the \r\nInternational Atomic Energy Agency to enable the \r\ninspectors to do their work more effectively, with the \r\ninvolvement of all the countries with nuclear \r\ncapability. \r\n The United Nations must never compromise the \r\nimplementation of the Treaty on the Non-Proliferation \r\nof Nuclear Weapons; it must ensure that all countries, \r\nwithout exception, comply. Countries must be made to \r\ncomply and be accountable within clear time frames. \r\n It is my suggestion that we eliminate all weapons \r\nof mass destruction, because they present an uncertain \r\nfuture. Indeed, we need a fresh start so that we may \r\nregain the moral high ground in deterring whoever may \r\nhave ambitions for nuclear capability in the future. For \r\nexample, if we compel everyone to dismantle their \r\nnuclear capacity we will be able to rein in other \r\ncountries which may still be developing their arsenal, \r\nwithout being accused of unfairness or bias. \r\n A world free of nuclear and other weapons of \r\nmass destruction will allow us to concentrate on issues \r\nof sustainable development. \r\n As a developing nation, the Kingdom of eSwatini \r\nis following with keen interest the issues surrounding \r\nthe effects of climate change. As an agriculture-based \r\neconomy, the Kingdom is also a victim of \r\nenvironmental degradation. We therefore look forward \r\nto the climate change Conference to be held in Mexico \r\nlater this year. I trust that the ongoing negotiations will \r\nresult in agreements acceptable to all parties. What is \r\nof paramount importance is for the developed world to \r\nhonour pledges to assist developing countries in their \r\nmitigation and adaptation efforts. \r\n It is a known fact that access to international \r\nmarkets for our products is one of the ways to grow our \r\neconomies in our quest to eradicate poverty. We are \r\nencouraged that the developed nations have opened \r\ntheir markets for some products from developing \r\ncountries. We look forward with optimism to an \r\namicable conclusion of the Doha Round of talks, an \r\noutcome essential to boost global trade and economic \r\nrecovery for the developing world. \r\n As part of our development and poverty \r\nalleviation strategy, the Kingdom is ready to explore \r\nand exploit existing and emerging markets. Our focus \r\nis on limiting exportation of raw material by \r\nemphasizing the production of finished goods. \r\n The Kingdom continues to promote equality in all \r\nsectors of our development spheres. We therefore \r\nwelcome the recent establishment of the new United \r\nNations entity for gender equality: UN Women. \r\nWomen the world over continue to play key roles in \r\ncontributing to the socio-economic and political \r\ndevelopment of our nations. \r\n We are meeting as a family of nations that seeks \r\nto promote peace and coexistence among all nations of \r\nthe world and bring hope for the future. Our people \r\nlook to us, as leaders, to take the lead in promoting \r\npeace, as enshrined in the Charter. \r\n We must find lasting solutions to all the \r\nchallenges. They include poverty, unemployment, \r\ndisease and global warming, but the major challenge is \r\nto make peace within and among all nations happen. \r\nBy finding solutions, we shall indeed guarantee a clear \r\nroad towards the achievement of sustainable \r\ndevelopment by all the nations of the world. We shall \r\nachieve that noble goal if we all reaffirm and adhere to \r\nthe central role of the United Nations in global \r\ngovernance. \r\n The President (spoke in French): On behalf of \r\nthe General Assembly, I wish to thank the Head of \r\nState of the Kingdom of Swaziland for the statement he \r\nhas just made. \r\n  His Majesty King Mswati III, Head of State of the \r\nKingdom of Swaziland, was escorted from the \r\nGeneral Assembly Hall. \r\n \r\n A/65/PV.16\r\n \r\n9 10-55103 \r\n \r\nAddress by Mr. Boris Tadić, President of the \r\nRepublic of Serbia \r\n \r\n The President (spoke in French): The Assembly \r\nwill now hear an address by the President of the \r\nRepublic of Serbia. \r\n  Mr. Boris Tadić, President of the Republic of \r\nSerbia, was escorted into the General Assembly \r\nHall. \r\n \r\n The President (spoke in French): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Excellency Mr. Boris Tadić, \r\nPresident of the Republic of Serbia, and to invite him \r\nto address the Assembly. \r\n President Tadić: I stand before the Assembly \r\ngratified and in a position to salute it for playing a very \r\nimportant part in the process towards reconciliation in \r\nmy region, and for supporting the consolidation of the \r\nnew, modern Serbia. In a few days, we will proudly \r\ncelebrate the tenth anniversary of our peaceful \r\ndemocratic revolution. \r\n In a world confronted by so many threats, the \r\nUnited Nations must constantly reaffirm its original \r\npurpose and adapt to new challenges. The United \r\nNations has confronted, through its many agencies, the \r\nscourges of discrimination, disease, hunger, poverty \r\nand environmental degradation. In other words, the \r\nUnited Nations has built a capacity to create rules that \r\ntranscend frontiers, rules that we all respect. \r\n One thing that we have all embraced, as Member \r\nStates of the United Nations, is the wish to find \r\nsolutions to all challenges through peaceful means, \r\ndialogue and consensus. \r\n I opened with a specific reference to the General \r\nAssembly. A few weeks ago it adopted by acclamation \r\nresolution 64/298, proposed by Serbia and sponsored \r\nby the 27 States members of the European Union, \r\nacknowledging the content of the advisory opinion of \r\nthe International Court of Justice (ICJ) regarding the \r\nunilateral declaration of independence of Kosovo. \r\n The resolution is fundamentally status-neutral \r\nwith regard to the status of Kosovo. All other \r\ninterpretations do not correspond to the truth. The \r\nresolution welcomed the readiness of the EU to \r\nfacilitate a process of dialogue between the parties. \r\nSerbia welcomes the resolution. We look forward to \r\nengaging in the process that will hopefully lead to a \r\nmutually acceptable compromise solution to the \r\nproblem of Kosovo. \r\n  Mr. Ould Hadrami (Mauritania), Vice-President, \r\ntook the Chair. \r\n \r\n We feel vindicated in our contention that the path \r\nto dialogue lay through the natural process of \r\ninternational legitimacy. The General Assembly sought \r\nan opinion from the International Court of Justice. The \r\nICJ delivered an opinion. The General Assembly has \r\nnow, as a consequence, called for dialogue. Moreover, \r\nthat request comes as a consequence of a joint effort \r\nbetween Serbia and the European Union. \r\n In the light of that, we sought reaffirmation of the \r\nvalidity of the international system as we know it. We \r\nfeel proud that our faith in this process has produced \r\nresults. We have always said that we are ready to \r\nengage in dialogue. But that dialogue must be framed \r\nby rules and accountability, and this has been achieved \r\nthrough the latest vote of the General Assembly. \r\n Many have been involved in this process, and we \r\nare grateful for the contributions of all those who in the \r\ndebate on the draft resolution expressed understanding \r\nfor the position of Serbia. Our issue has been the first \r\ntest of the new post-Lisbon institutions of the European \r\nUnion, which we consider our natural and eventual \r\nhome. We are encouraged by the commitment and \r\nsense of purpose of the leadership of these new \r\ninstitutions. \r\n We should be very clear. Serbia has always \r\nmaintained that the attempt to secede unilaterally is a \r\nviolation of the basic principles of the Charter, the \r\nHelsinki Final Act and Security Council resolution \r\n1244 (1999). A vast majority of United Nations \r\nMember States refrained from recognizing Kosovo’s \r\nunilateral declaration of independence. They have \r\ncontinued to abide by their Charter obligations to \r\nrespect the sovereignty and territorial integrity of my \r\ncountry. On behalf of the Republic of Serbia, I once \r\nagain sincerely thank those countries for their support \r\nand solidarity. \r\n Serbia’s position remains unchanged. The \r\nunilaterally declared independence of Kosovo will not \r\nbe recognized by Serbia explicitly or implicitly. This is \r\nenshrined in our Constitution. We have repeatedly said \r\nthat we seek dialogue, but within a framework of \r\nglobally acknowledged law, the law of the United \r\nNations. For this reason, we insisted on the process of \r\nA/65/PV.16  \r\n \r\n10-55103 10 \r\n \r\nseeking the opinion of the International Court of \r\nJustice and the subsequent General Assembly \r\nresolution related to the Court’s opinion. \r\n Let me be very clear as to what the Court did and \r\ndid not say. Its advisory opinion reaffirmed that \r\nKosovo remains under the interim administration of the \r\nUnited Nations, and that Security Council resolution \r\n1244 (1999) and the United Nations Constitutional \r\nFramework for Provisional Self-Government in \r\nKosovo stay in force and continue to apply. That means \r\nthat this part of our territory remains subject to an \r\ninternational regime mandated by the Security Council. \r\n The centrality and leading role of the Security \r\nCouncil in determining the comprehensive settlement \r\nof the Kosovo issue remains paramount, and will \r\nprovide legitimacy to the result. The Court also did not \r\nendorse the view that Kosovo’s unilateral declaration \r\nof independence was sui generis — a unique case. Nor \r\ndid it endorse any avowed right to self-determination \r\nfor the province’s ethnic Albanians. \r\n The Court chose to examine the language of \r\nKosovo’s unilateral declaration of independence, and \r\nheld the view that the text of the declaration itself did \r\nnot contain anything that violates international law. \r\nThe Court, thus, did not approve the province’s right to \r\nsecession from Serbia, nor did it support the claim that \r\nKosovo is a sovereign State. \r\n The Court’s opinion is clear: the unilateral \r\ndeclaration of independence was only “an attempt to \r\ndetermine finally the status of Kosovo” (A/64/881, \r\nadvisory opinion, para. 114). The General Assembly \r\nresolution relating to the Court’s opinion \r\nacknowledged this content of the Court’s advisory \r\nopinion. It is within this framework that we are ready \r\nto follow the Assembly’s resolution and to engage in a \r\ndialogue. \r\n We are now ready to talk, and we will do so in \r\ngood faith. Therefore, Serbia asks all Member States to \r\nengage fully in the spirit of their vote in the Assembly, \r\nin which they called for a dialogue to be facilitated by \r\nthe European Union. \r\n A dialogue requires trust. Soon the two parties \r\nwill be talking to each other for the first time in many \r\nyears. We must be patient and seek out those issues \r\nwhich allow confidence to be built on each side. There \r\nwill be many issues to discuss, and some of them will \r\nbe complicated. \r\n All Member States can contribute to an \r\natmosphere that creates trust. We are entering a phase \r\nin which creative solutions require political \r\nimagination, respect for our own democratic \r\ninstitutions and great skill. I trust that it can be a phase \r\nin which all parties leave behind them anachronistic \r\nanalyses and diplomatic ambushes. We must be able to \r\nbuild confidence to have trust. \r\n Serbia believes that the continued pursuit of \r\nrecognition is futile and counter-productive to the spirit \r\nin which we now enter this phase. All those who \r\nwanted to make their point have made it, and we still \r\ndo not have a clear settlement. I want to underline that \r\nit is of critical importance for Member States that have \r\nnot recognized Kosovo’s unilateral declaration of \r\nindependence to stay the course on non-recognition \r\nthroughout the dialogue process. That will be a \r\nsignificant contribution to ensuring that unilateral \r\nattempts to impose outcomes of ethnic and territorial \r\ndisputes are not legitimized, thereby preventing \r\nKosovo’s unilateral declaration of independence from \r\nbecoming a dangerous and destabilizing precedent. \r\n Until now, statehood has never been attained \r\nwithout the consent of the parent State. A durable \r\nsettlement on an issue of such magnitude and \r\nsensitivity has never been the product of compulsion; it \r\nalways necessitates consent. \r\n It would be equally harmful if there were \r\nattempts to alter realities on the ground while \r\ndiscussions get under way. Any attempt to change these \r\nrealities through the use of force would bring an \r\nimmediate end to the process of dialogue. \r\n I address the Assembly today as a leader who \r\nbelieves that the future lies in seeking reconciliation. \r\nOur National Assembly adopted a historic Declaration \r\non Srebrenica: a crime was condemned and an apology \r\nwas extended. There is little precedent for such an \r\naction, and I am proud, in that it demonstrates the \r\nmaturity of the democracy of Serbia. \r\n I hope that more such gestures throughout the \r\nregion will help us create a new region in which our \r\nshared history will unite us morally rather than divide \r\nus politically. For this, surely, is the foundation upon \r\nwhich the future will be built. \r\n My guiding light is the history of the European \r\nUnion. It should be for the entire region of South-East \r\nEurope. The European Union has been a story of \r\n A/65/PV.16\r\n \r\n11 10-55103 \r\n \r\nreconstruction and reconciliation. That story is not \r\nover. The Union faces its own challenges, and we in \r\nour region must assume the responsibility of emulating \r\nit. We must absorb the values and culture of today’s \r\nEurope in order that the Union absorbs us. \r\n This is a delicate exercise, in which expectations \r\nmust be carefully nurtured. The EU is evolving. But so \r\nis our region. In this dynamic, we have to assume that \r\nthe European Union will remain true to its word that \r\nthe inhabitants of the region now referred to as the \r\nWestern Balkans will all become citizens of the \r\nEuropean Union. It would be a geographical, historical \r\nand cultural aberration if this were not so. However, as \r\nthe region goes through its own changes, it is \r\nparticularly sensitive to the signals that it receives from \r\nthe European Union. We hope that as the new \r\ninstitutions of the Union take shape, we will have an \r\nincreasingly clear communication from and with the \r\nEU. \r\n It is also true that our region is changing. To a \r\nvery large extent, it is changing to the good. We should \r\nrecognize the many new levels of cooperation that \r\nexist in our region. The Western Balkans — which has \r\nbeen affected by the financial crisis — is a story of \r\nmany small and larger incremental successes. In fact, \r\nrelations have never been better. But the region must \r\nalso acknowledge that as it develops its successes can \r\ngenerate new challenges. \r\n There is one area, therefore, on which I wish to \r\nspeak with a clarity that may be deemed undiplomatic. \r\nOrganized crime is now a global industry. It is the dark \r\nside of globalization. It attaches itself to weak \r\nsocieties. It attaches itself to political and religious \r\nextremists. It attempts to buy and subvert democracies. \r\nLike water, it spreads to where it finds least resistance. \r\nIt is global and globalized in its interconnections. \r\n Organized crime, I want to state emphatically, is \r\nin the Western Balkans. I consider it to be the greatest \r\nsingle challenge to my country and to the whole \r\nregion. It always has been present, and it was given \r\nsolid foundations because of the wars in our region. \r\nBut I fear that it is developing capabilities — acquired \r\nfrom the globalization of crime and access to \r\ntechnology — at a much faster pace. The criminals \r\nconcerned are bringing drugs, guns, human trafficking \r\nand corruption into our societies. In doing so, they are \r\nusing our region to spread into Europe. I fear that we \r\nare in a race against time in our region. The stark \r\nchoice is that South-Eastern Europe will become either \r\na valuable bridge between Europe and vital areas to the \r\nEast or it will become the beachhead of organized \r\ncrime trying to reach Europe. \r\n We have a common responsibility as leaders in \r\nour region to eliminate this scourge on our societies, \r\nand Serbia will spare no effort in our quest to eradicate \r\nthis threat. It is our responsibility to all our neighbours. \r\nFor this reason there has been a growing number of \r\nmeetings and consultations between us in the region on \r\nthis matter. \r\n But today I want to say that this issue cannot be \r\naddressed tactically and occasionally. It is a strategic \r\nissue that affects all of Europe. I am therefore asking \r\nthat we all become alert to the next generation of \r\nthreat. \r\n In our region, we have a responsibility to create a \r\nstrategic alliance against organized crime. We hope \r\nthat all Western Balkan States will make fighting it a \r\npriority. We owe this to our citizens, we owe it to our \r\nneighbours in the European Union, and we owe it to \r\nthe next generation. \r\n Serbia has historically been part of global \r\nmovements. That is why we are totally engaged in \r\nachieving membership of the European Union. That is \r\nwhy we support the United Nations system. It is also \r\nwhy we are now moving to reactivate the many \r\nrelationships that we built historically, as part of the \r\nNon-Aligned Movement (NAM). \r\n My country is the largest successor to a founding \r\nmember of the Movement. Serbia’s capital, Belgrade, \r\nwas the site of the First NAM Summit in 1961. 1 am \r\nproud that one of the capstone events marking the \r\nMovement’s fiftieth anniversary will be celebrated in \r\nBelgrade next September. \r\n As part of our commitment to the Millennium \r\nDevelopment Goals, we are strengthening many of our \r\nengagements and commitments worldwide through the \r\nMovement. We shall contribute to those countries that \r\nwould welcome assistance, and we look to an \r\nintensification of cooperation. I hope that this is a clear \r\nsignal that my Government believes in an active global \r\nengagement that will contribute to both global \r\nsolidarity and the achievement of the Millennium \r\nDevelopment Goals. \r\nA/65/PV.16  \r\n \r\n10-55103 12 \r\n \r\n The Acting President (spoke in Arabic): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Republic of Serbia for the statement he \r\nhas just made. \r\n  Mr. Boris Tadić, President of the Republic of \r\nSerbia, was escorted from the General Assembly \r\nHall. \r\n \r\nAddress by Mr. Desiré Delano Bouterse, President of \r\nthe Republic of Suriname \r\n \r\n The Acting President (spoke in Arabic): The \r\nAssembly will hear an address by the President of the \r\nRepublic of Suriname. \r\n  Mr. Desiré Delano Bouterse, President of the \r\nRepublic of Suriname, was escorted into the \r\nGeneral Assembly Hall. \r\n \r\n The Acting President (spoke in Arabic): On \r\nbehalf of the General Assembly, I have the honour to \r\nwelcome to the United Nations His Excellency \r\nMr. Desiré Delano Bouterse, President of the Republic \r\nof Suriname, and to invite him to address the \r\nAssembly. \r\n President Bouterse: On behalf of the \r\nGovernment and the people of the Republic of \r\nSuriname, I take this opportunity to congratulate \r\nMr. Joseph Deiss on his election to preside over this \r\nsixty-fifth session of the General Assembly. I am \r\npleased to see Switzerland, one of the newest members \r\nof the Organization, occupying this high office, \r\nespecially since his country has a long-standing and \r\nconstructive record regarding international neutrality \r\nand respect for international order. I am convinced that \r\nhis diplomatic experience, as well as his well-known \r\nin-depth knowledge of current international issues, will \r\nenable him to successfully discharge the important \r\nresponsibilities of his office. As one of the Vice-Chairs, \r\nSuriname pledges its full support for his work agenda \r\nfor this session. \r\n I wish to express our appreciation to Mr. Ali \r\nAbdussalam Treki for his unwavering efforts in \r\nsteering the Assembly’s work at its sixty-fourth \r\nsession. \r\n I also pay tribute to the Secretary-General, \r\nMr. Ban Ki-Moon, for his leadership and guidance of \r\nthis Organization throughout the past years of crisis \r\nand turbulence. \r\n It is a great honour for me today to address the \r\nAssembly, as a leader who recently received a mandate \r\nfrom the Surinamese people to realize sustainable \r\neconomic and social development through our own \r\nefforts and with the support of all friendly nations. \r\n Twenty-seven years ago I had the honour to \r\naddress the Assembly. I then stated: \r\n “by the same token, we are dismayed by the fact \r\nthat, in spite of the presence of the Organization \r\non the international scene for almost four \r\ndecades, its lofty goal of creating an international \r\norder based on respect for international law and \r\nthe peaceful settlement of disputes seems today to \r\nbe as elusive as ever”. (A/38/PV.28) \r\nToday we can conclude that things have not \r\nfundamentally changed. \r\n The challenge we face is that of striking a proper \r\nbalance between full recognition of the sovereignty of \r\nthe individual Member States of the United Nations \r\nand the apparent need for global governance regarding \r\nthe global issues that endanger the very survival of our \r\nplanet and its inhabitants. We are not there yet. It has \r\nbecome obvious to Suriname that this balance can be \r\nachieved only when participants in the international \r\narena refrain from using military force and/or \r\neconomic coercion. We have even seen States abuse \r\ntheir own legal system to force their political will on \r\nanother nation. \r\n Restricting ourselves to the Caribbean region, the \r\nRepublic of Suriname is deeply concerned about the \r\npersistence of the imposition for almost half a century \r\nof the economic, commercial and financial embargo \r\nimposed against Cuba with the aim of changing \r\ndevelopments of that nation’s political, economic and \r\nsocial road map. Those coercive measures cause \r\nunnecessary hardship and have severe effects on the \r\nrightful development and well-being of the Cuban \r\npeople. Suriname therefore joins Member States which \r\nsince 1992 have consistently been calling in vain for \r\nthe rejection of the unilaterally imposed embargo \r\nagainst Cuba. As is the case on the national level, the \r\ninternational community will prosper only when all \r\nvalues protected by the rule of law are distributed \r\nequally, notwithstanding the asymmetry that \r\ncharacterizes international relations. \r\n A/65/PV.16\r\n \r\n13 10-55103 \r\n \r\n My country finds itself at a crossroads in its \r\nhistory. The electorate gave its leaders a mission to \r\ncreate a society in which everyone participates and \r\neveryone shares in what the country has to offer, \r\nmeeting their basic material means, and in which \r\nsolidarity prevails. The aim is the creation of a just \r\nsociety in which people can develop themselves to \r\ntheir highest potential and become international role \r\nmodels and leaders in areas in which our society \r\nexcels. No one will be left behind in this task of \r\nnation-building. My Government pledges not to waste, \r\nbut to protect, our national inheritance and assets for \r\nfuture generations and the world. Moreover, we will \r\nseize every opportunity to generate greater national \r\nwealth. \r\n We will devote special attention to groups who in \r\nthe past have had limited scope for development. In \r\nthis regard, I refer to our indigenous peoples and our \r\ncountrymen living in tribal communities. Our intention \r\nis to gradually break the cycle of their isolation and \r\nconsiderably improve their quality of life. \r\n When we look at the many national challenges \r\nfacing us, it is clear that our task will not be easy. In \r\nalmost all sectors of the economy and society we have \r\nsuffered enormous neglect, and there has been a \r\ndecline, stagnation and reversal of national growth. As \r\na result, today many segments of our society have \r\nbecome desperate and hopeless. We therefore need a \r\nbold new visionary approach to give our people what \r\nthey justly deserve as co-owners of a nation endowed \r\nand blessed with so many riches. \r\n However, we need to overcome two huge \r\nchallenges that since decolonization have haunted and \r\nblighted our national destiny as a people. \r\n First, we must dismantle any lingering remnants \r\nof the colonial police State which blocks and obstructs \r\nthe establishment of a free, democratic, constitutional \r\nState based on the pillars of an independent judiciary, a \r\nGovernment free of corruption, a legislature that acts \r\nin the interests of the people, and a free and \r\nindependent press committed to the honest \r\ndissemination of information. \r\n Another major challenge that we face is the \r\ntransformation of our society from an economy which \r\nis merely a source of profit for foreign interest groups \r\ninto one that is based and built on a healthy \r\ninterdependence. Suriname needs a new national \r\neconomic approach created by Surinamers and for \r\nSurinamers. \r\n We realize that we are part of the global \r\ncommunity, which as a result of technology is \r\ngradually turning into a global village, fostering \r\nintensive relations in both a negative and a positive \r\nsense. Despite all the resources and knowledge at our \r\ndisposal, we are still faced with what seems an \r\ninsurmountable challenge: to rid the world of extreme \r\npoverty, to ensure adequate education for our children, \r\nto stem the tide of infectious and other diseases, or to \r\ntake responsible decisions on environmental \r\nsustainability. We have to recognize that with today’s \r\ninterdependence many challenges transcend national \r\nborders and that the ability of countries, in particular \r\ndeveloping countries, to make progress on many of the \r\ninternational development goals does not merely \r\ndepend on domestic policy choices. An international \r\nenabling environment in this regard is of increased \r\nsignificance. \r\n Climate change is a global threat that will affect \r\ndeveloping countries in a most devastating way. \r\nSuriname, with its low-lying coast, belongs to the top \r\n10 countries which will be seriously affected by sea-\r\nlevel rise. This is ironic, because we are not culpable \r\nfor the excessive levels of greenhouse gases in the \r\natmosphere, but we are about to bear a heavy part of \r\nthe brunt. \r\n According to the United Nations Environment \r\nProgramme, global biodiversity loss is high, so high \r\nthat 2010 has been declared the International Year of \r\nBiodiversity by the United Nations in order to attract \r\nattention to this global problem. In this respect, \r\nSuriname could serve as an example for the world, as \r\nits laws to save forest and biodiversity date from the \r\nmiddle of the past century. We are proud to state here \r\ntoday that Suriname is rightly called the greenest \r\ncountry on Earth for its 90 per cent forest cover. \r\n That having been said, it is ironic that a country \r\nsuch as Suriname, with such a good environmental \r\ntrack record, is overlooked and that the world’s efforts \r\nare concentrated on countries that are using their \r\nresources unsustainably, thereby sending the wrong \r\nmessage globally. We believe that we should tackle this \r\nproblem head on, starting at home, moving towards our \r\nimmediate neighbours and from there to the subregion \r\nof South America and the Caribbean, thus creating a \r\nA/65/PV.16  \r\n \r\n10-55103 14 \r\n \r\nsubstantial force at the world forum dealing with the ill \r\neffects of climate change. \r\n It seems that the standing forest and the wealth of \r\nSuriname’s biodiversity are being taken for granted by \r\nthe global community, as there are no structures in \r\nplace to provide incentives to continue on the path of \r\nsustainability. Despite that, we promise that our \r\nchoices for development will duly respect a proper \r\nbalance between nature and development. \r\n Various high-level meetings have been organized \r\nto address issues of common concern, such as the fight \r\nagainst HIV/AIDS, the negative effects of climate \r\nchange, arms proliferation, the effects of the global \r\neconomic and financial crisis and transnational \r\norganized crime and its associated ills. \r\n At this time it is necessary to draw special \r\nattention to the issue of non-communicable diseases, \r\nwhich is of great concern to all of us. The initiative of \r\nCaribbean Community leaders, subsequently endorsed \r\nby the Commonwealth, to organize a high-level \r\nmeeting of the General Assembly in 2011 to address \r\nthe rising incidence and prevalence of \r\nnon-communicable diseases is very important. It \r\nhighlights the ever-growing need for the international \r\ncommunity to join forces in addressing this global \r\nbarrier to development. \r\n Although non-communicable diseases are \r\ncurrently not a part of the indicators for assessing \r\nprogress in the achievement of the Millennium \r\nDevelopment Goals (MDGs), they undoubtedly have a \r\nnegative impact on those Goals. We can no longer \r\nignore this emerging health crisis, which \r\ndisproportionately impacts the poorest people, pushing \r\nthem further into poverty and deprivation. Therefore, \r\nthe global development agenda needs to include \r\nmeasures to address this problem, if we do not wish to \r\njeopardize the accelerated achievement of the MDGs \r\nby 2015. \r\n We are aware of poverty and extreme human \r\nsuffering resulting from natural disasters. We \r\nempathize with the peoples of Haiti, Pakistan, China, \r\nChile and all other countries where major weather \r\npatterns have wreaked havoc. Suriname is of the \r\nopinion that all nations should effectively and \r\nadequately contribute to the alleviation of the dire \r\nneeds of our fellow citizens of the world. These people \r\ndeserve more than expressions of sympathy; they \r\ndeserve to see that promises made to them are kept. \r\n Finally, we want to share our thoughts on the \r\nstructural causes of poverty and the resulting ill effects \r\non societies. My Government believes that education \r\nrelated to survival skills and production is the only way \r\nto effectively eradicate poverty. Money given to poor \r\npeople for the sake of one’s own conscience is an \r\nabsolute waste. Accordingly, we ask ourselves whether \r\nwe should continue to use the phraseology “fighting \r\npoverty” or should instead start talking about pursuing \r\nwealth. Therefore, the slogan of my country in our \r\nlingua franca is: “Broko a pina, tek yu gudu”, which \r\nmeans “Break away from poverty, by pursuing wealth”. \r\n The Acting President (spoke in Arabic): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Republic of Suriname for the \r\nstatement he has just made. \r\n  Mr. Desiré Delano Bouterse, President of the \r\nRepublic of Suriname, was escorted from the \r\nGeneral Assembly Hall. \r\n \r\nAddress by Mr. Malam Bacai Sanhá, President of the \r\nRepublic of Guinea-Bissau \r\n \r\n The Acting President (spoke in Arabic): The \r\nAssembly will hear an address by the President of the \r\nRepublic of Guinea-Bissau. \r\n  Mr. Malam Bacai Sanhá, President of the \r\nRepublic of Guinea-Bissau, was escorted into the \r\nGeneral Assembly Hall. \r\n \r\n The Acting President (spoke in Arabic): On \r\nbehalf of the General Assembly, I have the honour to \r\nwelcome to the United Nations His Excellency \r\nMr. Malam Bacai Sanhá, President of the Republic of \r\nGuinea-Bissau, and to invite him to address the \r\nAssembly. \r\n President Sanhá (spoke in Portuguese; English \r\ntext provided by the delegation): First, I congratulate \r\nMr. Joseph Deiss on his election to preside over the \r\nAssembly at this sixty-fifth session. I am convinced \r\nthat our work will be crowned with success thanks to \r\nhis proven competence and experience. \r\n To the former President, Mr. Ali Treki, I express \r\nmy recognition of the wise manner in which he \r\nconducted the Assembly’s work during its sixty-fourth \r\nsession. \r\n My compliments also go to the Secretary-\r\nGeneral, Mr. Ban Ki-moon, and the entire United \r\nNations team, the women and men who, on our behalf \r\n A/65/PV.16\r\n \r\n15 10-55103 \r\n \r\nand on behalf of the nations and peoples of the world, \r\nwork throughout the four corners of the planet to \r\npreserve human dignity, in which are expressed the \r\nvalues of peace and security, resulting in the \r\ndevelopment of friendly relations among nations and in \r\ninternational cooperation. To them all I express our \r\nrespect and admiration for their courage and \r\nselflessness. \r\n Similarly, I congratulate the Assembly on the \r\nrecent adoption of resolution 65/1, on the achievement \r\nof the Millennium Development Goals, 10 years after \r\ntheir adoption. This important document will certainly \r\ncreate a new climate for the achievement of the eight \r\nGoals by 2015. \r\n My compliments to all those present are also \r\nextended on behalf of the people of my country, which \r\njust yesterday, 24 September, celebrated its thirty-\r\nseventh year as a sovereign, independent State. The \r\ncountry has undergone a series of transformations, but \r\nwe must recognize that there remains much to be \r\ndesired in terms of meeting legitimate aspirations for \r\nsocial and economic progress. Such progress would \r\ntranslate into improved quality of life and well-being \r\nfor our combatant people, on whose behalf Amílcar \r\nCabral spoke from this rostrum more than 40 years \r\nago, in an historic statement in the fight against \r\ncolonial domination. \r\n Thus at the present session, when the peoples of \r\nthe world meet to evaluate the fulfilment of the \r\nMillennium Development Goals and to define new \r\nstrategies to achieve them by 2015, Guinea-Bissau is \r\nstill dealing with essential, basic factors for the \r\nachievement of goals that are so fair and that everyone \r\ndeserves: stability, peace and security. \r\n Less than a year ago we dealt with tragic events \r\nthat had a major impact on Guinea-Bissau’s internal \r\nand external image and led to early presidential \r\nelections, which exactly a year and seven days ago \r\nresulted in my starting to guide the country’s destiny. \r\nThe heinous acts to which I refer were unanimously \r\ncondemned. The international community supported \r\nthe country in its efforts to prepare and hold elections \r\nwhich ultimately were considered to be free, fair and \r\ntransparent, and at the same time to consolidate peace \r\nand internal security, particularly with reforms of \r\npublic administration, of defence and security and of \r\njudicial power, and with support for the State budget. \r\n There was a positive trend in projecting the \r\nimage of the country and dealing with new challenges: \r\nthe promotion of internal and institutional dialogue; the \r\nmobilization of development partners; the organization \r\nof a high-level meeting in New York; and the \r\npreparation of a planned donors’ round table, scheduled \r\nto be held before the end of this year, to discuss the \r\ndevelopment of Guinea-Bissau. \r\n Unfortunately, that trend contrasted with the \r\nincident of 1 April this year, which of course was to be \r\ncondemned. The handling of the incident and its \r\nconsequences did not receive the understanding of all \r\nthe partners of Guinea-Bissau, despite the country’s \r\nauthority having been maintained with a dynamic \r\nharmonization at the local, bilateral, regional and \r\ninternational levels. In this world body, let me appeal \r\nto all our partners to proceed in the same spirit of \r\nfriendship, solidarity, assistance and cooperation with \r\nour people and their democratically elected \r\ninstitutions, because it is now, in our current \r\ncircumstances, that our country most needs such \r\nsupport. \r\n The reform that we desire in our defence and \r\nsecurity sector, for which we have sought international \r\nassistance, has become a matter of prime urgency and \r\nextreme sensitivity. The main target is the very men \r\nand women who 40 years ago bartered their youth and \r\neducation — in other words, their future — for our \r\nnational liberation: the same armed forces who were \r\nthen so applauded and admired for their determination \r\nand courage in forging the freedom and independence \r\nof the peoples of Guinea and Cape Verde, as well as for \r\ntheir intervention in other theatres of war, following \r\ntheir international vocation. Today, an appropriate \r\nstructure to attend to their basic needs is lacking, \r\nresulting in an erosion of dignity already won, and thus \r\nin a threat to the peace, stability and well-being of our \r\npeople. \r\n Another consideration is that Guinea-Bissau has \r\nan insular platform comprising more than 80 islands \r\nand reefs, where a confluence of favourable waters and \r\nwinds creates an ideal microclimate for much of the \r\nworld’s fauna, in what could and should be a true \r\nparadise. Instead, due to an assumed inability of the \r\nauthorities to exercise effective control, there is a risk \r\nthat it may become a sanctuary of evil-doers who use \r\nand abuse the space and the local people, leading to a \r\nregrettable situation, giving us a terrible reputation and \r\nA/65/PV.16  \r\n \r\n10-55103 16 \r\n \r\npotentially compromising the proper functioning of \r\nGovernment institutions. \r\n The Assembly may find those facts frightening \r\nand deserving of condemnation. They are tragic and \r\ncompletely alien to the people of my country. A \r\ncoordinated regional and global response is needed in \r\norder to take advantage of all the synergies that can be \r\nmobilized. \r\n However, to this body of nations, of which we are \r\nproud to be an integral part, we bring more than a \r\nlament in the hope of an appropriate response not only \r\ncommensurate with the problems but at the level of the \r\ncapacity that mankind has already demonstrated. We \r\nare making our contribution as a people that is \r\nconfident, mobilized and determined, a people proud of \r\nits past and determined to reverse the current situation. \r\nWe bring a guarantee of multifaceted involvement in \r\nharmonizing an extensive internal dialogue, whose \r\nfoundations we have just laid jointly with the Guinean \r\nparliament: an initiative on ways to consolidate peace \r\nand development. This will culminate with a \r\nconference on national reconciliation, to restore the \r\npromise of a positive and lasting commitment. \r\n Despite the current serious situation, for which \r\nwe take full responsibility, we have never confused our \r\ninternal problems with those of our friends, and we \r\ntake great pride in our present stable relations with our \r\nneighbours. Similarly, we are proud of the peaceful \r\nspirit of our people, who never blame others for our \r\nown problems and do not feel any animosity towards \r\nthe thousands of world citizens who continue to choose \r\nour country as a place in which to settle. \r\n During the period of instability we have \r\nnonetheless preserved some 15 per cent of our territory \r\nas a protected area and nature reserve, as has been \r\nhighlighted in particular by international organizations \r\nsuch as UNESCO, the International Union for \r\nConservation of Nature and others. That is a major \r\ncontribution to meeting the universal concern for the \r\npreservation of biological and ecological balance in \r\nthis International Year of Biodiversity, within the \r\ncontext of severe climate change that affects us all. \r\n So, we call urgently for the solidarity and support \r\nthat Member States can give my people. We appreciate \r\nand express the warmest gratitude for the attention we \r\nhave received from our regional organization, the \r\nEconomic Community of West African States \r\n(ECOWAS), headed by Nigeria, in the form not only of \r\nstabilization initiatives, but also of concrete support for \r\nGovernment programmes. We similarly salute the \r\nfollow-up and attention provided by the Community of \r\nPortuguese-speaking Countries, which shows a spirit of \r\ndetermination at the bilateral and multilateral levels, as \r\nevidenced by the restoration of a climate of trust \r\nconducive to peace, stability and development. \r\n Within the same framework, we salute the \r\ncontribution of Portugal and Brazil, again at both the \r\nbilateral and multilateral levels, to keeping the world’s \r\nattention focused on giving Guinea-Bissau another \r\nchance. This extends to various other countries and \r\ninstitutions that maintain with us a relationship based \r\non partnership and cooperation. I think particularly of \r\nSenegal, Libya, China, Cuba, the United States, \r\nFrance, Algeria, Morocco and South Africa, among \r\nothers, as well as ECOWAS, the African Union and the \r\nEuropean Union, along with the United Nations itself, \r\nthrough the United Nations Integrated Peacebuilding \r\nOffice in Guinea-Bissau. \r\n The unstable internal socio-political environment \r\nthat I have outlined has a negative impact on \r\nmanagement of my country’s public finances, despite \r\nthe Executive’s great and broadly acknowledged \r\nefforts. This means that our financial situation is very \r\ndifficult, despite some recovery in our growth rate, \r\nwhich stood at 2.7 per cent in 2007 and 3.5 per cent in \r\n2008. \r\n The international crisis of 2009 had a small direct \r\nimpact, and the country registered growth of 3 per cent \r\nthanks to a good agricultural year. The increase in \r\ninternational basic commodity prices in 2008 \r\naccelerated inflation, which reached an annual average \r\nof 10.4 per cent, though it retreated in 2009. The good \r\nperformance in 2008-2009 in the export of cashew \r\nnuts, representing 90 per cent of exports, led to an \r\nimprovement in the balance of payments, including \r\ndonations. \r\n However, the external debt burden continued to \r\nbe unsustainable. At the end of 2009 it was equivalent \r\nto 126 per cent of the corrected gross domestic product \r\nand 640 per cent of exports of goods and services. The \r\nfact that we were unable to complete the Heavily \r\nIndebted Poor Countries (HIPC) Initiative resulted in \r\nan accumulation of delays in paying the external debt. \r\n In 2008 the Government concluded with the \r\nInternational Monetary Fund (IMF) a post-conflict \r\nprogramme, later extended to 2009, which successive \r\n A/65/PV.16\r\n \r\n17 10-55103 \r\n \r\nIMF missions evaluated as being broadly satisfactory. \r\nHence, on 7 May this year the IMF Executive Board \r\napproved a three-year agreement with my country \r\nbased on a credit facility which will cover the period \r\n2010-2012. \r\n The public administration of Guinea-Bissau has \r\nearned a very positive evaluation by the IMF and the \r\nWorld Bank, which reflects the extraordinary effort in \r\nfulfilling the programmatic targets set with regard to \r\ncleaning up public finances and regularizing major \r\nexpenses. Therefore, it is essential that partners show \r\nno hesitation that might jeopardize the fulfilment of the \r\ndecision-point requirements of the HIPC Initiative. \r\n We are coming to the end of the first decade of \r\nthe millennium, which had been declared a decade of \r\nglobalization, with the promotion of a lasting peace \r\nand aimed at a new international order. We cannot slide \r\nbackwards, nor can we show weakness in the face of \r\nthe challenge that we have set ourselves in addressing \r\nproblems such as migration, human trafficking and the \r\ntrafficking of organs and trying to find ethically \r\nacceptable responses to them. \r\n We support the efforts being made to resolve the \r\nconflicts in the Middle East, through coexistence of a \r\nPalestinian State with the State of Israel. Our \r\nmembership of the Alliance of Civilizations and of the \r\nCommunity of Democracies in particular is based on \r\nthe rules of peaceful coexistence among ethnicities and \r\nreligions, and on the promotion of human rights. \r\n We support global efforts to rehabilitate Haiti and \r\nwe also follow with great attention and interest the \r\nprocess that will lead to the restructuring of the \r\nSecurity Council. We hope that this will result in a \r\nmore equitable representation of the world and be a \r\nfactor in the ascent of the African continent towards \r\npeace, democracy and development. \r\n The Acting President (spoke in Arabic): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Republic of Guinea-Bissau for the \r\nstatement he has just made. \r\n  Mr. Malam Bacai Sanhá, President of the \r\nRepublic of Guinea-Bissau, was escorted from the \r\nGeneral Assembly Hall. \r\n \r\n  \r\nAddress by Mr. Sheikh Sharif Sheikh Ahmed, \r\nPresident of the Transitional Federal Government of \r\nthe Somali Republic \r\n \r\n The Acting President (spoke in Arabic): The \r\nAssembly will now hear an address by the President of \r\nthe Transitional Federal Government of the Somali \r\nRepublic. \r\n  Mr. Sheikh Sharif Sheikh Ahmed, President of the \r\nTransitional Federal Government of the Somali \r\nRepublic, was escorted into the General Assembly \r\nHall. \r\n \r\n The Acting President (spoke in Arabic): On \r\nbehalf of the General Assembly, I have the honour to \r\nwelcome to the United Nations His Excellency \r\nMr. Sheikh Sharif Sheikh Ahmed, President of the \r\nTransitional Federal Government of the Somali \r\nRepublic, and to invite him to address the Assembly. \r\n President Ahmed (spoke in Arabic): On the \r\ngrand occasion of the general debate of the sixty-fifth \r\nsession of the General Assembly, I congratulate the \r\nnew President of the Assembly, Mr. Joseph Deiss, who \r\nis known for his political skills and wise leadership. I \r\nwould also like to extend my appreciation to his \r\npredecessor, Mr. Ali Abdussalam Treki, President of \r\nthe General Assembly at its sixty-fourth session, for \r\nthe able manner in which he led our work. I hope this \r\nsession will end successfully and produce \r\nrecommendations and resolutions that will serve \r\nhumanity and the world at large. \r\n I further thank the Secretary-General for his \r\nstrong and genuine interest in and commitment to \r\naddressing the critical international issues facing the \r\nworld, and Somalia in particular. \r\n This annual gathering brings together world \r\nleaders and their representatives in order to highlight \r\npositive and praiseworthy accomplishments and \r\ndevelopments, and to identify common global \r\nchallenges, emerging problems and their causes, and \r\nconsequently to discuss and seek appropriate solutions \r\nfor them. \r\n This meeting comes at a critical moment, when \r\nour contemporary world faces a series of challenges \r\nranging from economic crises to natural disasters and \r\nbloody wars that threaten international peace and \r\nstability, as well as other international issues that \r\nrequire timely resolutions and serious work from the \r\nA/65/PV.16  \r\n \r\n10-55103 18 \r\n \r\nGeneral Assembly to design strategies to avoid them in \r\nthe future. \r\n In our world today, known for its technological \r\nadvancement and modern science, we are confronted \r\nby many challenges resulting from climate change, \r\nglobal warming and their effects, such as devastating \r\nfloods, drought, forest fires, landslides, desertification, \r\nearthquakes, snow storms and so on. Such \r\nenvironmental problems have occurred recently in \r\nmany countries, including the violent floods in \r\nPakistan and China and the destructive forest fires in \r\nRussia, alongside other problems worldwide. We feel \r\ngreat compassion for the countries affected by these \r\nnatural disasters, and we must cooperate with and \r\nprovide them the assistance they need while we express \r\nour grief and condolences for their suffering. \r\n A few centuries ago, the peoples of the world \r\nsuffered from the horror of colonial slavery, injustice \r\nand oppressive cultures in which the strong preyed on \r\nthe weak, as well as from horrific wars that spared \r\nnothing. It was through the collective will of victorious \r\nnations around the world that this fine institution was \r\nestablished in 1945 in order to ensure lasting peace and \r\nsecurity and to protect human rights, the sovereignty of \r\nnations and the rights of people to self-determination, \r\nas well as justice, freedom of thought and expression. \r\n However, 65 years since its inception, we must \r\nask ourselves whether the world is more secure or \r\nnations are more at peace with one another. Has \r\nhumankind attained its ambition of a good life, \r\ndevelopment and sustainable prosperity? The answer, \r\nclearly, is no. We see destructive wars being fought \r\nthroughout the world, causing the suffering of millions, \r\nas well as the horrors of global terrorism, especially in \r\nthe developing world. \r\n Somalia is the weaker link in this scenario and \r\ntherefore suffers from the worst kinds of international \r\nterrorism perpetrated, inter alia, by Al-Shabaab, \r\nAl-Qaida and the foreign criminal elements supporting \r\nthem. Al-Qaida boasted of its responsibility for the \r\nhorrible acts that occurred in Mogadishu on \r\n3 December 2009 at the Benadir University graduation \r\nceremony, where many graduating doctors died at a \r\ntime when the country needed them most. Professors, \r\nministers, families and guests also died at that \r\nceremony. \r\n Other heinous acts include the explosion at the \r\nMuna Hotel, the African Union headquarters in \r\nMogadishu, as well as the explosion in Kampala, \r\nUganda, which killed over 70 innocent people who had \r\ncome to watch the World Cup match that was then \r\ntaking place in South Africa. \r\n These beastly massacres carried out by \r\nAl-Shabaab and Al-Qaida terrorists turn the stomach of \r\nany person with a conscience. This movement carries \r\nout such acts in Mogadishu and other Somali cities on \r\na daily basis, in plain public sight and in places of \r\nworship, killing Somali civilians, hacking off their \r\nlimbs, hands and ears and cutting their throats. It has \r\nalso carried out unspeakable crimes against humanity, \r\nsuch as cutting off the heads of victims and disposing \r\nof them somewhere else. It has also committed rape \r\nand theft and caused great damage to property. \r\n This movement does not believe in Somalia as a \r\nnation and does not support the creation of a national \r\nGovernment in Somalia; rather, it seeks to establish the \r\nHorn of Africa as a terrorist hub that is managed by its \r\nAl-Qaida partners and whose intention is to wreak \r\nhavoc on the entire region and the world beyond. \r\n Besides terrorism on land, another type of \r\nterrorism — piracy, perpetrated by pirates and \r\nextremist movements in the Red Sea and the Indian \r\nOcean — threatens navigation and sea trade. Maritime \r\nterrorism is no less dangerous than land-based \r\nterrorism; many United Nations Member States have \r\nhad their ships hijacked by pirates who attack merchant \r\nor passenger vessels and then blackmail them and \r\ndemand millions in ransom. While military convoys \r\nattempt to protect shipping in the Indian Ocean, they \r\nare unable to uproot this ongoing threat or eliminate its \r\nroot causes. \r\n There is a close connection between those pirates \r\nand armed extremist elements in Somalia. Such ships \r\ncan be destroyed at any time and their crews killed \r\nrather than be held for ransom. All of this, again, \r\nrequires a solution to the problems in Somalia, because \r\nthe root causes of these problems lie not at sea but on \r\nland. No partial solution to the problems of Somalia \r\ncan succeed no matter how strong and effective it is; \r\nonly a comprehensive solution of these problems will \r\nwork. \r\n The President returned to the Chair. \r\n A/65/PV.16\r\n \r\n19 10-55103 \r\n \r\n I would also like to draw attention to a \r\nphenomenon even more dangerous to the Somalis in \r\nthe long term than piracy. This is illegal fishing and the \r\ndumping of toxic waste along the Somali coast, which \r\nharm the health of Somalia’s citizens and its \r\nenvironment. We have already begun to see symptoms \r\nand illnesses that did not previously exist in Somalia. \r\n One function of the General Assembly is to deal \r\nwith hotbeds of tension and threats to international \r\npeace and security. I therefore appeal to world leaders \r\nto stand together in confronting the threat of \r\ninternational terrorism, including Al-Qaida and \r\nAl-Shabaab, as well as organized crime. We must \r\neliminate this scourge so that it will not expand and \r\nworsen, and bear in mind that any delay or compromise \r\nwill provide further opportunities for terrorism, \r\nprolong its life and allow it to spread. Beyond this, we \r\nneed to solve the political, economic and social root \r\ncauses of terrorism locally, regionally and \r\ninternationally. \r\n After many years of dispute and conflict, the \r\nSomali parties met in Djibouti and reached an \r\nagreement, endorsed by the international community, \r\nthat led to the creation of a broad-based national \r\nGovernment that included all the conflicting parties \r\nwho participated in the Djibouti peace conference. This \r\nGovernment has inherited a heavy burden and many \r\nchallenges and obstacles, but it has managed to \r\nshoulder those responsibilities. However, it continues \r\nto wage a bitter struggle against such hostile elements \r\nas Al-Qaida and its allies, Al-Shabaab and Hizbul \r\nIslam. \r\n Here, we should note that the Transitional Federal \r\nGovernment (TFG), while only in its second year, has \r\nmanaged to counter and repel these enemy attacks and \r\nto achieve reconciliation and several agreements with \r\nmembers of Hizbul Islam and Ahlu Sunna Wal Jama’a. \r\nThus the TFG has achieved some success in its goals, \r\nespecially following its recent ministerial change, \r\nwhich brought in members of Ahlu Sunna Wal Jama’a, \r\nwho have been assigned important ministerial positions \r\nin the new Government. I note that the national \r\nreconciliation achieved in Djibouti remains a strategic \r\nchoice for us, and we reach out to all those who desire \r\npeace and security in Somalia. \r\n We have also formed strategic plans in the areas \r\nof politics, security and social reform. We must \r\nproduce a public budget for 2010 that covers \r\neconomic, political and social affairs and State \r\nmanagement expenses, as well as reconstruction. We \r\nmust rehabilitate Government ministries and \r\ninstitutions and economic structures, such as the \r\ncentral bank, and encourage a free-market economy. \r\nWe must provide food and humanitarian assistance to \r\nthe needy and those displaced by river floodings, \r\ndrought or desertification. This plan has been \r\nparticularly difficult to implement because the \r\nAl-Shabaab movement has blocked the distribution of \r\nhumanitarian aid and food to the areas it controls, and \r\nhas raided and stolen from aid organizations and \r\nhijacked vehicles carrying food intended for the \r\nhungry. \r\n We must further create opportunities to empower \r\nyoung people to play leadership roles, and furnish them \r\nwith the skills necessary to manage Government \r\ninstitutions. We need to increase the skills and abilities \r\nof Government employees and foster a spirit of \r\nsacrifice for the homeland and devotion to work and \r\ntransparency in conducting the country’s business. We \r\nmust build capacity in the security sector and train \r\npolice and security forces to protect the Somali people \r\nand their independence and territorial integrity. We \r\nneed to prepare a permanent constitution that can serve \r\nas the foundation for law, democracy and the guarantee \r\nof basic human freedoms. The constitution will be \r\nsubmitted for a referendum so that it can be applied as \r\nsoon as possible. We must revitalize our judicial \r\ninstitutions and train judges and legal assistants, as \r\nwell as reconstruct and rehabilitate support centres \r\nsuch as police stations, criminal courts and prisons. We \r\nshould create an environment conducive to dialogue, \r\nreconciliation, negotiation and collective work, and \r\nhalt the continuing violence in Somalia, which has \r\nlasted more than two decades now, so that peace and \r\nsecurity can be restored. Finally, we must end the \r\ninternal disputes that continue to erupt within our \r\nnational institutions — for instance, among members \r\nof Parliament — and resolve them peacefully. \r\n These are but a few of the issues that we have \r\nselected from among the many on which our strategic \r\nplans are focused. However, a shortage of funds, \r\nresources and expertise hinders the TFG from \r\nimplementing many of them. From this rostrum, I \r\nappeal to the world’s leaders and the international \r\ncommunity to continue to come forward to help us stop \r\nthe bloodshed in Somalia and to provide us with the \r\nA/65/PV.16  \r\n \r\n10-55103 20 \r\n \r\nemergency assistance necessary to save our citizens \r\nand Government, especially in the following areas. \r\n First, in the field of security, the Somali security \r\nforces need to be armed and trained in an effective way \r\nso that they are capable of taking the security initiative \r\nin their country, and provided with the salaries and \r\nhealth care they need if they are to protect citizens and \r\nestablish Government authority throughout the country. \r\n Second, the African Union forces in Somalia \r\nmust be strengthened and reinforced by the addition of \r\nnew forces. \r\n Third, a military strategy must be designed and \r\nimplemented by the United Nations, including the \r\ndispatch of an international force to Somalia with the \r\npurpose of restoring security and stability throughout \r\nthe country. \r\n Fourth, the Security Council should adopt \r\nresolutions aimed at saving Somalia and liberating it \r\nfrom Al-Qaida and any other terrorist movements that \r\nconspire against the restoration of peace and security \r\nthere. On the political front, we would also ask for \r\ncontinued United Nations support for the TFG, \r\nallowing it to remain a focal point for reconciliation \r\nbetween the various parties in Somalia and the \r\ninternational community. The TFG should also be \r\ngiven the support it needs to discharge its duties and \r\nmanage its budget, so that it can stand on its own two \r\nfeet and carry out its economic projects and extend its \r\nauthority throughout the country. \r\n Fifth, the Somali Government should be assisted \r\nin rebuilding the infrastructure that was destroyed in \r\nthe civil wars. \r\n Sixth, the international community should \r\nparticipate and assist in the reconstruction and \r\nrehabilitation of Somali State institutions, such as \r\nschools, hospitals and educational centres. \r\n Seventh, the Somali economy must be promoted \r\nand its faltering institutions developed. \r\n Finally, I would like to extend my gratitude to the \r\ninternational community for its assiduous efforts to \r\nrestore peace and stability in Somalia. Nevertheless, I \r\nwould like to point out that all that has been offered to \r\ndate is still not commensurate with what Somalia \r\ndeserves. Somalia is a country that has lost everything, \r\nincluding its State infrastructure. We hope that the \r\ninternational community will assume its humanitarian \r\nresponsibility towards our country and assist in ending \r\nits suffering, which has now entered its twenty-first \r\nyear. It is also our hope that the international \r\ncommunity will fulfil its promises and turn its \r\nresolutions and recommendations — past and \r\npresent — into actual, implementable deeds. \r\n I would especially like to thank the Governments \r\nof Uganda and Burundi, which have sent their troops to \r\nSomalia to bring peace to the situation there. I would \r\nalso like to thank the Governments of the United States \r\nof America and the United Kingdom of Great Britain \r\nand Northern Ireland, the European Union and the \r\nbrotherly Arab States, as well as the African Union, all \r\nof which have contributed to security and stability in \r\nmy country. Our thanks also go to the international and \r\nregional organizations, including the United Nations, \r\nfor their support. We hope that we will all succeed in \r\nrestoring security and stability very soon because the \r\ncontinued suffering of the Somali people is \r\nunacceptable. \r\n In conclusion, I pray to God that the efforts of \r\nthis session of the General Assembly will be crowned \r\nwith success and that Somalia will attend the next \r\nsession having resolved its chronic crisis. \r\n The President (spoke in French): On behalf of \r\nthe General Assembly, I wish to thank the President of \r\nthe Transitional Federal Government of the Somali \r\nRepublic for the statement he has just made. \r\n  Mr. Sheikh Sharif Sheikh Ahmed, President of the \r\nTransitional Federal Government of the Somali \r\nRepublic, was escorted from the General \r\nAssembly Hall. \r\n \r\nAddress by Mr. Haris Silajdžić, Chairman of the \r\nPresidency of Bosnia and Herzegovina \r\n \r\n The President (spoke in French): The Assembly \r\nwill now hear an address by the Chairman of the \r\nPresidency of Bosnia and Herzegovina. \r\n  Mr. Haris Silajdžić, Chairman of the Presidency \r\nof Bosnia and Herzegovina, was escorted into the \r\nGeneral Assembly Hall. \r\n \r\n The President (spoke in French): On behalf of \r\nthe General Assembly, I have the honour to welcome to \r\nthe United Nations His Excellency Mr. Haris Silajdžić, \r\nChairman of the Presidency of Bosnia and \r\nHerzegovina, and to invite him to address the \r\nAssembly. \r\n A/65/PV.16\r\n \r\n21 10-55103 \r\n \r\n Mr. Silajdžić: It is an honour to address the \r\nGeneral Assembly at its sixty-fifth session. Allow me \r\nto express my gratitude to Mr. Ali Abdussalam Treki \r\nfor having ably presided over this body during the past \r\nyear and to congratulate Mr. Joseph Deiss on being \r\nelected the new President of the General Assembly. \r\n Fifteen years ago, the Dayton Peace Agreement \r\nended the aggression in and brought peace to Bosnia \r\nand Herzegovina. My country has come a long way \r\nsince then, and I feel obliged to thank the \r\nGovernments, organizations and individuals who \r\nassisted us in travelling down this road. \r\n When we asked the General Assembly to support \r\nus in becoming a member of the Security Council, it \r\nhonoured us with almost unanimous support, for which \r\nwe offer our thanks. That support demonstrated that the \r\nAssembly holds Bosnia and Herzegovina in high \r\nesteem, and we are proud of that. As a member of the \r\nSecurity Council, we are doing our best to meet the \r\nAssembly’s expectations and honour its trust. \r\n Thanks to the generous assistance of many \r\nGovernments represented here, Bosnia and \r\nHerzegovina completed the main process of \r\nreconstruction relatively quickly, particularly in the \r\nlight of the level of devastation. But the rebuilding of \r\nour devastated society has proved to be much more \r\ndifficult. From 1992 to 1995, an age-old, genuinely \r\nmulticultural society in Bosnia and Herzegovina was \r\nbrutally and intentionally torn apart by force. Half of \r\nthe population of Bosnia and Herzegovina had to leave \r\ntheir homes in order to save their lives. Some \r\n1,300,000 of them remain outside Bosnia and \r\nHerzegovina. Systematic obstructions were the cause \r\nof failure of return programmes, and they are still an \r\nobstacle to those who want to return. Those who made \r\nit back to their homes are often confronted with \r\nblockade walls or with outright violations of basic \r\nrights. That makes the restoration of our pluralist \r\nsociety the single most difficult task ahead of us. \r\n But hope remains that the upcoming \r\nconstitutional changes will lay a foundation for the \r\nnew generation to be able to bridge the divides. No \r\nmatter what, we will continue to revive the pluralist \r\ncharacter and tolerant spirit of our society because we \r\nstrongly believe that cultural pluralism is humankind’s \r\nmost precious treasure.  \r\n A healthy economy can be a powerful tool for \r\nachieving that goal. Bosnia and Herzegovina is a \r\ncountry rich in water and other energy-generating \r\nresources. We have undertaken studies and invited \r\ninternational investors to participate in developing \r\nthese resources. Once completed, these projects will be \r\nthe driving engine of our economy, enabling us to \r\nmake progress in other areas, such as health care and \r\nsocial services. \r\n We continue to develop our infrastructure and \r\nagricultural resources, but not at a desirable pace. \r\nAlthough generally improved, our education system \r\nremains in some aspects hostage to divisive political \r\ninfluences. On the other hand, our rising trade \r\nactivities have resulted in improving our relations with \r\nthe countries in the region, and great opportunities can \r\nbe unlocked through more intensive and more \r\nconfident regional cooperation. \r\n As is the case in other societies, our greatest \r\nresource is our youth, educated in our country and \r\nabroad, and ready to take over once our economy is \r\nable to absorb their skills and talents. I am confident \r\nthat, in the coming years, employment opportunities \r\nwill grow in proportion to the development of the vast \r\nuntapped resources of Bosnia and Herzegovina. \r\n Defence reform is commonly seen as one of our \r\ngreatest post-Dayton successes because it resulted in \r\nunified, modern armed forces. Here again, we have to \r\nexpress our appreciation to our friends and allies \r\nwhose assistance made this achievement possible. In a \r\nshort amount of time, our armed forces have managed \r\nto earn the trust and respect of the United Nations \r\nthrough their participation in peacekeeping missions. \r\n Like everywhere else, the citizens of Bosnia and \r\nHerzegovina desire peace, stability and prosperity, as \r\nwell as a better future for themselves and their \r\nchildren. There is great potential for development, and \r\nopportunities are there to be seized. Yes, there are \r\nreasons for optimism, but there are reasons for concern \r\ntoo. \r\n Our progress is hindered by the remnants of those \r\nwho still believe in the completion of the political \r\nproject that brought catastrophe not only to Bosnia and \r\nHerzegovina, but to the whole region. In short, they \r\nthink that the world has forgotten the atrocities \r\ncommitted against the civilian population, the \r\nconcentration camps, the rape camps and the genocide. \r\nAfter hundreds of thousands of non-Serb civilians were \r\nkilled and expelled from one part of Bosnia and \r\nHerzegovina, they are now publicly calling for the \r\nA/65/PV.16  \r\n \r\n10-55103 22 \r\n \r\nsecession of that part. They hope and dream, as they \r\nsay, that the world will somehow recognize that entity \r\nas an independent State. Instead of feeling shame, \r\nthese disciples of Milošević, Karadžić and Ratko \r\nMladić are now ready to come and ask the international \r\ncommunity to reward the genocide in Srebrenica, \r\nPrijedor, Zvornik, Sarajevo, Mostar and other sites of \r\nhorrific crimes for which Karadžić is now being tried \r\nat the International Criminal Tribunal for the Former \r\nYugoslavia in the Hague. What a monument to \r\ninhumanity that would be! \r\n Of course, they will not succeed. They can no \r\nlonger count on the mighty armies of Slobodan \r\nMilošević because those armies were defeated through \r\nour heroic struggle. They do count on, as they say, \r\nfavourable geopolitical circumstances. But they fail to \r\ntake one thing into account, as Milošević did. Bosnia \r\nwill be defended. \r\n They will, however, continue obstructing \r\nprogress in Bosnia and Herzegovina, and they will \r\ncontinue destabilizing the region. They found \r\ninspiration in the inadequate response of the \r\ninternational community, whose patience they have \r\nbeen testing for the past 15 years. So, our collective \r\nresolve to prevent the escalation and opening of fresh \r\nwounds in Bosnia and Herzegovina is being tested \r\nagain. We must not fail this time. \r\n This dangerous adventurism aside, I believe and I \r\nknow that the train of progress cannot and will not be \r\nstopped. There is no doubt in my mind that Bosnia and \r\nHerzegovina and our entire region will maintain \r\nstability and achieve prosperity in the coming years, \r\nthus fulfilling the dreams and desires of every one of \r\nour citizens. \r\n The President (spoke in French): On behalf of \r\nthe General Assembly I wish to thank the Chairman of \r\nthe Presidency of Bosnia and Herzegovina for the \r\nstatement he has just made. \r\n  Mr. Haris Silajdžić, Chairman of the Presidency \r\nof Bosnia and Herzegovina, was escorted from the \r\nGeneral Assembly Hall. \r\n \r\nAgenda item 8 (continued) \r\n \r\nGeneral debate \r\n \r\n  Address by Mr. Borut Pahor, Prime Minister \r\nof the Republic of Slovenia \r\n \r\n The President (spoke in French): The Assembly \r\nwill now hear an address by the Prime Minister of the \r\nRepublic of Slovenia. \r\n  Mr. Borut Pahor, Prime Minister of the Republic \r\nof Slovenia, was escorted to the rostrum. \r\n \r\n The President (spoke in French): I have great \r\npleasure in welcoming His Excellency Mr. Borut \r\nPahor, Prime Minister of the Republic of Slovenia, and \r\ninviting him to address the General Assembly. \r\n Mr. Pahor (Slovenia): I am indeed honoured to \r\naddress this Assembly for the first time as Prime \r\nMinister of the Republic of Slovenia. I reaffirm my \r\ncountry’s commitment to the United Nations and its \r\nCharter. \r\n Let me also congratulate you, Sir, on your \r\nelection as President of the General Assembly at its \r\nsixty-fifth session. We all rely on your political \r\nwisdom and experience, and I assure you of my \r\ncountry’s utmost support in the coming weeks and \r\nmonths. \r\n In the past few years, numerous national leaders \r\nhave spoken in this very Assembly about new global \r\nchallenges that threaten our security, prosperity and \r\nfreedom. There is a general consensus that more \r\neffective and coordinated global action is required to \r\naddress such challenges. For Slovenia, strengthening \r\nglobal governance means renewing our common \r\ncommitment to multilateralism and its principles of \r\ninclusion, legitimacy and transparency. \r\n The United Nations must keep its place at the \r\ncore of global governance structures. However, this \r\nOrganization also needs to adapt to the contemporary \r\nreality of an interconnected world and the resulting \r\nnew challenges and threats. As many of my colleagues \r\nhave already said, reform of the United Nations has \r\nbeen long undervalued. The composition of the \r\nSecurity Council is visibly out of date and the work of \r\nthe General Assembly needs revitalization. Progress in \r\npeacekeeping reform would strengthen all other United \r\nNations activities relating to the maintenance of \r\ninternational peace and security, including preventive \r\ndiplomacy and post-conflict peacebuilding. \r\n The reforms of international economic and \r\nfinancial systems must continue at an accelerated pace, \r\nreflecting global development needs. Our endeavours \r\nshould aim at increasing accountability, responsibility \r\nand solidarity, while taking into account the need for a \r\n A/65/PV.16\r\n \r\n23 10-55103 \r\n \r\nstronger voice for and better participation of \r\ndeveloping countries, which should be fully included \r\nin the international response to the crisis. Together, we \r\nmust build a world in which economic indicators are \r\nnot the only measure of a prosperous society. Human, \r\nsocial and environmental values should also become \r\nprincipal elements of our criteria. In this connection, I \r\nencourage closer cooperation and coordination between \r\nthe United Nations and the Bretton Woods institutions \r\nand between the United Nations and the Group of 20 in \r\nfinding the best possible responses to the crisis and in \r\naddressing the needs of the most vulnerable. \r\n It is unfortunate that, as a result of far-reaching \r\ndevelopments, we continue to face an even greater \r\nchallenge in climate change. Indeed, the past year has \r\nbeen a year of lost opportunities. However, this should \r\nnot be a reason to lower our ambitions. Climate change \r\nis real, the loss of biodiversity is unprecedented and \r\nthe consequences are already being felt by far too \r\nmany people around the world. In some cases, the very \r\nexistence of individual countries, States Members of \r\nthe United Nations, is at stake. This year, we must do \r\nbetter and do more in Cancún to reach a comprehensive \r\npost-2012 climate agreement that will limit global \r\nwarming to below 2°C, as stated in the Copenhagen \r\nAccord, and improve adaptation to the adverse effects \r\nof climate change. Our responsibilities differ, but we \r\nmust all shoulder our share of the common burden. \r\n After the fall of the Berlin Wall, the countries of \r\nWestern Europe decided to open their ranks to the \r\nStates of Central and Eastern Europe. This decision \r\nwas instrumental in building a modern Europe of key \r\ndemocratic values. The choice of enlargement of Euro-\r\nAtlantic institutions was thus a choice for stability on \r\nthe continent. \r\n Unfortunately, the financial and economic crisis \r\nand international debates in many European States \r\npushed aside some of the topics that are important and \r\nof strategic interest to the continent as a whole. The \r\nneed for a continued process of enlargement of the \r\nEuropean Union and NATO is one of them. I would \r\ntherefore like to underline that the commitment to \r\nenlargement to the Western Balkans needs to be \r\nhonoured, and all the more so since the situation in the \r\nregion today has changed for the better. Obvious and \r\ntangible progress has been made. \r\n In this connection, I would like to recall that only \r\na couple of weeks ago this Assembly adopted \r\nresolution 64/298 by consensus, acknowledging the \r\ncontent of the advisory opinion of the International \r\nCourt of Justice, which was rendered in response to a \r\nsubmitted request on the issue of the declaration of \r\nindependence of Kosovo. I am particularly glad that \r\nthe resolution paved the way for dialogue, which the \r\nEuropean Union is ready to facilitate. It is the historic \r\nresponsibility of the democratically elected leaders of \r\nthe countries of the Western Balkans to pursue \r\nreconciliation and the rebuilding of mutual trust. \r\n In order to promote the necessary confidence, I \r\ntherefore decided, together with the Prime Minister of \r\nCroatia, to launch the so-called Brdo process several \r\nmonths ago in Slovenia. I think the results and \r\nconsequences of this decision have so far been very \r\ngood. Our aim is to encourage dialogue and \r\ncooperation among the political leaders with a view to \r\ndiscussing mutual support and further steps on the road \r\nto the Euro-Atlantic integration of the entire region. I \r\nbelieve that we are on the right track, and we will \r\ncontinue to work in this direction. \r\n Slovenia plays an active role in the international \r\ncommunity and takes its responsibilities seriously. I \r\nwould therefore like to confirm once again our \r\ndedication to our candidacy for a non-permanent seat \r\non the Security Council, for the period of 2012-2013, \r\nat the elections to be held next year in this Assembly. \r\nSlovenia views its candidature as an opportunity to \r\ncontribute further to the maintenance of international \r\npeace and security, as well as the peaceful settlement \r\nof disputes. We intend to build on our international \r\ncommitments and experience gained in recent years. \r\nWe are committed to upholding the rule of law, respect \r\nfor human rights, international law and international \r\nhumanitarian law, and we continue to foster open and \r\ntransparent international dialogue in the spirit of \r\ncooperation and consensus-building. \r\n Our candidature therefore underscores the great \r\nsignificance Slovenia attaches to the role of the United \r\nNations in an increasingly interdependent and complex \r\nworld. Furthermore, it indicates Slovenia’s desire to \r\nutilize its rich multilateral experience to enhance the \r\ngoals and principles of this universal, international \r\nOrganization. \r\n Finally, let me say once more how honoured I am, \r\nas the Prime Minister of Slovenia, to be present in this \r\nAssembly. Extraordinary historical circumstances have \r\nshaped the development of my country, which \r\nA/65/PV.16  \r\n \r\n10-55103 24 \r\n \r\ntherefore attaches great importance to the constant \r\npromotion of the noble purposes and principles of \r\ninternational relations, as defined in the Charter of the \r\nUnited Nations. I am therefore all the more pleased to \r\nhave been able to participate in the general debate \r\ndevoted to the reaffirmation of the central role of this \r\nOrganization in global governance. \r\n The President (spoke in French): On behalf of \r\nthe General Assembly, I wish to thank the Prime \r\nMinister of the Republic of Slovenia for the statement \r\nhe has just made. \r\n  Mr. Borut Pahor, Prime Minister of the Republic \r\nof Slovenia, was escorted from the rostrum. \r\n \r\n  Address by Mr. José Socrates, Prime Minister \r\nof the Portuguese Republic \r\n \r\n The President (spoke in French): The Assembly \r\nwill now hear an address by the Prime Minister of the \r\nPortuguese Republic. \r\n  Mr. José Socrates, Prime Minister of the \r\nPortuguese Republic, was escorted to the rostrum. \r\n \r\n The President (spoke in French): I have great \r\npleasure in welcoming His Excellency Mr. José \r\nSocrates, Prime Minister of the Portuguese Republic, \r\nand inviting him to address the General Assembly. \r\n Mr. Socrates (Portugal) (spoke in Portuguese; \r\nEnglish interpretation provided by the delegation): I \r\nwish to begin by congratulating you, Sir, on your \r\nelection as President of the General Assembly. The \r\nAssembly is the central body of the United Nations \r\narchitecture. Here, all Member States are truly \r\nrepresented and each has a vote, irrespective of its size, \r\npopulation or economic power. Here is where the \r\ncentral decisions that determine the functioning of the \r\nother bodies are made. Here, we are all permanent \r\nmembers, embodying the principle of the sovereign \r\nequality of all States. \r\n Here in the General Assembly, Portugal is guided \r\nby the objective of doing its best to strengthen the \r\nUnited Nations. There are no true alternatives to the \r\nOrganization. Its unique role in managing international \r\nrelations is more evident than ever, and it is our duty to \r\nfurther enhance this role in order to attain a progressive \r\nand solid strengthening of the United Nations. I repeat, \r\nthere are no alternative mechanisms to the United \r\nNations. For this reason, all Member States should \r\nwork to reinvigorate the Organization. \r\n Portugal is guided by the principles of national \r\nindependence, respect for human rights, equality \r\namong States, peaceful solutions to conflicts and \r\ninternational cooperation as the main elements that \r\ndrive development and the progress of humankind. \r\nThese principles are all inscribed in the Portuguese \r\nConstitution. \r\n These are also the purposes and principles of the \r\nUnited Nations Charter. Allow me to underline some of \r\nthem, which today are more important than ever: \r\nmaintaining international peace and security, the \r\ndevelopment and progress of all peoples, friendly \r\nrelations among all nations based on sovereign \r\nequality, international cooperation in solving \r\neconomic, cultural and humanitarian crises and the \r\npromotion of human rights and fundamental freedoms. \r\n The maintenance of international peace and \r\nsecurity, is surely one of the noblest of our objectives. \r\nThe Charter defines the way we, the United Nations, \r\nshould act together to prevent or remove threats to \r\npeace and how to respond to acts of aggression or other \r\nviolations of our universal principles. \r\n Portugal has been an active contributor to United \r\nNations peacekeeping and peacebuilding operations in \r\nEurope, Asia, Africa and Oceania. Our efforts have \r\nalways been global and generous. Tens of thousands of \r\nPortuguese have participated in peace operations. We \r\nare now present in places as diverse as Afghanistan, \r\nSouth Lebanon, Timor-Leste, the Western Balkans, \r\nChad and the Democratic Republic of Congo. \r\n We participate in United Nations peacekeeping \r\noperations and other missions according to our means \r\nand, quite frequently, above and beyond what our size, \r\nwould require. Nevertheless, we continue doing it with \r\nthe firm conviction that collective security calls for \r\ncollective efforts. Moreover, the United Nations can \r\ncontinue to count on the Portuguese contribution to this \r\ncollective endeavour. \r\n Looking at the present challenges to international \r\npeace and security, allow me to refer to the situation in \r\nthe Middle East, a conflict involving many negative \r\ninfluences in the relations between several peoples and \r\ncultures. The coming year will be critical to the peace \r\nprocess. The choice is clear: peace or a return to \r\ninstability. \r\n We welcome the return to direct negotiations \r\naimed at reaching a two-State solution. We all have to \r\n A/65/PV.16\r\n \r\n25 10-55103 \r\n \r\njoin efforts for the creation of an independent, \r\ndemocratic, contiguous and viable Palestinian State \r\nliving side by side, in mutual peace and security, with \r\nthe State of Israel. \r\n I would also like to mention Afghanistan where \r\nthe international community has assumed a firm \r\ncommitment to support reconstruction and \r\ndevelopment. The results of the Kabul Conference will \r\nhave to be complemented at the upcoming NATO \r\nsummit in Lisbon, with a view to ensuring a \r\nsustainable transition process, mainly led by the \r\nAfghans themselves. \r\n International peace and security require effective \r\nmultilateral action among United Nations bodies. \r\nEffective multilateralism needs to be based on working \r\nstructures with which every Member State feels \r\ncomfortable. The United Nations is indispensable. It \r\nalone is capable of confronting global threats, it alone \r\nhas the capacity to respond to acute natural disasters, \r\nas we have seen in several recent situations, like the \r\nHaitian earthquake or the Pakistan floods, and it alone \r\ncan effectively shelter and feed millions of refugees \r\nworldwide, thanks to the outstanding work of the \r\nOffice of the High Commissioner for Refugees, led by \r\nAntónio Guterres, one of the most distinguished \r\nPortuguese political leaders. \r\n It is especially urgent to reform the United \r\nNations and to adapt it to today’s international realities. \r\nAny reform must be based on the objectives that \r\ninspired its creation. Its pivotal place at the centre of \r\nthe international architecture has to be preserved, for \r\nthe United Nations is the only forum where no one \r\nfeels excluded, the only body where all States, \r\nincluding small and medium-sized countries, have their \r\nown voice and their own say in solving global \r\nproblems. \r\n The establishment of the Peacebuilding \r\nCommission — an idea put forward by Portugal — was \r\na significant step in the reform process. But we also \r\nhave to look at the Security Council with a view to its \r\nenlargement. I sincerely believe that we can all succeed \r\nin reshaping the Council and making it more \r\nrepresentative, more efficient and more transparent. \r\n  Mr. Ould Hadrami (Mauritania), Vice-President, \r\ntook the Chair. \r\n \r\n In our view, it is illogical that countries like \r\nBrazil or India, which have an irreplaceable role in \r\ntoday’s international economic and political life, are \r\nstill not permanent members of the Security Council. \r\n Africa, as well, has to be considered in this \r\nenlargement of the permanent membership. It is of the \r\nutmost importance that Africa be fairly treated, given \r\nthe remarkable political and economic progress we all \r\nhave witnessed on that vast continent — continent with \r\nwhich Portugal feels a permanent affinity. It is only \r\nnatural that we have been so closely linked to the \r\nstrengthening of relations between Africa and the \r\nEurope Union (EU), having hosted the summit in \r\nLisbon where the Joint Africa-EU Strategy was \r\ndesigned. We are now looking forward to the third \r\nAfrica-EU summit. \r\n The implementation of the Millennium \r\nDevelopment Goals (MDGs) is urgent. Let me \r\ncongratulate the Secretary-General and the members of \r\nthe General Assembly on the results achieved at the \r\nrecent High-level Meeting. We are firmly committed to \r\napplying the agreed political vision to mobilize efforts \r\nto meet the targets over the next five years. \r\n International stability cannot be achieved and \r\nmaintained without economic and social prosperity \r\nworldwide. The present economic and financial \r\nsituation shows that we all benefit from common \r\nsolutions to global problems. In this context, I call for \r\na reinforced participation of developing countries and \r\nregional groupings and communities in ongoing \r\ndebates, including the reform of the international \r\nfinancial organizations and their interaction with the \r\nUnited Nations system. \r\n Another field where interdependence urges us to \r\nact jointly is climate change. It is a matter of survival. \r\nWe shall do our part to ensure that the Cancún summit \r\nis a step in the right direction. Portugal has consistently \r\nworked to reduce its carbon footprint by investing \r\nsolidly in renewable energy. I am proud to be able to \r\nannounce that we have already met the target that my \r\ncountry announced here last year. Portugal is already \r\nproducing 45 per cent of its electricity from local \r\nrenewable sources, and by 2020 it intends to reach \r\n66 per cent. It now holds the fifth place in Europe — \r\nand in the world — in terms of use of renewable \r\nenergy. It has the largest wind park in Europe — and \r\nthe second largest in the world — and it holds the \r\nrecord for the highest amount of wind energy \r\nA/65/PV.16  \r\n \r\n10-55103 26 \r\n \r\ngenerated. It has the largest photovoltaic park in the \r\nworld and is a leader in the area of electric vehicles. \r\nPortugal is now considered one of the 10 most \r\npromising countries for energy investment. \r\n Portugal has been sharing this experience and this \r\nknowledge with a number of developing countries, and \r\nwe continue to intensify this cooperation through \r\nconcrete partnerships and technology transfer and \r\nknowledge, supporting efforts towards adaptation and \r\nmitigation, in accordance with the commitments made \r\nin Copenhagen. Some of our partners are least \r\ndeveloped countries and small island developing \r\nStates. They are among those that pollute the least but \r\nsuffer the most from climate change. It is urgent that \r\nthe international community take the necessary \r\nmeasures to reduce their vulnerability. \r\n This year marks the beginning of the United \r\nNations Decade for Deserts and the Fight Against \r\nDesertification. Portugal recognizes the right to water, \r\nas well as the right to education, adequate housing and \r\nhealth. Ensuring that every human being has access to \r\ndrinking water and adequate sanitation is also a good \r\nway of accelerating the implementation of the \r\nMillennium Development Goals. \r\n My country, an independent State for almost \r\n1,000 years, commemorates this year the centennial of \r\nthe Portuguese Republic. We are today a democracy \r\nwith solid credentials in terms of human rights and \r\ntheir promotion worldwide. We firmly believe in the \r\nrule of law and have learned through our own \r\nexperience that peace and prosperity are attainable only \r\nwhen they are truly and freely shared by all States. \r\n Portugal is also a country that is accustomed to \r\nlistening to its partners. We are members of the \r\nEuropean Union, the Atlantic Alliance, and the \r\nCommunity of Portuguese-speaking Countries, \r\ncurrently presided over by Angola, which I \r\ncongratulate. Portuguese is the fifth most widely \r\nspoken language in the world and is present on all \r\ncontinents. Portugal also participates in the Alliance of \r\nCivilizations, a forum that is at the forefront of the \r\nmuch-needed intercultural dialogue among regions, \r\nwhich is ably led by Jorge Sampaio, former President \r\nof my country. \r\n Portugal’s action at the United Nations is rooted \r\nin our capacity for open dialogue with every Member \r\nState and in our ability to build bridges and forge \r\nconsensus. We always seek to defend our values \r\nthrough dialogue, not by imposing our views. Our \r\nattitude is not driven by any temporary need to please \r\nsome constituencies. We aspire to be judged by our \r\nactions. This is our motivation for seeking active \r\nparticipation in all United Nations bodies for which the \r\ncomposition is rotational. \r\n This universal vision of dialogue and openness to \r\nthe world characterizes our current candidature for a \r\nnon-permanent seat on the Security Council. \r\n We belong to the United Nations because we \r\nstrongly believe in its values, objectives and \r\nuniversality; because we maintain that mutual respect \r\nshould be the cornerstone of international action; and \r\nbecause we think that the strengthening of the United \r\nNations and its activities is surely one of the most \r\nnoble and idealistic objectives of all those who, like \r\nthe Heads of State and Government participating here, \r\nstrive each and every day to achieve a better world. \r\n The Acting President (spoke in Arabic): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPrime Minister of the Portuguese Republic for the \r\nstatement he has just made. \r\n  Mr. José Socrates, Prime Minister of the \r\nPortuguese Republic, was escorted from the \r\nrostrum. \r\n \r\n  Address by Mr. Jan Peter Balkenende, Prime \r\nMinister and Minister for General Affairs  \r\nof the Kingdom of the Netherlands \r\n \r\n The Acting President (spoke in Arabic): The \r\nAssembly will now hear an address by the Prime \r\nMinister and Minister for General Affairs of the \r\nKingdom of the Netherlands. \r\n  Mr. Jan Peter Balkenende, Prime Minister and \r\nMinister for General Affairs of the Kingdom of the \r\nNetherlands, was escorted to the rostrum. \r\n \r\n The Acting President (spoke in Arabic): I have \r\ngreat pleasure in welcoming His Excellency Mr. Jan \r\nPeter Balkenende, Prime Minister and Minister for \r\nGeneral Affairs of the Kingdom of the Netherlands, \r\nand inviting him to address the General Assembly. \r\n Mr. Balkenende (Netherlands): The Headquarters \r\nof the United Nations is currently undergoing a major \r\nrenovation, and that is a good thing. It is good because \r\nthe building no longer meets the requirements of the \r\nnew century. In the meantime, work goes on as usual, \r\n A/65/PV.16\r\n \r\n27 10-55103 \r\n \r\nand here we all are, discussing the big issues of the \r\nday. \r\n Of course, the parallel is obvious. The United \r\nNations system itself has now reached a certain age \r\nand is also in need of renovation. And in this sense, \r\ntoo, the day-to-day work of the United Nations must go \r\non, for we cannot afford to take a break from tackling \r\nthe global problems we face. The United Nations may \r\nbe under renovation, but it still has to stay open for \r\nbusiness. \r\n It was 65 years ago that the United Nations was \r\nestablished in San Francisco. There, and at Bretton \r\nWoods, the world’s leaders laid the foundations for a \r\nmultilateral system that would be built upon the \r\nsmoking ruins of the Second World War. This system \r\nhas demonstrated its usefulness, but it is based on post-\r\nwar realities, not on the international balance of power \r\nand the global problems of today. \r\n I use the word “renovation”, because we do not \r\nneed to build from scratch. Over the past 65 years, the \r\nsystem has more than proved its worth. There is \r\nnothing wrong with the foundations or the basic \r\nstructure. Besides, experience has taught us that a \r\npractical step-by-step approach is a more effective way \r\nto reform a large organization than reliance on a “big-\r\nbang” strategy. Or, as Dag Hammarskjöld, one of the \r\ngreat leaders of the United Nations, put it, “Constant \r\nattention by a good nurse may be just as important as a \r\nmajor operation by a surgeon”. \r\n Today, I would like to look briefly at three of the \r\ncore tasks of the United Nations in order to show how \r\nthe Dutch Government views various concrete reforms \r\nin practical terms. Those tasks relate to human rights, \r\nthe international legal order, and peace and security. \r\nLet me begin, however, with the background to these \r\nrenovations, using my own experience as a guide, \r\nstarting with the question of why they are necessary. \r\n In human terms, 65 years is often an age at which \r\nwe start to take things easier. Unfortunately, that is not \r\nan option for the United Nations, for despite all our \r\nefforts, peace, security, legal certainty and \r\ndevelopment are still not guaranteed for everyone. In \r\nfact, since the United Nations was established, the \r\nglobal challenges facing us have only grown larger. \r\nConsider the climate crisis, or the energy and food \r\ncrisis, or the international economic crisis that has \r\nshown so clearly how closely connected everything is \r\nin our time. We need each other more than ever before, \r\nand we need the United Nations as the organization \r\nuniting us more than ever before. \r\n In this light, I applaud the choice of theme for \r\nthis sixty-fifth session of the General Assembly: \r\n“Reaffirming the central role of the United Nations in \r\nglobal governance” — although I must confess I would \r\nhave replaced the word “reaffirming” with \r\n“recovering”, because ground has clearly been lost, as \r\nhas become especially apparent in the last few years. \r\nThe Group of 20, and not the United Nations, has taken \r\nthe lead in tackling the economic crisis, for example. \r\nThe United Nations Climate Change Conference could \r\nhave delivered more if the world had been able to unite \r\nbehind the tough decisions. And where the Millennium \r\nDevelopment Goals (MDGs) are concerned, we see \r\nmixed results. A lot has been achieved, but on some \r\nGoals we are lagging far behind, thanks to a \r\nfragmented and defective international aid architecture. \r\nWe discussed this earlier in the week at the MDG \r\nsummit. \r\n What these examples show is that the United \r\nNations is losing its position — and its convening \r\npower — as the obvious global platform for discussion \r\nand decision-making. It pains me to say that. However, \r\nI also have every faith that the United Nations can \r\ncontinue in the future to claim its vital role as the \r\nworld’s overarching governance organization. \r\n In my view, the end of the cold war freed the \r\nUnited Nations from a long period of confrontation and \r\nstagnation. In its wake the international agenda was \r\nredefined with great speed and vigour. Relatively new \r\ntopics like the environment and climate change, social \r\nthemes and gender issues began to claim our attention. \r\nThe international legal order was strengthened by new \r\ninternational tribunals, the International Criminal Court \r\nand a growing number of peace missions under the \r\nUnited Nations flag — and of course, in setting the \r\nMDGs at its Millennium Summit (resolution 55/2), the \r\nUnited Nations showed how ambitious it can be. \r\n The United Nations is only able to achieve such \r\nthings because every country is involved and everyone \r\nhas a voice. That is the power of the United Nations, \r\nbut also its greatest weakness. Inclusion does not only \r\nfoster legitimacy — the unique selling point of the \r\nUnited Nations. It also leads to sluggish decision-\r\nmaking, politicized relationships and a bureaucratic \r\nstructure that lacks transparency. I believe that anyone \r\nA/65/PV.16  \r\n \r\n10-55103 28 \r\n \r\nfamiliar with the international circuit over the past 10 \r\nyears will recognize this picture. \r\n It is often said, “If the United Nations did not \r\nexist it would have to be invented” — and indeed, a \r\nglobal organization with universal membership is \r\nessential. Still, no matter how representative an \r\norganization may be, it will lose its relevance if it does \r\nnot deliver sufficient results. In short, legitimacy and \r\neffectiveness are two sides of the same coin. \r\n The Dutch Government is convinced that the \r\nUnited Nations can improve its effectiveness and \r\ndecisiveness and so increase its legitimacy and public \r\nsupport. This can be done by utilizing the United \r\nNations and its process to solve problems and by \r\nputting practical considerations first when problems \r\nare tackled. The Netherlands wants to see that happen \r\nand will work to make it happen. We will do so as a \r\nfounding Member of the United Nations but also \r\ntogether with our partners in the European Union, of \r\nwhich we also are a founding member. The European \r\nUnion is strongly committed to the United Nations, and \r\nwe subscribe to its contributions to secure the future of \r\nthe United Nations. \r\n That brings me to the first of the three core tasks \r\nI mentioned at the start of my speech: human rights. \r\nThis, without question, is an area in which the United \r\nNations has achieved great success in setting standards, \r\nwith the Universal Declaration of Human Rights as an \r\nunshakeable basis. Unfortunately, though, it still falls \r\nshort in enforcing those standards. We still hear reports \r\nevery day of torture, unfair trials, curbs on freedom of \r\nexpression and other human rights violations. The \r\nDutch Government considers it unacceptable that \r\npeople, often women, are still being stoned to death in \r\n2010. We must continue to resist this practice with \r\nevery ounce of our being. \r\n The Dutch Government urges that the capacity of \r\nthe human rights machinery, and particularly the \r\nHuman Rights Council, be strengthened. To start with, \r\na clear division of tasks between the Human Rights \r\nCouncil and the Third Committee of this General \r\nAssembly is needed. Overlap and lack of clarity make \r\nit too easy for some regimes to distract attention from \r\nhuman rights violations. The Netherlands will press for \r\nclarity. \r\n Of course, human rights are closely related to the \r\ninternational legal order, the second area I want to \r\ntouch on. As you know, this is a subject very close to \r\nthe Netherlands’ heart. The city of The Hague is not \r\nonly the centre of Dutch democracy, it is also known as \r\nthe legal capital of the world — and we are proud of \r\nthat. More important, though, of course, is the fact that \r\nthe international institutions based in The Hague are \r\nsending a clear message with the work they undertake. \r\nThe international community will not allow human \r\nrights violations and crimes against humanity to go \r\nunpunished. That applies to the various ad hoc \r\ntribunals, such as the International Criminal Tribunal \r\nfor the Former Yugoslavia. It also applies to the \r\nInternational Court of Justice and of course the \r\nInternational Criminal Court (ICC). \r\n Over the last 20 years international criminal law \r\nhas developed at an impressive rate. Today, those who \r\ncommit the most terrible crimes, wherever in the world \r\nthey may be, know that their chances of being called to \r\naccount are growing by the day. Now we must act \r\nboldly. We must strengthen these institutions’ visibility, \r\ncredibility and authority. We can do that by improving \r\ninternational cooperation on investigations and \r\nprosecutions, by increasing compliance with the \r\nrelevant Security Council resolutions and by pushing \r\nfor as many countries as possible to sign the Rome \r\nStatute and to conduct themselves according to both its \r\nletter and its spirit. With that in mind, I say that it is \r\nunacceptable to the Dutch Government that someone \r\nlike President Al-Bashir of the Sudan, against whom an \r\narrest warrant is outstanding, should be allowed to \r\nmove freely in a country that is an ICC partner. \r\n In closing, I would like to say a few words about \r\nthe broad topic of peace and security. At this moment, \r\nthere are some 100,000 people taking part in United \r\nNations peace missions around the world. So no one \r\ncan deny that the United Nations plays a leading role in \r\nthis area — and rightly so, because it is precisely in \r\nmatters of war and peace that legitimacy and resolve \r\nare most essential. Such legitimacy and resolve can \r\nonly be provided by the United Nations and the \r\nSecurity Council. \r\n We saw only recently, in the incident involving \r\nthe Republic of Korea’s naval ship, the Cheonan, how \r\ndifficult and shaky the position of the Security Council \r\ncan sometimes be. On the one hand, the Council \r\ncondemned the attack unanimously and in strong \r\nterms, and that has to be applauded. On the other hand, \r\nthe Council remained silent on the question of blame, \r\nwhich is an extremely hard thing to bear for the \r\nsurvivors and the victims’ loved ones. \r\n A/65/PV.16\r\n \r\n29 10-55103 \r\n \r\n It is precisely in order to guarantee the legitimacy \r\nand strength of the Security Council in the future that \r\nthe Dutch Government continues to support reforms of \r\nthe Council that reflect the geopolitical realities of \r\ntoday and not of 1945. Naturally, the exact substance \r\nof those reforms is still open to debate. But it is clear \r\nto the Netherlands that there should be more room for \r\nmore countries to join the discussions and exert \r\ninfluence: room for large countries that in 1945 were \r\nnot yet large enough or were not yet Members of the \r\nUnited Nations; but also room for smaller nations that, \r\nas troop-supplying countries or as interested parties in \r\na particular region, should have the right to speak. I \r\nwould add immediately that countries that want \r\ninfluence should realize that this entails financial, \r\npolitical and moral obligations. Or, in the words of \r\nWinston Churchill, the price of greatness is \r\nresponsibility. \r\n I have briefly sketched why the United Nations is \r\nin need of renovation. I hope I have made clear that its \r\nrelevance is tied not only to its legitimacy but also to \r\nits effectiveness. And I have suggested the direction the \r\nrenovation might take in three specific areas. One thing \r\nI have not yet done, however, is to reaffirm that the \r\nNetherlands, in keeping with its long international \r\ntradition, will continue to work for quality in the \r\nUnited Nations system. Together with others, together \r\nwith all represented in this Hall, we will work in the \r\nknowledge that this renovation, like all our activities, \r\nrequires us to pool our resources. Or, as the United \r\nNations Charter says: “unite our strength” and \r\n“combine our efforts”. Let those words inspire us in \r\nthe work that lies ahead. \r\n The Acting President (spoke in Arabic): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPrime Minister and Minister for General Affairs of the \r\nKingdom of the Netherlands for the statement he has \r\njust made. \r\n  Mr. Jan Peter Balkenende, Prime Minister and \r\nMinister for General Affairs of the Kingdom of the \r\nNetherlands, was escorted from the rostrum. \r\n \r\n  Address by His Excellency Mr. Mahmoud \r\nAbbas, Chair of the Executive Committee  \r\nof the Palestine Liberation Organization and \r\nPresident of the Palestinian Authority \r\n \r\n The Acting President (spoke in Arabic): The \r\nAssembly will now hear an address by the Chair of the \r\nExecutive Committee of the Palestine Liberation \r\nOrganization and President of the Palestinian \r\nAuthority. \r\n  Mr. Mahmoud Abbas, Chair of the Executive \r\nCommittee of the Palestine Liberation \r\nOrganization and President of the Palestinian \r\nAuthority, was escorted to the rostrum. \r\n \r\n The Acting President (spoke in Arabic): I have \r\ngreat pleasure in welcoming His Excellency \r\nMr. Mahmoud Abbas, Chair of the Executive \r\nCommittee of the Palestine Liberation Organization \r\nand President of the Palestinian Authority, and inviting \r\nhim to address the Assembly. \r\n Mr. Abbas (Palestine) (spoke in Arabic): It gives \r\nme pleasure to congratulate Mr. Joseph Deiss on his \r\nelection to the presidency at this session and to wish \r\nhim every success in fulfilling his important tasks. We \r\nwould also like to convey through you, Sir, our thanks \r\nto His Excellency Mr. Ali Abdussalam Treki for his \r\nvaluable efforts during his presidency of the General \r\nAssembly at its sixty-fourth session. \r\n We would like also to express our thanks and \r\nappreciation to His Excellency Secretary-General Ban \r\nKi-moon for his tireless efforts in strengthening the \r\nrole and work of the United Nations and its bodies in \r\nvarious fields. In particular, we greatly appreciate his \r\nefforts, and those of the United Nations entities, \r\nespecially the United Nations Relief and Works \r\nAgency for Palestine Refugees in the Near East, which \r\ncontinues to work to provide essential services to \r\nPalestinian refugees, who have been waiting for more \r\nthan 60 years for redress of their plight and the \r\nrealization of their right to return to their homes and \r\nproperties. \r\n I am well aware that the agenda of the General \r\nAssembly is filled with matters and issues of pressing \r\nconcern to the entire human race and to our planet, \r\nparticularly those relating to armed conflict, wars and \r\nthe struggle of people under foreign occupation to \r\nrealize their right to self-determination, as well as \r\nclimate change, global warming, natural disasters and \r\nthe global economic and financial crises. \r\n All of this is happening at a time when we are \r\nwitnessing rightful demands for the revitalization of \r\nthe United Nations, particularly reform of the Security \r\nCouncil aimed at making it more representative and \r\ntruly reflective of the current international situation. \r\nThis is especially important in the light of the \r\nA/65/PV.16  \r\n \r\n10-55103 30 \r\n \r\nemergence of new Powers, which should be \r\nrepresented in the Security Council in order to enhance \r\nits role and effectiveness in maintaining international \r\npeace and security. \r\n There is also significant discontent over some \r\nStates’ non-compliance with Security Council and \r\nGeneral Assembly resolutions. This demands that the \r\ninternational community take vigorous, effective \r\nmeasures to compel those countries to respect and \r\nimplement these resolutions; to end colonization, \r\noccupation and exploitation in our world so as to \r\npromote the values of freedom, justice, tolerance and \r\ncoexistence; and to combat extremism and terrorism. \r\nIndeed, the United Nations has a fundamental role to \r\nplay in promoting cooperative relations among peoples \r\nand guiding them towards investment in the \r\ndevelopment of societies and infrastructure, as well as \r\nin fighting poverty, unemployment, desertification, \r\ndisease and epidemics and the lethal human and \r\nenvironmental risks they pose for humanity and the \r\nfuture of our planet. \r\n Our people, our homeland, Palestine, and our \r\nregion, the Middle East, are facing extremely serious \r\nproblems that continue to push them towards violence \r\nand conflict, wasting chance after chance to seriously \r\naddress the issues faced by the peoples of the region \r\nand to arrive at comprehensive and bold solutions. This \r\nis the result of the expansionist and hegemonic \r\nmentality that still prevails in the ideology and policies \r\nof Israel, the occupying Power, whose standard policy \r\nis non-compliance with internationally legitimate \r\nresolutions, including those of the General Assembly \r\nand the Security Council. Such disrespect has rendered \r\nthose resolutions ineffective, undermined the \r\ncredibility of the United Nations and bolstered the \r\nprevailing view that double standards are in effect, \r\nparticularly regarding the Palestinian question, and that \r\nIsrael is a State above the law, flouting all these \r\nresolutions and engaging in oppression, arrests, \r\ndetentions, killings, destruction, demolition of homes, \r\nblockades, settlement expansion and the establishment \r\nof the annexation apartheid wall, violating and \r\nundermining the existence and the rights of our people \r\nin their own homeland. \r\n The ancient city of East Jerusalem, capital of the \r\nindependent State of Palestine and designated by \r\nUNESCO as a world heritage site requiring protection, \r\nis being subjected by Israel, the occupying Power, to \r\nactions that alter and distort realities on the ground. \r\nSuch actions destroy landmarks, cemeteries and the \r\nreligious, spiritual and historical identity of the holy \r\ncity in every aspect and as quickly as possible, aiming \r\nto erase its historical character and pre-empt final \r\nstatus negotiations. This is in addition to the \r\ncontinuous excavations under the Al-Aqsa mosque, the \r\ndemolition of homes, the deportations and revocation \r\nof the residency rights of its population and the \r\nimposition of a siege on the city in an attempt to isolate \r\nit from its natural Palestinian Arab surroundings and to \r\ncontrol it geographically and demographically. \r\n This situation is a provocation to our people. It \r\nantagonizes them and gives rise to anger, especially in \r\nthe Arab and Islamic world. It creates instability in our \r\nregion and constitutes a serious obstacle to the \r\nachievement of peace and security. All of these illegal \r\nIsraeli measures and practices must cease. \r\n This is also the case with regard to the situation \r\nin the Gaza Strip, which has been subjected to an \r\nunjust, illegal and unprecedented land, air and sea \r\nblockade in violation of international law and United \r\nNations resolutions. It is also the target of harsh Israeli \r\nmilitary aggression that has severely damaged its \r\ninfrastructure. This illegal blockade and aggression \r\nhave resulted in the destruction of the infrastructure \r\nand productive capacity of Gaza and destroyed 25 per \r\ncent of its homes and nearly 75 per cent of its jobs, \r\nleading to widespread unemployment and dependence \r\non international aid. The Israeli blockade is preventing \r\nour people in Gaza from rebuilding their homes, even \r\nthough the international donor community has pledged \r\nsome $5 billion to finance reconstruction. The \r\nblockade against the Gaza Strip must be lifted \r\nimmediately and completely, and the tragic suffering \r\nbeing inflicted on our people there must be ended as \r\nsoon as possible. \r\n We welcome the efforts of the international \r\nindependent fact-finding mission established by the \r\nHuman Rights Council concerning the Israeli attack on \r\nthe Freedom Flotilla, which was carrying humanitarian \r\nassistance for our people in the Gaza Strip. We \r\nwelcome the conclusions reached by the mission, and \r\nwe also look forward to the submission by the Panel of \r\nInquiry established by the Secretary-General of its \r\nfindings to the Security Council. \r\n To all of this I must add the fact that thousands of \r\nPalestinian prisoners and detainees remain in Israeli \r\njails and detention centres. They are all fighting for \r\n A/65/PV.16\r\n \r\n31 10-55103 \r\n \r\nfreedom. They must be released and an end must be put \r\nto their suffering. This is essential for creating a \r\npositive environment for the attainment of peace. We \r\ncannot reach a peace agreement that does not liberate \r\nall of them from their chains and their imprisonment. \r\n In spite of all of this and despite the historic \r\ninjustice that has been inflicted upon our people, their \r\ndesire to achieve a just peace that guarantees the \r\nrealization of their national rights in freedom and \r\nindependence has not and will not diminish. Our \r\nwounded hands are still able to carry the olive branch \r\npicked from the splinters of the trees that the \r\noccupation forces uproot every day. Our people aspire \r\nto live in security, peace and stability on their \r\nPalestinian national soil, to build the lives and future of \r\nour generations. \r\n We are willing and ready to reach a \r\ncomprehensive, just and lasting peace, based on rights \r\nand justice and on the resolutions of international \r\nlegitimacy. Such a settlement must lead to the \r\nwithdrawal of Israel, the occupying Power, from all the \r\nArab and Palestinian territories occupied since 1967, \r\nincluding East Jerusalem, so that the State of Palestine, \r\nwith East Jerusalem as their capital, can enjoy \r\nindependence and sovereignty and so that peace can \r\nprevail throughout the Middle East. \r\n Because of our genuine desire to attain a \r\ncomprehensive peace in the region, we have decided to \r\nenter into final status negotiations. We will exert every \r\neffort to reach an agreement for Palestinian-Israeli \r\npeace within one year, in accordance with the \r\nresolutions of international legitimacy, the Arab Peace \r\nInitiative, the road map and the vision of the two-State \r\nsolution. On behalf of the Palestine Liberation \r\nOrganization, we have reaffirmed our commitment to \r\nthe option of just peace and our determination, \r\nseriousness and sincere intention to make these \r\nnegotiations succeed, in spite of all the difficulties and \r\nobstacles before us. \r\n The international community should draw lessons \r\nfrom the reasons for the faltering of the political \r\nprocess and the inability to achieve its goals in the \r\npast. Restoring the credibility of the peace process \r\nmainly requires compelling the Government of Israel \r\nto comply with its obligations and commitments. In \r\nparticular, the Government of Israel must cease all \r\nsettlement activities in the occupied Palestinian \r\nterritory, especially in and around East Jerusalem; \r\ndismantle the apartheid annexation wall; and put an \r\nend to the policy of blockade and closures that restrict \r\nthe lives and movement of our people and deprive them \r\nof their basic human rights. \r\n Our demands for the freezing of settlement \r\nactivities, the lifting of the blockade and an end to all \r\nother illegal Israeli practices do not constitute \r\npreconditions that are alien to the political process. \r\nRather, they are consistent with the implementation of \r\nprevious obligations and commitments which have \r\nbeen repeatedly reaffirmed in all the resolutions \r\nadopted since the start of the political process. \r\n Israel’s implementation of these obligations and \r\ncommitments will lead to the creation of the necessary \r\nenvironment for the success of the negotiations and \r\nwill give credibility to its pledge to implement the final \r\nagreement. Israel must choose between peace and the \r\ncontinuation of settlements. \r\n From this rostrum, I reaffirm that we will \r\ncontinue, as we have always done, to make every \r\npossible effort so that these negotiations will achieve \r\nthe desired objective of realizing peace by addressing \r\nall final status issues, namely Jerusalem, refugees, \r\nsettlements, borders, water, security and the release of \r\nall prisoners and detainees. This must be done in a \r\nmanner that will achieve freedom, independence and \r\njustice for the Palestinian people in their homeland, \r\nrectify the historical injustice inflicted upon them, \r\nachieve security and safety for all their neighbours, \r\nlead to a just peace throughout the Middle East, \r\nincluding on the Syrian and Lebanese tracks, and thus \r\nusher in a new era of stability, progress, prosperity, \r\ncoexistence and good-neighbourliness. \r\n The political process will be put back on the right \r\ntrack only if the international community assumes the \r\nmain responsibility for ending the Israeli occupation, \r\nthe longest occupation in modern history; ensures our \r\npeople’s right to self-determination in their \r\nindependent sovereign State based on the borders of \r\n4 June 1967, with East Jerusalem as its capital; and \r\nfinds a just and agreed solution to the plight of the \r\nPalestinian refugees. This must all be carried out \r\nthrough the implementation of the principles of the \r\nCharter, the relevant Security Council and General \r\nAssembly resolutions, the advisory opinion of the \r\nInternational Court of Justice, and the provisions of \r\ninternational law, including international humanitarian \r\nand human rights law, on the ground in the occupied \r\nA/65/PV.16  \r\n \r\n10-55103 32 \r\n \r\nPalestinian territory, including East Jerusalem. All of \r\nthese measures constitute the legitimate political terms \r\nof reference for any successful negotiation leading to a \r\nfinal peace settlement. \r\n Our people, despite the profound and continued \r\nsuffering they have endured, hold steadfast to their \r\nrights, their land and their national soil. At the same \r\ntime, they are determined to restore national unity and \r\nthe bonds between the two parts of our homeland. We \r\nare making every effort to restore unity through \r\ndialogue and the good, honourable efforts of our \r\nbrothers and friends, especially the Arab Republic of \r\nEgypt. On our part, we will spare no effort to end the \r\ndivision resulting from the coup against Palestinian \r\nlegitimacy and to establish democracy as an essential \r\nfoundation of our body politic. \r\n We will also assume our responsibility for \r\nbuilding national institutions for our independent State \r\nand national economy, and for ensuring the security \r\nand safety of our citizens under a national authority \r\nbased on the rule of law, accountability, transparency \r\nand justice. We will also continue to fulfil our \r\nobligations under the road map and the agreements \r\nreached between the two sides. \r\n In conclusion, it is imperative in this context to \r\nexpress our appreciation to all those who have \r\ncontributed to sponsoring and supporting the peace \r\nprocess. Here, I would like to express my special \r\nthanks to His Excellency Mr. Barack Obama, President \r\nof the United States of America, who affirmed in his \r\nstatement before the Assembly (see A/65/PV.11) two \r\ndays ago the two-State solution and the need to freeze \r\nsettlement activities and establish the independent \r\nState of Palestine with full membership in the United \r\nNations next year. On this occasion, we reaffirm our \r\nreadiness to cooperate fully with his country’s efforts \r\nfor a successful political process to achieve a \r\ncomprehensive and just peace in the region. \r\n We must also pay tribute to the United Nations \r\nfor preserving our cause and extending a helping hand \r\nto our people through its resolutions and decisions, \r\nwhich constitute an unshakeable foundation for peace. \r\nFrom this rostrum, we call on the United Nations to \r\ncontinue its pivotal role until justice is upheld, our \r\npeople have regained their usurped rights and peace \r\nprevails in our entire region. We reiterate our \r\nappreciation for the Organization’s tireless efforts to \r\nstand in solidarity with the just cause of Palestine, and \r\nwe reaffirm our faith in the peace to which we and all \r\nthe peoples in the region aspire. We ask God to bless us \r\nwith a future in which we will all enjoy peace, security \r\nand stability. \r\n The Acting President (spoke in Arabic): On \r\nbehalf of the General Assembly, I wish to thank the \r\nChair of the Executive Committee of the Palestine \r\nLiberation Organization and President of the \r\nPalestinian Authority for the statement he has just \r\nmade. \r\n  Mr. Mahmoud Abbas, Chair of the Executive \r\nCommittee of the Palestine Liberation \r\nOrganization and President of the Palestinian \r\nAuthority, was escorted from the rostrum. \r\n \r\n  Address by Mr. Moulaye Ould Mohamed \r\nLaghdaf, Prime Minister of the Islamic \r\nRepublic of Mauritania \r\n \r\n The Acting President (spoke in Arabic): The \r\nAssembly will now hear an address by the Prime \r\nMinister of the Islamic Republic of Mauritania. \r\n  Mr. Moulaye Ould Mohamed Laghdaf, Prime \r\nMinister of the Islamic Republic of Mauritania, \r\nwas escorted to the rostrum. \r\n \r\n The Acting President (spoke in Arabic): I have \r\ngreat pleasure in welcoming His Excellency Mr. \r\nMoulaye Ould Mohamed Laghdaf, Prime Minister of \r\nthe Islamic Republic of Mauritania, and inviting him to \r\naddress the General Assembly. \r\n Mr. Ould Mohamed Laghdaf (Mauritania) \r\n(spoke in Arabic): At the outset, allow me to \r\ncongratulate, on behalf of Mr. Mohamed Ould Abdel \r\nAziz, President of the Islamic Republic of Mauritania, \r\nand on my own behalf, His Excellency Mr. Joseph \r\nDeiss on his election as President of the General \r\nAssembly at its sixty-fifth session and to wish him \r\nevery success in his new duties. I have great \r\nconfidence that his diligent efforts will have a positive \r\nimpact on our Organization, as did those of his \r\npredecessor, His Excellency Mr. Ali Abdussalam Treki, \r\nwhose praiseworthy labours strengthened the ties of \r\ncooperation, the bonds of brotherhood, and the \r\nuniversal principles of peace and dialogue within the \r\nGeneral Assembly. \r\n It also gives me great pleasure to express my \r\nthanks and appreciation to His Excellency Secretary-\r\nGeneral Ban Ki-moon for his serious efforts to achieve \r\n A/65/PV.16\r\n \r\n33 10-55103 \r\n \r\nthe objectives of the Organization and to strengthen the \r\npillars of peace, security and prosperity in the world. \r\n Mauritania fulfilled its constitutional obligation \r\nby selecting Mr. Mohamed Ould Abdel Aziz as \r\nPresident of the Republic through elections in which \r\nthe Mauritanian people expressed their will freely, \r\nimpartially and maturely. Today, for the first time in its \r\nhistory, my country has taken a comprehensive \r\nqualitative leap forward into a new era — which we \r\ncall “the era of serious work” — to improve the living \r\nconditions of Mauritanian citizens, consolidate \r\ndemocracy and build a State that is on good terms with \r\nits citizens and its neighbours on the basis of justice, \r\nequality and the values of the Republic. \r\n In this new era, there are no political prisoners in \r\nMauritania and the pluralistic Parliament plays its full \r\nrole in legislating and in supervising the Government. \r\nThe press exercises its freedom without censorship or \r\nconstraint, as do political parties, unions and civil \r\nsociety institutions. \r\n Inspired by the electoral platform of President \r\nMohamed Ould Abdel Aziz, the Government of \r\nMauritania has devoted itself to implementing an \r\nambitious development policy with clearly visible \r\ngoals, including the elimination of corruption and its \r\nconsequences; the promotion and use of the country’s \r\nresources in a rational, responsible and transparent \r\nmanner; ensuring respect for the rule of law and the \r\ncountry’s prestige; providing security throughout \r\nsociety; offering basic services, and constructing \r\nessential infrastructure needed for the country’s \r\ndevelopment. \r\n This policy has earned the confidence and \r\nsupport of Mauritania’s brothers, friends and \r\ndevelopment partners, who, at their round table \r\nmeeting in Brussels in June, blessed our ambitious \r\ndevelopment programme and pledged financial support \r\ntotalling $3.2 billion over three years. In this regard, \r\nwe thank them sincerely for having made every effort \r\nto ensure the success of the round table and for all their \r\nsupport for our development programmes. \r\n In the course of implementing these programmes, \r\nMauritania became a hub of activity as roads and \r\nhealth and education facilities were built and integrated \r\nprojects established for the purpose of empowering \r\nwomen and youth in order to contribute to the socio-\r\neconomic development of the country and to improve \r\nconditions for the poor and the marginalized, who \r\nrejoiced at the election of our President and have \r\ngranted him the nickname “President of the poor” for \r\nhis great devotion to and care for the people. \r\n Mauritania, like other countries, is confronted \r\nwith terrorism and transnational organized crime. \r\nTerrorism is a global phenomenon that is not tied to a \r\nparticular country, continent, religion or society. Any \r\nattempt to conflate Islam with this phenomenon is \r\nrejected, unacceptable and illogical. Those most \r\naffected by terrorism are, after all, the Muslims and the \r\nIslamic world. \r\n We believe that the fight against terrorism \r\nrequires progress in social justice, the training of \r\nyoung people and their integration into an active life. \r\nThis will give them hope so that they do not become \r\neasy recruiting targets for terrorists and extremist \r\norganizations. \r\n My country is making diligent efforts on all these \r\nfronts and promoting the role of our prominent \r\nscholars to debate in the best possible manner and to \r\nprovide the correct image of Islam, which is a religion \r\nof tolerance, virtue and acceptance of others and one \r\nthat rejects excess and extremism. Moreover, \r\nMauritania, far from being at war with anyone, as His \r\nExcellency the President of the Republic has \r\nrepeatedly said, will spare no effort to maintain peace \r\nand security for its citizens and ensure the necessary \r\nconditions for the development of the country in \r\nsecurity and stability. \r\n The establishment of a united Arab Maghreb is a \r\nstrategic option for the peoples of the region, and \r\nfailure to maintain such unity will reflect negatively on \r\nthe future of that vital region of the world. There is no \r\ndoubt that finding a timely solution to the issue of \r\nWestern Sahara and obtaining the consent of the parties \r\nconcerned would contribute to accelerating the pace of \r\nintegration of the united Maghreb and enable it to play \r\nits full role as an indispensable and effective regional \r\npartner. \r\n On the other hand, conscious of the importance of \r\nthe United Nations as an irreplaceable forum for the \r\nvoices of Member States and other members of the \r\ninternational community, big and small, powerful and \r\nweak, as well as for resolving difficult international \r\nissues and coordinating and supporting development \r\nefforts, Mauritania supports efforts to reform the \r\nOrganization and its organs, especially the Security \r\nCouncil. \r\nA/65/PV.16  \r\n \r\n10-55103 34 \r\n \r\n We call for the expansion of the Council to \r\ninclude permanent representation for the African \r\ncontinent and the Arab Group, because democracy is an \r\ninternational requirement and not only a national \r\npractice or objective. Given their cultural, human and \r\nstrategic significance, it is neither logical nor \r\nacceptable not to grant permanent seats on the Security \r\nCouncil to the African continent and the Arab world. \r\n The Arab-Israeli conflict remains a source of \r\ntension and a threat to international peace and security \r\nin an extremely sensitive and vital area of the world. \r\nThat region will know no stability until a definitive \r\nsolution to the conflict is found. Such a solution must \r\nbe just and permanent and in accordance with \r\nresolutions of international legitimacy. It must allow \r\nthe brotherly Palestinian people to exercise their full \r\nright to establish their independent and viable State in \r\nPalestine, with East Jerusalem as its capital. It must \r\nalso ensure the restoration of all occupied Arab \r\nterritories, including the Syrian Golan Heights and the \r\nLebanese Shab’a farms. \r\n Mauritania hopes that the direct negotiations \r\nbetween the Palestinians and the Israelis, sponsored by \r\nthe United States, will conclude in tangible results and \r\nan acceptable time frame. There is no people in the \r\nMiddle East that needs peace more than the Palestinian \r\npeople. My country has called for the lifting of the \r\nunjust siege on Gaza and for an end to its collective \r\nand inhumane punishment. Restoring rights and justice \r\nto their owners and between nations and cultures is the \r\nbest means to achieve peace and security in the world. \r\n Before concluding, allow me to reiterate what I \r\nstated a few days ago — the development challenges \r\nbefore us all will be exacerbated unless we all assume \r\nour responsibilities and fulfil our commitments. \r\nDeveloping countries require the urgent attention of the \r\ninternational community if they are to achieve the \r\nstability, development and progress that will enable \r\nthem to integrate into the global economic system. \r\n The Acting President (spoke in Arabic): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPrime Minister of the Islamic Republic of Mauritania \r\nfor the statement he has just made. \r\n  Mr. Moulaye Ould Mohamed Laghdaf, Prime \r\nMinister of the Islamic Republic of Mauritania, \r\nwas escorted from the rostrum. \r\n \r\n The Acting President (spoke in Arabic): I now \r\ncall on His Excellency Mr. Guido Westerwelle, Vice-\r\nChancellor and Minister for Foreign Affairs of the \r\nFederal Republic of Germany. \r\n Mr. Westerwelle (Germany) (spoke in German; \r\ninterpretation provided by the delegation): It is an \r\nhonour for me to speak to the General Assembly today. \r\n The world has changed dramatically since the \r\nUnited Nations was founded 65 years ago. \r\nInternational trade and exchange are, of course, \r\nnothing new. What is new, however, is how quickly the \r\nchanges affect everybody’s lives. Only if we in the \r\nUnited Nations are and remain able to act can we shape \r\nthese global changes. We will manage to solve \r\nproblems relating to security and economic, social and \r\necological development only if the international \r\ncommunity stands united. Germany is ready to assume \r\nglobal responsibility within the framework of the \r\nUnited Nations. \r\n Germany’s foreign policy is firmly embedded in \r\nthe international community. In Europe, a system of \r\ncooperation has replaced the confrontation that cruelly \r\ndivided our continent for centuries. The European \r\nUnion is successful because, in Europe, all peoples and \r\nStates meet on an equal footing. The United Nations, \r\ntoo, brings together nations large and small, rich and \r\npoor, those that are more powerful and those with less \r\ninfluence. Cooperation between equals on an equal \r\nfooting is our guiding principle also for work here at \r\nthe United Nations. Each and every country must \r\nrespect all others. \r\n German foreign policy is a policy of peace. This \r\nautumn, Germany will stand for election as a \r\nnon-permanent member of the Security Council \r\nbecause the Council is the ideal forum in which to \r\ncooperate in the cause of peace and development. \r\nPeace is more than the absence of war. In today’s \r\nglobalized world, people are just as vulnerable to the \r\nconsequences of climate change, poverty and \r\nunderdevelopment as they are to violence and \r\noppression. \r\n Climate change has a direct impact on each and \r\nevery one of us. Countless people are already \r\npersonally feeling its economic and social \r\nconsequences. In their letter to the Security Council, \r\nthe Pacific island States rightly warned us in no \r\nuncertain terms just how much climate change \r\nthreatens everyone’s security. Everyone must play their \r\n A/65/PV.16\r\n \r\n35 10-55103 \r\n \r\npart to protect the climate. In Germany, we have just \r\nadopted a forward-looking energy strategy. By the year \r\n2050, 80 per cent of our electricity production will \r\ncome from renewable sources. Germany has also \r\npledged to reduce carbon dioxide emissions by 40 per \r\ncent by the year 2020, compared to the 1990 baseline. \r\nEven now, we have reduced our carbon dioxide \r\nemissions by almost 30 per cent. We are pioneers in the \r\nfield of climate protection. We are helping those who \r\nare now most adversely affected by climate change. We \r\nare particularly concerned about the fate of small \r\nisland States. \r\n Anyone who is serious about combating climate \r\nchange has to build on innovation, new technologies \r\nand exchange. Developed and developing nations alike \r\ncan profit from cooperation on future energies. \r\nGermany will contribute its technological expertise, for \r\nexample, in the fields of renewable energy and energy \r\nefficiency. In this way, we are turning the challenge of \r\nclimate change into an opportunity for fair \r\ndevelopment and enhanced cooperation. Climate policy \r\nis a cornerstone of any sustainable development policy. \r\nThe recent summit on the Millennium Development \r\nGoals laid down the next steps forward in our global \r\npartnership for development. \r\n Education is the key to development. \r\nDevelopment needs education. Education protects \r\npeople from discrimination and oppression. Education \r\nfights prejudice and thereby fosters peace. Education \r\nalso creates products and markets; education is the path \r\nto prosperity. The true wealth of many nations is no \r\nlonger found in their raw materials but in the minds of \r\ntheir people. Education is a human right. It is because \r\neducation will determine whether societies succeed or \r\nfail in tomorrow’s world that Germany is one of the \r\nmajor international partners for learning. By building \r\non education, we are building bridges to the future for \r\nthe young people of today. \r\n The United Nations itself must also keep up with \r\nthe pace of change. Today’s world order is not properly \r\nreflected if Africa and Latin America are not \r\npermanently represented on the Security Council. Asia, \r\ntoo, rightly considers itself to be underrepresented. The \r\nentire continent, not just individual States, is \r\ndeveloping at breathtaking speed. We take our \r\npartnerships seriously, both the old and the new. \r\nGermany, too, remains ready to assume greater \r\nresponsibility. \r\n Disarmament and nuclear non-proliferation are \r\nnot issues of the past but challenges of our time. \r\nDisarmament and nuclear non-proliferation are two \r\nsides of the same coin. We have to do all we possibly \r\ncan to ensure that weapons of mass destruction do not \r\nbecome the bane of globalization. Unlike the Review \r\nConference of the Parties to the Treaty on the \r\nNon-Proliferation of Nuclear Weapons five years ago, \r\nthis May’s Review Conference was a success. If we \r\nwork together to maintain this momentum, it will be in \r\nour power to ensure that this decade does not see a \r\nbuild-up of arms but becomes a decade of \r\ndisarmament. A world without nuclear weapons is a \r\nlong-term vision, but even a marathon begins with the \r\nfirst step. \r\n There is now movement in the disarmament \r\ndebate. The group of States founded here in New York \r\non Wednesday to advance disarmament and arms \r\ncontrol does not stand alone. For over 10 years, the \r\nConference on Disarmament in Geneva was not even \r\nable to agree on an agenda. That is not the way to live \r\nup to our shared responsibility. We met yesterday at the \r\ninvitation of the Secretary-General to break the \r\ndeadlock binding the Geneva Conference. Our world \r\nwill be a more secure place when the Comprehensive \r\nNuclear-Test-Ban Treaty enters into force and the \r\nproduction of fissile material is ended once and for all. \r\n German peace policy stands for the peaceful \r\nsettlement of regional conflicts. Germany is doing its \r\nutmost to ensure that the direct talks between Israel \r\nand the Palestinians are a success. We will continue to \r\nstrengthen the forces of reason and reconciliation. \r\nDuring this vital period for the peace process in \r\nparticular, I urge both sides to refrain from taking any \r\naction that might block the path to peace. We condemn \r\nany form of violence that has the sole aim of \r\ntorpedoing the peace talks. At the same time, we call \r\nfor the moratorium on settlement construction to be \r\nextended. Lasting peace will be achieved only through \r\na two-State solution, with Israel and a Palestinian State \r\nliving peacefully side by side within secure borders. \r\n Iran, like every other country, naturally has the \r\nright to use nuclear energy for peaceful purposes. \r\nHowever, the Tehran leadership itself has sown doubt \r\nabout the civilian nature of its nuclear programme. \r\nIran, by demonstrating openness and transparency, can \r\nallay that doubt. Our offer of dialogue still stands. It is \r\nnow up to Iran to grasp our outstretched hand. \r\nA/65/PV.16  \r\n \r\n10-55103 36 \r\n \r\n The conference aimed at establishing a zone free \r\nof weapons of mass destruction in the Middle East, \r\nplanned for 2012, will be a major opportunity to \r\nstrengthen peace and security in the region. Germany is \r\nencouraging all countries in the region to take part to \r\nensure that the conference is a success. We are \r\ncommitted to a nuclear-weapon-free Middle East. \r\n Germany is one of the major supporters of a \r\npeaceful and secure Afghanistan. As we agreed in \r\nLondon and Kabul, we want to transfer security \r\nresponsibility for the whole of Afghanistan to the \r\nAfghan Government by 2014. To make progress in that \r\ncountry, so long ravaged by war and civil strife, \r\neffective measures must be taken to prevent the \r\nviolence. However, military means alone will not bring \r\nsuccess. We favour a comprehensive approach and \r\nabove all a political solution. All sides now need the \r\ncourage and the stamina to engage in reconciliation. \r\n The German Government assists when people \r\nanywhere in the world are struck by natural disasters \r\nand emergencies. However, a country’s conscience is \r\nto be found in the hearts of its citizens. I am proud that \r\nmy fellow Germans donate so generously at times of \r\ngreatest need. Humanity and solidarity are global \r\nvalues; humanity and solidarity make no distinction \r\nbased on skin colour or religious beliefs. When the \r\ntsunami devastated coastlines around the Indian Ocean, \r\nwhen the Haiti earthquake destroyed the work of \r\ndecades, or just recently, when the horrific floods in \r\nPakistan left havoc in their wake, we Germans shared \r\nthe victims’ pain and helped in the most heartfelt way \r\npossible. We will stand by Pakistan over the coming \r\nmonths and years to ensure that the country has a \r\npromising economic future. \r\n We are working towards a peaceful order in the \r\nSudan, now and after the referendum early next year. \r\nWe are looking for ways of achieving stable conditions \r\nin Yemen and are particularly active in the Friends of \r\nYemen group. We are working hard to combat piracy \r\noff the Horn of Africa and to bring peace and stability \r\nto Somalia. \r\n Reconstruction efforts in devastated regions \r\ncannot bring success overnight. Similarly, for societies \r\ntorn by war and civil strife, the route to life in dignity \r\nleads through peace and reconciliation. There can be \r\ntrue peace only when human rights are respected. For \r\nus, such principles as the rule of law, freedom of \r\nopinion, freedom of the press and respect for \r\ninalienable human rights are essential. The protection \r\nof human rights remains a task for all societies. \r\n It is a fundamental tenet of the United Nations \r\nthat women determine their own lives and help decide \r\nthe fate of their countries. Ethnic or religious \r\nminorities enrich their societies. Tolerance is one of \r\nGermany’s guiding principles. Everyone wins in the \r\ncompetition for the best ideas; in a clash of cultures, \r\nthere can only be losers. \r\n United Europe can make a valuable contribution \r\non our continent and beyond. Germany is working to \r\nensure that, in the future, the European Union shall \r\ncooperate even more closely with other regions in \r\nLatin America, Africa and Asia, and live up to its \r\nglobal responsibility. Germany is the third-largest \r\ndevelopment cooperation donor. We have practically \r\nrecovered from the financial and economic crisis and \r\nare on the right track due to our robust economic \r\ngrowth. This strong economy makes Germany a strong \r\nglobal partner. \r\n If all countries, small and large, work together, \r\nwe will be able to master the pressing challenges of our \r\nworld. \r\n(spoke in English) \r\nThey can count on Germany. They can rely on \r\nGermany. \r\n The Acting President (spoke in Arabic): I now \r\ncall on His Excellency Mr. Ahmed Aboul Gheit, \r\nMinister for Foreign Affairs of the Arab Republic of \r\nEgypt. \r\n Mr. Aboul Gheit (Egypt) (spoke in Arabic): The \r\nbeginning of the sixty-fifth session of the General \r\nAssembly coincides with the preparations of the \r\nNon-Aligned Movement (NAM), chaired by my \r\ncountry, to celebrate 50 years of achievements. During \r\nthose years, the Movement has greatly helped to \r\nreinforce international and multilateral action under \r\nchanging regional and international circumstances. The \r\nMovement’s work over those years has demonstrated \r\nthe ability of developing countries to contribute \r\neffectively to the maintenance of international peace \r\nand security, make progress in development, and \r\npromote human rights, basic freedoms and the \r\nfurtherance of good governance at the international \r\nlevel. \r\n A/65/PV.16\r\n \r\n37 10-55103 \r\n \r\n This week’s NAM ministerial meeting represents \r\nthe point of departure for a major celebration, to be \r\nhosted by Indonesia in April or May 2011. The meeting \r\nwill chart a clear and integrated future course, drawing \r\non past achievements as an impetus for future \r\nendeavours. It will define the elements of the \r\nMovement’s future commitment to greater openness \r\ntowards and interaction with the international \r\ncommunity, in the context of fairness and mutual \r\ninterest, to ensure that the aspirations and hopes of our \r\ncountries and peoples are met. \r\n Egypt appreciates the main theme that the \r\nPresident proposed for discussion at this session. \r\nGlobal governance touches on many political, \r\neconomic and social issues. Egypt believes that the \r\nelected organs of the United Nations should handle the \r\nprincipal tasks in that area. We must all ensure that the \r\nUnited Nations discharges such roles effectively and \r\nwisely. \r\n In the political field, for example, it is no longer \r\nacceptable for permanent membership of the Security \r\nCouncil, the main organ entrusted with maintaining \r\ninternational peace and security, to continue to operate \r\nunder obsolete rules of an era long past. Similarly, it is \r\nunacceptable for the work of the Council or its \r\nmechanisms to continue to be characterized by a lack \r\nof transparency or balance. \r\n A serious approach to current historic challenges \r\nrequires more balanced, conscious and responsible \r\nmanagement of this core issue. The Security Council \r\nhas made numerous grave mistakes, resulting in the \r\nloss of innocent lives. Many resolutions that have been \r\nblocked by the Council would have corrected the \r\ndisparities, returned rights to victims and restored the \r\nconfidence of world public opinion in the Council’s \r\nperformance and impartiality. \r\n Turning to the economic sphere, we note that the \r\nUnited Nations, and even the key Bretton Woods \r\ninternational financial institutions, no longer lead in \r\nmanaging the top international economic issues. Other \r\ninternational bodies are now beginning to assume that \r\nrole. \r\n At its summit last year, the Group of 20 declared \r\nitself the forum to coordinate global economic policy. \r\nSuch a development prompts us to be cautious of its \r\nrepercussions, since that forum or any other assuming \r\nsuch a responsibility should have the geographical \r\nrepresentation necessary to ensure the fair airing of all \r\ntrends and approaches prevailing in the international \r\ncommunity. It must also ensure fair participation in \r\nformulating policy and in providing a balanced \r\napproach to current challenges. Marginalization is no \r\nlonger acceptable. Countries of the South have rights \r\nand must have a voice and participate in any forum that \r\ndeals with the international situation. \r\n Egypt will continue its tireless work to achieve \r\nthe wider and more balanced participation of the \r\ndeveloping world in international economic decision-\r\nmaking. Our world has experienced successive years of \r\npoor economic performance and stubborn crises. That \r\nhas aggravated the current inequities and heightened \r\nthe challenges faced by all countries, developing \r\ncountries in particular. It requires us all to support \r\ncoordinated and joint action to address the \r\nshortcomings and inequities and to achieve sustainable \r\nand balanced global growth. \r\n In that context, we welcome the outcome of the \r\nrecent High-level Plenary Meeting of the General \r\nAssembly on the Millennium Development Goals, at \r\nwhich the delegation of Egypt expressed its view on \r\nthe Goals and the extent to which we will be able to \r\nachieve them. We hope that the conclusions of the \r\nsummit will provide us with the necessary momentum \r\nto speed up the achievement of the Goals ahead of the \r\nfinal review in 2015. \r\n The fact that Egypt is part of the Islamic world is \r\ncommon knowledge. We feel the pain of Muslims \r\nwherever they are. We share their joys and \r\ncelebrations; we grieve with them and we feel their \r\npain. There is no doubt that regrettable and appalling \r\nincidents against Muslims and Islam are increasingly \r\nfrequent, and systematic in certain cases. They have \r\nranged from attacks on the symbols and sanctities of \r\nthe faith to the harassment of Muslims. In general, we \r\nfind the West being drawn into a clash with the Muslim \r\nworld. Such a clash would serve no one except \r\nextremists and those who hold perverse ideas on both \r\nsides. It would not be in the interest of security and \r\nstability in the world. It would not be in the interests of \r\nmoderates. In such a clash, the winner is a loser and \r\nthe victor is defeated. \r\n Need I remind this gathering of the need for \r\ncoordinated action among the influential advocates of \r\nreligious, civilizational and cultural moderation in \r\norder to eliminate the threat before it becomes more \r\nominous and destroys much of everything? We can no \r\nA/65/PV.16  \r\n \r\n10-55103 38 \r\n \r\nlonger accept pretexts to condone practices against \r\nIslam and its followers — such as the right to freedom \r\nof expression — which are surprisingly naïve, \r\nexcessive in essence and offensive in nature. \r\n Egypt will continue to do its utmost at the \r\npolitical, cultural and religious levels to address such \r\nthreats. We call on all countries, in particular \r\nGovernments, to play their part in highlighting the \r\npotential horror of a terrible clash of faiths and \r\ncivilizations. We call on them to spread a culture of \r\nenlightenment based on tolerance, respect for \r\ndifferences and the renunciation of fanaticism, hatred \r\nand zealotry. Laws must be enacted to protect \r\nminorities and their beliefs from the aggression of \r\nextremists and promoters of strife. \r\n With regard to matters of international peace and \r\nsecurity, disarmament and nuclear non-proliferation are \r\npriorities on Egypt’s agenda. Only a few months ago, \r\nthe Review Conference of the Parties to the Treaty on \r\nthe Non-Proliferation of Nuclear Weapons successfully \r\nconcluded its work. It adopted an important document \r\non the Middle East that included an action plan and \r\nmeasures to implement the 1995 resolution on the \r\nMiddle East. Egypt will closely follow all steps taken \r\nto implement that plan, including the serious \r\npreparations for the 2012 conference. \r\n Once again, let me reiterate Egypt’s position that \r\nadopting double standards on the question of \r\nnon-proliferation will result in a continued threat to \r\nworld stability. In the Middle East particularly, we note \r\nincreasing efforts to add to the commitments of \r\nnon-nuclear-weapon States that are signatories to the \r\nTreaty on the Non-Proliferation of Nuclear Weapons, \r\nwhile the need for the Treaty to become universal in \r\nour region and for all nuclear installations in the \r\nMiddle East to be subjected to the comprehensive \r\nsafeguards system of the International Atomic Energy \r\nAgency is disregarded. This uncomfortable situation is \r\na source of concern to us. We will work with all like-\r\nminded parties to address and redress this situation in \r\nrelevant international forums. \r\n Year after year, we return to the United Nations \r\nto debate the question of Palestine and the ongoing \r\nArab-Israeli conflict. Every year, our words swing \r\nbetween the hope for a complete but unrealized \r\nbreakthrough, and the fear of a deterioration and an \r\nexplosion that would compound the pain and suffering \r\nof the Palestinian people and aggravate the dangers of \r\noverreaching extremism, militancy and violence faced \r\nby our region. \r\n This year is no different. It is true that there is \r\nhope in the wake of the start of direct negotiations \r\nbetween the Palestinian and Israeli sides; however, \r\nchances for success remain slim. Despite the agony of \r\nthe road to negotiations, Egypt believes that their \r\nrelaunch may represent an important opportunity that \r\nshould not be squandered. \r\n It is important for the Israeli side to realize that \r\nnegotiations are not an end in themselves. They are \r\nneither a game nor a waste of time. A serious approach \r\nmust be the basis and distinguishing mark of the \r\nnegotiating process. Without the required seriousness \r\nand credibility, the process will soon lose the little \r\nsupport it enjoys from the public on both sides. Egypt \r\nbelieves that these negotiations should seek to end the \r\nIsraeli occupation of Palestinian territories and the \r\nimplementation of the two-State solution through the \r\nestablishment of an independent Palestinian State, with \r\nEast Jerusalem as its capital and its borders based on \r\nthe lines of 1967, as has been confirmed by the United \r\nStates, the sponsor of the negotiations, and the \r\ninternational Quartet on all occasions and mentioned \r\nby President Obama a few days ago. \r\n During the first round of negotiations in \r\nWashington, D.C., and later in Sharm el-Sheikh, we \r\nheard Israel’s assurances of its commitment to the \r\nrequired seriousness. Therefore, we call on the Israeli \r\nside to take the difficult and necessary decisions, as \r\nPresident Mubarak said two days ago, to achieve a just \r\npolitical settlement that would allow the peoples and \r\ncountries of the region to transcend decades of conflict, \r\nvictimization and wasted resources. \r\n There is no doubt that a freeze in Israeli \r\nsettlement activity in the occupied Palestinian \r\nterritories has become a major factor in determining \r\nthe intentions of the Israeli side and its level of \r\ncommitment to the success of the negotiations. Should \r\nIsrael fail in its commitment to prolong the moratorium \r\non its settlement activities, it would expose the \r\nnegotiation process to collapse and bear full \r\nresponsibility before regional and world public \r\nopinion, as well as the sponsor, for wasting a valuable \r\nopportunity afforded by a major United States effort. \r\nIsrael would also bear responsibility for any negative \r\nconsequences. Were Israel to pass this test, we would \r\nlook forward to a quick resolution by both parties of \r\n A/65/PV.16\r\n \r\n39 10-55103 \r\n \r\nthe question of borders between them. The solutions in \r\nthis respect are known to all. Settling the matter of \r\nborders would enable us to take important steps \r\ntowards settling the conflict as a whole. \r\n Egypt also supports any serious effort to resume \r\ndirect negotiations on the Syrian and Lebanese tracks \r\nin a way that would allow both countries to regain their \r\noccupied territories and consequently reach a \r\ncomprehensive peace, implement the Arab Peace \r\nInitiative and end the Arab-Israeli conflict once and for \r\nall. \r\n Brotherly Sudan is currently facing the most \r\ndifficult juncture since its independence. In addition to \r\ndevelopments in Darfur, the referendum on self-\r\ndetermination for Southern Sudan is drawing near. \r\nEgypt follows this situation with the greatest interest, \r\ngiven our common border with that country. Our \r\ninterest is based not only on the close brotherly \r\nrelations between our two peoples, but also on our \r\nanticipation of any possible consequences of the \r\nreferendum. Egypt will pursue its efforts to preserve \r\nthe unity of the Sudan as long as that is the choice of \r\nthe majority in that country. But if the wish of the \r\nSouthern Sudanese, who are also our brothers, were \r\nany different, Egypt would respect the outcome and \r\nwork with all parties in the interests of development \r\nand stability. \r\n The security of the Arab Gulf is one of Egypt’s \r\nmajor concerns and foreign policy priorities. Apart \r\nfrom our age-old relations, Egypt understands that it is \r\nof strategic importance for its Arab brethren in the \r\nGulf. Egypt will therefore continue to work with the \r\nGulf Cooperation Council countries for the \r\nmaintenance of Arab national security in the region and \r\nto ensure that any security arrangements reached are in \r\nconsonance with the requirements and concerns of \r\nArab countries. \r\n Egypt affirms the urgent need to reach a political \r\nsettlement on the Iranian nuclear issue, especially since \r\nits dangerous escalation would threaten an eruption of \r\nthe situation that could endanger peace and stability in \r\nthat vital region of the world. While it is true that \r\nthreats against a State member of the Organization of \r\nthe Islamic Conference are not acceptable, we \r\nnevertheless ask Iran to refrain from any measure that \r\ncould exacerbate the situation in the region, and \r\nspecifically in the Gulf area, and lead to a \r\nconfrontation with different forces in the international \r\ncommunity. All parties must adhere to negotiations as a \r\nway to a peaceful, political settlement of this issue. \r\nSuch a settlement would guarantee Iran’s legitimate \r\nright to the peaceful uses of nuclear energy and enable \r\nthe international community to verify that Iran is in \r\ncompliance with its obligations under the Treaty on the \r\nNon-Proliferation of Nuclear Weapons. No evidence \r\nhas yet been seen to suggest otherwise. \r\n The southern strait of the Red Sea is an area of \r\nstrategic importance for Egypt. It leads to the Suez \r\nCanal, a vital waterway at the centre of the world. \r\nSecuring this critically important area is at the heart of \r\nEgyptian interests. On that basis, Egypt has \r\nparticipated extensively in all international efforts to \r\ncombat piracy off the Somali coast and in the Arabian \r\nSea and the Indian Ocean. Egypt has also provided \r\nsupport to some countries of the region in areas such as \r\nthe development of coast guard capacity, raising \r\nawareness about the prevention of piracy, and the \r\nimplementation of a media and communications \r\nstrategy to combat piracy. In the same vein, continued \r\nfratricidal fighting in Somalia has consequences for \r\nstability in the Horn of Africa and, as such, remains a \r\nsource of concern to us. \r\n Egypt is pursuing its efforts, including in \r\noutreach, to further raise international interest in \r\nSomalia with a view to achieving a ceasefire and \r\nproceeding to a comprehensive and peaceful political \r\nsettlement. Such a settlement will be conditional on the \r\nexistence of the political will of the Somali parties to \r\nachieve peace and on the commitment of external \r\nparties to refrain from interfering in Somali affairs \r\nwhile seriously participating in efforts to achieve a \r\npolitical settlement. \r\n In conclusion, Egypt is a country of many \r\ncivilizations, features and characteristic, from its Arab \r\nnationalist to its deep-rooted Islamic and Coptic \r\nidentities, and from the genuine African to the \r\nhistorical Mediterranean. All have intermingled over \r\nthe years and left their mark on Egypt’s foreign policy. \r\nAll these influences define our overlapping interests \r\nand guide our thinking and action in addressing \r\nproblems and crises. \r\n Egypt will continue to work for the achievement \r\nof peace and stability in the Middle East and the world. \r\nIt will do its utmost for the well-being of its people, \r\nnation and region. We will continue the struggle for \r\nbalanced and sustainable development. We will also \r\nA/65/PV.16  \r\n \r\n10-55103 40 \r\n \r\npursue our serious work for the benefit of the countries \r\nof the South. \r\n Our delegation looks forward to working with \r\nMembers in a spirit of openness to ensure the \r\nsuccessful outcome of this session. We extend our hand \r\nto all countries, with an open mind and a sincere desire \r\nto achieve the international agenda before us. \r\n The Acting President (spoke in Arabic): I now \r\ncall on His Excellency Mr. Kevin Rudd, Minister for \r\nForeign Affairs of Australia. \r\n Mr. Rudd (Australia): This great body has been \r\nin existence for two thirds of a century — three times \r\nlonger than its predecessor body, the League of \r\nNations, and longer than previous attempts to fashion a \r\ncontinuing collective approach to the common \r\nproblems of nation States. The question we must ask \r\nourselves today is whether the United Nations remains \r\neffective in confronting the challenges of our time. \r\n The United Nations was established in the grim \r\naftermath of the two deadliest conflicts in human \r\nhistory, in which close to 80 million people were killed \r\nand entire families and almost entire generations lost \r\nfor all time. The world came together out of necessity. \r\nThere had to be a better way, and in the decades since \r\nwe first met at San Francisco, we have managed to \r\navoid another world war, although at times that seemed \r\nless than certain. \r\n Today, we are faced with a different set of \r\nchallenges and in different strategic, political and \r\neconomic circumstances. We now live in a world that is \r\nmore multipolar and more interconnected than ever \r\nbefore. We are confronted with the double-edged sword \r\nof globalization. The transformation of the global \r\neconomy has increased living standards and lifted \r\nmany hundreds of millions out of poverty. \r\n At the same time, the increased interdependence \r\nof global financial markets ensured that no country \r\nconnected to the world economy was spared the impact \r\nof the global financial crisis. Furthermore, the rapid \r\ntransformation of global communications and the \r\nradical increase in global people movements have \r\nimproved the well-being of all humankind. But equally, \r\nthey have created or at least amplified a new set of \r\nsecurity threats to all humankind: pandemic diseases, \r\ntransnational organized crime and the continuing threat \r\nof global terrorism. There is also the global challenge \r\nof climate change. The unconstrained carbon emissions \r\nof one State impact on the long-term survival of all \r\nStates. Climate change respects no national or \r\ngeographic boundaries and thus simultaneously \r\ndemands both national and integrated global responses. \r\n So two thirds of a century after our formation, we \r\nthe United Nations now face increasingly complex \r\nglobal challenges in an increasingly fragmented world \r\nand a much more contested international space. These \r\nnew global realities create an imperative for \r\nresponsive, representative and, most critically, \r\neffective systems of global governance. \r\n If we fail to make the United Nations work and to \r\nmake its institutions relevant to the great challenges we \r\nall now face, the uncomfortable fact is that the United \r\nNations will become a hollow shell. Nation States may \r\nretain its form, but will increasingly seek to go around \r\nit and deploy other mechanisms to achieve real results. \r\n And that is the question we all face today. It is a \r\nquestion of our collective political will to make the \r\nexisting institutions work and combine the existing and \r\nunique legitimacy of the United Nations system with a \r\nnew-found effectiveness on security, development and \r\nclimate change. \r\n The United Nations has most of the essential \r\nstructures in place, but if the structures are to work we \r\nmust harness the political will necessary to make them \r\nwork. In other words, we must enable the institutions \r\nwe have created to do the job for which they were \r\ncreated. Put even more starkly, we must do that which \r\nwe say. If we have a Conference on Disarmament, it \r\nshould do disarmament — not pretend. If we have a \r\nconvention on climate change, it must do the job to \r\ntackle climate change — not just talk about it, and \r\nsimilarly with development. Otherwise, the credibility \r\nof the United Nations in the eyes of the world and our \r\nown citizens will eventually collapse. The international \r\ncommunity can no longer tolerate the actions of a few \r\ndissenting States to roadblock the common resolve of \r\nthe many. \r\n The international community faces the continuing \r\nchallenge of international terrorism. Terrorism knows \r\nno geographic or political boundaries. We are now in \r\nthe tenth year since terrorists launched their murderous \r\nattack on this great city of New York. The threat of \r\ninternational terrorism remains alive. It continues to \r\nchallenge civilized norms, to generate fear and \r\ninsecurity, and to take innocent civilian lives in many \r\nparts of the world. \r\n A/65/PV.16\r\n \r\n41 10-55103 \r\n \r\n The outlawing of terrorist organizations under the \r\nprovisions of the relevant Security Council resolutions, \r\ntogether with the individual and cooperative measures \r\ntaken by Member States, reflect the unprecedented \r\nlevels of international collaboration in responding to \r\nthe worldwide threat of terrorism. \r\n As part of the effort to combat terrorism, many \r\nMember States have their armed forces and other \r\npersonnel committed to Afghanistan, again sanctioned \r\nby Security Council resolutions. These brave soldiers, \r\npolice officers and aid workers, representing so many \r\nof the countries represented here in the General \r\nAssembly, including Australia, remain in Afghanistan \r\nfollowing many years of conflict. \r\n The result is that Afghanistan no longer \r\nrepresents an unimpeded base for the global operations \r\nof terrorist organizations such as Al-Qaida. The result \r\nis also that we are all contributing to the security and \r\nstability of Afghanistan as a nation. This has been a \r\ndifficult war, but our collective resolve is strong \r\nenough to prevent Afghanistan from once again \r\nbecoming a base for the export of terrorism. \r\n Beyond Afghanistan, terrorism continues to \r\nremain a threat to people of all faiths and civilizations. \r\nWe must remain nationally and internationally vigilant \r\nagainst the possibility of further terrorist attacks. The \r\nthreat remains real. \r\n We must equally be concerned about the \r\ncontinued challenge of nuclear proliferation. Violations \r\nof the non-proliferation regime by States such as the \r\nDemocratic People’s Republic of Korea and Iran \r\nrepresent a potent and potential threat to us all. It is for \r\nthis reason that Australia provides robust support to the \r\nUnited Nations sanctions regime against both the \r\nDemocratic People’s Republic of Korea and Iran. \r\n The United Nations has played a critical role in \r\npromoting the goal of a world without nuclear \r\nweapons. Non-proliferation and nuclear disarmament \r\nare mutually reinforcing processes and cannot be \r\nseparated. \r\n Australia’s activism on arms control and \r\ndisarmament remains undiminished. And there remains \r\nmuch urgent work to be done. In 1996, Australia \r\nsponsored the Comprehensive Nuclear-Test-Ban Treaty \r\nin this Assembly to ensure its adoption. Since then, \r\n182 States have signed the Treaty and 153 have ratified \r\nit. Nine more States are needed to ratify in order for the \r\nTreaty to enter into force. Australia welcomes recent \r\nstatements by Indonesia and the United States \r\nconcerning their intention to ratify the Treaty, and we \r\nwould urge all States that to date have failed to indicate \r\ntheir intention to ratify the Treaty to do so in order to \r\nenable it to enter into force. \r\n The most recent Treaty on the Non-proliferation \r\nof Nuclear Weapons (NPT) Review Conference was \r\nheld earlier this year. Australia and Japan worked \r\nclosely together in the lead-up to the Conference, \r\nincluding through the jointly sponsored report of the \r\nInternational Commission on Nuclear Non-proliferation \r\nand Disarmament (ICNND), prepared by the former \r\nForeign Minister of Australia, Gareth Evans, and his \r\nJapanese counterpart, Yoriko Kawaguchi. This \r\nsignificant report provided substantial momentum in \r\nthe lead-up to the Review Conference. We believe that \r\nthe Evans-Kawaguchi report of the ICNND also \r\nrepresents the most comprehensive, practical and \r\ncontemporary blueprint for the international \r\ncommunity to both consider and adopt a \r\ncomprehensive arms control and non-proliferation \r\nagenda. \r\n The Review Conference agreed by consensus on \r\n64 sets of actions. And Australia and Japan took the \r\ninitiative this week in New York to jointly host a cross-\r\nregional meeting of Foreign Ministers, with the aim of \r\nworking towards the implementation of those 64 \r\nactions. The potential catastrophe of nuclear conflict \r\nmeans that the status quo is not an option. We must \r\nmove ahead with the negotiation of a fissile material \r\ncut-off treaty, and we must ensure that the United \r\nNations disarmament machinery is doing its job. \r\n On the wider question of security, the Australian \r\nGovernment, under Prime Minister Gillard, warmly \r\nwelcomes the statement to this Assembly by the \r\nPresident of the United States concerning his efforts to \r\nachieve a comprehensive, just and sustainable peace in \r\nthe Middle East (see A/65/PV.11). Australia’s position \r\nremains constant: such a settlement must allow both \r\nIsrael and a future Palestinian State to live side by side \r\nin peace and security. Australia calls on all parties to \r\nput their shoulders to the wheel, to seize the historic \r\nopportunity that now presents itself to bring about a \r\nlasting peace. All States members of the General \r\nAssembly should welcome the prospect of both an \r\nIsraeli and a Palestinian State being represented at the \r\nsixty-sixth session of the Assembly, to be held next \r\nyear. \r\nA/65/PV.16  \r\n \r\n10-55103 42 \r\n \r\n Over the past several years, Australia has \r\npromoted the concept of an Asia-Pacific community \r\ninvolving the active membership in the future \r\narchitecture of our region of both the United States and \r\nthe Russian Federation. Australia therefore welcomes \r\nthe imminent membership of the United States and \r\nRussia in the East Asia Summit. The East Asia Summit \r\nleaders will take this historic decision in Hanoi in \r\nOctober. Australia, as a founding member of the East \r\nAsia Summit, looks forward to contributing to the \r\nevolution of this wider sense of community across this, \r\nthe most dynamic region of the world. \r\n On questions of wider human security, Australia \r\nremains fully engaged on international and regional \r\nchallenges, including irregular movements of people, \r\norganized crime and people-smuggling. \r\n The most immediate and pressing threat to the \r\nphysical security of Australia’s wider region lies in the \r\nscourge of natural disasters. The Asia-Pacific region \r\nhas seen tsunamis, earthquakes, volcanoes and floods \r\non a massive scale. Australia proposes that the \r\ninternational community consider afresh our capacity \r\nto respond rapidly, coherently and proportionately to \r\nlarge-scale natural disasters. \r\n Within our own region, Australia argues that this \r\nwould also represent an effective benefit to the peoples \r\nand countries of our region, which are particularly \r\nprone to natural disasters. It would also in time \r\nconstitute a valuable confidence- and security-building \r\nmeasure among the armed forces, emergency services \r\nand security agencies of the various nation-States of \r\nthe Asia Pacific. The magnitude of what I witnessed \r\nlast week when I was in Pakistan underlines the \r\nimportance of better planning, preparation and \r\ncoordination to deal with natural disasters on a mass \r\nscale. We cannot afford simply to wait for another such \r\ndisaster to occur before realizing that the resources of \r\nthe United Nations and its agencies are simply \r\nincapable of meeting challenges of such an order of \r\nmagnitude. \r\n The challenges to global economic stability \r\nremain significant. The full impact of the global \r\nfinancial crisis is not yet clear. There are still systemic \r\nproblems within the global financial system. These \r\nmust be dealt with through the appropriate national and \r\ninternational institutions if we are to remove the \r\nunderlying causes of the crisis that began in the United \r\nStates in September 2008 and then proceeded to ravage \r\nthe economies and the working people of the world. \r\n Beyond the specific reforms necessary in the \r\nglobal financial system, the parallel problem of global \r\nfinancial imbalances must also be addressed. These \r\nhave formed part of the Group of 20 (G-20) agenda, in \r\nwhich Australia is active. The objectives of the \r\nFramework for Strong, Sustainable and Balanced \r\nGrowth agreed to by the G-20 States at their Pittsburgh \r\nsummit in September 2009 remain essential and must \r\nbe implemented if we are to act on the causes of the \r\nrecent crisis. \r\n Last December, the nations of the world \r\nassembled in Copenhagen for the Conference of the \r\nParties to the United Nations Framework Convention \r\non Climate Change (UNFCCC). Australia was an \r\nactive participant at Copenhagen. Together with a \r\nnumber of other States, Australia worked tirelessly to \r\nproduce the Copenhagen Accord. The Accord did not \r\nrepresent all that the international community needed \r\nthen in order to bring about a comprehensive response \r\nto the continuing challenge of climate change. It did, \r\nhowever, represented four significant advances. \r\n For the first time, the Accord entrenched 2°C or \r\nless as the limit beyond which global temperatures \r\ncould not be allowed to rise in order to avoid \r\nirretrievable climate change for the planet. \r\n For the first time, both developed and developing \r\ncountries accepted that they had responsibilities to \r\nbring about this outcome. \r\n For the first time, developed and developing \r\ncountries agreed to develop a framework for the \r\nmeasurement, reporting and verification of mitigation \r\nactions. \r\n And for the first time, developed countries \r\ncommitted themselves to mobilizing an amount \r\napproaching $30 billion in international public \r\nfinancing for immediate action in developing countries \r\nto 2012, and to work towards a goal of mobilizing \r\n$100 billion annually by 2020 in funding from all \r\nsources. \r\n Much, however, remains to be done. Australia \r\nbelieves the international community must urgently \r\naddress the particular climate-change adaptation needs \r\nof the world’s most vulnerable States, in particular the \r\nisland countries of the Pacific, the Caribbean and the \r\nIndian Ocean. \r\n A/65/PV.16\r\n \r\n43 10-55103 \r\n \r\n One significant area of progress in the period \r\nahead lies in the proper protection, preservation and \r\nreforestation of the world’s rainforests. Collectively, \r\nrainforest degradation and deforestation in developing \r\ncountries represents about one fifth of global \r\ngreenhouse gas emissions. Australia stands ready to act \r\nwith other States, including Norway, to build on the \r\nwork already done, in order to achieve an effective \r\noutcome in this area as rapidly as possible. The \r\ninternational community needs to see an early sign of \r\nreal success in our international efforts to combat \r\nclimate change. We believe that action on rainforests, \r\nthrough what is called the REDD-plus set of \r\ninitiatives — on reducing emissions from deforestation \r\nand forest degradation in developing countries — \r\nrepresents one such area of possible early advance. \r\n Australia is now active on both the Secretary-\r\nGeneral’s High-level Panels, on global sustainability \r\nand on climate change finance. This, added to our \r\ncontinued participation in the UNFCCC, means that \r\nAustralia will continue to be among the most globally \r\nactive States in global forums for bringing about a \r\ncomprehensive and effective global response to climate \r\nchange. In doing so, the Governments of the world will \r\nhave to closely consider new growth models that \r\nincorporate both the concept and the reality of lower-\r\ncarbon economies. \r\n For the economies of the world, this \r\ntransformation — which some have called the next \r\nindustrial revolution — also represents an \r\nunprecedented opportunity for investment and \r\nemployment as the global economy embraces new \r\nefficiency measures and new renewable energy \r\nstrategies. The international community needs to \r\nembrace a new way of looking at climate change, \r\nwhich sees action on climate change providing new \r\nindustries, new investment and new job opportunities \r\nfor the future. \r\n All Governments represented in the Assembly \r\nparticipated in the High-level Plenary Meeting on the \r\nMillennium Development Goals (MDGs). Australia \r\nfully embraces the MDG framework. \r\n This week, in New York, we said that our aid \r\nprogramme has doubled over the last five years and is \r\nprojected to double again by 2015. Over time, more of \r\nour aid will go to the least developed countries, and we \r\nwill continue to give high priority to assisting the \r\nworld’s small island States, particularly our Pacific \r\nneighbours, in recognition of their special needs. \r\n We expect to invest some $5 billion in education \r\nby 2015, including support for universal primary \r\neducation. Australia also expects to invest at least \r\n$1.6 billion in women’s and children’s health up to \r\n2015. \r\n Australia applauds the initiative to create a new \r\ninstitution entitled UN Women, under the capable \r\nleadership of the new Under-Secretary-General, \r\nMichelle Bachelet, former President of Chile. Australia \r\nlooks forward to working with UN Women on the vast \r\narray of challenges which half of humanity faces and \r\nfor which our existing international frameworks have \r\nbeen found wanting. The education of women and girls \r\nand the security of women and girls from violence and \r\nsexual abuse and exploitation must now become a core \r\npart of our global campaign for a fairer world. \r\n Human rights abuses and humanitarian crises in \r\nfailing States continue to plague us. We must enhance \r\nthe negotiations on the responsibility to protect and \r\nsupport the mandate of the International Criminal \r\nCourt. We must also continue to speak out against \r\nflagrant abuses. \r\n Often it is the indigenous peoples of the world \r\nwho suffer most. I am proud of Australia’s apology to \r\nour own indigenous peoples and our policy of closing \r\nthe gap between indigenous and non-indigenous \r\nAustralians. I am also proud of Australia’s support for \r\nthe Declaration on the Rights of Indigenous Peoples. \r\nAustralia is making a major effort in the treatment of \r\nour indigenous peoples, although we still have a long \r\nway to go. \r\n Australia is a founding Member of the United \r\nNations. We have been active in this institution for the \r\nlast 65 years. \r\n We are also a candidate for the Security Council \r\nfor the 2013-2014 term. Australia has contributed \r\n65,000 of our number to 52 different peacekeeping \r\nmissions across the world. We remain active in several \r\nsuch peace operations today, including in Cyprus, \r\nSudan, Timor-Leste and Afghanistan. \r\n Over the years, Australia has a led a number of \r\nsignificant United Nations initiatives, including the \r\nCambodia peace settlement and the conclusion of the \r\nComprehensive Test-Ban Treaty and the Chemical \r\nWeapons Convention, as well as leading the force that \r\nA/65/PV.16  \r\n \r\n10-55103 44 \r\n \r\nstabilized Timor-Leste after its people voted for \r\nindependence. \r\n Australia remains intimately engaged in all the \r\nfunds, programmes and specialized agencies of the \r\nUnited Nations. We are also active in other \r\ninternational institutions, including the \r\nCommonwealth. \r\n Australia is the twelfth largest source of funding \r\nfor the United Nations budget. Australia pays in full \r\nand on time. We always seek to do that which we say \r\nwe will do. \r\n Australia wants to be part of the solution to the \r\nmany challenges that the international community now \r\nfaces, not just point to the problems. Australia believes \r\nin the power of creative ideas and active diplomacy to \r\nsolve long-standing international problems. Australia \r\nvalues good international citizenship. It is for these \r\nreasons that Australia has been committed to the \r\nUnited Nations since the very beginning. \r\n The United Nations is inevitably imperfect. As \r\nthe Organization’s second Secretary-General — the \r\ngreat Swede, Dag Hammarskjöld — famously said, \r\n“The United Nations was not created in order to bring \r\nus to heaven, but in order to save us from hell”. \r\n Our responsibility today is to fulfil the vision that \r\nour forebears had for this great institution 65 years \r\nago. Our responsibility is to make the United Nations \r\nfulfil its mission — to make the United Nations work \r\nthrough the combined political will of all Member \r\nStates. \r\n The Acting President: I now call on His \r\nExcellency Mr. Kanat Saudabayev, Minister for \r\nForeign Affairs of the Republic of Kazakhstan. \r\n Mr. Saudabayev (Kazakhstan) (spoke in \r\nRussian): First of all, I would like to offer \r\ncongratulations on the upcoming sixty-fifth \r\nanniversary of the United Nations. For an individual \r\nperson, 65 is an age when life experience turns into \r\nwisdom. As the great Goethe once said, it is our \r\nexperience that teaches us to truly appreciate life. \r\nToday, the United Nations, with its 65 years of \r\nexperience gained in the noble work for peace and \r\nprogress, is the most reputable and relevant \r\ninternational organization there is. Each State Member \r\nof the United Nations, regardless of its size or power, \r\nseeks to contribute to building a safer and better world. \r\n On 29 August 1949, the first atomic explosion on \r\nthe ancient Kazakh land was carried out near the city \r\nof Semipalatinsk, unleashing an insane nuclear arms \r\nrace and inflicting enormous suffering on the people of \r\nKazakhstan. On 29 August 1991, the President of \r\nKazakhstan, Mr. Nursultan Nazarbayev, issued a decree \r\nthat unilaterally shut down, once and for all, one of the \r\nworld’s largest nuclear test sites. \r\n It is highly symbolic that 18 years later, the \r\nGeneral Assembly at its preceding session acted upon \r\nhis initiative to adopt a resolution establishing \r\n29 August as the International Day against Nuclear \r\nTests (resolution 64/35). The unanimous adoption of \r\nthe resolution has effectively reaffirmed the \r\ncommitment of the international community to the \r\nprocess of reducing the nuclear threat. \r\n The April visit of Secretary-General Ban \r\nKi-moon to Kazakhstan started with a tour of the \r\nformer Semipalatinsk nuclear test site. Standing right \r\non the former Ground Zero, he urged the international \r\ncommunity to redouble its efforts to create a world free \r\nof nuclear weapons. \r\n For the people of Kazakhstan, who know only too \r\nwell all the horrors of nuclear tests, the issue of a total \r\nban on such tests is particularly relevant. Over the \r\ncourse of 40 years, some 490 nuclear explosions were \r\ncarried out at the Semipalatinsk test site, affecting \r\nmore than half a million people and damaging territory \r\nas large as today’s Germany. \r\n Today we call upon States that have not signed or \r\nratified the Comprehensive Nuclear-Test-Ban Treaty \r\n(CTBT) to do so as soon as possible. The entry into \r\nforce of the CTBT will become one of the key areas of \r\neffective implementation of the Treaty on the \r\nNon-Proliferation of Nuclear Weapons (NPT), an \r\nimportant instrument forming a foundation for the \r\nsecurity of all humanity. \r\n We are satisfied that the States parties to the NPT \r\nwere able to adopt a final document last May at the \r\nconclusion of the latest NPT Review Conference. But \r\nnew and more decisive steps are needed today for \r\nnuclear disarmament. An early drafting of a Fissile \r\nMaterial Cut-off Treaty, which along with the CTBT \r\nshould become an important pillar of the NPT, is one \r\nsuch step. \r\n A/65/PV.16\r\n \r\n45 10-55103 \r\n \r\n We believe that it is extremely important to \r\nbegin, as soon as possible, to draft an international \r\nlegally binding instrument providing security \r\nassurances by nuclear Powers to non-nuclear-weapon \r\nStates. Only such assurances can effectively keep in \r\ncheck the aspirations of certain non-nuclear States to \r\nacquire nuclear weapons, which they regard as a \r\nguarantee of their own security. \r\n The establishment of new zones free from nuclear \r\nweapons, including in the Middle East, would \r\nrepresent another step towards achieving the goal of a \r\nnuclear-free world. We are convinced that a focused \r\nand progressive move in that direction would \r\ncontribute to the establishment of trust among \r\nneighbours in the region and lay the foundations for a \r\nradical change in the situation of that long-suffering \r\nregion. \r\n Addressing the Assembly from this rostrum, I \r\nwould like to reaffirm the urgency and relevance of the \r\ninitiative of the President of Kazakhstan, Mr. Nursultan \r\nNazarbayev, to draft a universal declaration on a \r\nnuclear-free world, which would reflect the \r\ncommitment of all States to firmly and consistently \r\nmove towards a nuclear-weapon-free world. \r\n We support the legitimate and inalienable right of \r\neach State party to the NPT to develop nuclear energy \r\nfor peaceful purposes. However, such activities should \r\nbe carried out in a transparent manner and on the basis \r\nof strict compliance with all requirements of the \r\nInternational Atomic Energy Agency (IAEA) and under \r\nits control. Kazakhstan, the world’s largest uranium \r\nproducer, intends to contribute to the development of \r\nnuclear energy and is ready to host an international \r\nnuclear fuel bank, under the auspices of the IAEA, and \r\nto commit itself to its safe storage. \r\n As 2010 Chairman-in-Office of the Organization \r\nfor Security and Cooperation in Europe (OSCE), \r\nKazakhstan, in the interests of all participating States, \r\nhas emphasized efforts to shape not a security space \r\nbut a security community, free of dividing lines and \r\nzones with different levels of security. \r\n The promotion of an atmosphere of trust in the \r\ninterests of all and strengthening consensus on key \r\nissues in all three dimensions of OSCE activities has \r\nmade it possible to reach a historic consensus on an \r\nOSCE summit, to be held on 1 and 2 December 2010 in \r\nthe capital of Kazakhstan. It will be the first such event \r\nin the past 11 years. I have no doubt that this upcoming \r\nAstana summit will become a landmark in the \r\nprogressive movement of the OSCE participating \r\nStates towards shaping a truly common and indivisible \r\nsecurity community in the Euro-Atlantic and Eurasian \r\nzones, based on shared values, principles and \r\ncommitments. \r\n In that regard, we view the discussion at this \r\nOSCE summit of the issue of the stabilization and \r\nsocial and economic rehabilitation of Afghanistan as an \r\nimportant contribution to regional and global security. \r\nTime has proven that a purely military solution to the \r\nAfghan problem does not exist. Accordingly, \r\nKazakhstan favours enhanced efforts by the \r\ninternational community to adapt Afghanistan to post-\r\nwar development. On the initiative of our head of \r\nState, an educational programme has begun this year to \r\ntrain some 1,000 Afghan nationals in the educational \r\ninstitutions of Kazakhstan for careers in medicine, \r\nagriculture and construction. We have allocated \r\n$50 million to that purpose. \r\n The serious political crisis in Kyrgyzstan, which \r\ncould have extremely negative consequences not only \r\nfor Central Asia but also far beyond its borders, has \r\ndemonstrated the lack of an effective and \r\ncomprehensive mechanism to prevent such conflicts. \r\nThat is why the forthcoming OSCE summit provides a \r\nunique opportunity to develop an appropriate \r\nmechanism, drawing on the great potential and \r\nexperience of the OSCE, the United Nations and other \r\nmultilateral institutions. \r\n In the context of countering new challenges and \r\nthreats, primarily terrorism and drug trafficking, we \r\npay close attention to the implementation of counter-\r\nterrorism conventions and Security Council \r\nresolutions, and we support early adoption of a \r\ncomprehensive convention on international terrorism. \r\nKazakhstan has actively supported the Global Initiative \r\nto Combat Nuclear Terrorism. At the initiative of \r\nPresident Nursultan Nazarbayev, Kazakhstan put \r\nforward at the global Nuclear Security Summit in \r\nWashington, in April 2010, a proposal for a conference \r\non countering the financing of terrorism. \r\n That phenomenon is closely linked to drug \r\ntrafficking, and thus combating that scourge is one of \r\nour top priorities. Accordingly, Kazakhstan attaches \r\ngreat importance to the Central Asian Regional \r\nInformation and Coordination Center (CARICC) for \r\ncombating illicit trafficking in narcotic drugs, \r\nA/65/PV.16  \r\n \r\n10-55103 46 \r\n \r\npsychotropic substances and their precursors, located \r\nin Almaty, Kazakhstan. We believe that CARICC can \r\nand should become a platform for interaction between \r\nregional anti-drug agencies. \r\n We also intend to take those issues forward \r\nwithin the framework of our activities in other \r\ninternational organizations, including the upcoming \r\n2011-2012 Kazakhstan chairmanship of the Ministerial \r\nConference of the Organization of the Islamic \r\nConference (OIC). One of the universally accepted \r\nthemes is the promotion of the ideas of tolerance, non-\r\ndiscrimination, and intercultural and interfaith \r\ndialogue. At the initiative of the President of \r\nKazakhstan, Astana has become the venue for a unique \r\nforum, the Congress of Leaders of World and \r\nTraditional Religions, recognized today as an effective \r\nplatform for dialogue to promote ideas of interfaith \r\npeace and harmony. \r\n As a sponsor of resolution 62/90, we welcome the \r\nefforts of Member States, UNESCO and other \r\ninternational organizations to conduct activities in \r\nobservance of the International Year for the \r\nRapprochement of Cultures. \r\n We commend the work of the Alliance of \r\nCivilizations and stand ready to continue to actively \r\ncooperate with it to promote the goals and objectives of \r\nthe Alliance at the international level. \r\n Based on its experience, Kazakhstan supports the \r\nactive use of the capacity of authoritative regional \r\narrangements, such as the OSCE and the OIC, in \r\nefforts to overcome nationalism, religious intolerance, \r\nracism, xenophobia and anti-Semitism, and we intend \r\nto work for the adoption of concrete decisions within \r\nthose organizations. We are deeply convinced that \r\ntoday security cannot be for a single country, region or \r\ncontinent alone. Therefore Kazakhstan believes that all \r\nexisting structures of regional and international \r\nsecurity must coordinate their efforts and cooperate \r\nactively together. \r\n In this context, I would like to note with great \r\nsatisfaction that the first meeting of the Conference on \r\nInteraction and Confidence-building Measures in Asia \r\nand the OSCE, which was held in June 2010 in \r\nIstanbul, has laid the foundation for a future \r\ntranscontinental security belt. It appears that the level \r\nof institutional development of the Conference and the \r\ngrowing interest in its activities on the part of Asian \r\ncountries will allow us to consider that forum as a \r\nprototype of a collective security system in Asia. \r\n Today, the world is slowly but surely emerging \r\nfrom a severe financial and economic crisis. At this \r\njuncture, it is critically important to ensure that the \r\ndevelopment of a post-crisis model of development is \r\nnot limited to cosmetic measures. Instead, it should \r\nproduce a qualitative restructuring of the entire system \r\nof international economic relations. We believe that all \r\nthe world’s economic problems are rooted in the \r\ninefficiency of the existing world monetary system, \r\nwhich no one controls and which is not democratic. \r\n Kazakhstan’s leader has proposed that a new \r\nfinancial architecture be developed, with a global \r\nregulatory system to oversee financial markets at its \r\ncore. Such a mechanism would allow us to avoid \r\nspeculative interflows of resources that exist only on \r\npaper and a situation in which developing countries are \r\nactually financing consumption in the developed \r\ncountries. The establishment of a more stable \r\nmacroeconomic model, in our view, calls for the \r\nintroduction of a single supranational currency, under \r\nthe auspices of the United Nations. \r\n Finding an urgent solution to environmental \r\nproblems is one of our main responsibilities to future \r\ngenerations. It is also a prerequisite of preserving life \r\non Earth. In this context, we have initiated plans for \r\nholding ministerial conferences for the Economic and \r\nSocial Commission for Asia and the Pacific and the \r\nEconomic Commission for Europe in 2010 or 2011 in \r\nAstana. The goal of these events is to build a “green \r\nbridge” between Europe and Asia and to harmonize \r\nprogrammes for sustainable development and \r\nenvironmental protection. \r\n We appreciate the assistance provided by the \r\ninternational community, including the United Nations \r\nand its specialized agencies and programmes, to our \r\ncountry’s efforts to overcome the effects of \r\nenvironmental disasters in the Aral Sea and \r\nSemipalatinsk regions. Given their global nature, they \r\ncall for an effective new approach on the part of the \r\ndonor community to solve these problems. \r\n Kazakhstan is firmly committed to the \r\ndemocratization of its society and building a State \r\nbased on the rule of law. In February this year, our \r\ncountry successfully passed its first universal periodic \r\nreview of the Human Rights Council and intends to \r\nfully implement its recommendations. Reaffirming its \r\n A/65/PV.16\r\n \r\n47 10-55103 \r\n \r\ncommitment to open and constructive cooperation in \r\nthe area of human rights, Kazakhstan has sent a \r\nstanding invitation to all mandate holders of the \r\nCouncil’s special procedures. \r\n Our country has always been and still remains \r\nopen to cooperation with the international community \r\nin the protection and realization of individual rights \r\nand freedoms. With those values and ideals in mind, \r\nKazakhstan has put forward its candidature to the \r\nHuman Rights Council for the 2012-2015 term, which \r\nwe hope will be supported. \r\n Over the past 65 years the United Nations has \r\nmade an enormous contribution to international peace \r\nand security on the Earth and to the solution of many \r\nsocial, economic, humanitarian and other problems. It \r\nis in our common interests that the United Nations \r\ncontinue to demonstrate leadership in promoting peace \r\nand cooperation and sustainable progress on Earth. \r\nKazakhstan not only has consistently supported and \r\nsupports the activities of the United Nations, but \r\nalways seeks to contribute to the attainment of the lofty \r\ngoals set by our respected Organization. \r\n  The meeting rose at 2.15 p.m. \r\n \r\n \r\n \r\n"