" United Nations  A/65/PV.8\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fifth session \r\n \r\n8th plenary meeting \r\nWednesday, 22 September 2010, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n10-54521 (E) \r\n*1054521*   \r\nCo-Chair: Mr. Ali Abdussalam Treki . . . . . . . (President of the General Assembly at its sixty-fourth session)\r\nCo-Chair: Mr. Joseph Deiss . . . . . . . . . . . . . . (President of the General Assembly at its sixty-fifth session) \r\n \r\n \r\n  The meeting was called to order at 10 a.m. \r\n \r\n \r\nHigh-level Plenary Meeting on the Millennium \r\nDevelopment Goals \r\n \r\nAgenda items 13 and 115 (continued) \r\n \r\nIntegrated and coordinated implementation of and \r\nfollow-up to the outcomes of the major United \r\nNations conferences and summits in the economic, \r\nsocial and related fields \r\n \r\nFollow-up to the outcome of the Millennium Summit \r\n \r\n  Draft resolution (A/65/L.1) \r\n \r\n The Co-Chair (Mr. Deiss) (spoke in French): \r\nThe General Assembly will now hear an address by His \r\nExcellency Mr. Viktor Yanukovych, President of \r\nUkraine. \r\n President Yanukovych (spoke in Ukrainian; \r\nEnglish interpretation provided by the delegation): The \r\nadoption of the United Nations Millennium Declaration \r\nwas crucial to the world’s Governments’ recognizing \r\nthe common global nature of development goals and to \r\nresolving the problems facing humankind. Solidarity \r\namong States, mutual support and responsibility are \r\nkey to the well-being of each country and of the world \r\nas a whole. \r\n Today, we can say that the Millennium \r\nDevelopment Goals (MDGs) have become the real \r\nagenda for global human development and a general \r\nimperative for all Governments. From this high \r\nrostrum, I wish to reaffirm the will of the new political \r\nleaders of Ukraine to reach the Millennium \r\nDevelopment Goals, as well as our commitment to the \r\nbroadest international cooperation under the auspices \r\nof the United Nations. \r\n The action plan of the new Government of \r\nUkraine and the programme of reforms initiated by me \r\nas President both have a social orientation. They are \r\ntherefore closely associated with the implementation of \r\nthe Millennium Development Goals. Ukraine has set \r\nitself the task of carrying out comprehensive \r\nmodernization of its economy and an active social \r\npolicy. We have launched systemic structural reforms \r\nto establish a powerful and modern technology-based \r\neconomy, ensure high living standards and protect the \r\nmost vulnerable groups. \r\n Mr. Haroon (Pakistan), Vice-President of the \r\nGeneral Assembly, took the Chair. \r\n The Millennium Development Goals are both \r\nguidelines and a system of priorities to implement the \r\nstrategy of reforms in Ukraine, as they reflect the most \r\ndramatic problems that our society faces today. \r\nCommitted to the Millennium Development Goals, \r\nUkraine considers their achievement to be a major \r\ntarget for its national economy. The priorities of this \r\npolicy are to ensure the well-being of the people, \r\nreduce poverty, achieve high health care standards, \r\ncombat HIV/AIDS and tuberculosis, ensure \r\naccessibility to high quality education, safeguard the \r\nenvironment and promote gender equality. \r\nA/65/PV.8  \r\n \r\n10-54521 2 \r\n \r\n Ukraine has established national targets for a \r\nnumber of the Millennium Development Goals that are \r\neven higher than the international ones. Over the past \r\n10 years, Ukraine has adopted a number of sectoral and \r\nintersectoral programmes aimed at implementing the \r\nMillennium Development Goals. The Goals themselves \r\nhave become a cornerstone of our social development \r\nstrategy and a conceptual framework for Ukraine’s \r\ncooperation with international contributors. We have \r\nsubmitted to the Secretariat our national report on the \r\nMillennium Development Goal indicators that were \r\nestablished for Ukraine. As can be seen from the \r\nreport, Ukraine has made substantial progress. \r\n In general, Ukraine is successfully meeting its \r\nobjectives under the MDGs. Most important, by \r\nincreasing minimum social standards, we have \r\nsignificantly reduced the percentage of our population \r\nliving below the poverty line. Ukraine also performs \r\nquite well in the area of education, where we continue \r\nto carry out reforms.  The health care situation has \r\nimproved substantially, with notable achievements in \r\nreducing child mortality and improving maternal \r\nhealth. Our current objectives are to keep working on \r\ngender equality and improving the environment. Our \r\nutmost concern is the situation concerning the \r\nHIV/AIDS epidemic, a problem on which we must \r\nfocus special efforts. \r\n As in most other countries, our work to achieve \r\nthe Millennium Development Goals was severely \r\nhampered by the global economic crisis, which \r\naffected almost all sectors of the economy and \r\nthousands of businesses and painfully impacted the \r\nwell-being of millions of our fellow citizens. With pre-\r\ncrisis sources of rapid growth exhausted, the only way \r\nfor Ukraine to achieve sustainable development is to \r\ncarry out decisive and comprehensive reforms to \r\nimprove the competitiveness of our economy, \r\ncombined with a reasonable and balanced social policy. \r\n We thank the international community and the \r\norganizations and Governments that support the \r\ndevelopment process in our country. We are open to \r\nfurther cooperation. At the same time, we are ready to \r\ncontinue to work as a reliable partner of the \r\ninternational community in resolving global problems \r\nand achieving the Millennium Development Goals. \r\n We feel a sense of responsibility for meeting the \r\nchallenges of the world food crisis. Last year for the \r\nfirst time, Ukraine became a contributor to the United \r\nNations World Food Programme. I am convinced that, \r\nin the very near future, our robust agricultural sector \r\ncan make our country an important player in global \r\nefforts to overcome hunger in a number of the world’s \r\nregions. \r\n Despite the difficulties caused by the financial \r\ncrisis, this year our country has been able to \r\naccumulate resources and assist the people of Haiti \r\nthrough the United Nations Central Emergency \r\nResponse Fund. Assisting countries in trouble is our \r\ntraditional and constant practice at the bilateral level. \r\n I believe that the Millennium Development Goals \r\nare realistic and attainable. To reach them, we need to \r\nseek consistent internal efforts by each country and \r\nclose cooperation between all the nations of the world. \r\nUkraine is ready for such efforts and cooperation. \r\n The Acting Chair: The Assembly will now hear \r\nan address by His Excellency Mr. Mahinda Rajapaksa, \r\nPresident of the Democratic Socialist Republic of Sri \r\nLanka. \r\n President Rajapaksa: Ten years ago, at the dawn \r\nof the new millennium, we reaffirmed our commitment \r\nto consolidating efforts in the spirit of collective \r\nresponsibility in order to free our world from hunger, \r\nuphold human dignity and ensure sustainable \r\ncoexistence with mother nature. We set for ourselves \r\nthe goal of advancing progress in eight key areas by \r\nthe year 2015.  \r\n Today, with just five years left, we have obtained \r\nmixed results. Amidst the multiple interrelated and \r\nworsening global crises that have confronted our world \r\nin the past few years, some countries have suffered \r\nsetbacks in achieving those goals, while others have \r\nscored remarkable success. Yet we still have time to \r\nrenew the political will and look for a way forward to \r\nreach the targets that have been set by harnessing our \r\nsynergies. It is in that context that this High-level \r\nMeeting under the auspices of the United Nations \r\nassumes special significance. \r\n Although each individual country has a sacred \r\nresponsibility to ensure the welfare of its people, we \r\ncannot survive in isolation in an increasingly \r\ninterconnected and globalized world. We cannot \r\nsurvive in isolation. Hence, achieving the Millennium \r\nDevelopment Goals is ever more important to the \r\ncollective interest. \r\n A/65/PV.8\r\n \r\n3 10-54521 \r\n \r\n The recent global economic and financial crisis \r\nhas severely reduced access to external resources and \r\nprivate capital flows for developing countries. In such \r\ncircumstances, there should be genuine commitment to \r\nfulfilling donor obligations. Unfortunately, the trend \r\ntowards more restrictions and protectionist measures in \r\ntrade, debt relief and access to technology is posing a \r\nchallenge to development. We therefore need to act \r\nwith a sense of urgency and partnership. At the same \r\ntime, it is important for development assistance from \r\nexternal sources to continue to encourage \r\nsustainability. \r\n Our national policy has been developed within \r\nthe framework of global priorities that we consider to \r\nbe appropriate at this time. In the South Asian context, \r\nsome of our urgent concerns include food security, \r\nenergy security and global warming. Building up \r\nbuffer stocks of essential food items and ensuring price \r\nstabilization and the continuity of supplies calls for a \r\nmore systematic approach to international cooperation. \r\n We are convinced that, if economic development \r\nis to be sustainable, it must include emphasis on the \r\nprotection of the environment. Green technology in \r\nindustrial production is therefore one of the central \r\nneeds of our time. Improving infrastructure in our \r\nvillages and providing opportunity for social \r\nadvancement are necessary to discourage mass \r\nmovements of populations from rural areas into our \r\ntowns. Gender equality and the breakdown of social \r\nbarriers are features of a peaceful society. We believe \r\nthat equity with regard to the distribution of wealth and \r\naccess to essential services are hallmarks of long-term \r\nstability. \r\n Since independence, social development goals in \r\nSri Lanka, such as free health care and access to \r\neducation, have been embedded in our country’s \r\noverall policy framework. In addition, through my own \r\nvision spelled out in the Mahinda Chinthana — or \r\n“Vision for the Future” — we have embarked upon a \r\n10-year pro-poor- and development-oriented framework \r\nto further consolidate and accelerate socio-economic \r\nprogress, which is equally important. \r\n It is our deep conviction that the wellsprings of \r\nour civilization, nurtured by the Buddhist tradition, \r\nshould guide our approach to economic and social \r\npolicymaking. At the core of that, there must be a \r\nsound scale of values. Nowhere is that better expressed \r\nthan in the Mahaparinibbana Sutta, the final sermon \r\npreached by Gauthama the Buddha, in which he \r\ndeclares that the moral worth of any society can be \r\nassessed by a clear yardstick that consists of the quality \r\nof treatment meted out to women and children. In \r\nbuilding a caring and compassionate society over the \r\ncenturies, we have never lost sight of that ideal. \r\n Sri Lanka has incorporated key performance \r\nindicators of the Millennium Development Goals \r\n(MDGs) into our national budget policies. As a result, \r\nSri Lanka has already attained or is on track to \r\nattaining the MDGs despite formidable odds, including \r\nalmost 30 years of a violent terrorist movement and the \r\nDecember 2004 Indian Ocean tsunami, which brought \r\nmassive devastation to my country. \r\n In terms of universal primary enrolment and \r\ncompletion, we had recorded a level of almost 100 per \r\ncent by 2007. Gender parity in primary education has \r\nreached 99 per cent. In secondary and tertiary \r\nenrolment, the ratio of girls to boys exceeds 100 per \r\ncent. The challenge now is to further enhance the \r\nquality of our education to empower and prepare young \r\npeople for productive employment. We have also \r\nundertaken vigorous measures to enhance computer \r\nliteracy through a nation-wide project called \r\nNenasala — “wisdom centres” — covering mostly \r\nrural areas. \r\n In the health sector, our endeavour is to ensure \r\nthat every expectant mother has a safe, attended \r\ndelivery and to immediately increase the current 98 per \r\ncent rate in such births to 100 per cent. Infant and \r\nunder-five mortality rates decreased from 32 per 1,000 \r\nbirths in 1990 to 11.3 per 1,000 in 2009. While our \r\nfocus has been on countering tropical epidemics, such \r\nas malaria and other vector-borne diseases, we now \r\nneed to pay adequate attention to forms of non-\r\ncommunicable diseases that pose a serious challenge to \r\nour health sectors. We would therefore urge that there \r\nbe access to medicines at a reasonable cost and more \r\npredictable financial and technical assistance to \r\ndevelop local capacities in order to improve conditions \r\nfor patients. \r\n While we strive to achieve reasonable living \r\nstandards, we must not forget the need to avoid \r\ntreading heavily on the natural environment. The \r\ncurrent spate of natural disasters and frequent floods in \r\ncountries throughout the world are stark reminders of \r\nthe effects of environmental degradation. We must, \r\nwith a sense of urgency, reach consensus on curtailing \r\nA/65/PV.8  \r\n \r\n10-54521 4 \r\n \r\nglobal warming based on the principle of common but \r\ndifferentiated responsibility and the Bali Action Plan. \r\n While posing a threat, every crisis brings \r\nopportunity as well. Let us therefore resolve to use the \r\nopportunity afforded by this High-level Meeting to \r\nforge the strongest possible global platform to achieve \r\nthe goals so necessary for our common good. \r\n The Acting Chair: The Assembly will now hear \r\nan address by His Excellency Mr. Valdis Zatlers, \r\nPresident of the Republic of Latvia. \r\n President Zatlers: With five years left to reach \r\nthe Millennium Development Goals (MDGs), this \r\nHigh-level Plenary Meeting is a key opportunity to \r\nstrengthen our political engagement to reach the MDGs \r\nby 2015. \r\n Significant progress has been made thus far \r\ntowards attaining the Millennium Development Goals. \r\nStill, there are many countries and areas where \r\nadditional efforts are needed. Improving results and \r\ntargeting key sectors — such as gender, education, \r\nhealth and food security — are of the utmost \r\nimportance. Latvia believes that in order to accelerate \r\nprogress towards the MDGs, there is a need for a \r\nstrengthened global partnership for development, as \r\nreflected in MDG 8. \r\n National ownership and a holistic approach that \r\ntakes into account individual goals and cross-cutting \r\nissues, such as good governance, peace and security, \r\nhuman rights and gender equality, should be \r\nmaintained for the achievement of the MDGs. As a \r\nmember of the European Union (EU), Latvia can \r\naffirm the readiness of the EU to focus efforts on the \r\ncountries most off-track. At the same time, we should \r\ncontinue to reward good performance. \r\n We have not managed to reach the goals of \r\ndevelopment financing, which must be met during the \r\nnext five years. However, financial aid alone is not \r\nenough to ensure development progress in partner \r\ncountries. Much greater emphasis must be placed on \r\nimproving aid effectiveness. The cost of aid \r\nfragmentation and duplication can reach several billion \r\neuros annually. \r\n Latvia is a new donor. We are gradually building \r\nour aid policy. But it is already clear that, if a country \r\nof our size is to have a positive impact, we have to \r\nconcentrate on providing development aid in a smaller \r\nnumber of partner countries. In addition, we have to go \r\ninto sectors where our presence provides the most \r\nadded value and our experience and expertise \r\ncorrespond to the needs of the partner country. \r\n As a member of the EU, we see the transfer of \r\nour still recent transition experience to our partner \r\ncountries in the EU eastern neighbourhood and the \r\nCentral Asia region as our comparative advantage and \r\nour particular niche in the EU’s development policy. \r\nOur efforts have proved to be a valuable contribution \r\nthat helps to promote good governance practices and \r\nsustainability in partner countries. Latvia is fully \r\ncommitted to the Millennium Development Goals, all \r\nthe more so owing to the fact that Latvia’s European \r\nUnion presidency in the first half of 2015 will coincide \r\nwith a pivotal year for global development policy. \r\n Development aid can be effective only in \r\ncountries where the policy and institutional \r\nenvironment is conducive to poverty reduction and \r\nsustainable economic development. Our responsibility \r\nis to support partner countries in their domestic \r\ncapacity-building efforts. Latvia therefore welcomes \r\nAfghanistan’s national development strategy. Latvia \r\nhas been actively involved in supporting development \r\nprocesses in Afghanistan in the areas of the rule of law, \r\nthe social and economic empowerment of women, \r\nwater and sanitation. Together with our European \r\npartners, we remain committed to supporting the long-\r\nterm development of Afghanistan and providing \r\nexpertise that could be useful to Afghan domestic \r\ncapacity-building efforts. \r\n The road to development is not easy. The global \r\ncommunity faces unexpected challenges to achieving \r\nthe Millennium Development Goals. The people of \r\nLatvia were deeply shocked by the devastating \r\nearthquake that struck Haiti, and contributed \r\nimmediate assistance. I am proud that Latvia also \r\nfinances Haiti’s long-term development by funding a \r\ntargeted recovery and rebuilding project in the central \r\npart of the country. \r\n Achieving the MDGs requires political will and \r\nbroad public support. That challenge is particularly \r\ntrue today when we face the impact of the global \r\neconomic and financial crisis. We have to make an \r\neven greater effort to promote global awareness among \r\npoliticians, especially parliamentarians, and the wider \r\npublic. We highly value the efforts of the European \r\nCommission, and especially of Commissioner Piebalgs, \r\nas well as those of Latvian non-governmental \r\n A/65/PV.8\r\n \r\n5 10-54521 \r\n \r\norganizations, in educating society on issues associated \r\nwith the Millennium Development Goals. \r\n Global challenges call for collective \r\nresponsibility to be assumed by all stakeholders, \r\nincluding civil society, social partners, the private \r\nsector and multilateral organizations. We are the ones \r\nwho have to demonstrate strong and concrete political \r\ncommitment to stepping up efforts to reach the \r\nMillennium Development Goals. It is our opportunity. \r\nIt is our duty. \r\n The Acting Chair: The Assembly will now hear \r\nan address by His Excellency Mr. Ivan Gašparovič, \r\nPresident of the Slovak Republic. \r\n President Gašparovič (spoke in Slovak; English \r\ninterpretation provided by the delegation): The United \r\nNations High-level Meeting on the Millennium \r\nDevelopment Goals (MDGs) is taking place at a time \r\nof exceptional global challenges. In the immediate \r\naftermath of the global economic downturn, this \r\nsummit provides us with an opportunity to reaffirm the \r\ndetermination of developed countries to participate in \r\nthe development of partner countries. In my view, it \r\ncan also give new impetus to our debate on experiences \r\nin the process of achieving the MDGs and the lessons \r\nlearned from the global crisis. \r\n In this new situation, Slovakia attaches the \r\nutmost importance to the fulfilment of the Millennium \r\nDevelopment Goals. They reflect the most sensitive \r\nproblems of our global world which, unless addressed, \r\nwill hamper any endeavour to achieve sustainable \r\nsecurity and social and economic stability and to \r\nensure the quality of the planet’s environment. Their \r\nsuccessful achievement will create conditions \r\nfavourable to the efficient pursuit of the principles of \r\nthe protection of human rights and freedoms, whose \r\nabsence makes the building of a just and prosperous \r\nsociety impossible. \r\n The achievement of the Millennium Development \r\nGoals and sustainable development, including the \r\neconomic development of our partner countries, \r\ndepends on national ownership and good governance in \r\ndeveloping countries. Each country is responsible for \r\nits own economic and social development. All national \r\ndevelopment policies and strategies must respect that \r\nbasic principle, and all domestic resources must be \r\neffectively mobilized and utilized to that end. \r\n Progress to date shows that the achievement of \r\nthe Goals has been uneven in geographical and \r\nthematic terms. Moreover, the Goals are intertwined; \r\nthe fulfilment of one is contingent upon the fulfilment \r\nof others. Progress is lagging behind, primarily on \r\nGoal 1, on the eradication of extreme poverty and \r\nhunger; Goal 2, on universal primary education, mainly \r\non the gender aspect of access to education; Goal 3, on \r\ngender equality, chiefly the empowerment of women; \r\nand, in particular, Goal 5, on maternal health. Serious \r\nchallenges in this regard persist in sub-Saharan Africa \r\nin particular, and in the least developed countries in \r\ngeneral. On the other hand, we have been hearing good \r\nnews from South, South-East and East Asia, where \r\nrobust economic growth is fuelling poverty-reduction \r\nendeavours across the region. \r\n I am sure that most would agree that, based on a \r\nthorough analysis of the situation in the poorest \r\ncountries of Africa, or of the world for that matter, the \r\nkey task is to support economic growth and the \r\ncreation of new jobs in developing countries. Of no \r\nlesser importance are efforts to improve the \r\nenvironment for good political governance, eliminate \r\ncorruption and prevent armed conflicts. Two-thirds of \r\nthe countries with the greatest difficulties in achieving \r\nthe Development Goals are those that have recently \r\nexperienced or are currently experiencing armed \r\nconflict.  \r\n I wish to highlight the importance of domestic \r\nefforts to be made by partner countries. In order to \r\nincrease domestic revenue, it is necessary to improve \r\ntax administration and the transparency of tax policies, \r\ncombat tax evasion and create conditions conducive to \r\nthe inflow of foreign direct investment. One problem \r\nlies in the continued failure to reach an agreement in \r\nmultilateral trade negotiations; the remaining barriers \r\nhinder the developing countries’ access to world \r\nmarkets.  \r\n Climate change is the reason that the issue of \r\nfood security is becoming increasingly important. \r\nNatural disasters have thrown millions into extreme \r\npoverty and hunger. I believe it necessary to continue \r\ninvesting in education and health care, in particular \r\nvaccinations. The persistently high maternal mortality \r\nin the countries of sub-Saharan Africa is particularly \r\nalarming. \r\n Slovakia supports efforts to reduce and eventually \r\neradicate gender inequalities. Factors relating to \r\nA/65/PV.8  \r\n \r\n10-54521 6 \r\n \r\nwomen are of key importance to the implementation of \r\nthe MDGs, since women represent two-thirds of those \r\nliving in extreme poverty. That is why Slovakia \r\nwelcomes the recent establishment of the United \r\nNations Entity for Gender Equality and the \r\nEmpowerment of Women, and appreciates the United \r\nNations endeavours in the field of gender equality. \r\n If the MDGs are to be achieved in all countries, it \r\nis necessary to look for ways to ensure more efficient \r\nfinancing, with particular emphasis on the key role of \r\nthe private sector. The recent Third World Conference \r\nof Speakers of Parliament confirmed that, within the \r\nframework of debates concerning the drafting of \r\nnational budgets, national parliaments should exert \r\npressure and actively encourage national Governments \r\nto honour their countries’ commitments towards \r\nachieving the MDGs. \r\n The Slovak Republic, as an industrialized nation, \r\nis aware of its responsibility for global development. \r\nWithin the framework of its medium-term policy for \r\nofficial development assistance (ODA), Slovakia \r\nannually allocates specific funds to support developing \r\ncountries and those in transition, despite its tight \r\nbudgetary constraints. We are determined to uphold \r\nthis policy going forward. Although the ODA thus \r\nprovided is not huge in terms of volume, our partner \r\ncountries highly appreciate the activities and results \r\nachieved thanks to our funding. This is due in \r\nparticular to our efficient system of aid provision, \r\nbased on profound knowledge of local conditions and \r\nthe identification of needs in partner countries. \r\n As an example, let me mention the area of \r\nSouthern Sudan, where Slovakia contributes, under \r\nGoal 2, to the effort to reduce illiteracy through gender \r\nequality-based projects for the education of children \r\nand adults. Other projects in the region focus on the \r\nprevention of HIV/AIDS, malaria and other diseases. \r\nIn Kenya, Ethiopia, Cambodia, Viet Nam, Uganda, \r\nZambia and Haiti, the development projects sponsored \r\nby Slovakia address the provision of comprehensive \r\nhealth and social care to those diagnosed with \r\nHIV/AIDS, thus contributing towards achieving Goal \r\n6. The main objective of these projects is to provide \r\ndecent living conditions to HIV-negative newborns and \r\nto improve the quality of life of HIV-positive mothers, \r\nchildren and adults. A significant part of the aid \r\nprovided by the Slovak Republic has been directed \r\ntowards achieving sustainable development, mainly in \r\nKenya, Afghanistan, Mozambique and Mongolia. \r\nSlovakia’s development aid is focused on the most \r\nvulnerable and the poorest segments of society. \r\n I wish to emphasize that the provision of \r\ndevelopment aid is a responsibility not only of national \r\nGovernments, but also of all components of civil \r\nsociety. The Government of Slovakia is in regular \r\ndiscussions with all stakeholders and places a \r\nparticular emphasis on building awareness in order to \r\nwin broad popular support for these activities. \r\n In conclusion, I would like to effusively thank \r\nthose representatives and delegations that have been \r\nactively involved in the preparation of the final \r\ndocument of this summit (A/65/L.1) for their work and \r\neffort. I believe that the document will give strong \r\nimpetus to all towards mobilizing the necessary effort \r\nand resources for the final stages of the process leading \r\nto the fulfilment of such important and noble \r\nresolutions of mankind, as the Millennium \r\nDevelopment Goals undoubtedly are. \r\n The Acting Chair: The Assembly will now hear \r\nan address by His Excellency Ricardo Martinelli \r\nBerrocal, President of the Republic of Panama. \r\n President Martinelli Berrocal (spoke in \r\nSpanish): It is an honour to address Member States and \r\nthe international community. I have come here to \r\nreaffirm that the Republic of Panama is making \r\nprogress towards achieving the Millennium \r\nDevelopment Goals by the established deadline. The \r\nGoals are a platform and common vision for fair \r\nhuman development. if they are to be achieved, they \r\nwill have to be shared by the countries represented here \r\nin an alliance of Governments, political forces, the \r\nprivate sector and citizens.  \r\n Our strategy for development is based on two \r\npillars. The first is to deepen our economy’s \r\ninvolvement in the international context; the second is \r\nto strengthen our human and productive capacities. \r\nHuman resources are the key. In the midst of a global \r\neconomic crisis, Panama has maintained significant \r\ngrowth thanks to good policies and competitiveness. As \r\na result of Panama’s coherent and balanced fiscal \r\nreform and a sustained country strategy, the three \r\ncredit rating agencies — Standard \u0026 Poor’s, Moody’s \r\nand Fitch — rated Panama at the level of investment \r\ngrade this year. Recently, the World Economic Forum \r\nmoved us up by six points in the Global \r\nCompetitiveness Index. We rose from 59 to 53, the \r\nlargest jump in the past five years and the second \r\n A/65/PV.8\r\n \r\n7 10-54521 \r\n \r\nlargest in Latin America. We have established Panama \r\nin the eyes of the world as an excellent place to do \r\nbusiness and to invest.  \r\n Our economic growth is generating more and \r\nbetter jobs for our population. It is also attracting \r\ninternational companies and providing domestic \r\ncompanies with the opportunity to grow further. This \r\nraises our income, which means that we can invest \r\nincreasing amounts in social programmes.  \r\n We have made significant progress in achieving \r\nthe Millennium Development Goals. The most relevant \r\nof these are the ones we would like to mention now. \r\nFor example, in terms of the population living on less \r\nthan one dollar a day, we have reduced the national \r\nfigure from 19.6 per cent in 1997 to 12.63 per cent in \r\n2008.  \r\n We have increased preschool enrolment in order \r\nto ensure universal primary education and the \r\neradication of illiteracy. We have ensured that 93.2 per \r\ncent of the population has access to the basic services \r\nof drinking water and sanitation. We have created a \r\n“solidarity housing voucher” in order to enable a \r\nsignificant portion of those in the formal economy to \r\nbuy a family home.  \r\n We have made significant progress in bringing \r\nabout gender equality by reaching the goal of \r\nproviding access to education in non-indigenous areas \r\nof the country. We have reduced unemployment and \r\nprovided social security coverage for more than 70 per \r\ncent of our population.  \r\n We have reduced mortality from measles and \r\nother infectious diseases by 90 per cent thanks to a \r\nvaccination programme for children under five years of \r\nage. We have reduced the maternal mortality rate to \r\nbelow the average for Latin America and the \r\nCaribbean. We provide free anti-retroviral medications \r\nto those infected with HIV/AIDS. \r\n We are fighting hunger and malnutrition, creating \r\n22,000 vegetable gardens for schools and families. We \r\nhave created the Advisory Council on Infancy, which \r\npromotes breast-feeding and healthy eating habits, thus \r\npreventing chronic diseases and decreasing the child \r\nmortality rate.  \r\n We have begun a programme called “100 for 70”, \r\nwhich is a system that gives $100 a month to more than \r\n92,000 people above age 70 who do not have a \r\nretirement pension or social security. We have also \r\nestablished a programme called Network of \r\nOpportunities, which benefits more than 70,000 \r\nfamilies living in extreme poverty.  \r\n We have created the Universal Scholarship \r\nprogramme, which will benefit 800,000 students who, \r\nregardless of political leanings, can have access to \r\neducation, thus reducing school attrition rates and \r\nstrengthening the team that is made up of educators, \r\nparents and students. We have reformed the primary \r\nand secondary school curriculum, increasing the \r\nquality of education. This is the real driver behind \r\nequal opportunity and true social mobility. \r\n We still have many challenges before us in order \r\nto achieve the MDGs by 2015. This is why we must \r\nstrengthen our fight against poverty in indigenous \r\nregions and in low-productivity rural areas. In \r\nindigenous areas, 58 per cent of the population lives in \r\nextreme poverty, only 66 per cent have access to \r\ndrinking water and 43 per cent have access to \r\nsanitation services.  \r\n We are creating a network of free medical care \r\ncentres across the country, particularly in indigenous \r\nareas. We are building eight hospitals in key areas of \r\nthe country. At the same time, we are adding \r\n37 innovative primary health care centres, called \r\nMINSA-CAPSI, and eight social-security-funded \r\npolyclinics. We are also building a modern Hospital \r\nCity in the capital, which will ensure better medical \r\ncare for the country and improve all of our health \r\nindicators. \r\n Panama, with the support of all world leaders \r\ntogether, will promote various health technologies and \r\nendeavour to ensure that medicines reach all the most \r\nneedy sectors of the population. We will also continue \r\nto close the technology gap by providing free access to \r\nall marginalized sectors of the population. We are the \r\nfirst country in the world to have free border-to-border \r\nwireless Internet coverage available to all.  \r\n We undertake to conclude the Doha Round as \r\nsoon as possible in order to shore up the work of local \r\nproducers and open up international markets. We will \r\nalso work towards the shared vision of and efforts \r\naimed at reaching a significant agreement on global \r\nclimate change. \r\n The Millennium Development Goals are not \r\nnegotiable, nor are they subject to conditions. They are \r\nabove political and personal interests. I am very \r\nA/65/PV.8  \r\n \r\n10-54521 8 \r\n \r\ngrateful for the support the United Nations system has \r\ngiven us, as well as the support of its various entities in \r\nhelping us to pursue these priorities. It is up to us to \r\nensure that they are fulfilled without excuses, because \r\nthey are essential to the social policy of my \r\nGovernment, and we will continue forging ahead until \r\nwe achieve them. \r\n The Acting Chair: The Assembly will now hear \r\nan address by His Excellency General François Bozizé, \r\nPresident of the Central African Republic. \r\n President Bozizé (spoke in French): The Central \r\nAfrican Republic, through me, is honoured to meet \r\ntoday with other countries of the world to take part in \r\nthis exceptional event exclusively devoted to reviewing \r\nthe progress made by each one of us over the past ten \r\nyears towards the Millennium Development Goals \r\n(MDGs).  \r\n Before I address the subject at hand, allow me to \r\ncommend the Secretary-General for this very welcome \r\ninitiative. I will also take this opportunity to convey to \r\nthe delegations present the gratitude of the people of \r\nthe Central African Republic for the attention given to \r\nour country by all the members of the international \r\ncommunity during the trying ordeals we endured at the \r\nbeginning of this third millennium and for the support \r\nthey have provided to us. \r\n The Central African Republic entered the third \r\nmillennium with a major handicap. It was already \r\nbearing the marks of serious trauma and was on a \r\ndownward spiral towards genuine chaos. The political, \r\nsecurity and economic situation in 2000 was so \r\ndisastrous that when, along with other stakeholders, we \r\ncommitted to this historic declaration, our domestic \r\ncapacities had hit rock bottom.  \r\n Life expectancy at birth in the Central African \r\nRepublic had dropped from 52 years in 1990 to 45 \r\nyears in 2000, that is, 10 years below the African \r\naverage and an average loss of more than one year of \r\nlife every two years. Nearly 80 per cent of our \r\npopulation was living in abject poverty. The \r\ninstitutions of the Republic were merely a shadow of \r\ntheir former selves. Insecurity reigned throughout \r\nmuch of the country. It was particularly pronounced in \r\nthose regions that bordered neighbouring countries, \r\nwhich themselves were in the throes of armed \r\nrebellions, where the circulation of small arms and \r\nlight weapons flourished. On this specific and no less \r\nvital point, at the time we were facing, with practically \r\nnon-existent resources, the double challenge of \r\nproviding security for our citizens within our borders \r\nwhile trying to contain the effects of both internal and \r\nexternal armed rebellions. \r\n In short, we already had a great lag compared to \r\nmany other countries. Therefore, we had to reconstruct \r\nthe bases of a State worthy of the name. We needed to \r\nreconstruct a State rid of the demons of division and \r\ndestruction, a State capable of providing its people \r\nwith essential basic services, and one capable of \r\nrestoring its domestic forces in all areas of social life in \r\norder to address poverty, the true root cause of this \r\ninsecurity and instability. \r\n What have we thus been able to accomplish since \r\n2003? \r\n Our country report details the different steps \r\ntaken over in seven years, while taking a hard look at \r\nthe challenges that we have not been able to address \r\nover the last 10 years. It also takes into account the \r\nnew challenges and underscores the magnitude of the \r\nefforts necessary to remain on track for the MDGs. \r\n We are aware that with this great lag it will only \r\nbe with great difficulty that we will be able to achieve \r\none or two indicators, and then only if we continue our \r\nefforts. The statistics tell us that only the targets \r\nconcerning access to drinking water and schooling for \r\ngirls in primary school show encouraging trends. \r\nHowever, I have reservations regarding those statistics \r\nbecause the poverty rates in our country continue to be \r\nvery alarming from all points of view. Despite all \r\nefforts to identify the constraints facing us, the level of \r\nactions to address pockets of poverty has remained \r\nextremely low, particularly in rural areas where mere \r\nroad infrastructure is sorely lacking. \r\n As we have all observed, restoring security and \r\nbuilding peace are essential to solidify our institutions \r\nand to strengthen the relations between our fellow \r\ncitizens and their institutions and social cohesion. \r\nThose requirements are necessary for any long-term \r\neffort towards socio-economic development. In fact, \r\nthat consideration constitutes a heavy burden for post-\r\nconflict countries in general, one that quite frequently \r\nabsorbs the bulk of the available domestic resources or \r\nresources have been mobilized by our partners. It also \r\nhas to do with a complex relationship between the \r\ngoals of peace and of development. \r\n A/65/PV.8\r\n \r\n9 10-54521 \r\n \r\n From the standpoint of political, economic and \r\nfinancial governance, the measures implemented with \r\nthe assistance of our technical and financial partners \r\nhave enabled us to make progress. Nevertheless, in \r\ncertain areas such as security the reforms undertaken \r\nhave not advanced at the desired pace, given the perils.  \r\n We are resolved to implement the priority steps of \r\nour peacebuilding strategy in order to ensure the best \r\npossible conditions to allow us to make up for the lag. \r\nBut we are depending on a more active partnership, \r\ndirected towards tangible results in terms of peace \r\ndividends for our people. That is what motivates our \r\nparticipation in the international dialogue on \r\npeacebuilding and strengthening of the State. \r\n We endorsed the Paris Declaration in 2006, and \r\nwe participate actively in the dialogue with the entire \r\ninternational community on fragile States in the g7+. \r\nWe are convinced that if the resolutions resulting from \r\nall the consultations over the last three years are fully \r\nimplemented, our hope will not be in vain. \r\n The situation in the Central African Republic is \r\nnot hopeless, but the specific experience of my \r\ncountry, and certainly that of many other post-conflict \r\ncountries, clearly demonstrates that a lengthy post-\r\nconflict recovery period inevitably exposes States to \r\ngreater vulnerability. Such a situation is fraught with \r\nunforeseen perils that greatly affect the meagre gains \r\nmade and increase the risk of a reverse. \r\n We are aware that achieving the MDGs in the \r\nCentral African Republic is a challenge, for the \r\nfinancing needs have been estimated to be at least \r\n$5.5 billion. If we add to that the costs of various \r\nurgent matters arising from past and future natural \r\ndisasters or humanitarian crises, as well as the loss of \r\nresources related to various external shocks, the costs \r\nof financing our MDG programmes will be more than \r\n$10 billion. \r\n Nevertheless, we are determined to achieve some \r\nof those Goals and believe we can if, together, we \r\nfocus our efforts and dedicate the appropriate means to \r\nthe following four key areas. One, we must provide \r\nsecurity throughout the country and build peace. \r\nSecondly, we must strengthen the State by increasing \r\nadministrative capacities and the capacities of the \r\nyoung institutions of the Republic. Thirdly, we need to \r\nrapidly address the basic social service needs of our \r\npeople, particularly in rural areas, which have been \r\nclearly identified in our development programme. \r\nFourthly, we must mobilize the resources necessary to \r\ncover the needs identified by the integrated strategic \r\nframework, which harmonizes peacebuilding and \r\neconomic reconstruction programmes. \r\n Sharing the same concerns of all fragile States, \r\nthe people of the Central African Republic are counting \r\non international solidarity and appeal for agreement on \r\na special partnership programme for fragile States. \r\nThat programme must be sufficiently inclusive to take \r\ninto account our respective needs. I therefore urge the \r\ndevelopment partners gathered here to support our \r\nefforts with rapid response instruments and appropriate \r\nresources so that 2015 will not be just one more failed \r\nmeeting for many countries in difficulty, and \r\nparticularly for the Central African Republic. \r\n Long live international cooperation! \r\n The Acting Chair: The Assembly will now hear \r\nan address by Her Excellency Ms. Laura Chinchilla \r\nMiranda, President of the Republic of Costa Rica. \r\n President Chinchilla Miranda (spoke in \r\nSpanish): Ten years ago this Assembly produced a \r\ndocument that gave hope to many peoples. The \r\nMillennium Declaration (resolution 55/2), which was \r\nratified at that time, endorsed six fundamental values: \r\nfreedom, equality, solidarity, tolerance, respect for \r\nnature and a sense of shared responsibility. On that \r\nbasis world leaders adopted eight clear commitments: \r\nthe Millennium Development Goals (MDGs), which \r\nplaced human beings at the core of our national and \r\nglobal responsibilities. \r\n Today, I come to render account to the Assembly \r\nand to my people on what Costa Rica has achieved in \r\nthat process. My assessment is optimistic. We are \r\nrightly confident that we will achieve the Goals despite \r\nthe difficult circumstances and the fact that, as a \r\nmiddle-income country, we receive no share of \r\ninternational cooperation flows. However, we are also \r\naware of our national challenges and that any \r\nachievement must be a spur for the future. \r\n The first Goal called on us to eradicate extreme \r\npoverty and hunger by 2015. In 1990, 9 per cent of \r\nCosta Rican homes were in such a situation. In 2007, \r\nwe had brought that down to just 3.3 per cent. The \r\nworld economic crisis had an impact on that indicator, \r\nbut the growth trend is being maintained, and we want \r\nto further improve it. Our moral imperative is that not a \r\nA/65/PV.8  \r\n \r\n10-54521 10 \r\n \r\nsingle Costa Rican should lack the means to feed \r\nhimself. \r\n Goal 2, on universal primary education, has been \r\nfully accomplished. All our school-age children attend \r\neducational centres. However, we are concerned that \r\nonly 90 per cent of them complete the cycle, and we \r\nare working towards all of them achieving that by \r\n2015. \r\n The challenge is greater in secondary education. \r\nWhile it draws 83.6 per cent of our young people, only \r\n40 per cent of them complete it. However, that dropout \r\nrate has been falling, thanks to transparent funding \r\nprogrammes for young people with limited resources. \r\nIn addition, the Ethics, Aesthetics and Citizenship \r\nProject makes the learning process more attractive and \r\nrelevant through sports and artistic and service \r\nactivities. We hope that in five years secondary \r\neducation will include 89 per cent and that the \r\npercentage of graduates will have greatly increased. \r\n We are also working towards universal preschool \r\neducation, a greater impetus to technical education and \r\nvocational training, regular use of information and \r\ncommunications technologies in classrooms, homes \r\nand communities, and universal, good quality access to \r\ndigital networks. \r\n To make progress on all those goals, we have \r\nsubstantially increased investment in several areas. \r\nResources allocated to education have increased from \r\n3.8 per cent of the gross domestic product in 1990 to \r\n6.8 per cent last year, and we are committed to raising \r\nthat to 8 per cent of the gross domestic product by \r\n2014. \r\n As the first woman President in the history of \r\nCosta Rica, I feel particularly proud of our progress on \r\nGoal 3: the participation of women in public life, \r\nwhich has increased year by year. Today, nearly 40 per \r\ncent of parliamentarians are women. Also, almost \r\n30 per cent of the members of the Supreme Court of \r\nJustice are women. Our participation in the labour \r\nmarket has increased from 30 per cent in 1990 to \r\n42 per cent last year, and it continues to grow higher. \r\n Nevertheless, women are still the most affected \r\nby unemployment and work instability and irregularity. \r\nTo a great extent, that is due to our difficulties in \r\ncombining productive and reproductive roles. To \r\novercome that obstacle, we are developing a childcare \r\nand early learning network, together with a \r\ncomprehensive care network for the elderly. \r\n With regard to Goals 4, 5 and 6, all related to \r\nhealth, we continue to make steady progress under a \r\nstrong national commitment and policies developed \r\nover many decades. We are proud to have one of the \r\nlowest child mortality rates in the entire American \r\ncontinent. However, we are still not satisfied. That is \r\nwhy we are working towards a mortality rate for \r\nchildren under five years of 2 per 1,000 live births by \r\n2015, and for those under one year, 9 per 1,000. We are \r\nalso highly committed to reducing maternal mortality \r\nto 20 per every 100,000 pregnant women by 2015. \r\n The impact of HIV/AIDS in the country is low, \r\nbut we continue to strengthen prevention measures. In \r\nparticular, we have increased the monitoring of \r\npregnant women, and, since 1998, through social \r\nsecurity, we have provided antiretroviral treatment to \r\nthose who suffer from the disease. \r\n Our commitment to the environment and \r\nsustainable development preceded by far the seventh \r\nMillennium Development Goal. Thanks to measures \r\ntaken over more than four decades, almost 25 per cent \r\nof the national territory is under an environmental \r\nmanagement or conservation scheme. We have \r\nrecovered forest cover. We are investing to increase the \r\nproportion of electricity generated from renewable \r\nsources and the proportion of clean energy in overall \r\nenergy use. My Government is promoting several \r\ninitiatives so that we can generate all of our electricity \r\nfrom fully renewable sources in the next 10 years. We \r\nare working to reduce greenhouse gases, and we have \r\nproposed being a carbon-neutral country. \r\n Today, practically 100 per cent of the population \r\nhas access to water from improved sources, but we \r\nwant that water to reach decent homes in all cases \r\neverywhere through mortgage credit schemes and \r\nsubsidies for low- and medium-income families. \r\n Costa Rica recognizes, and has demonstrated to \r\nthe world, that sustainable human development must be \r\nsupported through democratic governance, the rule of \r\nlaw, transparency, respect for human rights, and peace \r\nand security. It also requires an intelligent linkage \r\namong growth in production, education, health care, \r\ninnovation, respect for the environment and the \r\nreduction of poverty. We take those responsibilities \r\nvery seriously, and we do not blame others for our \r\nproblems. \r\n A/65/PV.8\r\n \r\n11 10-54521 \r\n \r\n Nevertheless, sustainable human development \r\nalso requires a true global partnership. Hence, the \r\neighth Goal, which involves adequate and effective \r\ninternational cooperation. It concerns us that still very \r\nfew developed countries are allocating 0.7 per cent of \r\ntheir gross domestic product to development \r\nassistance. At the same time, while we understand that \r\nsuch assistance must focus on the more vulnerable \r\ncountries, it should not exclude medium-income \r\ncountries, which, thanks to their efforts, have been \r\nprogressing towards higher development levels but are \r\nstill vulnerable. \r\n As President of Costa Rica, I am concerned about \r\nanother serious challenge: organized crime, in \r\nparticular drug cartels. If we do not stop their \r\ninvolvement, the advances in development will be \r\nworth very little. From this rostrum of commitments \r\nand hope, I call on the developed countries, especially \r\nthe big consumers of drugs, to collaborate effectively \r\nwith those of us that suffer from a problem that was not \r\ncreated by us. \r\n Owing to our historic commitment to collective \r\nwell-being, Costa Rica is well on track to achieve and \r\neven exceed the Millennium Development Goals by \r\n2015. But this is not enough. Our efforts are also \r\ndirected to the constant expansion of opportunities, to \r\nthe reduction of social and regional disparities, to \r\ntransparency, accountability, solidarity and freedom. \r\n I would like to thank the United Nations system \r\nfor its generous help accompanying us in this process, \r\nand I urge all countries that we advance jointly along \r\nthis bright path. \r\n The Acting President: The Assembly will now \r\nhear an address by Her Excellency Roza Otunbaeva, \r\nPresident of the Kyrgyz Republic. \r\n President Otunbaeva (spoke in Russian): From \r\nthis high rostrum, I would like to reiterate the \r\ncommitment of the Kyrgyz Republic to the Millennium \r\nDeclaration (resolution 55/2) and to the achievement of \r\nits lofty Goals.  \r\n In spite of all the political and socio-economic \r\nhardships faced by my country, we continue to make \r\nefforts towards achieving the Millennium Development \r\nGoals (MDGs) by incorporating them into the \r\ncountry’s national development strategy and action \r\nplans. We are confident that by working at the national \r\nlevel for the achievement of the Development Goals, \r\nwe are making the world secure, the social fabric \r\nstrong and the life of our citizens fitting for the twenty-\r\nfirst century. Our progress is stimulated, inter alia, by \r\nour neighbours and allies, who until only recently were \r\ndeveloping States but today are among the engines of \r\nglobal economic growth. \r\n The events of the past six months in Kyrgyzstan \r\nhave clearly demonstrated the inseparable link among \r\nsuch elements as development, democracy and \r\nsecurity. Life itself has put on the agenda of the current \r\nGovernment such issues as combating rampant \r\ncorruption, implementing serious reforms, depoliticizing \r\ngovernance and restoring the rule of law. As a result of \r\nthe violent inter-ethnic conflict that broke out in the \r\nsouth of Kyrgyzstan — instigated by destructive forces \r\nand supporters of the failed regime — over 300 people \r\nwere killed, thousands were wounded and about 2,000 \r\nhomes and 327 public buildings were damaged or \r\nburned. \r\n We are making every possible effort for the \r\nrehabilitation and recovery of the areas affected by the \r\nconflict. We very sincerely thank all countries, \r\norganizations in the United Nations system and \r\ninternational banks that during the time of hardship for \r\nKyrgyzstan have manifested their readiness to provide \r\nurgent operational, financial and humanitarian \r\nassistance to mitigate the negative impacts, to restore \r\nsecurity and safety and to achieve social and economic \r\nstability. \r\n We are hopeful that commitments made this past \r\nsummer at the donor conference in Bishkek will be \r\nfully met. In turn, our Government is committed to \r\nensuring full transparency and the highest degree of \r\ncontrol over the use of any support funds provided. We \r\nbelieve it extremely important to learn from the \r\nexperience of countries emerging from conflict that \r\nhave succeeded in the process of peacebuilding, \r\nparticularly those that have been able to restore the \r\nfabric of civil society, implement post-conflict \r\nrehabilitation and put in place effectively functioning \r\ngoverning structures. \r\n The Kyrgyz Republic attaches great importance \r\nto developing open and responsible governance, \r\nimproving policy implementation and eradicating \r\nmechanisms of corruption in areas of private business \r\nand public administration. We intend to involve in \r\ngovernance new management personnel, free from \r\ncorrupt practices. To this effect, we are creating a civil \r\nA/65/PV.8  \r\n \r\n10-54521 12 \r\n \r\nservice fund, drawing initially on financial support \r\nfrom the Government of the Russian Federation. \r\n Kyrgyzstan is the third country in the \r\nCommonwealth of Independent States to successfully \r\nimplement the Extractive Industries Transparency \r\nInitiative. Drawing on that model, we intend to develop \r\nand put into practice transparency principles into the \r\nenergy sector as well.  \r\n The country is making definite progress in the \r\narea of the empowerment of women. Kyrgyzstan’s \r\nupcoming parliamentary elections, to be held \r\n10 October 2010, will be conducted on the basis of the \r\nelection code, which obliges political parties to observe \r\nand follow the 30 per cent quota requirement for \r\nwomen in party lists. One can clearly see the increase \r\nof the number of women professionals who occupy the \r\nhighest government offices, including the President, \r\nSupreme Court chief justice, the national bank chair, \r\nthe deputy vice prime ministers, ministers and \r\ngovernors. Kyrgyzstan welcomes the creation of the \r\nnew entity, UN Women, which, we are certain, is going \r\nto open up space for the successful promotion and \r\ndevelopment of the world’s women in the twenty-first \r\ncentury. \r\n We hope for the early recovery of all countries \r\nfrom the economic crisis. We emphasize in particular \r\nthe strengthening of the financial sector to bring new \r\nlife and mobilize all creative mechanisms in order to \r\npromote an international environment conducive to \r\nsustainable development. Supported by our partners in \r\nthe Group of Landlocked Mountain Developing \r\nCountries, which are vulnerable to frequent and diverse \r\nnatural calamities, we advocate the practical \r\nimplementation of the debt-for-environment swap \r\nmechanism. We urge the United Nations specialized \r\norganizations, particularly the United Nations \r\nDevelopment Programme, to take the lead in the \r\nimplementation of such programmes in the Central \r\nAsian region. \r\n Experience shows the great role of trade in \r\nachieving the Millennium Development Goals. \r\nEconomic growth has been closely interlinked with \r\ntrade, while poverty can be eradicated only by \r\neconomic development. It is important for us \r\ndeveloping countries with growing levels of trade to \r\nenjoy open borders as a way to free trade.  \r\n Some 90.4 per cent of the population in \r\nKyrgyzstan has sustainable access to drinking water, \r\nincluding 99.4 per cent of the urban population. We are \r\nsituated at the origin of the mountain rivers that give \r\nlife to many millions in the countries of Central Asia. \r\nTherefore we believe that the preservation of glaciers \r\nand fresh water sources is a major responsibility, one \r\nshared by the downstream countries. \r\n We support the Global Strategy for Women’s and \r\nChildren’s Health just launched by Secretary-General \r\nBan Ki-moon. This new initiative and the focused \r\ninvestments in this direction will be necessary for the \r\npractical achievement of the Millennium Development \r\nGoals. Even though more than half of the State budget \r\nin Kyrgyzstan is devoted to social needs, we still fall \r\nshort of achieving any visible reduction of the child \r\nand maternal mortality rates. Public-private partnership \r\nin maternity protection remains underdeveloped.  \r\n We believe that the global partnership is about, \r\ninter alia, volunteer activities of doctors from the \r\ndeveloped nations, exchanging experiences in new \r\ntreatment practices, and charitable activities sponsored \r\nby the global pharmaceutical companies providing \r\naccess to the essential drugs and new medical \r\nequipment. \r\n The Millennium Development Goals are every \r\nnation’s development goals. They are the goals of \r\nsurvival and the preservation of life, of universal, high-\r\nquality education, of equal opportunities for all, \r\nparticularly those who are most vulnerable. They are \r\nalso the goals for a dignified quality of life. My \r\ncountry is committed to making every possible effort to \r\nbring positive changes for every citizen, in the next \r\nfew years, today and right now. We will work tirelessly \r\nin synergy with the world, and we will do everything \r\nwe can to not fall behind. \r\n The Acting Chair: The Assembly will now hear \r\nan address by Her Excellency Ms. Jóhanna \r\nSigurðardóttir, Prime Minister of the Republic of \r\nIceland. \r\n Ms. Sigurðardóttir (Iceland): Ten years ago a \r\nmilestone was reached in international cooperation: the \r\nadoption of the Millennium Development Goals \r\n(MDGs), providing common universal objectives for \r\nthe global fight against poverty. Those Goals have \r\nhelped us draw the world’s attention to our mutual \r\nresponsibility: the responsibility of all nations to help \r\nthe poorest and most deprived citizens of the world. \r\nWe need to listen to the voices of women and children \r\nworldwide. We need to hear the poor and marginalized. \r\n A/65/PV.8\r\n \r\n13 10-54521 \r\n \r\nIt is our responsibility, as leaders accountable to our \r\nfellow citizens, to act in all of their interests. \r\n During the last decade the global community has \r\nfaced serious challenges, such as famine, disease, \r\nnatural disasters and wars. Now we are slowly \r\nrecovering from the most serious international \r\neconomic crisis in decades. We have learned a hard \r\nlesson from the financial turmoil, and it has most \r\naffected those who are most vulnerable. We must not \r\nlose sight of fundamental values, such as a fair and just \r\nsociety. Short-term policies and benefits must not \r\nreplace sound economic management and long-term \r\nstability. \r\n But the challenges that developed countries face \r\nmust not divert our attention from the burning issues at \r\nhand. Our attention should be focused on the extreme \r\nneeds of those in the poorest regions of the world. No \r\nchild should be homeless; no child should be deprived \r\nof nourishment or water. No child should be denied \r\nschooling or suffer from a disease that is preventable. \r\nThat is the crisis that must remain at the top of our \r\ncollective agenda.  \r\n Many developing countries have made great \r\nstrides to improve the lives of their people. Their hard \r\nwork and success stories are a reminder that progress \r\ncan be achieved. \r\n Gender equality and the empowerment of women \r\nare key to the success of the Millennium Development \r\nGoals, not only as a specific target, but for the Goals in \r\ngeneral. Women bear a heavier burden of the world’s \r\npoverty than men because of the discrimination they \r\nface in education, health care, employment and control \r\nof assets. Women are also particularly defenceless \r\nagainst violence and exploitation in conflict situations. \r\nUN Women — the United Nations Entity for Gender \r\nEquality and the Empowerment of Women — is an \r\nhistoric step. We need to make it a strong and effective \r\nagent for the needs of women and girls worldwide. \r\n The Universal Declaration of Human Rights \r\nstates that all human beings are born free and equal in \r\ndignity and rights. Respect for human rights is vital to \r\na more peaceful, prosperous and just world. We need to \r\nmake a common international effort and respond more \r\nefficiently when human rights are not being respected. \r\nWith leadership and political will we can achieve real \r\nprogress and make a world free of poverty a reality. \r\n The Acting Chair: The Assembly will now hear \r\nan address by His Excellency Mr. Ralph Gonsalves, \r\nPrime Minister and Minister for Finance, Planning, \r\nEconomic Development, Labour, Information, \r\nGrenadine and Legal Affairs of Saint Vincent and the \r\nGrenadines. \r\n Mr. Gonsalves (Saint Vincent and the Grenadines): \r\nThe purpose of this United Nations summit is to \r\nconsider our individual and collective progress towards \r\nthe Millennium Development Goals (MDGs), which \r\nwe committed to achieving by the year 2015. We have \r\nalso gathered, as we have in the past, to reiterate our \r\npolitical commitment to achieving the MDGs. \r\nHowever, the threadbare rhetoric of good political \r\nintentions is meaningless without a demonstrated and \r\ntangible fulfilment of past pledges. \r\n Over the past 10 years, Saint Vincent and the \r\nGrenadines has made tremendous strides in achieving \r\nmany of the MDGs. Indeed, even in the face of an \r\nincreasingly difficult international economic environment, \r\nwe have achieved many of the Goals far ahead of \r\nschedule.  \r\n For example, Goal 1 codifies the overarching \r\ngoal of our global pact — namely, the elimination of \r\nhunger and poverty. The standard set by the \r\ninternational community was that by 2015, each \r\ncountry should reduce by half the number of people \r\nwho live in extreme poverty. I am proud to report that \r\nSaint Vincent and the Grenadines has far exceeded this \r\nGoal, well in advance of the 2015 deadline. In the past \r\ndecade, extreme poverty has been reduced from \r\nroughly 26 per cent of the population to a mere 2.9 per \r\ncent. That amounts to an almost 90 per cent reduction \r\nin indigence. To be sure, poverty, more broadly \r\ndefined, remains a stubborn and vexing challenge in \r\nSaint Vincent and the Grenadines. We have reduced \r\nnon-indigent poverty by one fifth in the past decade, \r\nbut 30 per cent of our population continue to struggle \r\nwith less extreme forms of poverty. \r\n Saint Vincent and the Grenadines has also far \r\nexceeded the Goal of universal primary education. \r\nIndeed, we have achieved universal secondary \r\neducation, improving access from 39 per cent to \r\n100 per cent in just five years. By 2015, Saint Vincent \r\nand the Grenadines will have achieved universal access \r\nto primary, secondary and early childhood education. \r\nOur ongoing education revolution remains the \r\nA/65/PV.8  \r\n \r\n10-54521 14 \r\n \r\ncornerstone of my Government’s people-centred \r\ndevelopment policy. \r\n Our health ministry has worked diligently to meet \r\nthe relevant MDGs. Under-five child mortality has \r\nbeen reduced by almost half and now approaches \r\ndeveloped world standards. The spread of HIV has \r\nstabilized in my country, and we remain hopeful that \r\nwe will begin to claim measurable success in reversing \r\nits prevalence in the coming years. We have increased \r\naccess to pipe-borne water from 70 per cent to over 98 \r\nper cent through prudent infrastructure investments. \r\nInternet connectivity has tripled, and we now have \r\nmore active mobile phone subscriptions than we have \r\ncitizens. \r\n Despite these tremendous development strides, \r\nmany obstacles still remain to achieving and sustaining \r\nthe MDGs in our national, regional and international \r\ncontext. The collapse of the world economy, climate \r\nchange, inequitable trade regimes and the impact of \r\ntransnational crime all threaten our fragile gains. \r\n From the perspective of Saint Vincent and the \r\nGrenadines, the most woefully unmet MDG is Goal 8, \r\non a “global partnership for development”. While \r\ndeveloping countries continue their heroic struggle to \r\nadvance in an increasingly difficult economic \r\nenvironment, many of our development partners have \r\nreplaced their firm and measurable commitments of \r\nassistance with platitudes and empty rhetoric. The \r\nUnited Nations has reported that the developed world \r\nhas provided less than half of the development \r\nassistance that it pledged to deliver. The developing \r\nworld received $120 billion in 2009, far short of the \r\n$300 billion that was pledged. The Group of Eight \r\nGleneagles commitments to Africa are $20 billion \r\nshort. The official development assistance pledge of \r\n0.7 per cent of gross national income remains a cruelly \r\nunfulfilled promise for all but a few countries. The \r\nlimited trickle of available assistance is unreliable, \r\nunevenly distributed and heavily influenced by \r\npolitical, rather than development, considerations. The \r\nfinancial crisis and the failed Doha Development \r\nRound belie the Goal 8 pledge to develop an open, \r\nrule-based, predictable, non-discriminatory trading and \r\nfinancial system. From the perspective of the small, \r\nheavily indebted States of the Caribbean Community, \r\nthe Goal 8 commitment to debt relief rings similarly \r\nhollow. \r\n Further, I must emphasize that much of the \r\ndeveloping world remains mired in a situation that is \r\nnot of our making. The developed world’s unmet \r\npledges of development assistance were made well \r\nbefore those same countries plunged the world into a \r\nglobal economic and financial crisis. And their words \r\nof commitment were uttered before we had the full \r\nmeasure of the impacts of climate change. Saint \r\nVincent and the Grenadines had no role in creating the \r\nfinancial and economic crisis. We are blameless in \r\ncausing climate change. Further, the responsibility for \r\nthe crises in food and fuel prices is not ours. \r\n Yet, in a brazenly illogical and indefensible \r\nmanner, those who are culpable for those crises \r\nunacceptably cite the very calamities that they created \r\nas the basis upon which they would avoid their \r\ncommitments to developing countries. They point to \r\nthe fact that poverty and unemployment are rising \r\ndrastically in the world’s major economies. They resort \r\nto thinly disguised code words like “aid effectiveness” \r\nand “governance structures” to mask their failings in \r\nmeeting their own assistance targets. Somehow, we are \r\nexpected to soldier on, with less assistance than \r\npromised and in an international environment that is \r\nhostile to development, while the creators of the crises \r\nand the deliverers of empty promises often look \r\naskance at our development needs. \r\n The achievement of the MDGs is at a critical \r\njuncture. My Government’s people-centred strides \r\ntowards these Goals are vulnerable and potentially \r\nreversible in this period of increasing global economic \r\nhardship. Internationally, the MDGs are unattainable \r\nand unsustainable without a shrinking of the yawning \r\ncredibility gap between what is pledged and what is \r\ndelivered by our development partners. For the next \r\nfive years, Goal 8 must be the engine of further \r\ndevelopment and the fulcrum by which we leverage our \r\nown national and regional best practices. The \r\ndifference between achievement of the MDGs and \r\nfailure is the difference between real commitments and \r\nempty promises, between responsibility and avoidance. \r\n The great American President Abraham Lincoln \r\nonce said, “you cannot escape the responsibility of \r\ntomorrow by evading it today”. As 2015 approaches, \r\nno one is served by evasive words and deeds by our \r\nfriends, our development partners. A renewed global \r\npartnership for development, evidenced by measurable \r\nand demonstrable efforts to honour past commitments, \r\n A/65/PV.8\r\n \r\n15 10-54521 \r\n \r\nis the only sure way that we can collectively attain \r\nmeaningful and sustainable global development. \r\n The Acting Chair: The Assembly will now hear \r\nan address by His Excellency Mr. Jan Peter \r\nBalkenende, Prime Minister and Minister for General \r\nAffairs of the Kingdom of the Netherlands. \r\n Mr. Balkenende (Netherlands): Today we are \r\nlooking back at the 10 years since the Millennium \r\nDevelopment Goals (MDGs) were agreed. But we are \r\nalso looking forward. We still have five years to go: \r\nfive years to make a difference for all those people for \r\nwhom poverty, hunger and shortages are still everyday \r\nrealities. \r\n Looking back, we have good reason to be \r\nsatisfied with what we have achieved in some areas \r\nover the past 10 years. Poverty, child mortality and \r\nmalaria have all been reduced. More girls are attending \r\nschool. And more people have access to clean drinking \r\nwater — a subject to which the Netherlands and, in \r\nparticular, our Crown Prince are deeply committed. \r\n At the same time, there is cause for concern, \r\nbecause our aims are ambitious, but we are moving too \r\nslowly. That applies in particular to the MDGs on \r\nreducing maternal mortality and achieving equality \r\nbetween men and women. Progress is lagging far \r\nbehind, and we cannot allow that to happen, so we will \r\nhave to do better. And we can do better, if we are \r\nprepared to think and work outside the box. \r\n Too often the Millennium Development Goals are \r\nstill seen as the sole responsibility of non-\r\ngovernmental organizations, Governments and \r\nmultilateral organizations. That is unwise, because the \r\ncommitment of the private sector is crucial to \r\nachieving them. Its knowledge and expertise in fields \r\nsuch as science, logistics and innovation enable us to \r\npush forward boundaries in development. Above all, \r\nhowever, the private sector is both a source of and a \r\nstimulus to employment, sustainable development and \r\neconomic growth. \r\n Research shows that economic growth accounts \r\nfor 80 per cent of poverty reduction in the world. When \r\nper capita income increases, the poorest 20 per cent of \r\nthe population also benefit, and the higher the growth \r\nis and the longer it lasts, the faster poverty rates drop.  \r\n The same free market principles also operate at \r\ngrass-roots level. We will speak about that later today, \r\nwhen I host a side event on inclusive finance in the \r\npresence of Her Royal Highness Princess Máxima, the \r\nSecretary-General’s Special Advocate for Inclusive \r\nFinancing for Development. \r\n So, we know that within certain parameters the \r\nmechanisms of the free market are essential for \r\ndevelopment. But we also know that investing in \r\ndeveloping countries is still regarded by many as a \r\nrisky business. So, to get economic growth in gear, the \r\nprivate sector needs a helping hand. That is why the \r\nDutch Government is strongly in favour of public-\r\nprivate partnerships. We recently drafted a bilateral \r\ndonors statement in support of private sector \r\npartnerships for development. Rather than viewing the \r\nprivate sector merely as a cash dispenser, the statement \r\nrecognizes that it is an equal partner in development. \r\nWe are in this together with the Governments of \r\nAustria, Denmark, Germany, Sweden, Switzerland, the \r\nUnited Kingdom and the United States. The \r\nInternational Finance Corporation and the United \r\nNations Development Programme are also involved. \r\n The Governments of the Netherlands Antilles and \r\nAruba strongly support this policy of working with the \r\nprivate sector to achieve the MDGs. The upcoming \r\nNetherlands Antilles MDG report will not only \r\nemphasize this but will also strengthen existing \r\npartnerships. \r\n In a recent letter to co-facilitators written jointly \r\nwith the Chief Executive Officers of several Dutch \r\nmultinationals, the Dutch Government emphasized the \r\nimportance of innovative partnerships:  \r\n “The Netherlands believes that greater \r\ncollaboration between government and business \r\ncould be instrumental, as it would combine the \r\nknowledge and experience of the public sector \r\nwith the creative solutions and technical expertise \r\nof the private sector.” \r\nI am proud that so many Dutch companies are here at \r\nthis week’s summit to prove that our approach really \r\nworks. \r\n To achieve the MDGs, innovative thinking is \r\nneeded in every field. This applies in particular to \r\nMDG 3 and MDG 5. Every year more than 350,000 \r\nwomen still die during pregnancy or childbirth, and in \r\nmany cases women are still denied equal rights. \r\nShortly before my departure for New York, I was \r\npresented with a petition signed by thousands of Dutch \r\nmothers who find it unacceptable that during this \r\nA/65/PV.8  \r\n \r\n10-54521 16 \r\n \r\nsummit more than 4,400 women will die during \r\npregnancy or childbirth. \r\n Like those Dutch mothers, the Dutch Government \r\nbelieves — and I believe — that ensuring equal rights \r\nand opportunities for women brings the achievement of \r\nmost of the other MDGs closer. Burkina Faso is a good \r\nexample. By addressing harmful practices and \r\ndiscrimination against women, by expanding and \r\nimproving family planning services, by committing \r\nitself to removing obstacles to health care, that country \r\nwas able to reduce the number of needless deaths \r\nsubstantially. \r\n Human rights play a crucial role on the road to \r\n2015. By ensuring equality and non-discrimination, we \r\nwill give the poorest and most vulnerable groups \r\naccess to basic services. Accountability, the right to \r\nparticipate and freedom of information will enable our \r\nefforts to meet the real needs of the population. And \r\nmaking things accessible and affordable will ensure \r\nthat the MDGs are more than a short-term success. \r\n The key is that we must combine our strengths \r\nand efforts as Members of the United Nations, as \r\ndonors and developing countries and especially as \r\nGovernments and businesses. \r\n The Acting Chair: The Assembly will now hear \r\nan address by His Excellency Mr. Emil Boc, Prime \r\nMinister of Romania.  \r\n Mr. Boc (Romania): It is a great pleasure to \r\nparticipate in this High-level Meeting dedicated to the \r\nMillennium Development Goals (MDGs). The adoption \r\nof the MDGs 10 years ago was a high achievement for \r\nUnited Nations Member States and indeed, for the \r\nwhole of humanity. In Romania’s view, the MDGs are \r\none of the most important acts to reform international \r\nrelations of the past two decades. \r\n Today we have gathered not only to measure \r\nprogress and to speak about challenges ahead, but to \r\ngarner our collective wisdom and will to push for the \r\nattainment of the MDGs by 2015. We are here today to \r\ndemonstrate that solidarity is not only a slogan and that \r\nour work on behalf of our citizens bears the full mark \r\nof responsibility. At a time when science and \r\ntechnology are flourishing and the potential for human \r\ndevelopment has never been higher, it is a moral \r\nimperative for all of us to find solutions in order to \r\neradicate extreme poverty, hunger and the worst \r\ndiseases. \r\n I also take this opportunity to commend the \r\ncurrent and previous Presidents of the General \r\nAssembly for chairing the meeting, as well as the \r\nSecretary-General and the entire Organization for their \r\ndedication and commitment to the crucial task of \r\nachieving the Millennium Development Goals. \r\n In 2007, Romania became a member of the \r\nEuropean Union (EU). It has made irreversible \r\nprogress towards the MDGs, reinforced in large \r\nmeasure by its accession experience and the \r\nprogrammatic mechanisms of the process. \r\n In speaking of the MDGs, we must underline the \r\ntight linkages among them. The objective to eliminate \r\npoverty cannot be emphasized without noting its strong \r\nconnection to health care and education. At the same \r\ntime, no prosperous and equitable society can ever be \r\nbuilt without ensuring gender balance and the \r\nempowerment of women. I would like also to \r\nunderscore the interdependence between the MDGs on \r\nthe one hand, and human rights, democracy, rule of law \r\nand good governance on the other hand.  \r\n Ignoring or sidelining the basic principles of \r\nhuman rights breeds violence and poverty. Democracy \r\nand the rule of law are the immune system of human \r\nsociety. Like a disease that cannot be overcome if \r\nimmunity is low, poverty thrives in corrupt places. \r\nAchieving gender equality, health care, universal \r\neducation or a clean environment is a matter not only \r\nof resources but of putting the building blocks of \r\nhuman rights and democracy in place. Equally \r\nimportant, maintenance of peace and security, doing \r\nbetter work on conflict prevention and acting more \r\nstrongly on peacebuilding and post-conflict \r\nreconstruction matters are crucial factors for achieving \r\nthe development goals. \r\n The notion of sustainable development based on a \r\nfundamental connection between economic and social \r\ndevelopment and protection of the environment is \r\nanother hallmark of the current development \r\nframework. In this context, I would like to recall the \r\nperspective of the World Commission on Environment \r\nand Development, which in its 1987 report (A/42/427, \r\nannex) expressed the essence of sustainable \r\ndevelopment by affirming that it implies meeting the \r\nneeds of the present without compromising the ability \r\nof future generations to meet their own needs.   \r\n This year, Romania will celebrate 55 years of \r\nmembership of the United Nations. This membership \r\n A/65/PV.8\r\n \r\n17 10-54521 \r\n \r\nhas been a good opportunity for Romania to prove its \r\ncommitment to the purposes and principles of the \r\nUnited Nations Charter. Indeed, during all of this time \r\nRomania and its citizens have been firm believers in \r\nthe merit of nations working together for peace and the \r\nwelfare of humankind. \r\n My country has a proud history of pleading for \r\ntolerance and of building bridges and trust within the \r\ninternational arena. Whether by bringing together \r\nparties to conflict, overcoming dividing lines between \r\nEast and West or promoting cooperation between \r\ndeveloped and developing countries, Romania has \r\nstepped forward at every opportunity to enhance \r\nmultilateralism. \r\n Taking into account the remarkable cooperation \r\nachieved over the years at the global and regional \r\nlevels, Romania has tried to use its best experiences to \r\nsupport the efforts of countries in transition. In this \r\ncontext, I would like to stress the importance attached \r\nby my country to regional cooperation as an efficient \r\nmeans of sharing expertise among participating \r\ncountries.  \r\n In anticipation of this year’s High-level Plenary \r\nMeeting on the MDGs, the Government of Romania \r\ndecided to draw up a national report on progress in \r\nachieving the MDGs. The report will be a useful tool \r\nfor fostering national efforts in this field. It reviews the \r\naccomplishments at the national level as well as ways \r\nto accelerate the process. This initiative is based on the \r\nRomanian determination to act in favour of the MDGs \r\nfrom both a national and an international perspective. \r\n I would like to further highlight the importance of \r\nglobal partnerships for development in the overall \r\nefforts towards the MDGs. It is essential, in our view, \r\nthat both donors and partner States assume equitable \r\nresponsibility and ownership of development \r\nassistance actions and resources aimed at the \r\nachievement of the Millennium Development Goals by \r\n2015. \r\n The Acting Chair: The Assembly will now hear \r\nan address by His Excellency Mr. Sebastian Piñera \r\nEcheñique, President of the Republic of Chile.  \r\n President Piñera Echeñique (spoke in Spanish): \r\nIn this Hall, where the histories and hopes of the whole \r\nworld converge, I wish to speak on behalf of the heads \r\nof State or Government of Latin America and the \r\nCaribbean and in my capacity as President pro tempore \r\nof the Rio Group. \r\n Without a doubt, this year, in which much of our \r\ncontinent is commemorating 200 years of independence, \r\nis an excellent opportunity to assess the progress made \r\nthus far, to renew our commitments and to face what \r\nthe future holds. We therefore hope that this meeting \r\nwill offer the opportunity for an exchange of proposals \r\nand successful experiences with regard to the \r\nMillennium Development Goals (MDGs), in particular \r\nin combating poverty. One of every three Latin \r\nAmericans live in poverty today, and the inequalities \r\nthey face are excessive and a challenge that we will \r\nhave to deal with. \r\n I believe that never before has our continent had \r\na better opportunity to face the challenge of eradicating \r\npoverty and underdevelopment. We have almost \r\neverything: a generous, large and fertile territory; \r\nabundant natural resources; two brother languages; \r\nincreasingly stable democracies; and peoples that want \r\nto face this challenge and deal with the difficulties on \r\nthe path towards development, peace and democracy.  \r\n As President of Chile, I should like to offer a \r\nbrief assessment of the Millennium Goals. As regards \r\nachieving universal education, Chile has a system of \r\n12 years of compulsory free education that is \r\npractically universal. We have made enormous \r\nprogress with regard to higher education: 7 out of \r\n10 students enrolled in institutions of higher education \r\nare the first in their families to be so. The challenge \r\nnow is thus to ensure quality, not coverage.  \r\n We are also working to promote gender equality \r\nand empower women, and we are doing so first of all \r\nby ensuring full access the labour force by women, as \r\nwell as their access to the public sphere: over 60 per \r\ncent of the jobs created in our country are for women. \r\nAs regards domestic violence, an evil that afflicts the \r\nentire world, the “Chile Protects” programmes deliver \r\ncoverage aimed at freeing us from this scourge. The \r\nsame is true for the issue of including women in the \r\npublic sphere, where we are witnessing a true renewal. \r\nHere, I should like to congratulate the former President \r\nof Chile, Michelle Bachelet, for having assumed the \r\nposition of Under-Secretary-General and Executive \r\nDirector of the United Nations Entity for Gender \r\nEquality and the Empowerment of Women (UN \r\nWomen), where she has a great challenge ahead of her, \r\nand where I am sure she will do a wonderful job.  \r\nA/65/PV.8  \r\n \r\n10-54521 18 \r\n \r\n We have also achieved infant mortality indicators \r\nthat are compatible with the most highly developed \r\ncountries on Earth. On combating HIV and AIDS, we \r\nare reaching the target concerning prevalence among \r\npregnant women, which means that no Chilean child \r\ntoday will contract this disease through transmission \r\nfrom the mother.  \r\n As regards environmental protection, we are \r\nworking simultaneously on three fronts, including an \r\nambitious plan for energy savings and an ambitious \r\nplan to promote renewable energy, in which Chile is \r\nextraordinarily rich. There is great potential for solar \r\nenergy, as we have the sunniest deserts in the world; \r\nfor ocean energy, as we have over 5,000 kilometres of \r\ncoast; for geothermal energy, as we have so many \r\nvolcanoes; for wind power; and for bio-energy. We are \r\nalso developing the relevant institutions with the \r\ncreation of a new Environment Ministry.  \r\n As regards extreme poverty, we have set \r\nourselves the goal of eradicating extreme poverty \r\nduring this Government’s tenure, that is to say, over the \r\ncoming four years, and to end poverty in our country \r\nbefore the end of the decade. We are doing this through \r\ntwo types of mechanisms: those that attack the root \r\ncauses of poverty, creating better jobs, improving the \r\nquality of education and strengthening families; and, so \r\nthat these mechanisms have time to work, those that \r\nsoften the impact of poverty, through the Ethical \r\nFamily Income programme, which will supplement the \r\nexisting incomes of the most vulnerable families so \r\nthat they are able to overcome their poverty. The \r\nchallenge of eradicating poverty is not simply a moral \r\nimperative, it is the best investment that any country in \r\nthe world can make to strengthen democracy, \r\nconsolidate social peace and promote economic \r\ndevelopment. \r\n Finally, in addition to the pillars of stable \r\ndemocracies, economies that allow for the full exercise \r\nof liberty and enterprise for our citizens and the \r\nachievement of a society with more equal \r\nopportunities, the challenges of the twenty-first century \r\ninvolve investing more and better resources in science, \r\ntechnology, innovation and enterprise.  \r\n I believe that with such programmes, we will be \r\nable to achieve goals that have eluded us during the \r\nfirst 200 years of our independence and be able to \r\nrecommit ourselves to meeting each and every one of \r\nthe Goals that the Assembly has set for itself for the \r\nmillennium that has just begun. In this way, we hope to \r\ncreate true opportunities for material and spiritual \r\nprogress for all of our compatriots and for Latin \r\nAmerica that, I am sure, have never before been seen. \r\nWith the help of God, we will achieve these Goals.  \r\n The Acting Chair: The Assembly will now hear \r\nan address by His Excellency Mr. Denzil Douglas, \r\nPrime Minister, Minister of Finance, Minister of \r\nSustainable Development and Minister of Tourism, \r\nSports and Culture of Saint Kitts and Nevis.  \r\n Mr. Douglas (Saint Kitts and Nevis): It is indeed \r\na pleasure for me to represent the Government and \r\npeople of Saint Kitts and Nevis as we undertake this \r\nvery necessary and important collective review of \r\nprogress made towards achieving the Millennium \r\nDevelopment Goals (MDGs). These are significant \r\ngoals to which we agreed a decade ago, to free our \r\npeoples from want.  \r\n In this regard, I would like to take this \r\nopportunity to do three things. First, I would like to \r\nshare with you the extent of my Government’s work \r\nand its ongoing commitment to human security and the \r\ndignity of all people; secondly, to reiterate our call for \r\nstructured and meaningful global partnerships and \r\ncooperation to tackle the many challenges confronting \r\nour peoples; and, thirdly, to remind countries to fulfil \r\ntheir own pledges. \r\n I need not remind this Assembly that Saint Kitts \r\nand Nevis is the smallest independent nation in the \r\nWestern Hemisphere, with a population just under \r\n50,000 and a land-mass of 104 square miles. Yet \r\nsmallness has never been a deterrent to progress nor is \r\nit an excuse not to adhere to the highest standards of \r\ndemocratic governance, strict observance of human \r\nrights, sound economic principles and commitment to a \r\nhigh standard of living. \r\n I am pleased to say that since the late 1990s, we \r\nhave implemented internal mechanisms and policies \r\nwhich, coupled with citizenship engagement, has \r\nallowed us on an ongoing basis to be able to assess \r\nprogress in fulfilling our own development needs, \r\nwhich coincide with the MDGs. What is this progress I \r\nrefer to? \r\n First, according to the latest Country Poverty \r\nAssessment Report, extreme poverty in Saint Kitts and \r\nNevis fell from 11 per cent in 2000 to 1.4 per cent in \r\n2009. Second, since 1972, Saint Kitts and Nevis has \r\n A/65/PV.8\r\n \r\n19 10-54521 \r\n \r\nenjoyed compulsory universal access to primary and \r\nsecondary education and is presently a leader in \r\nuniversal early childhood education as well. Third, \r\nSaint Kitts and Nevis was among the first in the \r\nWestern Hemisphere to establish a Ministry of \r\nWomen’s Affairs and, even before political \r\nindependence 27 years ago, there were women in high \r\noffice and decision-making roles. Today, women’s \r\nempowerment and participation in all levels of policy-\r\nmaking and governance is the norm, and gender is not \r\na limiting factor for assignment to key posts in Saint \r\nKitts and Nevis. Fourth, the infant mortality rate in the \r\nlast decade has shown an appreciable downward \r\npositive trend. Fifth, maternal mortality has been \r\nnegligible during the period under review due to my \r\nGovernment’s steady investment in the health sector, \r\nincluding capacity-building consistent with its own \r\ncommitment to improve the quality of life of its \r\ncitizens. Sixth, in terms of environmental \r\nsustainability, our determined policies have already \r\nresulted in implementation of geothermal and wind \r\nenergy projects. Seventh, the Pan-Caribbean \r\nPartnership against HIV/AIDS, of which Saint Kitts \r\nand Nevis is a member, is regarded by the Joint United \r\nNations Programme on HIV/AIDS as an international \r\nbest practice in combating HIV/AIDS. It is also \r\nrenowned for its practices in prevention, treatment and \r\ncare and, indeed, as an advocate for the elimination of \r\nall forms of discrimination against people affected by \r\nthe disease. Eighth, on the issue of global partnership, \r\ndue to diminishing official development assistance \r\n(ODA), Saint Kitts and Nevis has had to fund and \r\nsustain MDG programmes mainly from the scarce \r\nresources of the State. Therefore, we welcome the \r\ncontribution of the Government and people of Taiwan \r\nand others to our national efforts to meet the MDGs \r\nthrough investment in agriculture, food security and \r\ntechnology. Such partnership, I emphasize, could be a \r\nmodel for developed countries, some of which have \r\nfailed to live up to their own commitments. \r\n I want to assure the President that our progress \r\ntowards achieving the 2015 MDGs is the result of \r\ncareful planning and prudent management. However, \r\nwe are living in complex times with myriad challenges \r\nwhere, despite our very carefully calibrated \r\nmacroeconomic policies, fiscal prudence and financial \r\nprogrammes, our best efforts and best practices are \r\noften undermined by external forces, as we have \r\nwitnessed since the onset in 2008 of the global \r\nfinancial crisis and economic meltdown. Likewise, \r\nprogress made through costly investments can be \r\nblown away in a matter of minutes leaving our small \r\nvulnerable economy to the mercy of an already tight \r\nfinancial market and the unavailability of grants or \r\nconcessional loans. This has been exacerbated by the \r\nunfair calculation of our gross domestic product (GDP) \r\nper capita, which places Saint Kitts and Nevis in a \r\nhigher bracket than reality justifiably supports. \r\n Like other nations, despite our careful efforts to \r\ncraft and implement our own stimulus packages, this \r\nissue of the GDP per capita remains a major handicap, \r\none that predates the global financial and economic \r\ncrises. In this forum, once again, I emphasize that it is \r\nunfair, arbitrary, indefensible and economically \r\ndestabilizing. For, while we manage our affairs \r\nresponsibly, efficiently and competently, we are still \r\ndenied access to crucial concessional loans. \r\n In the case of Saint Kitts and Nevis, the crushing \r\nburden of the high cost of borrowing; the economic \r\nand social dislocations resulting from the closure of the \r\nsugar industry five years ago; the downturn in the \r\nglobal economy and the drying up of investment \r\ncapital; the assault on our service sector; and the rising \r\nlevel of commercial indebtedness all threaten to \r\nundermine our progress in fulfilling the MDGs and to \r\nunravel that success of our small but progressive yet \r\nvulnerable country. \r\n In addition to this and the impact of the economic \r\ndownturn, as we speak, hurricanes swirl throughout \r\nthis hemisphere. The regularity and ferocity of floods \r\nand hurricanes, the incidence of sea-level rise and \r\nother catastrophic events are all bold reminders that the \r\nconsequences of climate change are real. \r\n However, the fact that we are so greatly \r\nconcerned about the unravelling of the progress made \r\nat this point in our review, just five years before the \r\ntarget date for the achievement of the MDGs, is not \r\nconsistent with the spirit of the Millennium \r\nDevelopment Goals. I am not convinced that it is at all \r\nindicative of the constructive multilateral collaboration \r\nthat we have been speaking about so boldly for the past \r\n10 years. \r\n So, I hereby encourage nations assembled for this \r\nreview summit process to take appropriate action, \r\nwhether in their legislative bodies or in multilateral \r\nagencies, to promote the kind of collaborative efforts \r\nthat advance the common good, place real partnership \r\nabove parochialism, and move our peoples further \r\nA/65/PV.8  \r\n \r\n10-54521 20 \r\n \r\nalong the path to personal growth and the fulfilment of \r\ntheir individual potential. \r\n The Acting Chair: I now give the floor to His \r\nExcellency Mr. Tonio Borg, Deputy Prime Minister and \r\nMinister for Foreign Affairs of the Republic of Malta. \r\n Mr. Borg (Malta): Ten years ago, we gathered in \r\nthis same Assembly Hall to launch a process to give \r\nnew hope to humankind. By adopting the Millennium \r\nDeclaration (resolution 55/2) and the Millennium \r\nDevelopment Goals (MDGs), our Heads of State and \r\nGovernment promised our peoples to meet eight \r\nimportant targets to eradicate or reduce extreme \r\npoverty, hunger, illiteracy and disease, and to engage in \r\na partnership for development. Our leaders acted \r\ncollectively and with determination. Through our \r\npolitical commitment to action, we gave the poor and \r\nvulnerable populations hope and aspirations for a better \r\nfuture, especially by overcoming the challenges that \r\nthey continue to face as a result of the global \r\neconomic, financial and food crises, conflicts and man-\r\nmade and natural calamities. \r\n With only five years remaining in which to \r\nachieve our promises and our commitments to meet the \r\ntargets of the MDGs by 2015, this High-level Plenary \r\nMeeting of the General Assembly provides us with the \r\ncritical opportunity to review our actions and \r\ncontributions so far, to ensure that the progress gained \r\nin the past 10 years is sustained and maintained, and to \r\nagree on a coherent and cohesive strategy for achieving \r\nthe MDGs in the next five years and beyond.  \r\n The Secretary-General has defined 2010 as the \r\n“year of development”. It is therefore appropriate that \r\nthis High-level Plenary Meeting has been focusing on \r\nwhat needs to be done to accelerate the momentum to \r\nachieve the MDGs by reducing the estimated \r\n1.4 billion people still living in extreme poverty, the \r\n830 million people still undernourished, and the more \r\nthan 42 million refugees and persons displaced by \r\nconflict or persecution. Indeed, Malta received a \r\nnumber of those refugees during the past year.  \r\n The Meeting has also focused on ways of \r\nreducing the risk of death, disability or economic loss \r\nowing to natural disasters, including climate change; \r\nincreasing opportunities for universal education; \r\ncontinuing to improve gender parity in enrolment in \r\neducation; sustaining and accelerating the decline in \r\nthe number of 8.8 million child deaths; achieving the \r\n5.5-per-cent annual decline in maternal mortality; \r\nimproving maternal health; and lowering the 2 million \r\nAIDS-related deaths. It has also considered how to \r\nensure environmental sustainability by reducing the 30 \r\nbillion metric tons of global emissions of carbon \r\ndioxide.  \r\n The Millennium Development Goals Report 2010 \r\nindicates that progress in achieving those Goals and \r\ntowards meeting the MDGs in some regions of the \r\nworld has been made. Those achievements are real, \r\neven if they are uneven. However, by putting as a \r\npriority the concept of human development through \r\nwhat the Secretary-General describes as nationally \r\nowned development strategies, policies and \r\nprogrammes, complemented by the overseas \r\ndevelopment aid of international development partners, \r\nthe international community has gone a long way \r\ntowards ensuring that the benefits of progress are \r\nwidely and, where possible, equally shared. \r\n At the same time, considering the financial and \r\neconomic upheavals that States Members of the United \r\nNations have been facing for many months, it would \r\nseem that the road ahead is likely to be even more \r\nchallenging. Therefore, a renewed effort must be made \r\nto strengthen our partnership so that, through unity and \r\ncooperation, we can achieve the MDGs, which, as the \r\nSecretary-General stated in the foreword to the Report, \r\n“will put us on a fast track to a world that is more \r\nstable, more just and more secure”.  \r\n Malta joins other Member States in \r\nacknowledging the need to exert ourselves more \r\nstrongly to achieve the MDGs by 2015. The \r\nachievement of the Goals would ensure that \r\npopulations in middle- and low-income countries, \r\nincluding the small and fragile States, would enjoy the \r\nbasic essentials and necessities of a decent life. While \r\nthe MDGs were established during relatively stable \r\ntimes, when planning, growth and aid were relatively \r\npredictable, we are now navigating in unknown and \r\nuncertain waters. As we move closer to 2015, it is more \r\nthan likely that the international community will have \r\nto devise and adopt an adjusted framework, as well as \r\ninnovative approaches, in the search for and \r\nmobilization of development mechanisms to respond to \r\nthose changes. \r\n It would not be appropriate to take for granted \r\ncontinued support for the MDGs, even beyond 2015, \r\nwithout responding to the concerns and criticism \r\nvoiced by several stakeholders. No development is \r\n A/65/PV.8\r\n \r\n21 10-54521 \r\n \r\npossible without building an environment conducive to \r\nsecurity and cooperation, and no long-term security \r\ncan be guaranteed without further developing the \r\nglobal partnership for development. Malta therefore \r\nbelieves that it is of vital importance that the review of \r\nthe success and failures of the MDGs should be a \r\nconstant process that reflects our changing political, \r\neconomic and social environment, with the main \r\npriority of offering support for sustainable progress in \r\npoverty reduction. \r\n Malta continues to fully accept its commitments \r\nand responsibilities both as a State Member of the \r\nUnited Nations and as a signatory of the Millennium \r\nDeclaration. As a member State of the European Union \r\nand in its national capacity, Malta continues to provide \r\nits modest share of assistance in contributing to the \r\ndevelopment of developing countries.  \r\n The basis of that policy is Malta’s belief that \r\neducation, health and food security are the foundations \r\nof human and sustainable development, acting as \r\ncatalysts for the achievement of all development \r\nobjectives. For that reason, the Government of Malta \r\nensures that its development policy focuses primarily, \r\nbut not exclusively, on countries in the Horn of Africa \r\nand in sub-Saharan Africa that are facing major \r\nobstacles and difficulties in attaining the MDGs.  \r\n Indeed, over the past two years, among other \r\ncontributions, Malta has co-financed several \r\nhumanitarian projects in Africa, Asia and Central \r\nAmerica. Based on the notion of fighting poverty \r\nthrough development, such projects address the most \r\nbasic needs of local populations and communities and \r\ninclude a rainwater harvesting project in Uganda, a \r\nnumber of housing, educational and medical centres in \r\nEthiopia, various educational institutions in Kenya, \r\nmedical and educational facilities in Tanzania, and \r\nother projects in India, Sri Lanka, Pakistan, Guatemala, \r\nPeru and the Philippines. \r\n Through a continued commitment and \r\npartnership, Malta will work assiduously and closely \r\nwith other States Members of the United Nations to \r\nfulfil the Millennium promise to bring to reality the \r\nMillennium Development Goals. \r\n The Acting Chair: I now give the floor His \r\nExcellency Mr. Kanat Saudabayev, Secretary of State \r\nand Minister for Foreign Affairs of the Republic of \r\nKazakhstan. \r\n Mr. Saudabayev (Kazakhstan) (spoke in \r\nRussian): This summit takes on particular significance \r\nas part of the implementation of the Millennium \r\nDevelopment Goals (MDGs) set by the General \r\nAssembly 10 years ago, since people throughout the \r\nworld expect decisions and outcomes from it that live \r\nup to their hopes for peace, security, development and \r\nprosperity. \r\n Kazakhstan believes that the summit provides an \r\nopportunity for us to eliminate the gap between the \r\nsocio-economic development of developed and \r\ndeveloping countries. In that regard, we attach \r\nparticular importance to the completion of the Doha \r\nRound of trade talks. Moreover, today, measures must \r\nbe taken to stabilize and even out the levels of \r\ncountries’ technological development.  \r\n Today’s meeting of the international community \r\nshould address issues threatening the planet, such as \r\nthe growing global energy crisis and the increasing \r\nthreat of adverse climate change. In that connection, \r\nspeaking from this rostrum, the President of the \r\nRepublic of Kazakhstan, Nursultan Nazarbayev, \r\nproposed discussions to elaborate a global energy and \r\nenvironment strategy for discussion at the World \r\nSummit on Sustainable Development in 2012. In our \r\nview, energy and environmental forecasting and \r\ndeveloping an active partnership among civilizations \r\non that basis are the most essential elements of a \r\nradical and innovative revitalization of the world \r\ncommunity. \r\n Today, as the State chairing the Organization for \r\nSecurity and Cooperation in Europe, Kazakhstan is \r\ncontributing significantly to the achievement of the \r\nUnited Nations goals. We are undertaking security, \r\neconomic and humanitarian initiatives both nationally \r\nand internationally. Under the leadership of its first \r\nPresident, Nursultan Nazarbayev, Kazakhstan’s \r\nsuccessful economic, social and political development \r\nin 19 years of independence shows than the MDGs can \r\nbe achieved with a clear development strategy, the \r\npolitical will of States and the close cooperation of the \r\ninternational community.  \r\n Kazakhstan has made progress not only in \r\nachieving the MDGs, but in taking on additional \r\nobligations in various areas as part of MDG+. Thus, \r\nsince the adoption of the Millennium Declaration \r\n(resolution 55/2) 10 years ago, Kazakhstan has \r\ndemonstrated strong economic growth. It had already \r\nA/65/PV.8  \r\n \r\n10-54521 22 \r\n \r\ndoubled its economy by 2007 compared to 2000, and \r\nwe intend to triple it by 2015. Owing to current \r\neconomic measures and sound financial reserves of \r\nmore than $50 billion, accumulated as a result of the \r\neffective management of its natural resources, \r\nKazakhstan has successfully overcome all effects of \r\nthe global financial crisis. At the same time, we have \r\nmanaged to sustain economic growth, reduce \r\nunemployment and fully meet all social obligations. \r\n Under the State programme of accelerated \r\nindustrial and innovative development, we intend to \r\ncontinue the technological modernization of our \r\neconomy. In the past decade, the number of people \r\nwith an income below subsistence level has been \r\nreduced to one fourth of what it was. Hunger has long \r\nceased to be an issue in Kazakhstan. \r\n There has been a steady increase in expenditure \r\non education and health, more than eightfold in the \r\npast 10 years. The infrastructure of the education and \r\nhealth systems has been upgraded. A unified network \r\nof modern schools and medical facilities is being set up \r\nthroughout the country. Enrolment of secondary \r\nschoolchildren is nearly 100 per cent. The literacy rate \r\nin the country stands at 99.6 per cent. \r\n Health indicators have improved significantly. \r\nLife expectancy has increased from 65 to 68 years. The \r\nincidence of tuberculosis has decreased by 30 per cent. \r\nMaternal mortality has been halved, and the birth rate \r\nhas increased by a one and half times. \r\n We have attached particular importance to women \r\nhaving a greater role in the State’s political life. The \r\ngoal is to have women in 30 per cent of decision-\r\nmaking positions by 2016. \r\n Kazakhstan has also made some progress in \r\nmeeting its commitments on ensuring environmental \r\nsustainability. A sustainable development strategy to \r\n2020 is being successfully implemented in the country. \r\nIn order to bring together European and Asian \r\nprocesses of transition to sustainable development, \r\nKazakhstan has launched the Green Bridge initiative, \r\nwhich provides for wide-ranging cooperation on the \r\nprotection of transborder ecosystems and climate \r\nchange adaptation. It will be submitted in greater detail \r\nduring the sixth Ministerial Conference on \r\nenvironment, economy and social protection of the \r\ncountries of the United Nations Economic and Social \r\nCommission for Asia and the Pacific, to be held in \r\nAstana next week. \r\n We appreciate the assistance provided by the \r\nUnited Nations system and the international \r\ncommunity to overcome the effects of ecological \r\ndisasters in the Aral Sea and Semipalatinsk regions. We \r\nnote the importance of the new comprehensive \r\ndevelopment-oriented approach in addressing the \r\nexisting set of tasks. \r\n This summit is a test of our collective political \r\nwill to implement the Millennium Declaration. Of \r\ncourse, countries themselves have the primary \r\nresponsibility for achieving the MDGs. However, the \r\ninternational community can and should support \r\nnational efforts. To achieve the MDGs, the quantity \r\nand quality of official development assistance must be \r\nincreased. We welcome the steps taken by many \r\ndeveloped countries to meet the commitment to bring \r\ntheir official development assistance to 0.7 per cent of \r\ngross domestic product by 2015. \r\n Until quite recently, Kazakhstan received foreign \r\naid, but today, thanks to successful economic reforms, \r\nour country has already joined the group of States \r\nknown as new donors. We provide assistance to \r\ncountries in the Central Asian region. In the case of \r\nAfghanistan, Kazakhstan provides $50 million in \r\ngrants to train a thousand Afghan specialists in our \r\nuniversities and vocational schools, which will \r\ncertainly help that country to achieve the MDGs. We \r\nbelieve that the joint efforts of the entire international \r\ncommunity to further promote global solidarity and \r\nassistance to developing countries are needed to \r\nachieve the MDGs. \r\n The draft political outcome document (A/65/L.1) \r\nto be adopted at the end of this Meeting is a step in the \r\nright direction. It will reaffirm the commitment by all \r\nMember States to the MDGs and reinforce our \r\ncollective efforts and partnerships aimed at attaining \r\nall that we have set for ourselves by 2015. The \r\nAssembly has been mandated to facilitate the \r\nacceleration of progress towards achieving the MDGs. \r\nKazakhstan is ready to contribute actively to this \r\nprocess and has set an example that proves that the \r\nMillennium Goals are achievable. \r\n The Acting Chair: The Assembly will now hear \r\nan address by His Excellency Mr. Boyko Borissov, \r\nPrime Minister of the Republic of Bulgaria. \r\n Mr. Borissov (Bulgaria) (spoke in Bulgarian; \r\nEnglish interpretation provided by the delegation): \r\nFrom this high rostrum I would like to salute the \r\n A/65/PV.8\r\n \r\n23 10-54521 \r\n \r\nBulgarian nation, which today celebrates its \r\nindependence day. For 102 years this Bulgarian holiday \r\nhas remained convincing proof that an entire nation \r\ncan stand up for its sovereignty and develop \r\nsuccessfully. I congratulate all Bulgarian citizens in \r\nBulgaria and throughout the world on the occasion of \r\nthis Bulgarian holiday and salute them for having \r\nnever, ever denied help to those who were weaker or \r\nneedier. \r\n All of us gathered here to discuss the global \r\nchallenges that affect mankind recognize that the \r\nmodern world combines at the same time remarkable \r\naccomplishments which improve the lives of people \r\naround the world and deficiencies in our development, \r\ntending to downgrade it.  \r\n It cannot be denied that much has been achieved \r\nduring the past two decades. Over 1.6 billion people \r\ngained access to drinking water, over 400 million \r\npeople were relieved of the burden of poverty and \r\nadvances in science and medicine have made \r\nvaccinations against incurable diseases possible while \r\nother diseases have been eradicated. At the same time, \r\nhowever, humankind spends $1.5 trillion each year in \r\norder to guarantee peace and security while one \r\neleventh of that sum is invested in development \r\nassistance. We cannot shy away from the fact that \r\nmillions of people in the developing world survive on \r\n10 litres of water per day; against this, there are \r\ninstallations and equipment in the developed world that \r\nexpend tens of times more water per hour. Such a \r\nworld needs change. \r\n From this high rostrum I would like to state \r\ncategorically that Bulgaria is fully aware of the global \r\nneed for development. We shall contribute within our \r\ncapacity to the achievement of the Millennium \r\nDevelopment Goals (MDGs), because we are only too \r\nconscious of the importance of solidarity as a \r\nfundamental principle of policy. \r\n Bulgaria’s policy of engagement in international \r\ndevelopment cooperation clearly indicates our resolve \r\nto live up to the commitments undertaken at the major \r\nUnited Nations conferences on international \r\ndevelopment issues, as well as the June 2005 decision \r\nof the European Council on new targets for the volume \r\nof official development assistance provided by \r\nEuropean Union (EU) member States. In spite of the \r\nadditional economic and financial challenges that we \r\nface, my country continues to build its capacity as a \r\ndonor of international assistance.  \r\n We in Bulgaria are ourselves confronted by many \r\nchallenges, including problems relating to our own \r\ndevelopment and living standards. Nevertheless, we \r\nconsistently fulfil the commitments we have made in \r\nthe field of international development assistance, \r\nbecause we are very well aware of how important \r\ninternational solidarity is when one must resolve vital \r\nproblems affecting the well-being of people around the \r\nworld.  \r\n My country relies heavily on European solidarity \r\nand the opportunities it offers for developing our \r\neconomy and improving the living standards of the \r\nBulgarian people. That is exactly why we are fully \r\nconscious of the significance of solidarity and why we \r\nstand ready to provide it to other regions of the world \r\nthat are in need. All our efforts to promptly restore the \r\ndynamism and economic prosperity of Bulgaria’s \r\neconomy as part of the overall European economic \r\nrecovery process have proved the most efficient way of \r\ngenerating additional resources for development, as \r\nwell. \r\n Currently, the geographic focus of Bulgaria’s \r\ndevelopment assistance is the countries of our \r\nneighbourhood: the Balkan and Black Sea regions. \r\nHowever, through our financial contribution to the \r\ntenth European Development Fund we will support as \r\nwell — although indirectly — the development efforts \r\nof countries in Africa and the Caribbean and Pacific \r\nregions. \r\n Poverty eradication with all its implications and \r\ndimensions is the main objective of Bulgaria’s \r\ndevelopment cooperation policy. The sectors of \r\neducation, socio-economic transition, health care \r\nreform, infrastructure projects, environmental \r\nprotection and the preservation of cultural diversity are \r\namong the priorities of our development assistance \r\nefforts. For all of this to happen, we need more than \r\njust financial resources. We need experts; we need \r\nspecialists; we need know-how. It is with such forms of \r\nassistance that countries with moderate financial \r\nresources, such as Bulgaria, can generate maximum \r\nadded value, operating within a framework of better \r\ncoordinated international mechanisms. \r\n Here I would like to express my conviction that \r\nimproving the quality of aid is no less important for \r\nachieving the MDGs than increasing its volume. That \r\nA/65/PV.8  \r\n \r\n10-54521 24 \r\n \r\nis why our development policy is based on the \r\nprinciples of aid effectiveness which were laid down in \r\nthe Paris Declaration on Aid Effectiveness and further \r\nreaffirmed in the Accra Agenda for Action. \r\n It is in our own hands that we hold the \r\nopportunity to change the world we live in. Hence, I \r\nam convinced that with a collective effort we can reach \r\nour common goal, namely poverty eradication. In fact, \r\nthrough the achievement of the Millennium \r\nDevelopment Goals we can do more: we can right the \r\nwrong; we can stand the world on its feet, as it should \r\nbe. Let us not deprive ourselves of this priceless \r\nopportunity. \r\n The Acting Chair: The Assembly will now hear \r\nan address by His Excellency Mr. Musa M. \r\nAbdussalam Kousa, Secretary of the General People’s \r\nCommittee for Foreign Liaison and International \r\nCooperation of the Socialist People’s Libyan Arab \r\nJamahiriya. \r\n Mr. Kousa (Libyan Arab Jamahiriya) (spoke in \r\nArabic): At the outset, I would like, on behalf of my \r\ndelegation, to express our deep appreciation and \r\ngratitude for the efforts made to organize this \r\nimportant Meeting. I would like to convey special \r\nthanks to the Secretary-General for his comprehensive \r\nand accurate report (A/64/665) on the follow-up to the \r\noutcome of the Millennium Summit, entitled “Keeping \r\nthe promise”, which indeed defines the purpose of our \r\nMeeting. I congratulate the President of the General \r\nAssembly on his election to the presidency at the sixty-\r\nfifth session and wish him success in carrying out his \r\nformidable tasks during the session. \r\n I would also like to express my appreciation to \r\nthe outgoing President for his efforts to make this \r\nMeeting successful and to the Permanent \r\nRepresentative of Senegal, His Excellency Mr. Paul \r\nBadji, and the Permanent Representative of Denmark, \r\nHis Excellency Mr. Carsten Staur, for their key roles \r\nand tireless efforts as facilitators for the meetings and \r\nnegotiations that led to consensus on the draft outcome \r\ndocument (A/65/L.1). \r\n I express our deep gratitude to the Permanent \r\nRepresentative of our sister country Yemen, His \r\nExcellency Mr. Abdullah M. Alsaidi, for his wise \r\nstewardship of the Group of 77 and China and his role \r\nduring the negotiations in defending the interests and \r\nobjectives of developing countries in their efforts to \r\nachieve the Millennium Development Goals. In this \r\ncontext, my delegation would like to associate itself \r\nwith the statement made by His Excellency \r\nMr. Abubakr A. Al-Qirbi, Minister for Foreign Affairs \r\nof Yemen, on behalf of the Group of 77 and China and \r\nto note that my country will have the honour of hosting \r\nthe Group’s Third South Summit early in 2011. \r\n Ten years have passed since the international \r\ncommunity assembled here at the Millennium Summit \r\nin order to consider the situation of the world’s most \r\ndeprived people — those living in poverty, affected by \r\ndisease, and held back by illiteracy, gender inequality \r\nand other socio-economic conditions related to \r\nunderdevelopment — and issues of international peace \r\nand security, in particular in Africa and the Middle \r\nEast. The concept for that meeting grew out of the \r\ninternational community’s realization that, because the \r\nworld has now become one village, all States bear the \r\nresponsibility for dealing with the challenges to \r\nsustainable socio-economic development. At the same \r\ntime, the recent financial and economic crises affecting \r\nagriculture, industry, technology, science and \r\neconomics in the developed countries have doubled the \r\nburden on the developing and least developed \r\ncountries, which have already spent decades suffering \r\nthe consequences of socio-economic underdevelopment \r\nand confronting obstacles to their efforts to build and \r\nmaintain peace and security. \r\n We are holding this Meeting at a time when it is \r\npossible to consider the options that are available to the \r\ninternational community and agree on a plan of action \r\nfor the next five years to review and assess the pledges \r\nand commitments made as part of the global \r\npartnership for sustainable development framed by \r\nMember States in the Millennium Declaration \r\n(resolution 55/2) and the Millennium Development \r\nGoals. This Meeting is also being held to discuss the \r\nsocial challenges faced by developing countries due to \r\nthe financial and economic crises resulting from \r\ninjudicious economic and monetary policies and \r\nfinancial speculation in the markets of the major \r\nindustrialized countries. This is in addition to price \r\nfluctuations in energy, agriculture and food, as well as \r\nclimate change, lack of security and instability, \r\nparticularly in Africa and the Middle East. \r\n These crises negatively impacted the resources \r\nnecessary for development programmes and \r\ncounteracted the gains made so far, despite the \r\nvigorous efforts of the developing countries, which had \r\nmanaged to make some progress towards achieving the \r\n A/65/PV.8\r\n \r\n25 10-54521 \r\n \r\nMillennium Development Goals. Full attainment of the \r\nGoals will remain elusive unless the political will \r\nmatches the promises and commitments made to the \r\ndeveloping countries. How otherwise will we be able \r\nto eliminate poverty for more than half a billion people \r\nbefore 2015?  \r\n We recognize that official development assistance \r\nregistered an overall 30 per cent increase to $120 \r\nbillion between 2004 and 2009 and that several of the \r\npoorest countries benefited from debt cancellation. \r\nHowever, the majority of donor States were unable to \r\nmeet the target of 0.7 per cent of their gross national \r\nproduct. \r\n While achieving a reasonable economic growth \r\nrate is important, it is even more critical to bring about \r\na real change in the infrastructure and social \r\nframework so that people’s lives, food security, \r\nenvironment and health improve and the conditions for \r\nattaining all the Millennium Development Goals are \r\nenhanced. This can only be done by integrating \r\nconfidence-building and cooperation in development \r\nefforts at the national level, including through bilateral \r\nand multilateral partnerships, and by enhancing and \r\nstrengthening the role of the United Nations.  \r\n In this regard, we cannot deny the part played by \r\nthe Group of Twenty in financial and economic \r\ngovernance at the international level. However, the \r\nUnited Nations will continue to play its leading and \r\ncomprehensive role in the efforts of the international \r\ncommunity to fight poverty and to contain \r\ntransboundary crises. This is because of the \r\nOrganization’s international legitimacy,  its wealth of \r\nexperience and its capacity to deal with the costly \r\nglobal crises which require comprehensive responses at \r\nall levels. \r\n The risk of a second economic crisis remains very \r\nreal in view of the relative recoveries of some \r\neconomies, which do not reflect the social \r\nrepercussions of the financial and economic crisis. The \r\nbest example of this is the sovereign debt crisis that \r\naffected some industrialized countries. The \r\nmacroeconomic indicators do not fully reflect the \r\nsocial and humanitarian situation in the developing \r\ncountries, especially in Africa, including increased \r\nunemployment, malnutrition, famine, child mortality, \r\nsetbacks affecting women and youth, illegal \r\nimmigration, trafficking in persons and drugs, and \r\ntransboundary crime, not to mention desertification and \r\ndrought. These issues have exacerbated political and \r\nsecurity tensions, not only in some communities and \r\ncountries, but, what is even more worrying, at the \r\nregional and international levels. \r\n In this context, my country affirms the right of \r\ncountries and peoples under foreign occupation to \r\nachieve self-determination, independence and \r\nsovereignty and to attain their social, economic and \r\npolitical goals. We are thinking above all of the \r\nPalestinian people. The reference to “recovery for all” \r\nshould be taken to mean vulnerable peoples in a broad \r\nsense rather than a narrow and selective sense. We \r\nassociate ourselves with the Global Pulse initiative of \r\nthe Secretary-General and the aim of issuing early \r\nwarnings about crises and narrowing the information \r\ngap, thereby enabling the Assembly to adopt timely \r\ndecisions.  \r\n All these matters have been agreed to by my \r\ncountry as part of its support for the role of the United \r\nNations, and in particular the General Assembly, to \r\naddress international issues and their impact on \r\ndevelopment. Such issues include the concept of \r\ncomprehensive international economic regulation to \r\naddress the financial, social, humanitarian and security \r\naspects of development. \r\n Africa has suffered harsh economic, social and \r\nenvironmental conditions relative to other continents. \r\nAs a result of drought, famine is a threat in many \r\nregions, especially in the  Sahara and West Africa, \r\nwhich also suffer from inadequate investment in \r\ninfrastructure projects, especially in terms of roads and \r\ntransportation. My country has taken the initiative of \r\ninvesting in agriculture, mineral resources and also \r\nsocial infrastructure, including clinics, schools and \r\nroads, the most important roads being those that cross \r\nthe desert  and lead to the landlocked countries.  \r\n My country has also established and financed \r\nnational entities to carry out many projects in such \r\nfields as energy, mineral resources and \r\ncommunications  through the establishment of the \r\nLibya-Africa Investment Portfolio, with capital \r\ntotalling $5 billion. This portfolio represents a \r\nconsortium which owns a group of companies, banks \r\nand funds with responsibility for financing projects \r\nthat support national development programmes in \r\nmany African countries. My country also contributes \r\nlarge amounts to many development financing \r\ninstitutions at the regional and international levels. \r\nA/65/PV.8  \r\n \r\n10-54521 26 \r\n \r\n With regard to social and economic development \r\nefforts in Libya, we have begun to reconsider our \r\neconomic structure and political and economic \r\ninternational relations in line with regional and \r\ninternational economic and political transformations \r\nand our own geo-economic proximity to the European \r\nUnion, the African Union, the Mediterranean Sea, the \r\nMiddle East and Africa, as well as our status as an \r\nenergy- exporting country, with harsh climate climatic \r\nconditions, located in the vast Saharan region. Through \r\nour social security and fair income-distribution \r\nprogrammes, our national efforts have been aimed at \r\nachieving improvement in living standards, eradicating \r\nextreme poverty and hunger and expanding \r\ndevelopment to remote areas. Our country has adopted \r\na number of policies to increase family income by \r\nsetting a minimum wage, establishing a national \r\nprogrammes for small- and medium-sized enterprises \r\nand providing microfinancing for youth and women. \r\n With regard to education, the percentage of \r\nstudents enrolled in basic primary schools stood at \r\n98.2 per cent in 2007, of which girls represented 48.4 \r\nper cent and boys 51.6 per cent. That was achieved \r\nthanks to a free compulsory primary education policy \r\nfor all citizens. Our gender equality policy, which is \r\napplied in the social, economic, political and military \r\nsectors, gives women their rights and provides support \r\nfor the approach adopted by the State and communities \r\nto implement those rights at the cultural, social and \r\neconomic levels. \r\n With regard to reducing child and maternal \r\nmortality, Libya has made remarkable progress by \r\nimplementing intensive vaccination programmes in the \r\nareas of vaccination, eradicating such diseases such as \r\nchild polio and controlling measles. Our country is \r\nseeking to increase medical care in rural areas and to \r\nimprove medical services in general, so as to follow up \r\npregnancies and child deliveries under special medical \r\nsupervision. The percentage of women provided with \r\nprenatal medical care stands at 98 per cent. Currently, \r\nlife expectancy is at 78 years for women and 76 years \r\nfor men. That reflects a significant improvement in \r\nliving standards and medical health services in Libya. \r\n With regard to acquired immunodeficiency \r\nsyndrome (AIDS), our national centre for \r\ncommunicable and endemic disease preventions \r\nmonitors a national programme for the prevention of \r\nAIDS. The programme has been successful in \r\nidentifying infections, raising awareness about the \r\ndisease and promoting preventive measures among \r\ncitizens and our large numbers of illegal immigrants \r\nalike. \r\n It is no exaggeration to say that our concern for \r\nthe environmental situation in Libya is based on the \r\nfact that Libya occupies a very large geographic \r\nexpanse with very few water resources and is situated \r\nin the so-called desert belt. In fact, Libya’s experience \r\nis important and unique in that it has implemented an \r\nenormous man-made river and transport system project \r\nthat runs from its desert interior through its entire \r\nnational territory. The project’s 4,000 kilometres of \r\nunderground pipes provide water for drinking, \r\nirrigation, and urban use. Our country aims to develop \r\nother parallel large-scale projects for seawater \r\ndesalination and waste water reuse. However, our \r\nneighbouring Saharan countries and our Saharan \r\nenvironment as a whole remains subject to the risk of \r\ndrought, desertification and environmental \r\nvulnerability. \r\n I would be remiss if I concluded my statement \r\nwithout referring to the importance that my country \r\nattaches to the development of a world partnership at \r\nthe bilateral, regional and international levels with a \r\ncomprehensive vision for cooperation and development \r\nintegrating the social, economic, political and security \r\ndimensions. There can be no sustainable peace without \r\nsustainable development. Democratic governance and \r\nrespect for human rights cannot be achieved without \r\nthe implementation fulfilment of the obligations and \r\npledges that the international community has assumed \r\nin international resolutions and forums. This is a shared \r\nresponsibility to which my country is committed. \r\n The Acting Chair: I now give the floor to \r\nHis Excellency Mr. Luis Almagro, Minister for Foreign \r\nAffairs representative  of the Eastern Republic of \r\nUruguay. \r\n Mr. Almagro (Uruguay) (spoke in Spanish): At \r\nthe outset, I would like to express my gratitude for the \r\nconvening of this High-level Plenary Meeting on a \r\nreview of the progress made and pending challenges in \r\nachieving the Millennium Development Goals \r\n(MDGs). \r\n The set of public policies and measures carried \r\nout by our national Government have substantially \r\ncontributed to achieving progress in meeting the \r\nMillennium Development Goals. However, with only \r\nfive years remaining towards the deadline set by the \r\n A/65/PV.8\r\n \r\n27 10-54521 \r\n \r\nMillennium Declaration, despite the efforts made there \r\nis still a long way to go in achieving the Goals. \r\n Uruguay is seriously committed to reducing \r\npoverty, eliminating extreme poverty and moving \r\ntowards greater economic and social equity. To that \r\nend, we have made serious efforts to eradicate poverty \r\nby implementing a series of social policies such as our \r\nsocial emergency plan, which provides temporary \r\nmonetary assistance to groups living in extreme \r\npoverty. That plan was followed by a more \r\ncomprehensive equity plan, which aims to expand the \r\nchanges already begun, restructure the social protection \r\nsystem and initiate more wide-scale social reforms. \r\nLikewise, keeping in mind the importance of \r\ncontinuing work the effort to provide dignified and \r\nproductive employment for all social sectors, we are \r\ncurrently developing our Uruguay work plan. \r\n As a medium-income country, Uruguay \r\nparticipates in the One United Nations Initiative, an \r\ninteresting undertaking to address inequality and \r\nsupport emerging trends that serve to promote social \r\ndevelopment. \r\n However, we still face serious challenges in \r\ncontinuing to address the needs of the most vulnerable \r\ngroups and ensure the provision of food to groups that \r\nare in at critical stages of their life stages related to the \r\nprocess because of biological reproduction and or \r\nsocial integration, as they are the ones most affected by \r\ninsufficient nutrition.  \r\n Moreover, with regard to the international goal on \r\neducation, I am pleased to report that my country has \r\nachieved that target. Nevertheless, there are still \r\nserious challenges with regard to our national goal of \r\nuniversalizing secondary education and expanding \r\ntertiary education. Likewise, our country is making \r\nefforts to improve the quality of education, raise the \r\nsalaries of educators and invest in necessary basic \r\ninfrastructure. In that connection, we have put in place \r\ninnovative educational programmes that have produced \r\nvery positive results. Those include the Ceibal plan to \r\nprovide one laptop per child, which has reduced the \r\ndigital gap by providing an Internet-connected \r\ncomputer to every child. \r\n Moreover, in meeting the international goal to \r\npromote gender equality and empower women, \r\nUruguay has demonstrated its commitment to \r\nachieving its national goal for eliminating gender \r\ninequalities in work opportunities and conditions and \r\nin public and private decision-making. In that regard, \r\nalthough between 2005 and 2009 we significantly \r\nreduced the unemployment rate for both men and \r\nwomen, there is still an imbalance in their \r\nunemployment levels. \r\n To promote gender equality and women’s \r\nempowerment, Uruguay has adopted a series of \r\nmeasures for reaching the Goals, such as the first \r\nnational plan for equal opportunities and rights and the \r\nNational Coordinating Council for Public Policies on \r\nGender Equality. In 2009, we created a gender \r\ninformation system. \r\n Uruguay places fundamental importance on the \r\nGoal of reducing the under-five mortality rate. In \r\nrecent decades, major progress has been made thanks \r\nto control of diarrhoeic diseases and respiratory \r\ninfections. Although the indicators in this area are very \r\nsatisfactory, in recent years the Government has \r\nstrengthened its policies and health programmes geared \r\ntowards young children, which has reduced the under-\r\none mortality rate by half over the period 1990 to 2008.   \r\n Through the creation of our national integrated \r\nhealth system, we are aiming to improve health \r\ncoverage to population sectors that are considered \r\npriority, such as children and adolescents. We would \r\nlike to mention other programmes directed at children \r\nand adolescents that have been implemented, such as \r\nthe National Children’s Health Programme, the \r\nNational Adolescent Health Programme and the \r\nNational Women’s and Gender Programme. \r\n There are also programmes for enhancing \r\nservices for pregnant women, for children under three \r\nand for the most vulnerable sectors of society, as well \r\nas a tobacco control programme, as tobacco is one of \r\nthe most important factors in determining children’s \r\nbirth weight. \r\n Regarding the Goal of reducing maternal \r\nmortality by three quarters between 1990 and 2015, our \r\ncountry is on its way to reaching the Goal through the \r\nimplementation of programmes and an active \r\nprevention and monitoring policy among pregnant \r\nwomen. The implementation of activities such as a \r\ncontraception programme, a programme on health \r\ninitiatives to prevent unsafe abortions, a programme \r\nfor comprehensive women’s care and plans for sex and \r\nreproductive health education, among other activities, \r\nhave in recent years led to a significant reduction in the \r\nmaternal mortality rate. It is also worth noting that in \r\nA/65/PV.8  \r\n \r\n10-54521 28 \r\n \r\nUruguay, care is provided in 90 per cent of pregnancies \r\nin the first and second trimesters and almost all births \r\nare medically assisted. \r\n The fight against HIV/AIDS, malaria and other \r\ndiseases is a subject of particular importance for \r\nUruguay. Outstanding among the achievements \r\nobtained in halting the advance of AIDS and slowing \r\nits spread is the reduction in cases of infection through \r\nblood contact and of mother-to-child transmission. In \r\nthe area of prevention, a national programme for \r\nprevention of sexually transmitted diseases and \r\nHIV/AIDS has been developed. There are a number of \r\nactions to prevent sexually transmitted infections by \r\nmeans of early diagnosis, treatments for drug abuse \r\nand greater access to AIDS treatments. \r\n We also seek to increase prevention through \r\ncontinuous public awareness campaigns on the \r\nfeminization of the HIV/AIDS epidemic, as well as on \r\nthe provision of antiretroviral treatment for those in \r\nneed; these are mainly aimed at the youngest and most \r\nvulnerable sectors of the population. \r\n Concerning other diseases, Uruguay has seen no \r\ncases of diphtheria, yellow fever, polio, neonatal \r\ntetanus or autochthonous malaria. The data show a \r\nsustained decrease in cases of echinococcosis and a \r\nreduction in tuberculosis. This has been the result of \r\nthe national tuberculosis control programme and \r\nvaccination campaigns, in particular for hepatitis A and \r\nB and pneumococcal diseases. In addition to those \r\ndiseases, Uruguay is engaged in a major follow-up and \r\nprevention effort for non-transmittable diseases such as \r\ncancer, diabetes, cardiovascular disease and chronic \r\nlung and kidney disease, because of their considerable \r\nprevalence among the Uruguayan population. \r\n Environmental sustainability is essential in the \r\ndesign of for long-term development and growth \r\nstrategies. Our country faces serious challenges in \r\nterms of innovation and production of renewable \r\nenergy. For this reason, international cooperation and \r\ntechnology transfer are particularly important. Here, \r\nwe would like to highlight the increase in industrial \r\nenergy consumption and the decrease in residential \r\nenergy use. These significant and positive data mean a \r\nmore efficient use of energy. It is also worth \r\nmentioning Government efforts to improve sanitation \r\nservices and to extend their coverage to all parts of the \r\ncountry. \r\n Finally, Uruguay would like to stress the \r\nimportance of reaffirming the global partnership for \r\ndevelopment. The attainment of Goal 8 is essential for \r\nachieving the other Millennium Development Goals, \r\nsince the commitment to development must be a \r\ncollective one. \r\n International trade, technology transfer, \r\naffordable access to medicine and an enduring solution \r\nto the problems of external debt are some of the areas \r\nthat must be addressed in order to achieve the goals \r\nthat have been set. Efforts made at all levels are crucial \r\nto achieve development. We also believe it is necessary \r\nto strengthen and establish millennium goals in the \r\nareas of culture and science. Such new goals in the \r\ncultural sphere would enormously advance social \r\nintegration, and scientific goals would be of great \r\nimportance, as science is the only path to sustainable \r\ndevelopment in both the short and long terms. \r\n The Acting Chair: The Assembly will now hear \r\nan address by His Excellency Mr. Sali Berisha, Prime \r\nMinister of the Republic of Albania. \r\n Mr. Berisha (Albania): It is a special pleasure for \r\nme to address this audience today and to present to the \r\nGeneral Assembly the recent developments in Albania, \r\nalong with our challenges and achievements in terms of \r\nreaching the Millennium Development Goals (MDGs). \r\n But before I do that, I would like to extend \r\ncordial greetings to Mr. Joseph Deiss, along with my \r\nheartfelt congratulations on his election as President of \r\nthe General Assembly at its sixty-fifth session. Special \r\nthanks go to Secretary-General Ban Ki-moon for the \r\nexcellent organization of this General Assembly \r\nsession. \r\n As I was standing in this Hall today and watching \r\nthis meeting unfold, suddenly memories of the General \r\nAssembly in September 1992 came to mind. As then-\r\nPresident of my country, I represented Albania: at that \r\ntime, one of the poorest countries on the planet, with a \r\nper capita annual income of only $204 dollars, a totally \r\nfailed economy and a level of unemployment as high as \r\n80 per cent. Albania was a country where chronic and \r\nmassive starvation were still present, where life \r\nexpectancy at birth was getting shorter with passing \r\ntime and where child and maternal mortality remained \r\namong the highest in the world. It was a country that, \r\nin the previous 45 years, had built 3.5 times more \r\nbunkers than residential apartments for its citizens. \r\nThat was Albania 18 years ago. \r\n A/65/PV.8\r\n \r\n29 10-54521 \r\n \r\n As scholars have written, the unimaginable \r\nhappens once in 20 years. But in my country, the \r\nunimaginable happened in less than 20 years. Today in \r\nthis Hall, I am addressing this audience as the Prime \r\nMinister of a country that in this short period of time \r\nhas increased its per capita income tens of times and \r\nnow belongs to the group of countries with middle to \r\nupper income levels. Albania was once the most hyper-\r\ncollectivized country on Earth; now, more than 80 per \r\ncent of its gross domestic product is generated by the \r\nprivate sector. During the past 10 years, Albania has \r\nreduced poverty from 25 per cent to 12 per cent, and \r\nextreme poverty from 4.2 per cent to 1.3 per cent. \r\n Five years ago, taking into consideration its \r\npriority project of European Union (EU) integration, \r\nAlbania revised and upgraded its Millennium \r\nDevelopment Goals in order to realign them with the \r\nrequirements of the EU integration objectives. To that \r\nend, in the past four years alone, Albania has increased \r\nbudgetary spending for health care by 40 per cent, for \r\neducation by 60 per cent and for social assistance by \r\n80 per cent. We take great pleasure in noting that over \r\n90 per cent of pupils who completed the obligatory \r\nnine-year primary education programme have \r\ncontinued their education by enrolling in high school, \r\nand that 70 per cent of the youngsters who graduated \r\nfrom the latter were admitted to the country’s \r\nuniversities. The number of university students has \r\ntripled, and the Internet is accessible in every school \r\nthroughout the country. \r\n Life expectancy in Albania has increased to 77.96 \r\nyears, and maternal mortality is several times lower \r\nthan it is in some of the most developed countries. \r\nChild mortality has also shown a drastic decrease; \r\nnevertheless, it is still not at the level it should be. The \r\nlevel of child immunization in Albania has been among \r\nthe highest in the world. \r\n There has been tremendous progress in the area \r\nof environmental protection. Ninety-eight per cent of \r\nelectricity and energy in my country comes from \r\nrenewable sources. Despite the major world financial \r\ncrisis, our country’s economy has continued to \r\nmaintain positive growth, standing at 3.5 per cent in \r\n2009. Exports have grown by 62 per cent this year. \r\nBudgetary revenues are 13 per cent higher than they \r\nwere last year, with overall economic growth expected \r\nto be 4 to 5 per cent. \r\n Albania has created a very friendly environment \r\nfor business and investment. At the moment, we are the \r\nEuropean country with the lowest fiscal burden. In just \r\nthe past two years, my country has signed several \r\nbillion euros in investments and concessions. Albania’s \r\ninfrastructure has been totally transformed — for \r\ninstance, when it comes to our road network and our \r\nwater supply, energy, telecommunications and health \r\ncare systems. My country is today a member of NATO \r\nand is making solid progress in the process of \r\nintegration into the European Union. \r\n Prominent persons in the world’s global economy \r\nand finances have labelled Albania’s development as \r\nhaving made a quantum leap. But I remain fully aware \r\nthat, despite all those achievements, our country still \r\nhas a long and difficult road ahead. Thousands of \r\npeople in my country are still struggling against \r\nunemployment, which stands at 11 per cent, whereas \r\nothers face poverty, and even extreme poverty, and \r\nendure the pain and despair and the tears they cause \r\ndaily. \r\n Building the country and its infrastructure \r\nnecessitates more capital investment. Albania’s path is \r\nin no way a beautifully paved highway. That is why \r\nreaching, or even going beyond, the MDG targets is for \r\nmy country a secure path to a new horizon of \r\ndevelopment and EU integration. \r\n These achievements by Albanian citizens are due \r\nfirst of all to their free initiative. They came about as \r\nthe result of their hard work and rivers of sweat, for \r\nwhich I would like to take this opportunity to pay my \r\nmost heartfelt tribute. But they were also made \r\npossible due to the deep and comprehensive reforms \r\ncarried out in my country during recent years in the \r\nareas of the economy, health, education and social \r\npolicy in general. In particular, they were due to our \r\nuncompromising fight against corruption and due to \r\nthe reforms linked with that fight. \r\n Anti-corruption reforms are crucial to ensuring \r\nthe success and results of all other reforms. For me, the \r\nfundamental condition for reaching or going beyond \r\nthe Millennium Development Goals is first and \r\nforemost a permanent fight against corruption. I \r\nbelieve that corruption is today the worst enemy of free \r\npeople and free societies. In my country, the \r\nuncompromising fight against corruption has allowed \r\nus to double public revenue in less than five years. \r\nAnti-corruption reforms have helped economic and \r\nA/65/PV.8  \r\n \r\n10-54521 30 \r\n \r\nother reforms to transform Albania into a secure \r\ncountry in Europe and into one of the most attractive \r\nplaces for foreign investors. I invite business people to \r\nseriously consider visiting my country and investing in \r\nAlbania. \r\n I take this opportunity to express my deep \r\nappreciation to the United Nations for its continuous \r\nefforts against corruption, and in particular for the \r\nConvention against Corruption and the recent \r\nestablishment of the Anti-Corruption Academy in \r\nVienna. \r\n On their way to building a democratic system and \r\na free market economy, Albania and its people have \r\nhad extraordinary help and solidarity from many \r\nfriendly countries around the world. I would like to \r\ntake this opportunity to express my deepest gratitude to \r\nall those countries, their Governments and their \r\ntaxpayers, for the great generosity they showed to my \r\nnation as it strived to emerge from the worst isolation \r\nthat the world has known. From the bottom of my \r\nheart, I would also like to thank the United Nations and \r\nits agencies, the Bretton Woods institutions and the \r\nUnited Nations Development Programme for all the \r\ninvaluable help they have provided Albania throughout \r\nthis period. \r\n Special thanks go to Secretary-General Ban Ki-\r\nmoon and his team for selecting my country to be a \r\npilot country in the “delivering as one” project. I \r\nassure the Assembly that our selection has brought \r\nefficient cooperation between my country and United \r\nNations agencies to the highest level, producing much \r\nbetter implementation of dozens of joint projects in \r\nnumerous fields, which has helped my country to \r\nachieve the Millennium Goals and move ahead towards \r\nEU integration. \r\n The Acting Chair: I now give the floor to His \r\nExcellency Mr. Paul Antoine Bohoun Bouabré, \r\nMinister of Planning and Development of Côte \r\nd’Ivoire. \r\n Mr. Bohoun Bouabré (Côte d’Ivoire) (spoke in \r\nFrench): It is a privilege and great honour for me to \r\naddress the Assembly on behalf of Côte d’Ivoire and of \r\nPresident Laurent Gbagbo. \r\n The report before the Assembly (A/64/665) is \r\ncommendable, as it clearly and courageously sets out \r\nthe challenges we face in attaining the Millennium \r\nDevelopment Goals (MDGs), as well as the measures \r\nto be taken to address — and perhaps to solve — them, \r\nonly five years from the deadline we have set. On \r\nbehalf of my delegation, I should like to convey my \r\nsincere congratulations to Secretary-General Ban Ki-\r\nmoon for the work that has been accomplished and \r\nespecially for the initiative to hold this High-level \r\nMeeting. \r\n As we take stock 10 years on, we must concede \r\nthat there is still a long way to go for the majority of \r\nAfrican countries, and that the chances of attaining all \r\nof the Millennium Development Goals by the 2015 \r\ndeadline are slim. In spite of a domestic situation \r\ncharacterized by a crisis unprecedented in our short \r\nhistory, Côte d’Ivoire has steadfastly committed to \r\nimplementing the Millennium Development Goals. \r\nWhile the results of Government activities do not, of \r\ncourse, entirely reflect the efforts that have been \r\ndeployed, encouraging advances have been made \r\nthanks to the various programmes under way. In \r\neducation, for example, Government policies to \r\nstrengthen human resources on the one hand and to \r\npromote primary education on the other have allowed \r\nus to attain a net enrolment rate of 56 per cent over the \r\nperiod from 2002 to 2008. \r\n The goal of gender equality is one that, without a \r\ndoubt, we have a real chance of attaining by the 2015 \r\ndeadline. In fact, the present ratio of 8 girls for every \r\n10 boys represents real progress due to our primary \r\neducation gender policy. The empowerment and \r\npromotion of women remains a priority for the \r\nGovernment. We give pride of place to the \r\nindependence, participation and empowerment of \r\nwomen at all levels of national life and in the broadest \r\nrange of areas and activities. \r\n Significant progress has also been seen in the \r\nhealth sector, but it is still not enough for us to expect \r\nattainment of the goal of reducing under-five mortality. \r\nIn order to improve the chances for success in this \r\narea, Côte d’Ivoire has decided to prioritize \r\ncomprehensive vaccination campaigns, to improve \r\nepidemiological monitoring and to strengthen \r\nintegrated care for childhood and infant diseases. \r\n With regard to HIV/AIDS, the commitment of the \r\nPresident of the Republic has led to the establishment \r\nof a ministry specifically dedicated to the fight against \r\nthe pandemic. Carrying out public awareness \r\ncampaigns and providing care for sufferers, as well as \r\nstrengthening coordination, follow-up and assessment, \r\n A/65/PV.8\r\n \r\n31 10-54521 \r\n \r\nhave all yielded notable results. We note that the \r\noverall progression of the pandemic has been curbed, \r\nas prevalence has fallen significantly from 6.9 per cent \r\nin 2000 to 3.7 per cent in 2008. \r\n The HIV/AIDS, malaria and tuberculosis \r\npandemics continue to pose great challenges to Africa \r\nin general and to Côte d’Ivoire in particular. We all \r\nagree that these pandemics are not only a public health \r\nproblem; they also seriously constrain economic and \r\nsocial development across the continent. Therefore, \r\nsustained efforts are needed to improve the quality of \r\ncare and to improve treatment outcomes, along with \r\ncontinuing public awareness campaigns.  \r\n We take this opportunity to support the plea for a \r\nsignificant increase in the resources of the Global Fund \r\nto Fight AIDS, Tuberculosis and Malaria. In this \r\nregard, I should like to welcome the commitments \r\nmade by the succession of donors who, from this \r\nrostrum, have announced increases in their \r\ncontributions. I remain convinced that, if these \r\npromises are kept, they will greatly contribute to the \r\nsuccess of the fight against these pandemics in the \r\nbeneficiary countries. \r\n In the decade since the MDGs were adopted, \r\npoverty has not decreased in Côte d’Ivoire; quite the \r\ncontrary. Even though the trend has been slightly \r\nreversed over the past two years, thanks in particular to \r\nthe renewed momentum of economic growth, the \r\npoverty index is not what we had hoped. Having been \r\n38.4 per cent in 2002, the index was determined to be \r\n48.9 per cent in 2008. That having been said, despite \r\ncurrent financial problems and the constraints of \r\nmanaging recurring crises, the Government is \r\ncontinuing in its efforts to improve the quality of life \r\nof the people by connecting rural areas to the national \r\nelectricity grid and by implementing drinking water \r\nprovision programmes. \r\n In the area of environmental preservation, efforts \r\nare being carried out to halt deforestation and to create \r\nconservation parks and nature reserves. We welcome \r\nthe presence of the German Agency for Technical \r\nCooperation, which manages the Taï National Park in \r\nsouth-western Côte d’Ivoire. \r\n To conclude, I should like to underscore the \r\nimportance of the ongoing economic reform in our \r\ncountry for implementing the MDGs and especially for \r\nensuring that the results are long-lasting. The success \r\nof reforms and the immediate prospects for reducing \r\nthe debt burden, which is 56 per cent of our gross \r\ndomestic product, under the Heavily Indebted Poor \r\nCountries Debt Initiative will enable the Government \r\nto increase the resources available for basic social \r\nservices and to step up attainment of the MDGs. \r\n Five years away from the 2015 deadline, it would \r\nnot be very realistic to wager that all of the MDGs will \r\nbe met. However, domestic efforts must continue, and \r\nwe must focus on the challenges of the MDGs, post-\r\ncrisis reconstruction, robust recovery of economic \r\ngrowth and sustainable development. In this context, \r\nCôte d’Ivoire knows that it can count on the support of \r\nthe international community and strengthened \r\npartnerships with donor countries to keep up the \r\nmomentum and give new hope to our people. In this \r\nregard, the presidential elections to be held on \r\n31 October 2010 hold great promise for Côte d’Ivoire. \r\n The Acting Chair: The General Assembly will \r\nnow hear an address by His Excellency Mr. Winston \r\nBaldwin Spencer, Prime Minister and Minister for \r\nForeign Affairs of Antigua and Barbuda. \r\n Mr. Spencer (Antigua and Barbuda): Ten years \r\nago, over 100 heads of State or Government gathered \r\nhere in this grand Hall to adopt the Millennium \r\nDeclaration (resolution 55/2), which was described as a \r\nmilestone in international cooperation. With a 15-year \r\ntime span for its implementation, the Declaration was \r\nwidely expected to inspire development and directly \r\nimprove the lives of hundreds of millions of people. \r\nThese are people who are struggling to eke out the \r\nmost basic living and who are suffering the effects of \r\npoverty, gender inequities, ill health and environmental \r\ndegradation. \r\n Ten years have passed and we heads of State or \r\nGovernment — more than 100 of us — are gathered \r\nhere again today to review progress, assess the \r\nobstacles and gaps and agree on concrete strategies and \r\nactions to meet the very same Goals and targets most \r\nof us agreed to in 2000. Ten years have gone by, and \r\nwhat do we, as a global community, have to show in \r\nterms of concrete results? No matter from what \r\nperspective one looks at it, something seems terribly \r\namiss. \r\n There are countless voiceless others not in this \r\nHall who are also wondering and asking what has \r\nhappened to our global commitment to achieve the \r\nMillennium Development Goals (MDGs). They want to \r\nknow why our global partnerships for development \r\nA/65/PV.8  \r\n \r\n10-54521 32 \r\n \r\nhave not delivered on their stated promises. With less \r\nthan five years to go before 2015, why have the \r\ncommitments related to the most important global \r\nDeclaration made to the world’s most vulnerable \r\npeople not been fulfilled? Could it be that the globally \r\nagreed expectation that the Millennium Development \r\nGoals would spur action for poverty reduction, \r\nreductions in maternal and child mortality, \r\nimprovements in education, gender equality and \r\nenvironmental sustainability remains just that — an \r\nexpectation? \r\n Despite the overwhelming evidence that progress \r\ntowards achieving the MDGs, when measured in terms \r\nof concrete milestones, is fragmentary, I am not \r\nwithout hope that we as a community can deliver on \r\nthese commitments. Let me therefore be very clear. I \r\nam not here to pronounce the MDGs dead or to bury \r\nthem. Rather, I remain convinced that they can still be \r\nrevived and achieved with a massive infusion of \r\nfocused efforts and resources.  \r\n If there is one fact that we can all agree on, it is \r\nthat something dramatic needs to be done, and done \r\nurgently, if the globally agreed MDGs are to be met. \r\nTen years on, the inescapable truth that confronts us all \r\nis that the MDGs are on critical life support, and the \r\ninternational community needs to collectively step up \r\nthe pace of action to achieve them. If we do not do \r\nthat, the MDGs could remain forever abandoned and \r\nlost in that graveyard of lost and failed commitments. \r\nIf, as many speakers before me have said, the MDGs \r\nare of critical importance to mankind, then it behooves \r\nus all to ensure that they do not simply wither on the \r\nproverbial vine and die an ignoble death. \r\n I believe that the Goals represent human needs \r\nand basic rights that every individual on this planet \r\nshould be able to enjoy. These needs and rights include \r\nfreedom from extreme poverty and hunger, quality \r\neducation, particularly for girls, productive and decent \r\nemployment, good health and shelter, the right of \r\nwomen to give birth without risking their lives, and the \r\nright to an environment that is sustainable. \r\n With five years to go, we are at a critical \r\njuncture. We are at a point where we can look back at \r\nwhat went wrong and take corrective action. We know \r\nthat developing countries, such as my own nation of \r\nAntigua and Barbuda, were told repeatedly that the \r\nMDGs were achievable if nationally owned \r\ndevelopment strategies, policies and programmes were \r\nsupported by international development partners. We \r\nhave developed the national strategies, policies and \r\nprogrammes. Sadly, the support of our international \r\ndevelopment partners has either been slow in coming \r\nor has not come at all.  \r\n We know that the MDGs were intended to \r\nimprove the lives of the poor, but such improvements \r\nhave been painfully slow and any miniscule gains have \r\nbeen eroded by the climate change, food security and \r\nglobal economic crises. What makes this particularly \r\nheartbreaking is the simple fact that the world \r\npossesses the resources and knowledge to ensure that \r\neven the poorest countries, and others held back by \r\ndisease, geographic isolation or civil strife, can be \r\nempowered to achieve the MDGs. Simply put, after \r\n10 years, billions of people are looking to us to help \r\nthem realize the great vision embodied in the \r\nMillennium Declaration. The simple but stark question \r\nis: Will we, as a global community, summon the \r\ncourage to take the actions necessary to keep that \r\npromise? \r\n As we look ahead to 2015, critical building \r\nblocks, particularly in the areas of trade and debt relief, \r\nwhich many in the developing world need if they are to \r\nachieve the MDGs, will have to be put into place. The \r\nDoha Round of trade negotiations must be completed. \r\nProgress towards reaching the targets of providing all \r\nthe least developed countries with duty-free market \r\naccess for their exports has to be accelerated. And a \r\nfair number of the middle- and upper middle-income \r\ncountries, which are in dire need of substantial \r\namounts of debt relief, need help to create more fiscal \r\nspace for spending targeted towards the MDGs. \r\n I believe that a renewed emphasis on trade is a \r\ncritical element for developing countries seeking to \r\nrescue their battered economies and lift their people up \r\nout of poverty. One very important way in which our \r\npartners in the developed countries can help is to \r\nadhere to their international obligations. This could \r\nmake a significant contribution to the maintenance of \r\npeace and security and towards ensuring that all \r\npersons, regardless of race, nationality, creed or \r\ngender, continue to believe in the international system \r\nand recognize that this system is for the benefit of all. \r\n It is therefore important that the people of small \r\ndeveloping countries be given good reason to believe \r\nthat the international system is just and that it works \r\nfor them just as it does for large, powerful, developed \r\n A/65/PV.8\r\n \r\n33 10-54521 \r\n \r\nnations. That is why one situation in which a small \r\nCaribbean nation has been placed is extremely \r\nunfortunate and must be remedied as quickly as \r\npossible. \r\n My small developing nation of Antigua and \r\nBarbuda has sought to ensure that the trade rules \r\nagreed to by a majority of the international community, \r\nincluding the United States, are adhered to. In that \r\nspirit, after extensive consultations and negotiations, \r\nwe brought a matter against the United States \r\nconcerning online gaming before the World Trade \r\nOrganization Dispute Settlement Body. Despite having \r\nbeen successful repeatedly at that level, we have yet to \r\nbenefit. I therefore call on the United States to work \r\nwith us to quickly resolve the situation and to arrive at \r\na settlement that is fair and just to both sides. \r\n The food crisis and the global financial crisis \r\nhave exacerbated the external financing needs of \r\ncountries like ours and have further constrained our \r\ncapacity to service growing debts. Many countries now \r\nhave debt-servicing obligations that are comparable in \r\nsize to their gross national product or, in some cases, \r\nthat dwarf the value of their total output. For them, my \r\nown country included, the need for debt relief is a top \r\npriority. For many of those countries, the debt distress \r\nhas been caused by global crises not of their making. \r\n This year alone an additional 64 million people \r\nwill fall into extreme poverty. The number of hungry \r\npeople has risen above 1 billion for the first time ever. \r\nWe therefore need to build a bridge between available \r\nfood supplies and people who are hungry. The bridge \r\nof safety nets is not something we can abandon. That is \r\nwhy in many developing countries, including my own, \r\nsubsidized free school meals, nutrition support for \r\nmothers and young children and health, job training \r\nand community development programmes must remain \r\nnational priorities. Those programmes are not only to \r\ncombat starvation and malnutrition; they also have \r\nmultiplier effects in supporting health, education and \r\neconomic development. \r\n In Antigua and Barbuda, the school meals \r\nprogramme has proven to be one of the most powerful \r\nfood-based safety nets ever implemented. Those meals \r\nare often the only assured source of food for the \r\nchildren of disadvantaged households. And feeding \r\nprogrammes deliver much more by increasing school \r\nattendance, gender equality and educational \r\nachievement. \r\n I am from a region where natural disasters such \r\nas hurricanes and earthquakes are commonplace. \r\nDisaster preparedness through building resilience and \r\npromoting adaptation and risk reduction is therefore an \r\nurgent priority. We are constantly seeking ways and \r\nmeans to develop and deploy risk management tools to \r\nmitigate the negative effects of climate change and \r\nother natural disasters. Unlike our developed-country \r\npartners, we cannot avail ourselves of international \r\ninsurance, capital markets or government budgets that \r\nact as contingency funds to minimize losses from \r\nnatural disasters. \r\n A mere five years remain until the target date for \r\nthe Millennium Development Goals. I therefore call on \r\nthe international community to recommit to the \r\naccelerated implementation of the MDGs. \r\n The range of actions that must be taken includes \r\nsupporting country-led development and effective \r\ngovernance; fostering inclusive and pro-poor economic \r\ngrowth, including access to modern energy services; \r\nincreasing public investments in education, health, \r\nwater, sanitation and infrastructure; scaling up targeted \r\ninterventions, including social protection and \r\nemployment programmes; investing in expanded \r\nopportunities for women and girls and advancing their \r\neconomic, legal and political empowerment; enhancing \r\naccess to energy and promoting low-carbon \r\ndevelopment; accelerating domestic resource \r\nmobilization to finance the MDGs; and ensuring that \r\nthe global partnership creates an enabling environment \r\nfor the MDGs, particularly by delivering on official \r\ndevelopment assistance commitments. \r\n I want to thank the Assembly for its attention. I \r\ntrust that we are all sufficiently motivated to renew our \r\ncommitment to making the world outside this Hall a \r\nbetter place by achieving the noble yet practical Goals \r\nwe have set in this regard. \r\n The Acting Chair: I must make a request. We \r\nhave very little time left. At 3 p.m., another meeting is \r\nbeing convened here in which the President of the \r\nUnited States and many other senior people will speak. \r\nIn view of the fact that there are still many speakers on \r\nthe list, I must request that the Assembly conclude this \r\nmeeting. I ask that speakers restrict their speeches to \r\nfive minutes. If they do not, I will have to start \r\nenforcing the time limit. We will not finish otherwise.  \r\nA/65/PV.8  \r\n \r\n10-54521 34 \r\n \r\n I now give the floor to the Minister for Foreign \r\nAffairs and Cooperation of the Republic of the Congo, \r\nMr. Basile Ikouebe. \r\n Mr. Ikouebe (Congo) (spoke in French): Five \r\nyears from the deadline for achieving the Millennium \r\nDevelopment Goals (MDGs), the opportunity afforded \r\nby this meeting is clear: we have to evaluate what we \r\nhave done during the last 10 years and to trace the \r\nbroad lines of what remains to be done to accelerate \r\nimplementation.  \r\n The draft resolution (A/65/L.1) submitted for \r\nadoption at the end of our work clearly indicates the \r\ngoal envisaged: to keep the promises made to our \r\npeople, because the results mixed. Undeniable progress \r\nhas been made and successes achieved, but in an \r\nuneven way. Many efforts are still required to make \r\nsuccess universal at the right time.  \r\n We have taken on commitments at the national, \r\nsubregional, regional and international levels. Many of \r\nour countries have made great sacrifices to move in the \r\nright direction. They have had to overcome various \r\nobstacles: lack of resources, weak national economies, \r\nnatural disasters, wars, economic and financial crises, \r\nand so on. However, none of those obstacles should be \r\nused as an excuse or as a pretext for inaction. On the \r\ncontrary, they should galvanize our energies.  \r\n It is time to call on our partners of the North, to \r\ninvite them to keep their promises, particularly in \r\nterms of official development assistance, investments \r\nand the trade competitiveness necessary for sustained \r\neconomic growth, without which the MDGs will be \r\nillusory for many of us. \r\n When the MDGs were adopted 10 years ago, \r\nCongo was just emerging from a long period of civil \r\nwar that destroyed the socio-economic fabric and \r\ninfrastructures like roads, bridges, railroads, schools \r\nand clinics. We therefore had to rebuild everything, \r\noften at our own expense. Our post-conflict \r\ndevelopment programme was adopted and \r\nimplemented. After long years of negotiation with the \r\nInternational Monetary Fund and the World Bank, we \r\nare now just at the completion point of the Heavily \r\nIndebted Poor Countries Initiative. We would like to \r\nthank all of our partners who have supported us in this \r\nlong effort.  \r\n With the cancelling of most of our foreign debt, \r\ntoday we can accelerate the pace of implementing our \r\nprogramme for the poorest citizens, which was \r\nlaunched a number of years ago. That is why we \r\nremain aware of our ability to achieve in five years a \r\nreasonable performance rate for the MDGs. \r\n On the whole, Congo, following the example of \r\nother African countries, has made remarkable progress \r\nin achieving the MDGs, especially in the areas of \r\nuniversal primary education, fighting HIV/AIDS and \r\npromoting sustainable development, even as we remain \r\naware of the scope of the challenges that still must be \r\nmet. However, more efforts are needed to combat \r\nextreme poverty and hunger, and maternal, infant and \r\nchild mortality, and to promote gender equality and the \r\nempowerment of women.  \r\n To meet those challenges, the Government is \r\ntrying to bring the proportion of the population below \r\nthe poverty level from 50.7 per cent to 35 per cent by \r\n2015. The setting up of the national food security \r\nprogramme 2008-2012 and of the support fund for \r\ndeveloping agriculture is part of this effort to reduce \r\nthe proportion of the population that is suffering from \r\nhunger. In addition, Congo has invested in diversifying \r\nits non-petroleum sector and is implementing support \r\nprogrammes for income-generating activities for the \r\nmost vulnerable people. Improving the business \r\nenvironment is also one of the priority areas in our \r\nefforts to promote the private sector and thereby to \r\nexpand the national economy’s productive capacity. \r\n On the occasion of the fiftieth anniversary of \r\nCongo’s independence, President Denis Sassou \r\nNguesso has announced measures aimed at \r\nstrengthening and speeding up all ongoing \r\nprogrammes. In particular, that entails raising low \r\nincomes by increasing the minimum wage by 25 per \r\ncent and adopting more favourable salary scales for \r\nState employees, beginning in 2011. In order to bridge \r\nthe gaps in the education system, primary education for \r\nall children will be provided and the primary school \r\nenrolment rate, which still stood at 72 per cent in 2008, \r\nwill be raised. Free access to textbooks and primary \r\neducation will henceforth be provided. \r\n Above and beyond the basic issue of rights, we in \r\nCongo consider gender equality a prerequisite to \r\nsustainable development. Our national gender policy \r\nand action plan will therefore be supplemented by a \r\nlaw on women’s representation in decision-making \r\nforums. The law, whose goal is to enshrine gender \r\nparity, will contribute to lifting social and cultural \r\n A/65/PV.8\r\n \r\n35 10-54521 \r\n \r\nimpediments that so far have  hampered the \r\nachievement of full gender equality. \r\n Maternal and child health is also the object of \r\nspecific social measures. Those include free malaria \r\ntreatment for pregnant women and for children up the \r\nage of 15, the ongoing construction of a large \r\ncomprehensive treatment centre for women and \r\nchildren, free caesarean care and fistula surgery and \r\nother major pregnancy and delivery interventions. The \r\ngoal of those measures is to ensure that women giving \r\nbirth to new life do not die on the occasion of such a \r\nmomentous event. Lastly, we also provide free \r\nHIV/AIDS treatment, especially as part of preventing \r\nmother-to-child transmission. \r\n For quite some time Congo has clearly realized \r\nthe stakes involved in achieving sustainable \r\ndevelopment. We therefore began very early on to \r\nimplement policies intended to preserve and \r\nsustainably manage the forest ecosystems of the Congo \r\nRiver Basin. As everyone understands, this is a \r\nsignificant contribution to the global fight against \r\nclimate change.  \r\n The Congolese Government is steadfast in its \r\ncommitment to achieve the Millennium Development \r\nGoals. For President Denis Sassou Nguesso, combating \r\npoverty is the cornerstone to securing human dignity \r\nand the country’s independence. Nevertheless, the \r\nsuccess of our efforts will depend in large part on \r\nachieving consensus between developed and \r\ndeveloping countries on mutual responsibility, and on \r\nfuture innovative measures that might be identified, \r\nespecially in the area of development assistance. \r\n As we all hope, therefore, this summit should \r\nserve to reiterate our commitments to the MDGs and \r\nlead our Governments to intensify their efforts and \r\nconsolidate a more dynamic partnership to overcome \r\nhurdles and speed up progress in achieving the Goals \r\nfor a more just world of solidarity. The outcome of our \r\nwork here must be a commitment to keeping our \r\npromises. \r\n The Acting Chair: I would like to reiterate that \r\ntime is running out. I ask speakers to be considerate of \r\nthose who follow them. \r\n I now give the floor to His Excellency Mr. \r\nMamadou Tangara, Minister for Foreign Affairs, \r\nInternational Cooperation and Gambians Abroad of the \r\nGambia.  \r\n Mr. Tangara (Gambia): It is indeed a great \r\nprivilege for me to stand here to deliver the message of \r\nHis Excellency Al Hadji Yahya A.J.J. Jammeh, \r\nPresident of the Republic of the Gambia.  \r\n  “It is 10 years since the holding of the \r\nMillennium Summit, in September 2000, when \r\nwe, who constitute the leadership of the Member \r\nStates of this body, adopted the Millennium \r\nDeclaration (resolution 55/2). That Declaration \r\nprovides a framework for international \r\ncollaboration in meeting goals and targets to \r\naddress poverty and environmental challenges, \r\nwhile putting all countries on the path towards \r\nlasting socio-economic growth and development. \r\nIt was most important for a twenty-first century \r\nworld where millions of people have their lives \r\nand true dignity threatened by poverty, hunger \r\nand disease and die of the hopelessness, despair \r\nand destitution that come with those threats.  \r\n  “Ten years on, we are gathered here again to \r\nundertake a comprehensive review of the \r\nprogress made and, with five years to go to the \r\ntarget date of 2015, to map out a course for \r\naccelerated action to achieve the Millennium \r\nDevelopment Goals (MDGs). \r\n  “It is heartening that, despite their general \r\nlack of resources, many of the world’s poorest \r\ncountries have made some progress, signifying \r\nthe importance that we in that group of nations \r\nattach, and will continue to attach, to the MDGs \r\nand their attainment in record time. However, our \r\nability to register more progress was openly \r\nchallenged by the global surge in food prices and \r\nthe financial crisis, with the attendant \r\nconsequences that those have on mobilizing \r\nresources and enhancing general resource flows. \r\n  “I am happy to inform the Assembly that \r\nsince the Summit, the Government of the Gambia \r\nhas not relented in considering poverty reduction \r\nand enhanced growth as the cornerstone of our \r\nnational development priorities. Over that period, \r\ndespite resource gaps, we have mobilized a \r\nsignificant level of partnership with genuine \r\nfriends of the Gambia, both bilaterally and at the \r\nmultilateral level, in the strides taken so far in \r\nthat direction.  \r\n  “Those include strengthening our national \r\nplanning capacities with the creation of a \r\nA/65/PV.8  \r\n \r\n10-54521 36 \r\n \r\nplanning commission in December 2006 and the \r\nrecent transformation of that commission into a \r\nministry in charge of directing national planning \r\nefforts, using the MDG-based Poverty Reduction \r\nStrategy Paper for the period 2007 to 2011, \r\nincluding the Vision 2020 development blueprint, \r\nas the basis. I would like to take this opportunity \r\nto applaud the support of all our development \r\npartners in this drive, especially that of United \r\nNations agencies. \r\n  “With 70 per cent of my country’s \r\npopulation dependant upon agriculture — a sector \r\nwhere the possibilities for large-scale earnings \r\nare generally lower than in other sectors of the \r\neconomy — my Government will continue to \r\npromote investments that enhance agricultural \r\nproductivity and earnings and create \r\nopportunities for enhanced increases in living \r\nstandards for the poor.  \r\n  “I should like to share with the Assembly \r\nthat we have launched a back-to-the-land \r\noperation known as the Feed Yourself campaign. \r\nThat effort is yielding benefits for us, as \r\nevidenced in the modest increase in food \r\nproduction, especially cereals, registered during \r\nthe past season. It is also helping to make us one \r\nof the few countries of the world that is on track \r\nto meeting the target set in Goal 1 of halving the \r\nproportion of people who suffer from hunger. \r\nSimilar advances have been made and will \r\ncontinue to be made with regards to all the \r\nMDGs. \r\n  “With regard to Goal 2, I wish to share the \r\nfollowing achievements. We have a 77 per cent \r\nnet enrollment ratio in primary education, with \r\n62.9 per cent of people who start in grade one \r\nmaking it to the last grade of primary education. \r\nWith regard to gender parity, there are almost \r\nmore girls than boys. That was made possible by \r\nthe deliberate creation of a girls’ education trust \r\nfund and the pioneering of the highly successful \r\nPresident’s Empowerment of Girls Education \r\nProject, which is promoting broader enrolment \r\nand retention of girls in school.  \r\n  “The Gambia continues to be committed to \r\nthe ideals of gender equality and the \r\nempowerment of women. That is amply \r\nmanifested in our commitment to international \r\nobligations, including, notably, in the Convention \r\non the Elimination of All Forms of \r\nDiscrimination against Women and the Protocol \r\nto the African Charter on the Rights of Women. \r\nEarlier this year, I signed into law the Women’s \r\nAct 2010. Our successful hosting of the regional \r\nBeijing Plus 15 Conference in November of 2009 \r\nfurther demonstrates our respect for and \r\ncommitment to the empowerment of women.  \r\n  “The Gambia has made significant progress \r\nover the years in reducing infant and under-five \r\nmortality and is on track to meeting Targets 4.A \r\nand 5.A of Goals 4 and 5. However, we continue \r\nto grapple with the problems of combating \r\npreventable deaths due to malaria and \r\ntuberculosis and of putting in place a robust \r\nenvironmental sanitation system and a modern, \r\nstate-of-the-art drainage infrastructure.  \r\n  “With respect to the spread of HIV and \r\nAIDs, our approach includes strategies for \r\nenhanced access to treatment using a well-\r\nintegrated national HIV/AIDS policy with pillars \r\naddressing home-based care, creating support \r\ngroups, voluntary counseling and testing services, \r\npreventing mother-to-child transmission and \r\nproviding antiretroviral therapy.  \r\n  “The Gambia is a beneficiary of the Global \r\nEnvironment Facility, and, in response to growing \r\nenvironmental challenges, the Government has \r\nformulated and adopted the Gambia \r\nEnvironmental Action Plan (GEAP) as a \r\nframework for enhancing environmental \r\nmanagement. To complement the GEAP, other \r\ncross-cutting policies and strategies dealing with \r\nenvironmental issues have been developed in the \r\nGambia.  \r\n  “With support from the United Nations \r\nIndustrial Development Organization, the Gambia \r\nis exploring the possibility of promoting \r\nrenewable energy to reduce the impact of carbon \r\ndioxide emissions on the environment and \r\nencouraging a deeper private-public sector \r\npartnership. The Gambia is currently \r\nimplementing the first phase of a participatory \r\nslum upgrading programme, funded by the \r\nEuropean Commission, in response to the needs \r\nof urban slum dwellers, a Target of Goal 7.  \r\n A/65/PV.8\r\n \r\n37 10-54521 \r\n \r\n  “With regard to the global partnership for \r\ndevelopment, the Gambia received external debt \r\nrelief upon reaching the Heavily Indebted Poor \r\nCountries Initiative decision point in 2007. It was \r\napproved for a budget support programme with \r\nthe World Bank and the African Development \r\nBank in 2009, as well as for a budget support \r\nprogramme from the European Union, foreign \r\ndirect investment and the Global Fund. All this \r\nplaces it favourably to develop a stronger \r\npartnership and collaboration with the rest of the \r\nworld, with a view to accelerated socio-economic \r\ngrowth and development. I recognize, though, \r\nthat the global financial meltdown has eroded the \r\ngains of debt relief and reduced funding from its \r\ntraditional development sources.  \r\n  “Even though the Gambia is among the best \r\nperformers in Africa insofar as progress towards \r\nmeeting some of the MDG Targets is concerned, \r\nthere daunting tasks and challenges lie ahead in \r\nthe countdown to 2015. The Gambia intends to \r\nrespond to those challenges in a more structured \r\nand targeted manner through a programme for \r\naccelerated growth and employment that will run \r\nfrom 2012 to 2014.  \r\n  “My delegation’s comment on the draft \r\noutcome document (A/65/L.1) being tabled at this \r\nHigh-level Plenary Meeting on the MDGs is that \r\nthe document is indeed a great item for \r\naccelerated action. However, we wish to add our \r\nvoice to those of other Governments to urge that \r\nit reflect a stronger commitment to specific \r\nactions set out in the document, as well as \r\nrealistic timelines and requisite financing to \r\ndeliver on those very important Goals.  \r\n  “It is high time that the wealthier countries \r\nprovide added and committed assistance to less \r\nendowed and poverty-stricken nations. It is high \r\ntime to prove to all those for whom the MDGs \r\nmust provide a true and realistic meaning to their \r\nlife that we meant what we promised them. I \r\ntherefore wish to urge that our discussion during \r\nthis Meeting should be guided and directed \r\ntowards addressing the MDG promise that come \r\n2015, the poor are able to celebrate an historic \r\nmillennium victory.  \r\n  “I wish to acknowledge with gratitude the \r\nstrong and consistent support that the Gambia has \r\nbeen receiving from the United Nations system \r\nagencies towards achieving the MDGs and from \r\nall our partners — from non-governmental \r\norganizations, civil society and faith-based \r\norganizations to friendly countries, including the \r\nRepublic of China on Taiwan, which has our \r\nrespect and recognition for its development \r\nexperience with the global community. \r\n  “I wish to remark that while there are \r\ncertainly are many challenges to achieving all of \r\nthe MDGs, there is no other way than to \r\nrecognize that the Goals represent a true hope for \r\nthe hundreds of millions of poor and largely \r\nmarginalized people across the world who yearn \r\nfor a better world than the one they live in.  \r\n  “Taiwan is an active player in international \r\ncooperation and development, given the volume \r\nof assistance that it provides in support of public \r\nprojects and towards social, agriculture and \r\nprivate sector development. It is for this reason \r\nthat the Gambia wishes to reiterate the need for \r\nthe United Nations to find ways to accept \r\nTaiwan’s participation so that the MDG Targets \r\ncan be better achieved.”  \r\n The Acting Chair: I now give the floor to His \r\nRoyal Highness Prince Mohamed Bolkiah, Minister for \r\nForeign Affairs and Trade of Brunei Darussalam. \r\n Prince Mohamed Bolkiah (Brunei Darussalam): \r\nI bring the best wishes of His Majesty the Sultan and \r\nthe people of Brunei Darussalam, together with our \r\nwarmest greeting to our fellow Members of the United \r\nNations. I congratulate the President of the General \r\nAssembly at its sixty-fifth session on his election and \r\nwish him great success in the coming year. I also \r\nexpress my appreciation to Mr. Treki for his work over \r\nthe past year, and my thanks to the Secretary-General \r\nand the United Nations agencies for their help, advice \r\nand expertise. \r\n Like every country, we have learned several \r\nlessons in our work over the last 10 years, and I would \r\nbriefly like to go through the main ones.  \r\n First, we have learned how the Millennium \r\nDevelopment Goals (MDGs) can bring our people \r\ntogether — our Governments, our business people, our \r\nprofessionals and our families and communities. So far, \r\nthe Goals have done this very successfully. We are \r\nstarting to feel new confidence in the future, and I \r\nA/65/PV.8  \r\n \r\n10-54521 38 \r\n \r\nthink we are less frightened by many challenges. As a \r\nresult, our Government has strengthened policy and \r\nlegislation, our public and private sectors are working \r\ntogether in health and education, and all ministries \r\nhave set long-term development programmes. When \r\nwe add all this to our comprehensive housing \r\nprogramme and our commitment to the rule of law, we \r\ncan see that working towards the goals has done a great \r\ndeal to strengthen social welfare. \r\n Another lesson has taught us a lot about \r\nourselves. We are a developing nation, and, more than \r\nthat, we are a small one. We cannot do everything on \r\nour own, and we need others. This is why our regional \r\nassociation is very important to us. It has a great role to \r\nplay and I think that is because it also has a \r\ndevelopment target. This challenges us to become what \r\nwe call an Association of Southeast Asian Nations \r\ncommunity. In fact, the immediate target date is the \r\nsame as that for the Millennium Goals, 2015. Our \r\nmethod is to establish what we describe as \r\nconnectivity, and I am sure that nothing will give us a \r\nstronger connection than achieving the Millennium \r\nGoals together as partners. After all, the Goals are at \r\nthe heart of any real community, and the lesson here is \r\nan inspiring one: it shows they can be both a national \r\nand a regional guide. \r\n There is, however, another lesson we are still \r\ntrying to learn. It concerns the targets that we are \r\nfinding difficult to reach. This is particularly the case \r\nwith the natural environment in general and, \r\nspecifically, biodiversity. Even though we have signed \r\nkey international agreements, I must say that we have a \r\nvery real problem. It can be summed up quite simply. \r\nWe do not know enough. Statistics often contradict \r\neach other. Basic facts are frequently disputed. Even \r\nwhen we are satisfied with the information we get, we \r\ncannot implement recommendations. We can do the \r\nplanning and pass the legislation; we can even provide \r\nmuch of the physical infrastructure. But there is very \r\nlittle else we can do if we do not have enough highly \r\nskilled people. \r\n This is always going to be a big problem because \r\nof our low population and our small domestic market. \r\nSo, unless that situation changes, some of the goals \r\nwill be very hard to achieve. This means that success \r\ncannot depend entirely on each individual country. As \r\nmany speakers here have said, deep levels of \r\ncooperation are called for, especially in sharing ideas \r\nand expertise. We see this as the biggest single lesson \r\nwe have learned in the last 10 years. We are very \r\npleased that the United Nations is promoting this, and \r\nwe will do whatever we can to strengthen these efforts. \r\n Finally, I would like to thank the Co-Chairs very \r\nmuch for bringing us together this week. We much \r\nappreciate the chance it gives us to learn from each \r\nother and to judge our efforts to date from an \r\ninternational perspective. \r\n The Acting Chair: I now give the floor to His \r\nExcellency Mr. Ali Jarbawi, Minister for Planning and \r\nAdministrative Development of the Palestinian \r\nAuthority. \r\n Mr. Jarbawi (Palestine): In paragraph 2 of the \r\nUnited Nations Millennium Declaration, world leaders \r\nacknowledged their collective responsibility \r\n “to uphold the principles of human dignity, \r\nequality and equity at the global level. As leaders \r\nwe have a duty therefore to all the world’s \r\npeople, especially the most vulnerable and, in \r\nparticular, the children of the world, to whom the \r\nfuture belongs” (resolution 55/2). \r\nWe must also recall that world leaders rededicated \r\nthemselves to support all efforts to uphold “the right to \r\nself-determination of peoples which remain under \r\ncolonial domination and foreign occupation” \r\n(resolution 55/2, para. 4). \r\n Palestine is heartened by this commitment, as we \r\ncontinue to strive for the realization of our just national \r\naspiration for freedom and independence. The \r\nPalestinian National Authority is determined to deliver \r\nsocial justice and equality to the Palestinian people in \r\nthe Occupied Palestinian Territory, including East \r\nJerusalem. We are committed to adhering to the \r\nprinciples enshrined in the Millennium Declaration and \r\nto promoting the attainment of the Millennium \r\nDevelopment Goals (MDGs) in Palestine. We are doing \r\nthis despite the prolonged military occupation of our \r\nland by Israel. This is an illegal occupation, it is the \r\nmajor obstacle to our attainment of the MDGs, and it \r\nmust end. \r\n As requested by the United Nations, we reported \r\nour progress towards achieving the MDGs in a report \r\npublished in June. Universal primary education and \r\ngender equality in education have already been \r\nachieved, and we are making great strides in improving \r\nmaternal health care. These achievements have been \r\nmade despite the fact that children and pregnant \r\n A/65/PV.8\r\n \r\n39 10-54521 \r\n \r\nwomen are still routinely held up at Israeli military \r\ncheckpoints as they travel to school and health-care \r\nfacilities, while many of them are completely denied \r\naccess to those vital social institutions. \r\n Moreover, improvements in basic services are \r\nbeing achieved through significant and ongoing \r\ninvestment in public infrastructure, with the generous \r\nsupport of the international donor community. \r\nRegrettably, however, these essential investments are \r\noften obstructed, and sometimes indefinitely delayed, \r\nby a complex web of restrictions imposed by the \r\noccupation that undermines our development in all \r\nsectors. \r\n In addition to imposing restrictions on Palestinian \r\ngovernance and socioeconomic development, the \r\nIsraeli occupation authority, and Israeli settlers, are \r\nalso systematically exploiting our natural resources to \r\nthe detriment of the Palestinian people. According to a \r\nWorld Bank report issued last year, per capita \r\nwithdrawals by Palestinians from our water sources \r\namounted to only one quarter of the amount withdrawn \r\nby Israelis. The same report concluded that, by \r\nregional standards, Palestinians have the least access to \r\nfresh water. This is just another example of how the \r\noccupation breeds injustice and inequality, with \r\nsignificant negative social, economic and political \r\nramifications. In this regard, in concluding our MDG \r\nprogress report, we have highlighted our firm belief \r\nthat if the occupation ends and we are able to \r\nconsolidate Government in our own sovereign and \r\nindependent State, we can not only meet but in fact \r\nexceed most of the MDGs before 2015. \r\n Furthermore, in the Gaza Strip, as reported by the \r\nInternational Monetary Fund this week, the \r\nunemployment rate now stands at 37 per cent — the \r\nhighest in the world. The private sector in Gaza is still \r\ndenied basic raw materials needed to rebuild the \r\nbusinesses destroyed by the Israeli military aggression \r\nof 2010 and 2009 and the ongoing illegal blockade. In \r\nthe West Bank, however, where our private sector is \r\nbeginning to recover and is creating jobs and \r\nsustainable livelihoods, the unemployment rate is at \r\n16 per cent — its lowest level since the turn of the \r\nmillennium. \r\n We all know that high unemployment rates drive \r\npoverty, hunger and other serious social problems. If \r\nthe current status quo is allowed to continue, the \r\nsocioeconomic inequalities that exist between Gaza \r\nand the West Bank will widen to unprecedented \r\nproportions, with tragic consequences for the civilian \r\npopulation, particularly children, women and the abject \r\npoor. The blockade on the Gaza Strip must be \r\ncompletely lifted and we must be allowed to begin its \r\nrecovery and reconstruction. Otherwise, not only will \r\nour path towards the attainment of the MDGs continue \r\nto be obstructed but we shall likely regress. \r\n In conclusion, I must draw your attention to the \r\nfact that, wherever we look across the Occupied \r\nPalestinian Territory, whether in the West Bank, \r\nincluding East Jerusalem, or the Gaza Strip, we see \r\nhuman suffering, injustice and inequality, entrenched \r\nby years of occupation and colonization. We also see \r\nvast challenges to our development as a result of the \r\noccupation’s illegal policies and practices. \r\n This suffering, injustice and inequality must end. \r\nWe are committed to ensuring that Palestinian \r\nfamilies — men, women and children — enjoy their \r\nhuman rights, equal rights and equal opportunities. We \r\nare striving to do so in line with international law and \r\nthe true spirit of the United Nations Millennium \r\nDeclaration and will continue to move forward on this \r\npath. \r\n We believe that equality and justice for all our \r\ncitizens can only be achieved in an independent State \r\nof our own, in which we can live in freedom and \r\ndignity. We know this is a vision we share with the \r\ninternational community, and Palestine expresses its \r\nsincere gratitude to all nations that have supported us \r\nin this just endeavour. Your support is needed now \r\nmore than ever as we push forward to complete the \r\nprocess of developing and strengthening the \r\ninstitutions of our State before next year’s General \r\nAssembly. \r\n This is the cornerstone of our aspirations to \r\nindependence and inclusion as a permanent member in \r\nthe family of nations, in which we will play an active \r\nand positive role in upholding the rule of law and \r\nfulfilling shared goals, including the MDGs. \r\n The Acting Chair: I now give the floor to His \r\nExcellency Mr. Alberto D’Alotto, Vice-Minister for \r\nForeign Affairs of the Argentine Republic. \r\n Mr. D’Alotto (Argentina) (spoke in Spanish): \r\nWhen, in the year 2000, the international community \r\nmet in this very city at the Millennium Summit, a \r\nsignificant step was taken on the path towards a more \r\nA/65/PV.8  \r\n \r\n10-54521 40 \r\n \r\njust and equitable world. For the first time, the \r\nMillennium Development Goals (MDGs) established \r\nbasic, objective, concrete and tangible parameters for \r\ndevelopment and the eradication of poverty. These \r\nparameters then became measurable goals. \r\n In making a commitment to achieving the Goals, \r\nwe acted with the firm conviction that a collective \r\neffort, cooperation and solidarity were essential to \r\nresolve the most urgent and serious development \r\nproblems affecting the world’s peoples. They were \r\nambitious goals in some cases, but attainable. Above \r\nall, they were crucial in the quest for human dignity \r\nand respect for fundamental human rights.  \r\n Although the goals were ambitious for many \r\nMember States, it is also true that some of the agreed \r\ngoals set the bar too low for developed countries and  \r\nmany middle-income countries. For this reason, the \r\nArgentine Republic assigned itself a few additional \r\nparameters. \r\n Thus we identified job creation as a distinct goal. \r\nWe considered this crucial in our efforts to achieve \r\npositive results, which we have in fact attained thus far, \r\nand as a central element in a set of policies which \r\nwould enable us to make substantial progress in \r\nreducing extreme poverty and poverty and in \r\nimproving all social indicators. \r\n In 2007, Argentina reached the unemployment \r\ngoal which had been set for 2015. Furthermore, despite \r\nthe international crisis which has recently affected \r\nlabour markets in the majority of countries, Argentina \r\nmanaged to maintain employment levels, and the \r\nunemployment rate  remained below the 2015 target. In \r\nthe Argentine strategy, the importance of productive \r\nand quality work was complemented by a decisive \r\ndirect income transfer policy, which found maximum \r\nexpression in the launching of a social protection \r\nprogramme of universal income for children, which \r\ntoday covers more than 3.6 million minors. These \r\nresults have been more than promising. \r\n Furthermore, from the outset, the Argentine \r\nGovernment set up specialized MDG structures within \r\nthe office of the presidency, thus undertaking a joint \r\nand multidisciplinary effort involving all the different \r\ndepartments of our public administration.  \r\n In reviewing the indicators of Argentina’s \r\nprogress towards the MDGs, I would like to point out \r\nthe following. With respect to the eradication of \r\nextreme poverty and hunger, the goal of reducing \r\npoverty by at least 20 per cent by 2015 was reached in \r\nthe second half of 2008, when was already below \r\n15 per cent. At that time, the rate of extreme poverty \r\nhad dropped by 84 per cent to 4.4 per cent.  \r\n With respect to education: besides the \r\nachievement of universal primary education, which \r\nwas one of the most accessible goals for our country, \r\ngiven the fact that primary education has been \r\nmandatory and free of charge for more than a century, \r\nwe have made considerable progress towards even \r\nmore demanding goals, in particular, those for \r\nsecondary education, where we have reached some \r\nintermediate targets.  \r\n In the fight against HIV/AIDS, by 2007 the rates \r\nhad decreased  to the levels targeted for 2015. We \r\nshould also point out that Argentina has made \r\nconsiderable progress in the fight against other \r\nendemic diseases, such as tuberculosis and \r\ntrypanosomoiasis, which we included within this goal. \r\n With a view to ensuring a sustainable \r\nenvironment, Argentina has set targets for 2015 \r\nrequiring all national policies and programmes to \r\nintegrate the principles of sustainable development. We \r\nare also remedying the loss of natural resources, \r\nreducing by two thirds the percentage of the population \r\nthat have no access to drinking water or to sewage. In \r\naddition, we have reduced by half the percentage of \r\npeople who have substandard housing or unacceptable \r\nliving conditions. \r\n We have been successful in reducing child \r\nmortality, both the general rate and the rate of those \r\nunder five, by two thirds. Maternal mortality has been \r\ndecreased by 75 per cent.  \r\n In the Millennium Declaration, on the basis of \r\ncentral values and principles which give meaning to \r\nmultilateralism, we reiterate the commitment to \r\nstrengthen respect for human dignity and to promote \r\nbetter living conditions for all. Since 2000, we have \r\nperiodically met to review the progress we have \r\nachieved in this undertaking, including at the 2005 \r\nMillennium Summit. \r\n A decade from the establishment of the MDGs \r\nand only five years from the deadline to attain them, \r\nwe should carry out a candid and thorough review and \r\nreadjust the course of our action if necessary. We do \r\nnot believe in magic or easy formulas. Rather we \r\n A/65/PV.8\r\n \r\n41 10-54521 \r\n \r\nbelieve in the virtues of multilateralism, the power of \r\nsolidarity and the value of resolve, in order to honour \r\nour commitments. We believe in the multiplyier effect \r\nof good practices and successful results.  \r\n If we are to be successful, this is not an \r\nundertaking in which countries can go it alone. For this \r\nreason, my country is convinced that we need to \r\nstrengthen integration and cooperation processes, \r\nparticularly in the area of the Southern Common \r\nMarket (MERCOSUR) and the Union of South \r\nAmerican Nations.  \r\n For these reasons, it is our hope that the nations \r\nrepresented here, and in particular those with the most \r\nresources, the developed countries, will honour the \r\ncommitments that they made in different forums as a \r\nresult of the Millennium Declaration, in terms of both \r\nfinancial assistance and international cooperation. If \r\nthey do not, many of the efforts that have been made \r\nthus far to reach the Goals by 2015 will be seriously \r\njeopardized.  \r\n The Acting Chair: I now give the floor to His \r\nExcellency Mr. Afelee F. Pita, chair of the delegation \r\nof Tuvalu. \r\n Mr. Pita (Tuvalu): Earlier this month, Tuvalu \r\ncommemorated the tenth anniversary of its membership \r\nin the United Nations, as the 189th Member State. Our \r\nadmission as a full member of this body was an \r\nexpression of trust, hope and commitment to the noble \r\nideals and fundamental pillars of the United Nations. \r\nOur hope was also underpinned by and coincided with \r\nthe adoption of the Millennium Declaration (resolution \r\n55/2) by world leaders at the United Nations \r\nMillennium Summit held 10 years ago. As one of the \r\nsmallest Members of the United Nations, Tuvalu \r\nconsiders the adoption of the Millennium \r\nDeclaration — with its promise of an agreed set of \r\ntime-bound and measurable goals and targets for \r\ncombating poverty, hunger, disease, illiteracy, \r\nenvironmental degradation and discrimination against \r\nwomen — to be a critical challenge. \r\n Today, we are pleased to participate in this High-\r\nlevel Plenary Meeting of the General Assembly on the \r\nMillennium Development Goals (MDGs) and fully \r\nrecognize the need to review and accelerate progress, \r\nrenew our commitments and rebuild our partnerships to \r\nachieve the MDGs by 2015. We also see the need for \r\nthis body to agree on an ambitious road map, with \r\nconcrete actions to be pursued vigorously by Member \r\nStates, as a way forward to achieve the MDGs by the \r\ntarget date. \r\n From the perspective of Tuvalu, meeting the \r\nMDGs first requires the commitment of its \r\nGovernment to ensuring that the appropriate policies \r\nand systems are in place to facilitate that task. \r\nSecondly, not only must such commitment be \r\ncomplemented and supported by development partners, \r\nbut, more importantly, the developed countries must \r\ndeliver their commitments in a timely manner. \r\n In the case of Tuvalu, despite our limited \r\nresources, coupled with our unique challenges as a \r\nsmall island developing State (SIDS) and a least \r\ndeveloped country (LDC), and thus among those most \r\nvulnerable to external shocks and environmental \r\ndisasters, we have been able to make at least some \r\nprogress towards achieving some of the MDGs during \r\nthe past 10 years. \r\n In that context, our population does not suffer \r\nfrom extreme poverty and hunger. We have very high \r\nparticipation rates in primary education. The \r\nparticipation of women in our society is prominent, \r\nalthough representation in Parliament remains an issue. \r\nProgress in reducing child mortality is somewhat slow. \r\nAccess to adequate health care remains an issue. \r\nSimilarly, improvements in maternal health care are \r\nalso limited. With regard to combating HIV/AIDS, \r\nmalaria and other diseases, Tuvalu has been moderately \r\nsuccessful, but there is room for significant \r\nimprovement. \r\n There is one very clear lesson that we have \r\nlearned from our review of the MDGs. It relates to the \r\nfact that, while we have made progress towards \r\nachieving the MDGs, these successes can be easily and \r\nvery quickly reversed by our particular economic and \r\nenvironmental vulnerability. In this context of \r\neconomic vulnerability, the global financial and \r\neconomic crisis has had an enormous adverse effect on \r\nTuvalu’s economy. Tuvalu’s principal source of \r\nGovernment expenditure is through its trust fund, \r\nwhich is based on overseas investments. These \r\ninvestments were severely affected by the crisis and \r\nwill take some time to recover. Furthermore, \r\nGovernment expenditure declined dramatically, and \r\nefforts to achieve the MDGs were therefore adversely \r\naffected. In a small island economy where there is little \r\nopportunity for internal investment, Tuvalu is \r\nA/65/PV.8  \r\n \r\n10-54521 42 \r\n \r\nextremely vulnerable to economic circumstances well \r\nbeyond its control. \r\n Matched with the decline in income has been a \r\nrise in the cost of energy production. Importing fossil \r\nfuel to provide electricity for our population is a major \r\ndrain on the economy of Tuvalu. We are in desperate \r\nneed of renewable energy and energy efficiency \r\ntechnologies that are appropriate to the conditions of \r\nTuvalu. In this context, I would like to acknowledge \r\nthe support of the Italian Government in assisting in \r\nthe provision of solar energy for our main Government \r\nhigh school. \r\n Another significant burden on Tuvalu’s economic \r\nsustainability is the effect of illegal, unreported and \r\nunregulated (IUU) fishing. At a recent maritime \r\nsecurity meeting in Hawaii, it was noted that an \r\nestimated 20 per cent of the reported catch from the \r\nPacific comes from IUU fishing. IUU fishing in our \r\neconomic exclusive zone by distant-water fishing \r\nnations robs us of one of the few sources of foreign \r\nrevenue available to us. Addressing the issue of IUU \r\nfishing is another crucial component of ensuring \r\nprogress in our efforts to achieve the MDGs. \r\n We all know that all of the MDGs are interrelated \r\nand that their achievement requires strong partnerships \r\nbetween developed and developing countries. This is \r\narticulated in MDG 8, which asserts collective \r\nresponsibility for international cooperation and \r\nassistance to achieve all the MDGs. Unfortunately, \r\nTuvalu’s progress towards MDG 8 has been mixed. \r\n In consideration of the broader aspects of \r\ninternational partnership, we must acknowledge with \r\ngreat dismay that the lack of progress in addressing \r\nclimate change is one of the greatest challenges to \r\nachieving the MDGs. Despite this undeniable fact, \r\nmany key greenhouse gas-emitting countries are not \r\ntaking substantive steps to reduce their production of \r\ngreenhouse gases. We were deeply disappointed by the \r\noutcomes of the Climate Change Conference in \r\nCopenhagen in December. The so-called Copenhagen \r\nAccord was a statement of discord. Promises of two \r\nyears of funding for adaptation and mitigation in \r\nexchange for half-baked commitments to reducing \r\nemissions are not a recipe for long-term action to \r\naddress climate change.  \r\n In this context, we need a strong signal from the \r\nmajor greenhouse gas-emitting countries that their \r\nGovernments are committed to taking decisive actions \r\nto address climate change. Without such commitment \r\nand action, we are unlikely to come anywhere near to \r\nmeeting the MDGs by 2015, and may well slip \r\nbackwards from the achievements we have made so far. \r\n For Tuvalu, addressing climate change in a \r\nsubstantial way is fundamental for our sustainable \r\ndevelopment. We cannot allow the next conference in \r\nCancún to be another failure like Copenhagen. Tuvalu \r\nis undoubtedly one of the countries most vulnerable in \r\nthe world to the impacts of climate change, especially \r\nsea level rise. Our very survival is threatened by that \r\nphenomenon, and hence our progress towards \r\nachieving the MDGs is seriously challenged. As a \r\nsmall coral atoll nation, our entire existence is based \r\non a natural and living system, and without its \r\ncontinuation our land would disappear. \r\n In the context of MDG 8, Tuvalu strongly feels \r\nthat, in addition to its traditional donors and \r\ndevelopment partners that are members of the United \r\nNations, Taiwan plays a crucial and instrumental role \r\nin assisting many countries, including Tuvalu, in their \r\nefforts to achieve the MDGs. In the spirit of global \r\ncooperation and partnership, Taiwan’s continuous \r\nendeavours in this regard should be fully recognized by \r\nthe United Nations. Therefore, Tuvalu humbly calls \r\nupon the United Nations and its subsidiary bodies to \r\nfind appropriate ways within their respective systems \r\nto accept and accommodate Taiwan’s meaningful \r\nparticipation and contribution, so that the MDG targets \r\ncan be better achieved. \r\n As we look forward towards 2015, I would like to \r\nconclude with two key considerations. First, the unique \r\nsituation and needs of SIDS and LDCs like Tuvalu \r\nmust be given special attention. Despite the significant \r\nprogress we have made in achieving some of the \r\nMDGs, our extreme vulnerability makes it highly \r\nlikely that these achievements could easily be lost \r\nentirely, overnight. \r\n Secondly, we must direct our attention to the \r\nresponsibilities of the developed world. Much of the \r\ndiscussion around the MDGs has focused on \r\ndeveloping countries and the actions they need to take \r\nto address their deficiencies in achieving the MDGs. \r\nRegrettably, little attention has been given to the clear \r\nrole that the developed world needs to play to avoid \r\nexacerbating the problems of developing countries. \r\nFailure to address these issues will result in poor and \r\nsmall countries like Tuvalu bearing the burden. \r\n A/65/PV.8\r\n \r\n43 10-54521 \r\n \r\n The Acting Chair: I now give the floor to His \r\nExcellency Mr. Robert Guba Aisi, chairman of the \r\ndelegation of Papua New Guinea. \r\n Mr. Aisi (Papua New Guinea): On behalf of the \r\nGovernment of Papua New Guinea, I thank the \r\nPresident of the General Assembly and the Secretary-\r\nGeneral for convening this summit to review our \r\nperformance and look at ways to accelerate progress \r\ntowards the achievement of the Millennium \r\nDevelopment Goals (MDGs). \r\n In 2000, Papua New Guinea, along with 189 \r\nother Member States, signed the Millennium \r\nDeclaration (resolution 55/2), committing ourselves to \r\nachieving the eight Millennium Goals by 2015. Papua \r\nNew Guinea has adapted and localized the MDGs by \r\nestablishing 15 targets and 67 indicators within our \r\nmedium-term development strategy for the period \r\n2005-2010. Our efforts to implement the MDGs are \r\nreflected in our first national MDG report, of 2004. \r\nOur second MDG report was completed recently and is \r\nunder review. Those reports indicate that we have been \r\nable to make significant progress on some of the \r\nnational MDGS targets, especially on Goals 2 and 4. \r\nOther MDGs remain works in progress and include \r\nchallenges. \r\n In order to attain the MDGs, the Government \r\nPapua New Guinea is currently focused on a 20-year \r\nstrategy of transforming the rural sector, where 86 per \r\ncent of the country’s population lives. Our country’s \r\ndevelopment strategic plan for the period 2010-2030 \r\nhas identified 10 areas, or corridors, of poverty in the \r\ncountry. The aim is to transform those corridors into \r\nrobust socio-economic areas with improved basic \r\nservices, including roads and vital infrastructure \r\nlinkages, within the next 20 years. \r\n Our aim is to achieve a much higher level of \r\nhuman development in the next 20 years. By 2030, we \r\nwant to become a middle-income economy, with our \r\nhuman development index improving from its current \r\n0.51 to 0.7, along with much higher gross domestic \r\nproduct per capita. Papua New Guinea’s development \r\nstrategic plan and medium-term development plan for \r\nthe period 2011-2015 are aligned to attain those \r\nobjectives. It is within that context that our country \r\nwill achieve the MDGs. In doing so, we have made the \r\nMDGs part of our national development policy. In the \r\nremaining five years, Papua New Guinea will scale up \r\nits efforts in an attempt to meet the 2015 deadline. \r\n In addition to the efforts I have mentioned, \r\nimportant initiatives are being pursued that should help \r\nus make progress along the path to achieving the \r\nMDGs. Those initiatives include the current proposal \r\nto appoint 22 women representatives to our National \r\nParliament, our universal basic education policy, the \r\ncreation of the Office and Ministry of Climate Change, \r\na proactive approach to forging partnerships with civil \r\nsociety organizations, and the identification of the 10 \r\ncorridors of poverty, to which I have just referred. \r\n Gender equality is important to attaining MDG 3. \r\nIn that respect, a proposal is before the National \r\nParliament to appoint 22 women representatives. Once \r\nadopted, that proposal will empower women to \r\nparticipate in the political decision-making process of \r\nour country. \r\n Papua New Guinea is committed to up-scaling its \r\nefforts to achieve MDG 2, on universal primary \r\neducation. To that end, the Government has introduced \r\nits universal primary education policy and is working \r\nto endure free primary-level education for all children \r\nby 2015. The Government is committing substantial \r\nfunds every year to realize this important policy, which \r\nwill contribute to attaining the MDGs. \r\n Like other countries, Papua New Guinea’s \r\ndevelopment agenda is challenged by climate change \r\nand sea level rise. The Carteret Islands, in \r\nBougainville, and the Duke of York Islands, in East \r\nNew Britain Province, are two cases in which our \r\nislands are seriously affected by sea level rise. \r\nTherefore, addressing the issue of climate change is \r\nimportant, both through adaptation and mitigation \r\nprojects as well as by protecting our vast tropical \r\nrainforests. The Government has created the Office of \r\nClimate Change and recently appointed a Minster for \r\nClimate Change. That decision by the Government is \r\ntargeted towards the achievement of MDG 7. \r\n A large percentage of health and education \r\nservices is provided by churches. The Government has \r\nengaged civil society and churches by signing \r\ndevelopment partnerships. Funding those partnerships \r\nis now catered for through the national Government’s \r\nannual budget. \r\n The role of the private sector is also important to \r\nthe achievement of the MDGs, in particular in creating \r\nemployment and raising the standard of living of our \r\npeople. To that end, the Government has adopted a \r\nA/65/PV.8  \r\n \r\n10-54521 44 \r\n \r\npolicy of public-private partnerships to facilitate the \r\nprivate sector’s contribution. \r\n The challenges we face in pursuing our MDGs \r\nare compounded by the difficult terrain and physical \r\nlandscape of Papua New Guinea. More than 86 per cent \r\nof our people live in rural areas. Infrastructure, human \r\nresources and rural development are therefore national \r\npriorities. Since 2008, deliberate efforts through the \r\nnational budget have been focused on rural \r\nprogrammes. That has been done through our district \r\nservices improvement programme, which includes \r\ndistrict markets, rural water supplies, agriculture, rural \r\ntelecommunications and the provision of energy, \r\nincluding renewable energy. So far, about $500 million \r\nhas been spent on our rural interventions programme.  \r\n Papua New Guinea is committed to continuing \r\nthe programme, which will improve the quality of life \r\nof our rural population. In that connection, we \r\nacknowledge the statement made by Ms. Helen Clark, \r\nAdministrator of the United Nations Development \r\nProgramme, about the importance of improving \r\naccessibility to basic services for the rural majority. We \r\nhave demonstrated our commitment by funding our \r\npro-MDG programmes, simply because it is our \r\ndevelopment priority as well. \r\n In the next five years, the Government of Papua \r\nNew Guinea will commit substantial funds through its \r\nmedium-term development plan for the period 2011-\r\n2015 to accelerate the achievement of the MDGs. Four \r\nprovinces have been identified as pilot provinces to try \r\nout new programmes aimed at fast-tracking the MDGs. \r\nWe would like to remind our development partners of, \r\nand encourage them to implement, our joint \r\ncommitments under the Paris Declaration and the \r\nAccra Agenda for Action to pool and align our \r\nresources so that we can fast-track the achievement of \r\nthe MDGs and ensure their sustainability beyond 2015. \r\n Lastly, issues of regional collaboration and \r\npartnership, such as South-South cooperation, are \r\ncritically important. Those principles were articulated \r\nat the Asia-Pacific ministerial meeting on the MDGs \r\nheld in Jakarta, Indonesia, on 3 and 4 August, which \r\nculminated in the adoption of the Jakarta declaration, \r\nwhich my delegation fully supports and commends for \r\nconsideration by the General Assembly. We thank \r\nIndonesia for its leadership in that regard. \r\n The meeting rose at 2.50 p.m. \r\n \r\n \r\n"