" United Nations  A/65/PV.47\r\n  \r\n \r\nGeneral Assembly \r\nSixty-fifth session \r\n \r\n47th plenary meeting \r\nTuesday, 9 November 2010, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n10-62897 (E) \r\n*1062897*   \r\nPresident: Mr. Deiss . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Switzerland) \r\n \r\n \r\n  The meeting was called to order at 10.05 a.m. \r\n \r\n \r\nAgenda item 112 \r\n \r\nElections to fill vacancies in subsidiary organs and \r\nother elections \r\n \r\n (a) Election of seven members of the Committee \r\nfor Programme and Coordination \r\n \r\n  Note by the Secretary-General (A/65/291) \r\n \r\n The President (spoke in French): Pursuant to \r\nGeneral Assembly decision 42/450 of 17 December \r\n1987 and on the nomination of the Economic and \r\nSocial Council, the Assembly elects the members of \r\nthe Committee for Programme and Coordination. \r\n The Assembly has before it document A/65/291, \r\nwhich contains the nominations by the Economic and \r\nSocial Council to fill the vacancies in the Committee \r\nthat will occur as a result of the expiration, on 31 \r\nDecember 2010, of the terms of office of Bangladesh, \r\nChina, Jamaica, Kenya, the Libyan Arab Jamahiriya, \r\nthe Niger and the Republic of Korea. \r\n Those States are eligible for immediate \r\nre-election. \r\n I should like to remind members that, after \r\n1 January 2011, the following States will still be \r\nmembers of the Committee: Argentina, Armenia, \r\nBelarus, Brazil, the Central African Republic, the \r\nComoros, Cuba, Guinea, Haiti, India, the Islamic \r\nRepublic of Iran, Israel, Italy, Kazakhstan, Namibia, \r\nNigeria, Pakistan, the Russian Federation, South \r\nAfrica, Spain, Ukraine, Uruguay and the Bolivarian \r\nRepublic of Venezuela. Therefore, those 28 States are \r\nnot eligible in this election. \r\n I should now like to inform members that the \r\nfollowing States have been nominated by the Economic \r\nand Social Council — Algeria, Benin and Eritrea for \r\nthe three seats among the African States, China and the \r\nRepublic of Korea — for two of the three seats among \r\nthe Asian States and Antigua and Barbuda for the one \r\nseat among the Latin American and Caribbean States. \r\n In accordance with rule 92 of the rules of \r\nprocedure, all elections should be held by secret ballot \r\nand there shall be no nominations. However, I should \r\nlike to recall paragraph 16 of General Assembly \r\ndecision 34/401, whereby the practice of dispensing \r\nwith the secret ballot for elections to subsidiary organs \r\nwhen the number of candidates corresponds to the \r\nnumber of seats to be filled should become standard, \r\nunless a delegation specifically requests a vote on a \r\ngiven election. \r\n In the absence of such a request, may I take it that \r\nthe Assembly decides to proceed to the election on the \r\nbasis of dispensing with the secret ballot? \r\n It was so decided. \r\n The President (spoke in French): The number of \r\nStates nominated from among the African States, the \r\nAsian States and the Latin American and Caribbean \r\nStates is equal to or less than the number of seats to be \r\nfilled in each of those groups. \r\nA/65/PV.47  \r\n \r\n10-62897 2 \r\n \r\n May I therefore take it that the Assembly wishes \r\nto declare those States nominated by the Economic and \r\nSocial Council — Algeria, Antigua and Barbuda, \r\nBenin, China, Eritrea and the Republic of Korea — \r\nelected members of the Committee for Programme and \r\nCoordination for a three-year term of office beginning \r\non 1 January 2011? \r\n It was so decided. \r\n The President (spoke in French): I congratulate \r\nthe States that have just been elected members of the \r\nCommittee for Programme and Coordination. \r\n Members are reminded that the Economic and \r\nSocial Council postponed the nomination of one \r\nmember from the Asian States for a three-year term \r\nbeginning on 1 January 2011. The General Assembly \r\nwill be in a position to act on that vacancy upon the \r\nnomination by the Economic and Social Council of one \r\nMember State from that region. \r\n We have thus concluded this stage of our \r\nconsideration of sub-item (a) of agenda item 112. \r\n \r\nAgenda item 113 (continued) \r\n \r\nAppointments to fill vacancies in subsidiary organs \r\nand other appointments \r\n \r\n (f) Appointment of members of the Committee  \r\non Conferences \r\n \r\n  Note by the Secretary-General (A/65/107) \r\n \r\n The President (spoke in French): As indicated in \r\ndocument A/65/107, since the terms of office of \r\nArgentina, Austria, China, Japan, Kenya, Tunisia and \r\nthe United States of America will expire on \r\n31 December 2010, it will be necessary for the \r\nPresident of the General Assembly to appoint, during \r\nthe current session, seven members in order to fill the \r\nresulting vacancies. Those members will serve for a \r\nperiod of three years, beginning on 1 January 2011. \r\n On the recommendation of the regional groups, I \r\nhave appointed Austria, China, Ethiopia, Japan, the \r\nLibyan Arab Jamahiriya and the United States of \r\nAmerica as members of the Committee on Conferences \r\nfor a period of three years, beginning on 1 January \r\n2011. \r\n May I take it that the Assembly takes note of \r\nthose appointments? \r\n It was so decided. \r\n The President (spoke in French): Regarding the \r\nremaining vacant seat from among the Latin American \r\nand Caribbean States, I urge that regional group to \r\nsubmit its candidature as soon as possible. \r\n The Assembly has thus concluded this stage of its \r\nconsideration of sub-item (f) of agenda item 113. \r\n  The meeting rose at 10.15 a.m. \r\n \r\n"