" United Nations  A/66/PV.18\r\n  \r\n \r\nGeneral Assembly \r\nSixty-sixth session \r\n \r\n18th plenary meeting \r\nThursday, 22 September 2011, 7 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n11-51179 (E) \r\n*1151179*   \r\nPresident: Mr. Al-Nasser . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Qatar) \r\n \r\n \r\n In the absence of the President, Mr. Archondo \r\n(Plurinational State of Bolivia), Vice-President, \r\ntook the Chair. \r\n  The meeting was called to order at 8.20 p.m.  \r\n \r\n \r\nAgenda item 8 (continued) \r\n \r\nGeneral debate  \r\n \r\n The Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Kevin Rudd, Minister for \r\nForeign Affairs of Australia. \r\n Mr. Rudd (Australia): Since we last gathered in \r\nthis great Assembly one year ago, we have witnessed \r\ndevelopments of historic dimensions. There has been \r\ndemocratic protest and democratic reform across the \r\nArab world, as we discovered afresh that freedom is \r\nthe right of all, not just of the few. Also, a global \r\neconomic crisis is rolling on, as we enter a new and \r\ndangerous period that threatens the jobs and \r\nlivelihoods of working people everywhere. \r\n And while rarely making the front pages, the \r\nother great global challenges that have been with us \r\nnow for too many years continue their almost \r\nalarmingly silent advance — challenges of grinding \r\npoverty, environmental degradation, the continued \r\nproliferation of nuclear weapons, the enhancement of \r\nhuman rights, all of which compete for attention on an \r\nalready crowded international agenda. \r\n Our global institutions are struggling to \r\ncomprehend, let alone effectively respond to, this vast \r\narray of challenges that now confront us — challenges \r\nthat arise as the inevitable consequence of what we \r\nnow simply call globalization. Put simply, the dilemma \r\nis this: the challenges we face are increasingly global \r\nwhile the institutions at our disposal are still primarily \r\nnational. Or put more crudely, for those engaged in \r\ndemocratic politics, the answers may lie abroad, but all \r\nthe votes lie at home. \r\n Three years ago, when I first spoke at this \r\npodium, I spoke of the storm clouds gathering across \r\nthe global economy. It seemed as if we were in free fall \r\nas we all stared into the abyss, with the very real \r\npossibility of a second global depression in a century. \r\nThrough coordinated intervention in 2009, we broke \r\nthe fall. Yet three years on, the crisis in the global \r\neconomy continues, still with a capacity to engulf us \r\nall. Recovery is stalling. Unemployment is rising. \r\nConfidence is waning. There are growing concerns \r\nover sovereign debt levels, and there are concerns also \r\nover the national and international political will to deal \r\nwith these challenges. \r\n This week, the International Monetary Fund \r\nissued a stark warning for the global economy, \r\nhighlighting that we have entered a new and dangerous \r\nphase. So what then is to be done?  \r\n First, reforms to the financial system should be \r\nimplemented and taxpayers should no longer be asked \r\nto bail out the irresponsible behaviour of particular \r\nfinancial institutions. Secondly, all major economies \r\nneed to find a credible path back to surplus over time, \r\nconsistent with the Group of Twenty’s Framework for \r\nStrong, Sustainable and Balanced Growth. Thirdly, we \r\nA/66/PV.18  \r\n \r\n11-51179 2 \r\n \r\nmust prevent a further outbreak of protectionism and \r\nwe must conclude Doha, as history will condemn us if \r\nwe repeat the job-destroying protectionism of the \r\n1930s that transformed a financial crisis into a full-\r\nblown depression. \r\n Fourthly, for international trade to grow and \r\nChinese domestic demand to make a greater \r\ncontribution to growth in economies around the world, \r\nwe must also see currency reform, particularly with the \r\nappreciation of the Chinese yuan. And finally, we must \r\nwith clarity of leadership and resolution of purpose \r\ndefine and deliver a range of other new innovative \r\ndrivers of global growth. These include innovative \r\npublic-private financing for the new infrastructure \r\nrevolution needed for power, water, agriculture, \r\ntransport and communications. The jobs potential for \r\nthe green energy revolution must be fully harvested by \r\ncarbon pricing, and women and youth must participate \r\nfully in the economies of the developed and the \r\ndeveloping world.  \r\n These are not just useful social policies. These \r\nare not just useful environmental policies. They are \r\nnow necessary economic policies to generate the next \r\nmissing increment of global economic growth. What is \r\nrequired, therefore, is global and national political \r\nleadership capable of looking beyond the next electoral \r\ncycle — to look to the long term over the short term, to \r\nlook to the strategic rather than the tactical, and to look \r\nto the necessary over the urgent. \r\n Over the course of the last decade, we have seen \r\nan acceleration of the shift of economic power to Asia \r\nmarking Asia’s re-emergence as the centre of global \r\neconomic gravity after an interruption of more than \r\n200 years. In the year 2000, China was a mere 3.7 per \r\ncent of global GDP and India was less than half that. \r\nBy 2030, they will account for more than 20 per cent \r\nof global GDP, and that will rise further. Asian \r\ncountries held 16.6 per cent of global foreign exchange \r\nreserves in 2001. Now they hold 39 per cent.  \r\n Therefore, what happens in Asia is now of \r\nfundamental relevance to the world, not just to the \r\nregion itself. Asian economic growth has been \r\noverwhelmingly good for the global economy.  \r\n But Asia has also seen an exponential increase in \r\nmilitary expenditure. Over the last 20 years military \r\nexpenditure in East Asia grew by nearly 150 per cent. \r\nDuring the same period the United States’ military \r\nexpenditure grew by 36 per cent. Asia, with its many \r\nunresolved territorial disputes and military tensions, \r\nhas become the new global arms bazaar. \r\n One of the big spenders, despite the poverty \r\nafflicting its population, is North Korea. North Korea’s \r\nnuclear weapons programme and its long-range missile \r\nprogramme represent a direct threat to the security of \r\nour region, including Australia. \r\n To deal adequately with those and other security \r\nchallenges in Asia, we need strong regional \r\ninstitutional architecture, as a complement to the \r\nUnited Nations, to help build transparency, cooperation \r\nand, in time, a sense of common security in our region. \r\n For that reason, Australia has promoted the \r\nconcept of an Asia-Pacific community. Collectively, \r\nregional countries now have an opportunity to realize \r\nthe idea of such a community through the expanded \r\nEast Asia Summit (EAS), which for the first time this \r\nyear will include the Presidents of the United States \r\nand of the Russian Federation. Over time, a stronger \r\nEAS can promote the type of rules-based order \r\nregionally for which the United Nations strives \r\nglobally. This task is critical to avoid damaging \r\nstrategic miscalculation in the Asia-Pacific region, \r\nwhich would also undermine global economic growth.  \r\n I say again: what happens in Asia now matters \r\nnot just for Asia, itself, but for the world. \r\n In Australia’s more immediate region in the South \r\nPacific, we are bound together by the common bonds \r\nof democracy and the responsibility we all have to \r\ndevelop those economies and protect their natural \r\nenvironment. \r\n We thank the Secretary-General for his visit to \r\nthe Pacific Islands Forum — the first ever by a United \r\nNations Secretary-General. His commitment to our \r\nregion is an important signal of the international \r\ncommunity’s interests in the Pacific’s prosperity, its \r\nsustainability and its democracy. \r\n Global events since the last session of the \r\nGeneral Assembly have highlighted that the human cry \r\nfor freedom and for democracy is both indivisible and \r\nuniversal. Australia stands with the rest of the \r\ninternational community in applauding the courage of \r\nthose citizens seeking what is naturally theirs in \r\nTunisia, in Egypt, in Libya, and now in Syria. \r\n In Egypt, we are now supporting improved dry \r\nland farming and assistance with urban employment \r\n A/66/PV.18\r\n \r\n3 11-51179 \r\n \r\nprogrammes as Egypt moves to critical parliamentary \r\nand presidential elections. In Tunisia, we are providing \r\nagricultural and electoral assistance. In Libya, \r\nAustralia was among the first to campaign \r\ninternationally for a no-fly zone to protect civilians at a \r\ntime when Al-Qadhafi seemed destined for victory. We \r\nare proud of the fact that since the Libya conflict \r\nbegan, Australia stands across the world as the third \r\nlargest humanitarian donor to the long-suffering people \r\nof Libya. We also stand ready to assist with institution-\r\nbuilding in the new Libya of the future. \r\n What challenges us now is the ongoing brutality \r\nin Syria. The Syrian regime should heed the lessons of \r\nLibya. We call on Bashar Al-Assad to step down now, \r\nfor political reform to begin now, and for the \r\ninternational community to intensify its pressure on \r\nDamascus to respond to the voices of the Syrian people \r\ndemanding their legitimate freedom. \r\n Twelve months ago, we had no expectation of \r\nchange in Egypt, Tunisia or Libya. But we did hope to \r\nsee progress in the historic process to bring permanent \r\npeace to the peoples of Israel and Palestine. Sadly, \r\nthere has been no progress. Australia remains \r\ncommitted to a negotiated two-State solution that \r\nallows a secure and independent Israel to live side by \r\nside with a secure and independent Palestinian State. \r\n Over the past 10 months I have travelled three \r\ntimes to both Jerusalem and Ramallah, where I have \r\nmet on each occasion with Prime Minister Netanyahu \r\nand President Abbas. I have urged both parties to \r\nengage in direct negotiations. I have argued that they \r\nshould be held on the basis of the 1967 boundaries plus \r\nappropriate land swaps. I have argued that the \r\nremaining final status issues — the right to return, the \r\nstatus of Jerusalem, the Holy Sites and the provision of \r\nexternal security — be resolved through such direct \r\nnegotiations. \r\n My fear is that if we do not see these matters \r\nconcluded in the near term, the rapidly changing \r\ngeo-politics of the region will make the prospects of a \r\nlasting settlement remote. We have already seen \r\ntension between Israel and Egypt. We have already \r\nseen the fracturing of the relationship between Israel \r\nand Turkey. We do not know how long the current \r\nframework of the Arab Peace Plan will remain on the \r\ntable. We are fearful of a further intifada of the type we \r\nhave seen before. \r\n As a friend of Israel, we are fearful that in the \r\nabsence of a negotiated settlement, Israel’s security \r\nsituation will deteriorate rapidly in the year ahead. As a \r\nfriend of the Palestinian people, we believe that the \r\ntime has come for direct negotiations to establish a \r\nPalestinian State, one which also guarantees the \r\nsecurity of Israel. If we fail to achieve this, I fear the \r\ngravity of the consequences as the ground continues to \r\nchange across the wider Middle East. I note also that \r\nthese views have been reflected today by the former \r\nIsraeli Prime Minister Ehud Olmert.  \r\n Australia therefore urges both parties to seize the \r\nday and to shape the future of a new Middle East. We \r\nawait the outcome from the weeks that lie ahead in \r\nNew York, before framing our response to any \r\nparticular resolution before the United Nations. \r\n Terrorism is the enemy of all civilized peoples. A \r\ndecade since 9/11, terrorism still casts a deep shadow \r\nover the security and safety of our citizens. Many of \r\nAustralia’s finest have lost their lives in the fight \r\nagainst terrorism in Afghanistan. Australia will stay the \r\ncourse in Afghanistan, because we refuse to yield to \r\nterrorism. \r\n While terrorism threatens thousands, nuclear \r\nproliferation threatens millions. Australia remains \r\nvitally committed to the goal of a nuclear-weapon-free \r\nworld and is active to that end. That is why we have \r\nestablished with Japan the Non-proliferation and \r\nDisarmament Initiative — the NPDI — to take forward \r\nthe agenda of the 2010 Review Conference of the \r\nParties to the Treaty on the Non-Proliferation of \r\nNuclear Weapons.  \r\n As we speak in this Assembly, we should remind \r\nourselves that a fifth of humanity lives in grinding \r\npoverty. The scale of the challenge has been \r\ngraphically demonstrated by this year’s devastating \r\ndrought in the Horn of Africa. I witnessed how bad \r\nthings are when I visited the affected areas in July. \r\nAustralia has given almost US$ 100 million. We are \r\nproud to be the fourth largest international donor to \r\nthat crisis. We will continue to give. \r\n Last year, we gathered to see how we were \r\ntracking on our collective pledge to lift a billion people \r\nout of poverty by 2015. The report card was very poor. \r\nMost of the Millennium Development Goals are \r\nunlikely to be achieved. Australia has doubled its \r\nofficial development assistance (ODA) budget over the \r\npast five years, and we are on track to double it again \r\nA/66/PV.18  \r\n \r\n11-51179 4 \r\n \r\nby 2015. Based on available data, that would make \r\nAustralia’s ODA budget the sixth largest in the world. \r\n The international community must get behind \r\nboth regional and global efforts to meet the strategic \r\nneed for food security. With a forecast global \r\npopulation of 9.3 billion by 2050, an estimated \r\nincrease of 70 per cent in global food production will \r\nbe needed to feed the world.  \r\n In food security, we should also be blunt. The \r\nFood and Agriculture Organization (FAO) is failing \r\nfully to meet its mandate to the poor of the world. \r\nUnder its new management, FAO needs to set clear \r\npriorities for the future and eliminate the unsustainable \r\nadministrative overheads it has long tolerated. If FAO \r\ndoes not do so, Australia will comprehensively review \r\nits development funding for FAO under our new aid \r\neffectiveness criteria.  \r\n Food is fundamental to development. So too is \r\nthe right to education. All of the world’s children must \r\nbe given a chance at life that is good for them and good \r\nfor their economies. For that reason, and learning from \r\nboth the Global Fund to Fight AIDS, Tuberculosis and \r\nMalaria and the GAVI Alliance, Australia believes that \r\nthe time has come for the international community to \r\nconsider developing a new public-private institution \r\nwith an explicit mandate for school education. \r\n At present, this task is shared between the World \r\nBank, UNICEF and UNESCO, with negligible private \r\nsector buy-in. We should consider, therefore, a new \r\nglobal fund for education that would concentrate \r\nexclusively on the immediate task of getting nearly \r\n70 million children into schools by 2015. Australia \r\nwould consider contributing substantially to such an \r\ninstitution to bring about real results at a rate as rapid \r\nas possible. I challenge education donors, current and \r\npotential, to join such a fund. \r\n In supporting the world’s most vulnerable \r\npeoples, we also recognize the world’s estimated \r\n370 million indigenous peoples, spread across 90 of the \r\n193 United Nations Member States. They remain \r\namong the most marginalized and disadvantaged in the \r\nworld, including in our country, Australia. That is why \r\nthe Australian Government has reached beyond the \r\napology to the Stolen Generations to pursue \r\nconstitutional recognition for our First Peoples. And \r\nwe are committed to closing the gap between \r\nindigenous and non-indigenous Australians. \r\n Our hope of answering the development \r\nchallenges of the world is inextricably linked to the \r\nhealth of the planet itself. The planet ultimately can \r\nbear only so much. Scientists tell us that there are \r\nplanetary boundaries beyond which we should not \r\nventure — in climate change, biodiversity loss, \r\nstratospheric ozone depletion, chemical pollution, \r\nocean acidification and the depletion of freshwater \r\nreserves. It is not just a matter of atmospheric limits, \r\nbut of the oceans as well. \r\n Next year at Rio the international community will \r\nhave the opportunity to act decisively to protect a \r\nplanet now in stress, just as we need to take effective \r\nglobal action on climate change. Climate change will \r\nnot go away, even if some choose the easy path of \r\nsimply hiding their heads in the sand. If we do that, our \r\nchildren and theirs will never forgive us — nor should \r\nthey. \r\n As the global community, we face challenges of \r\nhistoric consequence — to our global economy, to \r\nglobal security, to the basic freedoms of all peoples, to \r\nour global environment, to the security of our citizens, \r\nto our obligation to the world’s poor and to our \r\nplanetary boundaries themselves. \r\n While so many challenges lie before us, the past \r\nyear has proven that when the international community \r\ndoes act collectively and decisively, we can deliver — \r\nas we have seen in the decisions of the Security \r\nCouncil on Libya and Côte d’Ivoire. But to be \r\neffective, this parliament of humankind, these United \r\nNations, must continue to summon the political will of \r\nMember States to make our global institutions work. \r\nOtherwise, we will become a clanging gong, full of \r\nsound and sentiment, but ultimately symbolizing \r\nnothing. \r\n When Secretary-General Ban came to Australia \r\ntwo weeks ago, he saw a country that values the rules-\r\nbased system that the United Nations embodies. \r\nAustralia today is a middle Power with global interests, \r\nanimated by deep values of freedom and a fair go for \r\nall. This is the Australia we are proud of in its work in \r\nthe world. This is the Australia that believes in the \r\nprinciples of good international citizenship. This is the \r\nAustralia that rolls up its sleeves, the Australia that by \r\nnature wants to pitch in, the Australia that wants to \r\nmake a difference for the betterment of all humankind. \r\n The Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Zalmai Rassoul, Minister \r\n A/66/PV.18\r\n \r\n5 11-51179 \r\n \r\nfor Foreign Affairs of the Islamic Republic of \r\nAfghanistan. \r\n Mr. Rassoul (Afghanistan): I am honoured to be \r\nhere to read the statement of my President, His \r\nExcellency Hâmid Karzai, who had to return from New \r\nYork to Kabul on an urgent basis, following the tragic \r\nassassination, through a terrorist plot, of Afghanistan’s \r\nformer President and Chairman of the High Peace \r\nCouncil, Mr. Burhanuddin Rabbani. \r\n The President’s message begins:  \r\n  “It is a great honour to address the General \r\nAssembly at this year’s session, although I regret \r\nthat I am unable to do so in person. I was here in \r\nNew York the day before yesterday and had \r\nlooked forward to attending this important \r\nsession of the Assembly. I had to return to Kabul \r\nafter the tragic news of the martyrdom of former \r\nPresident and Chairman of the Afghan High \r\nPeace Council, Professor Burhanuddin Rabbani. \r\nHe was assassinated in a cowardly terrorist plot \r\nby the enemies of peace in our country. \r\n  “As I speak, the Afghan nation is mourning \r\nthe loss not only of a valued and deeply respected \r\nnational figure, but a champion of peace who \r\nworked tirelessly, up to the last moment of his \r\ndistinguished life, for peace in his country. On \r\nbehalf of the Afghan people, I am grateful for the \r\nmessages of condolences expressed by leaders \r\naround the world at this terrible national loss in \r\nAfghanistan. \r\n  “As the single largest gathering of nations, \r\nthe Assembly is the highest manifestation of the \r\nplurality of our world. It is also the most solemn \r\nopportunity we have, once a year, to bring to \r\nglobal attention our national concerns and to \r\nissues that are, in our view, of concern to the \r\nwider world. \r\n  “Over the past year, the world saw not only \r\npolitical volatility of historic proportions in the \r\nMiddle East, but also an unabated global \r\neconomic crisis, huge increases in the prices of \r\nfood and energy and enormous devastation \r\nwrought by natural disasters. Most countries \r\naround the world have seen aggravated conditions \r\nof life for their peoples, and for many others the \r\nfuture looks continuously bleak. In short, we live \r\nin times of uncertainty and crisis, and it is at \r\ntimes like these that international cooperation \r\ngains true relevance and meaning. \r\n  “Ten days ago, this very city marked the \r\ntenth anniversary of the 9/11 terrorist attacks. On \r\nbehalf of the people of Afghanistan, who have \r\nexperienced the scourge of terrorism in its worst \r\nimaginable form, I pay homage and respect to the \r\nmemory of the 9/11 tragedy and commiserate \r\nwith the people of the United States for their \r\nsense of loss, which this anniversary has \r\nrekindled. \r\n  “On this occasion, I urge the Assembly to \r\nalso reflect on the millions of lives around the \r\nworld that were touched by terror and violence \r\nbefore 9/11 and those that have been lost to \r\nterrorist violence over the 10 years since.  \r\n  “My country, Afghanistan, has suffered the \r\nmost, but many — from Pakistan to India, Iraq, \r\nEurope and many others around the world — \r\nhave fallen victim to this modern-day enemy of \r\npeace. I urge the Assembly to also honour the \r\nsacrifices many nations have made in the fight \r\nagainst terrorism around the world. Above all, \r\nhowever, I ask that we pause and take stock of \r\nwhere we are 10 years after the world was shaken \r\ninto an unprecedented resolve to act in the face of \r\na common enemy. \r\n  “Later this year, Afghanistan will also mark \r\nthe anniversary of 10 years of the new political \r\nera heralded by the end of the Taliban rule and \r\ncharacterized by the beginning of a journey \r\ntowards a peaceful, prosperous and democratic \r\nway of life. There is so much that we have to \r\ncelebrate in the enormous achievements we have \r\nhad, with the solidarity and generous help of the \r\ninternational community. These 10 years have \r\nbeen a truly unique chapter in the history of our \r\nancient country.  \r\n  “Grasping the opportunity, we took bold \r\nsteps to reunite the country after decades of strife \r\nand violence, laying the foundations of a young \r\ndemocracy. Our social and economic \r\naccomplishments are phenomenal, greater by \r\ncomparison than in any other period in our \r\ncountry’s history. Never before have the Afghan \r\npeople enjoyed comparable access to education \r\nand health or seen a greater development of \r\ninfrastructure across the country. \r\nA/66/PV.18  \r\n \r\n11-51179 6 \r\n \r\n  “Regrettably, the sense of gratitude and \r\npride we feel at our achievements is tempered by \r\nthe absence of a key ingredient of any country’s \r\ndevelopment, namely security. Despite the \r\nAfghan people’s sincere embrace of the \r\ninternational fight against terrorism and the \r\nimmeasurable sacrifices made on this path, we \r\nhave yet to reap the rewards of experiencing a life \r\nfree from violence and terror. \r\n  “We Afghans are proud to have partnered, \r\nover the past 10 years, with the world’s struggle \r\nagainst terrorism. While together we have fought \r\nand crushed extremists in some of their long-held \r\nstrongholds, elsewhere they have continued to \r\nthrive. Today, we see a worrying trend towards \r\nincreased radicalization of the youth. Al-Qaida, \r\ndespite the elimination of its leaders, remains \r\nactive in the region, and the Taliban militancy \r\nmaintains its deadly spectre over my country. \r\nBoth continue to receive sanctuary and support in \r\nthe region, which keeps them alive. This \r\nsanctuary problem is, without a doubt, the \r\nAchilles’ heel of this war.  \r\n  “To the extent that international terrorism \r\nand extremism remain real threats to international \r\nsecurity, peace will remain mortgaged to the \r\nsuccess of the fight in the region. To succeed, \r\nhowever, we must fundamentally review and \r\nadjust our approaches in this fight. It is urgent \r\nthat we focus our strategy to make our collective \r\nstruggle more objective and results-oriented. Our \r\nenemy must not be defined by a selective \r\ntreatment of the geography to which we have \r\naccess, but by an assessment of the threat it \r\nposes, regardless of where it may be based. \r\n  “The Afghan people remain ardent \r\nsupporters of the fight against international \r\nterrorism, despite having suffered unspeakable \r\nlosses in this endeavour. However, we fail to see \r\nthe efficacy of the fight in which ordinary \r\ncitizens bear the brunt while terrorist sanctuaries \r\nremain untouched, far away from the towns and \r\nvillages of Afghanistan. The continued credibility \r\nof the fight will depend above all on taking its \r\nfocus to where terrorism originates. \r\n  “On the other hand, when it comes to the \r\nTaliban insurgency, we do not see military action \r\nas the only solution. In our eager quest for \r\nrestoring peace to the lives of our people, we \r\nhave extended a hand of peace and reconciliation \r\nto all those Afghans who have had reason to \r\nremain outside the boundaries of the current \r\npolitical process in Afghanistan. \r\n  “Led until now by the late Mr. Rabbani, \r\nwho is tragically no longer among us, through the \r\nHigh Peace Council, and supported by our \r\npartners from the international community, the \r\npeace process is a comprehensive effort. It covers \r\nthe reintegration of armed combatants into \r\ndignified civilian life and reconciles the \r\nleadership of the Taliban. \r\n  “The reconciliation policy is based on our \r\ncommitment to make the political process more \r\ninclusive and to provide a genuine and acceptable \r\nalternative to violence for all Taliban and other \r\nmilitant leaders, most of whom are currently \r\nbased outside Afghanistan. Those leaders are \r\nwelcome to return home and play their proper \r\nrole in Afghan politics and Government — \r\nprovided that they break ties with Al-Qaida, give \r\nup violent activities and accept the Afghan \r\nConstitution. Clearly, without sincere cooperation \r\nfrom regional and international partners, notably \r\nthe Islamic Republic of Pakistan, this strategy \r\nwill not succeed. \r\n  “The year 2011 is a crucial year for \r\nAfghanistan. The most important development for \r\nour country was the commencement of the \r\ntransition process last July. This process will see \r\nthe complete transfer of security responsibility \r\nfrom international forces to Afghans by the end of \r\n2014. With the completion of the transition \r\nprocess, we Afghans and our international \r\npartners will achieve the most important strategic \r\ngoal of our 10-year partnership: the emergence of \r\na sovereign Afghanistan that is self-reliant and is \r\nthe peaceful home of all Afghans, an Afghanistan \r\nthat is at peace and lives in peace with the rest of \r\nthe world. \r\n  “Needless to say, the success of the \r\ntransition process depends on, besides the \r\ndemand and solid resolve of the Afghan people, \r\nthe continued support of the international \r\ncommunity. The role of our NATO partners, \r\nparticularly in terms of the capacity development \r\nof our security institutions, will be vital. \r\n A/66/PV.18\r\n \r\n7 11-51179 \r\n \r\n  “On the other hand, transition is not just \r\nlimited to security. Indeed, while transition is \r\nboth desirable and inevitable, the economic effect \r\nof the withdrawal of foreign forces from \r\nAfghanistan needs to be managed carefully. In \r\nother words, for Afghanistan to become truly self-\r\nreliant, apart from the security transition, we will \r\nneed a comprehensive economic transition. That \r\ntransition will take much longer than the security \r\ntransition and will require the continuation of \r\nsteadfast support on the part of our international \r\npartners beyond 2014. \r\n  “In this context, we look forward to the \r\nmuch awaited International Conference on \r\nAfghanistan, to be held in Bonn, Germany, on \r\n5 December 2011. Hosted by Germany and \r\nchaired by Afghanistan, the Bonn conference will \r\nbe an opportunity for us to brief our international \r\npartners about the major Compact accomplishments \r\nof the past 10 years, and in particular about the \r\nprogress of the Transition and reconciliation \r\nprocesses. \r\n  “Most importantly, at Bonn we will call for \r\ncontinued commitment of the international \r\ncommunity to assist Afghanistan in the post-2014 \r\nperiod, after the foreign military presence on \r\nAfghanistan soil comes to an end. To that end, we \r\nwill share our vision for the next 10 years — the \r\nvision of developing Afghanistan into a stable \r\ncountry, a functioning democracy and a \r\nprospering economy. As a country at the centre of \r\nan emerging ‘new silk road’, Afghanistan can \r\nbecome a regional hub for trade and transit. This \r\nvision is worth all the efforts we Afghans can \r\nmuster, as well as all the support we can get from \r\nthe international community. \r\n  “As a framework for long-term partnership, \r\nwe will call for a new paradigm of cooperation \r\nbetween Afghanistan and our friends and \r\npartners. The strategic partnership that we are \r\ncurrently negotiating with the United States and \r\nother partners, including the European Union, \r\nwill be a model for the kind of enduring and \r\ncomprehensive partnership we wish to have with \r\nmembers of the international community. Such \r\npartnerships will help guarantee Afghanistan’s \r\nsecurity and stability, as well as assist our future \r\neconomic development. I emphasize that neither \r\nour strategic partnership with the United States, \r\nnor any other partnerships we will forge in the \r\nfuture, will be a threat to our neighbours or to any \r\nother country. \r\n  “I also emphasize that in the context of \r\nthese future partnerships, the principle of Afghan \r\nsovereignty and the centrality of the Afghan State \r\nmust be given due credence; the manner of our \r\ncontinued partnership should conform to the \r\nrequirements of a sovereign Afghanistan. As an \r\nimportant step in this direction, all the parallel \r\nstructures created by the international community, \r\nbe it in the security, governance or development \r\narenas, must be removed to make space for the \r\nemergence of genuine and capable indigenous \r\ninstitutions. \r\n  “In particular, the role of the United Nations \r\nin Afghanistan must be adjusted to the \r\nrequirements of Afghan sovereignty. I welcome \r\nthe review of the mandate of the United Nations \r\nAssistance Mission in Afghanistan, as authorized \r\nby the Secretary-General. In the months ahead, \r\nwe look forward to participating in this review \r\nand to its positive conclusion. \r\n  “On the subject of regional cooperation, we \r\nare currently working closely with Afghanistan’s \r\nold friend and brother, the Republic of Turkey, \r\ntowards a regional conference to be held in \r\nIstanbul on 2 November 2011. Hosted by Turkey \r\nand championed by Afghanistan, the Istanbul \r\nConference will help build a common regional \r\nvision for peace and stability. The Conference \r\nwill recognize Afghanistan’s quest for stability, as \r\nwell as the region’s growing need for confidence-\r\nbuilding and cooperation in the face of the \r\ncommon challenges we face, notably terrorism, \r\nextremism, the drug trade and obstacles to \r\nlegitimate interaction and movement, to name but \r\na few. \r\n  “Over the past 10 years, we have \r\nundertaken numerous initiatives to promote \r\nregional cooperation, mainly with a view to trade \r\nand economic activities. However, we have \r\nlearned that unless we boldly address our political \r\ndifferences and the deficit of trust and confidence \r\nthat divides the region, regional cooperation will \r\nremain an aspiration. It is for that very reason that \r\nat the Istanbul Conference we will aim to focus \r\non political and security issues. \r\nA/66/PV.18  \r\n \r\n11-51179 8 \r\n \r\n  “In the coming weeks, we will expect to \r\nconsult with all countries in the Heart of Asia \r\nregion to develop a common understanding in the \r\nrun-up to the Conference. \r\n  “In today’s interconnected world, \r\ndevelopments in Afghanistan and the surrounding \r\nregion are hugely influenced by events in the \r\nwider world. Therefore, we in Afghanistan are \r\nclosely watching the situation in the Middle East. \r\nAs a nation that has experienced war and \r\ndestruction for many years, the eruption of \r\nviolence in these countries fills us with anxiety. \r\nWe are particularly concerned by the \r\ndevelopments in Libya. We recognize the \r\nNational Transitional Council as the legitimate \r\nGovernment of Libya. However, based on our \r\nown experience, we urge the brotherly Libyan \r\nnation to recall that the shortest route to peace \r\nwill be through ensuring inclusivity and \r\nsafeguarding the unity of the Libyan nation. \r\n  “The people of Afghanistan deeply \r\nsympathize with the plight of our brothers and \r\nsisters in Palestine. We reiterate our call for an \r\nimmediate end to their suffering and the \r\nrealization of their inalienable rights, including \r\nthe right to an independent State. In this \r\nconnection, we stand firmly behind the efforts \r\naimed at Palestine’s admission as a full Member  \r\n \r\n of the United Nations. I hope that this year we \r\nwill witness, with pride, the inclusion of Palestine \r\nas the 194th Member of the United Nations. \r\n  “The Afghan people also shared the pain of \r\nthe loss experienced by the Japanese people when \r\nthe natural disasters struck earlier this year. Japan \r\nis a longstanding friend of Afghanistan, and we \r\nare confident that this great nation will soon \r\novercome the challenges of recovery. \r\n  “The Assembly is a manifestation of our \r\ncollective will to stand together against the \r\nchallenges that face human society and to realize \r\nthe potential for a peaceful and prosperous world \r\nfor all. Our gathering here is also a testimony to \r\nthe valuable role that the United Nations plays in \r\nthe realization of our collective will. I applaud \r\nthe remarkable leadership that Secretary-General \r\nBan Ki-moon has demonstrated in steering the \r\nUnited Nations in a direction where it can truly \r\nbecome an asset to a peaceful world. \r\n  “Finally, many countries from across the \r\nglobe have stood in solidarity, over the past \r\n10 years, with the Afghan people. On behalf of \r\nthe people of Afghanistan, I again thank them for \r\ntheir support.” \r\n  The meeting rose at 9 p.m. \r\n"