" United Nations  A/66/PV.50\r\n  \r\n \r\nGeneral Assembly \r\nSixty-sixth session \r\n \r\n50th plenary meeting \r\nTuesday, 8 November 2011, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n11-58372 (E) \r\n*1158372*   \r\nPresident: Mr. Al-Nasser . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Qatar) \r\n \r\n \r\n  The meeting was called to order at 10.15 a.m. \r\n \r\n \r\nAgenda item 112 \r\n \r\nNotification by the Secretary-General under  \r\nArticle 12, paragraph 2, of the Charter of the  \r\nUnited Nations \r\n \r\n  Note by the Secretary-General (A/66/300) \r\n \r\n The President (spoke in Arabic): As members \r\nare aware, in accordance with the provisions of Article \r\n12, paragraph 2, of the Charter of the United Nations \r\nand with the consent of the Security Council, the \r\nSecretary-General is mandated to notify the General \r\nAssembly of matters relating to the maintenance of \r\ninternational peace and security that are being dealt \r\nwith by the Security Council and of matters with which \r\nthe Council has ceased to deal. \r\n In that connection, the General Assembly has \r\nbefore it a note by the Secretary-General issued as \r\ndocument A/66/300. \r\n May I take it that the Assembly takes note of this \r\ndocument? \r\n It was so decided. \r\n The President (spoke in Arabic): May I take it \r\nthat it is the wish of the General Assembly to conclude \r\nits consideration of agenda item 112? \r\n It was so decided. \r\n \r\nAgenda item 30 \r\n \r\nReport of the Security Council (A/66/2)  \r\n \r\n The President (spoke in Arabic): At the outset, I \r\nam very pleased to welcome to the General Assembly \r\nthe President of the Security Council, His Excellency \r\nAmbassador José Moraes Cabral, who will shortly \r\npresent to us the annual Security Council report \r\n(A/66/2). \r\n As the Assembly knows, genuine efforts have \r\nbeen undertaken in recent years to strengthen the \r\nrelationship between the General Assembly and the \r\nSecurity Council. Under my presidency, I want to \r\ncontinue — and to accelerate — that process. This \r\nreport is one of the main instruments for cooperation \r\nbetween the General Assembly and the Security \r\nCouncil. In close dialogue with Ambassador Moraes \r\nCabral, I have decided to devote an entire meeting of \r\nthe General Assembly to the consideration of the \r\nCouncil’s report, and to consider separately the agenda \r\nitem entitled “Question of equitable representation on \r\nand increase in the membership of the Security Council \r\nand related matters”. I have done so because I deem it \r\nimportant to consider each matter thoroughly. I know \r\nthat many Member States are eager to be better \r\ninformed about the work of the Council, and I thought \r\nit would be appropriate to focus our work this morning \r\non the activities of the Security Council only.  \r\n During the reporting period, the Security Council \r\nfaced tremendous challenges. Just to cite a few \r\nexamples, the Council had to react to the post-election \r\ncrisis in Côte d’Ivoire, the establishment of the State of \r\nA/66/PV.50  \r\n \r\n11-58372 2 \r\n \r\nSouth Sudan and developments in the Arab world, in \r\nparticular in Libya, Yemen and Syria. \r\n On certain issues of tremendous importance, \r\nincluding peacekeeping, post-conflict peacebuilding \r\nand counter-terrorism, it is crucial that the Security \r\nCouncil and the General Assembly work hand-in-hand, \r\nto ensure the success of the Organization in its \r\nendeavours. Together with the rest of the United \r\nNations system, the Security Council devotes a lot of \r\ntime to cross-cutting issues, such as the protection of \r\ncivilians in armed conflicts, children and armed \r\nconflict and women and peace and security. For all \r\nthose reasons, today’s meeting is of crucial importance \r\nto ensuring that we are all working in the same \r\ndirection. As President of the General Assembly, I \r\nattach great importance to strengthening cooperation \r\nbetween the General Assembly and the Security \r\nCouncil, to ensure better protection and consolidation \r\nof the values of the United Nations.  \r\n Since taking office as President of the General \r\nAssembly, I have met with every President of the \r\nSecurity Council. We have had intensive and fruitful \r\ndiscussions on how to better coordinate our work and \r\nto improve the cooperation between us. Our teams have \r\nbeen in constant contact to ensure the smooth conduct \r\nof the work in both organs, to avoid conflicting \r\nagendas and to find ways to work in a common \r\ndirection. I will continue that practice with every new \r\nPresident of the Security Council. \r\n In conclusion, after hearing from the President of \r\nthe Security Council, I encourage members to express \r\ntheir views on the report of the Security Council. I \r\nhope that our discussion today will allow us to make \r\nprogress on strengthening our joint efforts. \r\n I now give the floor to His Excellency Mr. José \r\nFilipe Moraes Cabral, President of the Security \r\nCouncil, to introduce the report of the Council. \r\n Mr. Moraes Cabral (Portugal), President of the \r\nSecurity Council: I would like, first of all, to \r\ncongratulate you, Mr. President, on behalf of the \r\nmembers of the Security Council, on your election as \r\nPresident of the General Assembly.  \r\n It is an honour for me, as President of the \r\nSecurity Council for the month of November, to \r\nintroduce the annual report of the Security Council \r\n(A/66/2). More than a regular reporting exercise \r\npursuant to the United Nations Charter, I see this \r\nmoment as one of the most important in the \r\nrelationship of both principal organs of the United \r\nNations and as an excellent opportunity to debate and \r\nexchange views with the general membership on the \r\nreport on the work of the Council. I am therefore \r\ngrateful to you, Mr. President, for having made it \r\npossible this year to devote an entire debate to the \r\nconsideration of the Security Council’s annual report.  \r\n The report covers the period from August 2010 to \r\nJuly 2011. The introduction to the report was prepared \r\nby the delegation of Germany, which held the \r\npresidency in July. I wish to thank Ambassador Peter \r\nWittig and his team for their efforts in preparing the \r\nintroduction, to which I call attention, because it gives \r\na helpful overview of the different activities under the \r\nresponsibility of the Council during the reporting \r\nperiod. Allow me also to thank the Secretariat, which \r\nprepared the other parts of the report now before the \r\nAssembly.  \r\n I would also like to highlight the monthly \r\nassessments by each presidency, which are mentioned \r\nin the report. They contain information, on a monthly \r\nbasis, on the most relevant activities carried out by the \r\nCouncil on each item of its agenda, thus adding to \r\noverall comprehension of the report. Those monthly \r\nassessments are an important exercise regularly \r\nundertaken as part of the responsibility of each \r\npresidency. They aim to inform the wider membership \r\nabout the work of the Council, and I would like to call \r\nattention to them as well.  \r\n During the reporting period, between resolutions \r\nand presidential statements, the Council adopted nearly \r\n100 decisions. That number confirms the continuing \r\ntrend, in recent years, of an increasing workload. The \r\nCouncil continued to hold a considerable portion of its \r\nmeetings in public — 204 out of a total of 231. Open \r\nmeetings, including open debates, increase \r\ntransparency in the work of the Council and allow for \r\nenhanced participation by the wider membership and \r\nthe international community. Presidencies of the \r\nCouncil and of the General Assembly continued \r\nthroughout this year to meet regularly, and monthly \r\nbriefings by the Presidents of the Council to the wider \r\nmembership on the Council’s work continued to be \r\nheld. \r\n Meetings with troop contributors have also taken \r\nplace as a regular practice, in particular prior to any \r\ndecision with impact on United Nations peacekeeping \r\n A/66/PV.50\r\n \r\n3 11-58372 \r\n \r\nmandates, as a way to enable collecting relevant inputs. \r\nThose practices represent useful steps to promote better \r\ndialogue with the general membership on the work of \r\nthe Council. We encourage delegations to make use of \r\nthose opportunities, to increase such interaction.  \r\n The Council continued its implementation of \r\npresidential note 507, on working methods. \r\nPresidencies have promoted useful practices aimed at \r\nincreasing efficiency and expediency, such as \r\nstreamlining introductions made by the President and \r\nthe use of videoconferences in open briefings or \r\ndebates to provide updates from the field. \r\nConsultations of the whole are progressively more \r\ninteractive and flexible. Council members having \r\nagreed to reduce the use of speakers’ lists and to make \r\nbetter use of the “Other matters” item to discuss issues \r\nof concern. Interactive dialogues have also continued \r\nto be held by the Council as a useful consultation \r\npractice.  \r\n The Council continued to increase the work time \r\nit devotes to conflict prevention, keeping on its agenda, \r\non a monthly basis, a briefing by the Department of \r\nPolitical Affairs on issues of emerging concern. \r\n During the period of the report, as in previous \r\nyears, many of the activities of the Council were \r\ncentred on situations in Africa, including the Sudan, \r\nDarfur, Côte d’Ivoire, Somalia and the question of \r\npiracy off African coasts. The two missions conducted \r\nby the Council this year were to Africa — in October \r\n2010 to the Sudan and Uganda, and in May 2011 to \r\nEthiopia, where the Council held a consultative \r\nmeeting with the African Union Peace and Security \r\nCouncil, the Sudan and Kenya. With its referendum on \r\nindependence and the subsequent process of the \r\nadmission of the Republic of South Sudan to the \r\nUnited Nations, South Sudan was also the focus of \r\nclose consideration by the Council. \r\n Developments in North Africa and in the Arab \r\nworld since January ranked high on the Council’s \r\nagenda. The Council paid close and active attention to \r\nthe evolving situation in the region, with the situation \r\nin Libya featuring prominently in its programme of \r\nwork. The Council acted swiftly and decisively by \r\nadopting resolutions 1970 (2011) and 1973 (2011), and \r\nthe situation was closely followed by the Council. The \r\nsituations in Yemen and Syria were also under the \r\nactive consideration of the Council in a number of \r\nbriefings and in consultations of the whole. \r\nConsideration of the situation in West Africa and the \r\nactivities of the United Nations Office for West Africa \r\ncontinued in view of the elections in numerous \r\ncountries in the region, as well as cross-border threats \r\nto regional peace and security, particularly \r\ntransnational organized crime and illicit drug \r\ntrafficking and its negative impact on peace, security \r\nand development in the region.  \r\n In that context, the Council emphasized the \r\nimportance of a regional approach to conflict \r\nprevention, and encouraged the recently established \r\nUnited Nations Regional Office for Central Africa in \r\nLibreville to facilitate coordination among the \r\nEconomic Community of Central African States, the \r\nUnited Nations and regional organizations. Under the \r\nitem on the situation in the Great Lakes region, the \r\nCouncil’s attention was also brought to bear on \r\nincreased attacks by the Lord’s Resistance Army \r\n(LRA). Council members condemned the attacks and \r\nemphasized the need for the effective protection of \r\ncivilians. In that regard, they welcomed the leadership \r\nshown by the African Union in its recent initiative to \r\ndevelop a regional strategy on the LRA. \r\n The Council continued to regularly review the \r\npost-conflict situations on its agenda, such as in \r\nBurundi, Sierra Leone, the Central African Republic \r\nand Guinea-Bissau. I wish to highlight one aspect \r\nunderlined in the report, that is, the fact that for the \r\nfirst time, the Chairs of the country-specific \r\nconfigurations of the Peacebuilding Commission \r\ndelivered a joint statement to the Council, which is a \r\npositive development, suggesting closer cooperation \r\nbetween the Council and the Chairs of the \r\nCommission’s country-specific configurations. \r\n Peacekeeping operation mandates and sanctions \r\nregimes were extended and adjusted as a result of the \r\nperiodic consideration of such issues under the regular \r\nagenda of the Council. In that context, however, I wish \r\nto highlight two peacekeeping missions that were \r\nterminated by the Council during the reporting \r\nperiod — the United Nations Mission in the Central \r\nAfrican Republic and Chad and the United Nations \r\nMission in the Sudan. Also, the United Nations \r\nMission in Nepal was terminated early this year. I take \r\nthe opportunity to pay homage to the men and women \r\nwho participated in those missions, and the respective \r\ncontributing countries, and to thank them for their \r\nimportant role for the benefit of the international \r\ncommunity. \r\nA/66/PV.50  \r\n \r\n11-58372 4 \r\n \r\n With regard to the sanctions regimes mentioned \r\nin the report, I would like to highlight the adoption of \r\nresolutions 1988 (2011) and 1989 (2011) as very \r\nimportant steps to further support political dialogue in \r\nAfghanistan, while countering the threat to \r\ninternational peace and security posed by Al-Qaida and \r\nits affiliates and strengthening the effectiveness of \r\ntargeted sanctions by further enhancing fair and clear \r\nprocedures. \r\n The Council continued consideration of the \r\nsituation in the Middle East, including the Palestinian \r\nquestion, on a monthly basis. The implementation of \r\nresolution 1701 (2006) was closely followed, as well. \r\nIn Asia, the situations in Afghanistan, Iraq, Nepal and \r\nTimor-Leste were closely considered by the Council. In \r\nEurope, the Council continued its consideration of the \r\nsituations in Bosnia and Herzegovina and Cyprus and \r\nof the reports of the Secretary-General on the United \r\nNations Interim Administration Mission in Kosovo. In \r\nanother region, Haiti was the focus of close attention \r\nby the Council, in particular efforts to stabilize the \r\ncountry following the 2010 earthquake, and, more \r\nrecently, the presidential elections. \r\n The issue of the non-proliferation of weapons of \r\nmass destruction was also in the Council’s focus. \r\nThrough the adoption of resolution 1977 (2011), the \r\nCouncil extended the mandate of the Security Council \r\nCommittee established pursuant to resolution 1540 \r\n(2004) for a period of 10 years, which enhances the \r\nCommittee’s ability to support implementation of \r\nresolution 1540 (2004) and provides for two \r\ncomprehensive reviews — one after five years and one \r\nbefore the end of the mandate. Regular briefings were \r\nalso conducted by the Chairs of the Committees \r\nestablished pursuant to resolutions 1737 (2006) and \r\n1718 (2006) on implementation of the sanctions regime \r\nconcerning the Islamic Republic of Iran and the \r\nDemocratic Republic of Korea, respectively. The \r\nCouncil also benefited from regular joint briefings by \r\nthe Chairs of the three subsidiary bodies of the Council \r\ndealing with counter-terrorism, that is, the 1267, the \r\n1373 and 1540 Committees.  \r\n Open debates continued to be organized by the \r\nCouncil as a regular practice. One debate on United \r\nNations peacekeeping operations was held, with the \r\nparticipation of the Force Commanders of 13 United \r\nNations peacekeeping missions in Africa, the Americas \r\nand the Middle East.  \r\n Post-conflict peacebuilding was the focus of \r\nother debates, the first held at the high-level summit in \r\nSeptember 2010, followed by other open debates in \r\nOctober 2010 and, more recently, in January, which \r\nfocused for the first time on institution-building.  \r\n On children and armed conflict, the Council held \r\nan open debate in July, leading to the adoption of \r\nresolution 1998 (2011), which expanded the criteria \r\nunder which the names of the parties to armed conflicts \r\ncan be included in the annexes to the periodic report of \r\nthe Secretary-General on children and armed conflict, \r\nnamely, those parties to armed conflicts that engage, in \r\ncontravention with applicable international law, in \r\nrecurrent attacks on schools and hospitals. \r\n On the protection of civilians, the Council held \r\ntwo open debates, one in November 2010, after having \r\nadopted a presidential statement (S/PRST/2010/25), \r\nwith a useful update and aide-memoire on the \r\nprotection of civilians in armed conflict annexed to the \r\nstatement, and the other in May 2011. \r\n New challenges to international peace and \r\nsecurity were also considered in the discussions of the \r\nCouncil. Open debates on the interdependence between \r\nsecurity and development, the impact of HIV/AIDS on \r\ninternational peace and security, and climate change \r\nand its impact on the maintenance of peace and \r\nsecurity were held during the reporting period. \r\nMoreover, briefings on the impact of transnational \r\norganized crime and drug trafficking on global peace, \r\nsecurity and development, by the Executive Director of \r\nthe United Nations Office on Drugs and Crime, and on \r\nsmall arms and light weapons, by the High \r\nRepresentative for Disarmament Affairs, were also held \r\nduring the reporting period. That demonstrates the \r\nclose attention that the Security Council attaches to \r\nthose emerging challenges to international peace and \r\nsecurity. \r\n On women and peace and security, an open \r\ndebate was organized to mark the tenth anniversary of \r\nresolution 1325 (2000). The Under-Secretary-General \r\nfor Gender and Equality and the Empowerment of \r\nWomen and the Special Representative of the \r\nSecretary-General on Sexual Violence in Conflict were \r\ninvited to brief the Council, and on subsequent \r\noccasions when that matter was considered by the \r\nCouncil.  \r\n Concerning the International Tribunals for the \r\nFormer Yugoslavia and for Rwanda, in December \r\n A/66/PV.50\r\n \r\n5 11-58372 \r\n \r\n2010, the Council adopted resolution 1966 (2010), by \r\nwhich it decided to establish the International Residual \r\nMechanism for Criminal Tribunals with two branches \r\nto continue their jurisdiction, rights and obligations \r\nand essential functions once they completed their \r\nwork. \r\n Also during the reporting period, the Council \r\ntook a decision by acclamation, recommending to the \r\nGeneral Assembly that Mr. Ban Ki-moon be \r\nreappointed Secretary-General of the United Nations \r\nfor a five-year term of office. \r\n I could go on and on in referring to matters that \r\nwere under the consideration of the Council during the \r\nreporting period. However, time is short and I believe \r\nthat it is more useful to listen to Member States. Many \r\nother aspects, surely as important, were left to mention, \r\nbut members can find reference to them and to all that I \r\nhave underlined in the report itself. \r\n The annual report before the Assembly includes \r\nan important number of analytical, descriptive and \r\nstatistical information on the work of the Council, the \r\npreparation of which requires a significant effort both \r\nby delegations in the Council and by the Secretariat. \r\nWe should seize this opportunity to discuss the report \r\nand to benefit from members’ comments and \r\nsuggestions. Obviously, there is always room for \r\nimprovement. I will be glad to take suggestions back to \r\nmy colleagues in the Council and to exchange views \r\nand reflect further on ways to improve the \r\ncomprehension of the report, while keeping its \r\naccuracy and value as a record. \r\n Mr. Tag-Eldin (Egypt) (spoke in Arabic): I \r\nwould first like to express our sincere wishes for the \r\nblessed Eid al-Adha, especially to our Muslim \r\nbrothers. We hope that this will bring blessings to the \r\nMuslim nation and the entire world, and peace, \r\nsecurity and felicity to all. \r\n(spoke in English)  \r\n I have the pleasure to speak today on behalf of \r\nthe Non-Aligned Movement (NAM).  \r\n At the outset, the Movement commends you, \r\nMr. President, on your decision to separate the two \r\nGeneral Assembly debates — on the consideration of \r\nthe report of the Security Council, and on the question \r\nof equitable representation on and increase in the \r\nmembership of the Security Council and other related \r\nmatters — and to devote a distinct debate to each of \r\nthese two important agenda items in order to give them \r\nthe proper attention they each deserve. \r\n In past years, the majority of Member States \r\ntended to concentrate more on the issue of Security \r\nCouncil reform. Now the Assembly has a good \r\nopportunity to properly reflect on the annual report of \r\nthe Security Council, making the debate more \r\nmeaningful and focused, without prejudice to the link \r\nbetween the question of Council reform and the \r\nCouncil report, as the latter represents a component of \r\nthe overall reform of the Council, according to decision \r\n62/557. \r\n Mr. Thomson (Fiji), Vice-President, took the \r\nChair. \r\n The Movement would like to take this \r\nopportunity to thank Portugal for presenting the \r\nSecurity Council’s annual report for the period from \r\n1 August 2010 to 31 July 2011 (A/66/2), and also to \r\nthank Germany, which held the Council’s presidency in \r\nJuly, for its work in drafting the introduction to the \r\nreport. \r\n Our debate today provides an opportunity to \r\nanalyse the progress achieved and the challenges \r\nconfronting the work of the Security Council. The \r\nGeneral Assembly’s consideration of the report should \r\nnot be limited to reviewing past activities but should, \r\nrather, draw lessons so as to introduce new \r\nperspectives and proposals for the coming year in a \r\nforward-looking exercise. \r\n The accountability of the Security Council to the \r\nGeneral Assembly is well established in the United \r\nNations Charter, and the consideration of the Council’s \r\nannual report by the Assembly is one of the most \r\nimportant elements of that relationship. The \r\nNon-Aligned Movement therefore stresses that, while \r\nMember States have conferred on the Security Council \r\nthe primary responsibility for the maintenance of \r\ninternational peace and security pursuant to Article 24, \r\nparagraph 1, of the Charter, the Council acts on behalf \r\nof the general membership in carrying out its duties \r\nunder this responsibility. In this context, the Movement \r\nfurther stresses that the Council should report and be \r\naccountable to the Assembly, including through the \r\nsubmission of special reports for the consideration of \r\nthe Assembly, in accordance with Article 15, paragraph \r\n1, and Article 24, paragraph 3, of the Charter. \r\nA/66/PV.50  \r\n \r\n11-58372 6 \r\n \r\n Moreover, with regard to the process of preparing \r\nand introducing the Council’s annual report, the \r\nMovement welcomes, as a step forward, the informal \r\nmeeting with the general membership convened by \r\nGermany, the Council President in July. This is the \r\nfourth consecutive year with such a meeting, following \r\nin the footsteps of Nigeria, Uganda and Viet Nam in \r\nthe preparation of the introduction of the report. We \r\nencourage the members of the Council to continue this \r\npractice, which contributes to enhancing the quality of \r\nthe report, and to develop it further. At the same time, \r\nnecessary action should be taken to ensure the timely \r\nsubmission of the report to the Assembly in order to \r\nallow more time between its adoption in the Council \r\nand the Assembly’s debate, to permit Member States to \r\nthoroughly examine and analyse it. \r\n On the other hand, NAM notes the Council’s \r\nmounting workload and the multiplicity and \r\ncomplexity of the issues on its agenda, as reflected in \r\nthe number of public and private meetings, as well as \r\nthe number of resolutions, presidential statements and \r\nstatements to the press. These reflect the increasing \r\nchallenges that the international community is facing in \r\nthe areas of peace and security. \r\n The Security Council dealt with many situations \r\nand crises and considered many issues on almost all \r\ncontinents. African issues remain at the forefront, \r\nrepresenting more than 70 per cent of the Council’s \r\nwork, particularly in the context of peacekeeping and \r\npeacebuilding. The Council also devoted considerable \r\ntime to thematic and general issues, including \r\nterrorism, the protection of civilians, women and peace \r\nand security, peacekeeping operations, peacebuilding, \r\npiracy, non-proliferation and other issues. \r\n The validity of the report’s introduction should be \r\nin its analytical nature. It should seek to capture the \r\nmost important deliberations in the period under \r\nreview and to assess the Council’s ability to deal with \r\nthe problems at hand and to signal difficulties, as well \r\nas to identify areas where improvements can be made. \r\nThat is why the Non-Aligned Movement consistently \r\ncalls upon the Council to submit a more explanatory, \r\ncomprehensive and analytical annual report to the \r\nAssembly, assessing the Council’s work, including \r\ncases in which it has failed to act, as well as the views \r\nexpressed by its members during the discussion of the \r\nagenda items under its consideration.  \r\n The Movement further calls on the Security \r\nCouncil to elaborate the circumstances under which it \r\nadopts different outcomes, such as resolutions, \r\npresidential statements, press statements or elements to \r\nthe press. It is imperative that the General Assembly be \r\naware not only of the specific decisions that were taken \r\nbut also of the rationale, reasons and backgrounds \r\nunder which they were reached, bearing in mind the \r\nsignificant impact that Security Council decisions may \r\nhave on world affairs. \r\n Paragraph 10 of resolution 65/315, on the \r\nrevitalization of the work of the General Assembly, \r\nwelcomes the improvements in the quality of the \r\nannual report of the Council and encourages the \r\nCouncil to make further improvements as necessary. \r\nThe Movement is of the view that there is still a dire \r\nneed not only to maintain such improvements but also \r\nto enhance and promote them. \r\n The Non-Aligned Movement notes that the \r\nannual report relied on the monthly assessments of the \r\nCouncil’s rotating presidencies. Comprehensive and \r\nanalytical monthly assessments, if prepared and \r\nsubmitted in a timely manner, would definitely \r\ncontribute to improving the quality of the annual \r\nreport. That would provide a more coherent account of \r\nhow the work of the Council evolves each month in \r\ndealing with issues on its agenda. It is also important \r\nthat the annual report contain concise and analytical \r\ninformation about the work of the Council’s subsidiary \r\nbodies, including counter-terrorism committees, \r\nsanctions committees, working groups and \r\ninternational tribunals established by the Council. \r\n The inclusion of a chapter on working methods in \r\nthe annual report and a related part in its introduction \r\nis only a step in the right direction. The Movement \r\nexpects the Council’s upcoming reports to contain a \r\nmore detailed presentation on the measures the Council \r\nhas taken to improve its working methods, including \r\nthe implementation of existing measures set out in \r\npresidential note S/2010/507, in order to properly \r\nassess the progress achieved in this regard. NAM also \r\nencourages a more detailed account of the activities \r\nand outcomes of the Informal Working Group on \r\nDocumentation and Other Procedural Questions, \r\nincluding suggestions on how to enhance the quality of \r\nthe report. \r\n During the reporting period, the Council’s work \r\nwas characterized by an increase in the number of \r\n A/66/PV.50\r\n \r\n7 11-58372 \r\n \r\npublic meetings. The Movement believes that the \r\nquantitative increase of those meetings should be \r\nassociated with a qualitative one by providing real \r\nopportunities and a more meaningful exchange of \r\nviews, to take into account the views and contributions \r\nof non-Council members, particularly those whose \r\ninterests are or may be directly affected by possible \r\ndecisions of the Council.  \r\n Furthermore, while the Movement acknowledges \r\nthe open debates held on various issues of concern to \r\nthe international community which fall under the \r\ncompetence of the Council, it notes that the Security \r\nCouncil report does not reflect the general observations \r\nand positions expressed by numerous non-members of \r\nthe Council during those debates, and in this regard \r\nrequests that this issue be addressed in future reports. \r\n NAM also welcomes the continued holding of \r\nbriefings and consultations by the Council with the \r\ntroop-contributing countries as part of the effort to plan \r\nand execute peacekeeping operations more effectively \r\nand with clearer mandates. In this regard, the \r\nMovement encourages the Security Council to further \r\nenhance its relationship with the Secretariat and the \r\ntroop-contributing countries, including through \r\nsustained, regular and timely interaction. Meetings \r\nwith the troop-contributing countries should be held \r\nnot only when mandates are drawn up, but also during \r\ntheir implementation; when considering amending, \r\nrenewing or completing a mission’s mandate; or when \r\nthere are serious developments in the situation on the \r\nground.  \r\n In this context, the Security Council Working \r\nGroup of the Whole on United Nations Peacekeeping \r\nOperations should involve troop-contributing countries \r\nmore frequently and intensively in its deliberations, \r\nespecially at the very early stages of mission planning. \r\n Moreover, developing the concept of a monthly \r\nbriefing from the Department of Political Affairs is in \r\nline with the continuous calls made by the Movement \r\nto allow briefings by Special Envoys or \r\nRepresentatives of the Secretary-General and the \r\nSecretariat to take place at public meetings of the \r\nSecurity Council. \r\n NAM supports the continued and increased \r\ncooperation between the Security Council and the \r\nAfrican Union (AU), particularly the AU Peace and \r\nSecurity Council, and emphasizes the need to provide \r\nthe African Union with assistance in terms of capacity-\r\nbuilding and adequate predictable resources so that it \r\ncan deal effectively with conflict on the continent. The \r\nMovement also welcomes the Security Council’s field \r\nvisits to a number of countries in Africa, which have \r\nprovided an excellent opportunity to garner accurate \r\ninformation and allowed for a proper assessment of the \r\nsituation on the ground. \r\n With regard to the situation in the Middle East, \r\nincluding the question of Palestine, which continued to \r\nbe considered on a monthly basis during the reporting \r\nperiod, the Non-Aligned Movement expresses its \r\ndisappointment and frustration at the fact that the \r\nSecurity Council failed to successfully address this \r\nlong-standing conflict and was not able at least to take \r\nmeaningful action on the basis of the consensus and \r\naspirations of the international community. In the same \r\nvein, the Movement regrets that the draft resolution \r\nsubmitted earlier this year in the Security Council \r\ncalling for the immediate cessation of all settlement \r\nactivities in the occupied Palestinian territory was not \r\nadopted by the Council, as had been hoped for and \r\nexpected. \r\n In conclusion, the Non-Aligned Movement \r\nstrongly believes that there remains much room for \r\nimprovement in the quality of the annual report of the \r\nSecurity Council, with a view to ensuring that the \r\nchallenges facing the Council, its assessments and the \r\nrationale for its actions, as well as its decision-making \r\nprocesses, are duly reflected. \r\n It is imperative for both the General Assembly \r\nand the Security Council to strive to complement each \r\nother, while respecting each other’s mandates, in order \r\nto achieve the noble objectives of the United Nations \r\nand to enable it to remain relevant and capable of \r\nmeeting the existing and emerging threats and \r\nchallenges facing the international community. \r\n Mr. Ulibarri (Costa Rica): I have the honour to \r\nspeak on behalf of the group of five small nations \r\n(S-5), comprised of Costa Rica, Jordan, Liechtenstein, \r\nSingapore and Switzerland, regarding agenda item 30, \r\non the report of the Security Council. Our group is \r\nparticularly committed to improving the working \r\nmethods of the Security Council. \r\n Let me first thank the President of the General \r\nAssembly for holding this debate. We deem it \r\nimportant that this year it is being held separately from \r\nthe debate on item 122, on the “Question of equitable \r\nrepresentation on and increase in the membership of \r\nA/66/PV.50  \r\n \r\n11-58372 8 \r\n \r\nthe Security Council and related matters”. This will \r\nallow us to conduct more meaningful exchanges on \r\neach item. \r\n The S-5 thanks Germany for its efforts and \r\ncommitment in drafting the report, and Portugal for its \r\nthoughtful presentation. The report summarizes, with \r\nthe relevant details, the activities conducted by the \r\nCouncil and indicates its priority areas, as reflected by \r\nthose activities. In that regard, it is a clear and well-\r\norganized document. However, we would have \r\nwelcomed the inclusion of more elements of reflection \r\nor analysis. \r\n Going beyond a strictly summary presentation \r\nand including additional elements such as insights into \r\nthe Council’s decision-making processes would have \r\nfacilitated Member States’ conclusions about the \r\ncontents of the report and the work of the Security \r\nCouncil. \r\n Throughout the years, the report of the Security \r\nCouncil and the debate thereon have become a rather \r\nritualistic exercise that, as a result, has only modest \r\nrelevance. \r\n To reverse this situation, we encourage both the \r\nSecurity Council and the General Assembly to take the \r\nkind of bold and innovative steps that could allow \r\nbetter use to be made of this annual report. If such \r\nsteps are taken, we will be able to draw greater and \r\nmore tangible benefits from its contents and the \r\ndiscussions thereon, in the context of our common \r\nendeavour to strengthen international peace and \r\nsecurity under the United Nations Charter, while fully \r\nrespecting the tasks, mandates and competencies of \r\nboth the Assembly and the Council. \r\n In that connection, the S-5 wishes to offer some \r\ncomments and suggestions on the way in which the \r\nannual report could be drafted, the nature of its \r\ncontents and ways of improving discussions on the \r\nreport. \r\n The substantive involvement of all Member \r\nStates at an early stage of the drafting process would \r\nbe a step in the right direction. That could be done, for \r\nexample, through an interactive open debate, with the \r\nexchanges therein reflected in the report. Such \r\ninvolvement does not exist today. Moreover, given the \r\nlength of the report, the lack of an analytical \r\nperspective and the usual delay in making it available \r\nwell in advance of presentations, delegations are \r\nseverely restricted in their capacity to make their own \r\nanalysis of the document. This hinders the possibility \r\nof making meaningful contributions and affects in \r\nparticular small delegations with limited resources. \r\n As for the issue of substance, the S-5 would have \r\nwelcomed a greater highlighting of the linkages \r\nbetween thematic, regional and country-specific issues. \r\nWe suggest that this be taken into account in the \r\ndrafting of future annual reports.  \r\n We welcome the consideration of the working \r\nmethods of the Council, especially the manifest \r\ndetermination to make its work more transparent and \r\nthe debates and consultations more open and \r\ninteractive. While we note with satisfaction that the \r\nannual report lists a number of steps that the Council \r\nhas taken to improve its working methods, it would be \r\nuseful if the report also presented a more analytical \r\nassessment of the implementation of presidential note \r\nS/2006/507 and its follow-up note S/2010/507. The \r\nideas of the S-5 on how to make further inroads in \r\nconnection with these issues are included in a draft \r\nresolution under agenda item 117, on “Follow-up to the \r\noutcome of the Millennium Summit”, which has been \r\nthe subject of consultations on the part of the \r\nmembership of the Organization. \r\n We notice that there have been no further \r\nadvances in the format of the discussion itself. \r\nTherefore, the small five suggest, again, that in the \r\nfuture our discussions be conducted in a more \r\ninformal, inclusive and interactive way.  \r\n Clearly, the Charter of the United Nations \r\ndelegates the primary responsibility for the \r\nmaintenance of international peace and security to the \r\nSecurity Council. A more substantive and interactive \r\ndialogue between the two main bodies of the United \r\nNations and among Member States based on the annual \r\nreport would not be meant to undermine that \r\nprerogative. However, the Council could benefit from \r\ninput from the wider membership on this matter to help \r\nit better discharge its functions. At the same time, a \r\npolitical discussion with the Member States would \r\nhave the added benefit of a larger buy-in and broader \r\npolitical ownership of decisions taken by the Security \r\nCouncil. \r\n In that way, the annual report would present an \r\nexcellent occasion not only to review and evaluate the \r\npast, but also for all parties to exchange lessons \r\nlearned in order to discuss options and strategies for \r\n A/66/PV.50\r\n \r\n9 11-58372 \r\n \r\nthe future. In other words, a discussion on the annual \r\nreport should not be mainly a retrospective exercise but \r\na prospective one as well. Such a discussion need not \r\nbe a formal exercise, and the small five group indeed \r\nsuggests a possible format organized around a series of \r\nworkshops clustered around situations and/or issues. \r\n In concluding our remarks, we would like to \r\nhighlight the increase in the number of open debates \r\norganized by each month’s Council President. At the \r\nsame time, we recall that although the debates \r\ndemonstrate a greater willingness for openness and \r\ninclusion, they do not, alone, translate into meaningful \r\ndiscussions. In that context, it is necessary to \r\nimplement the procedural changes that will make \r\ndebates less formulaic and more conducive to \r\ndiscussion. We particularly welcome the possibility of \r\nmaking the consultations within the Council more \r\nspontaneous, lively and productive. \r\n We encourage future Security Council \r\npresidencies to strengthen efforts for major \r\nenhancements of the report, which should start at its \r\ninception and develop throughout the process until its \r\npresentation and discussion. \r\n Mr. Singh (India): I am honoured to address the \r\nGeneral Assembly on behalf of my country on the \r\nannual report of the Security Council. I thank the \r\nPermanent Representative of Portugal for presenting \r\nthe Security Council’s annual report for the period \r\nfrom 1 August 2010 to 31 July 2011 (A/66/2). The \r\ninformation he provided on the enormous work carried \r\nout by the Council was in many ways comprehensive \r\nand useful. I would also like to thank the German \r\ndelegation for their efforts in preparing the \r\nintroduction to the report. I also place on record our \r\nappreciation of the Nigerian delegation for convening \r\nan informal meeting with Member States last month on \r\nthe preparation of the report. \r\n In our view, the report of the Security Council is \r\nan important mechanism for facilitating interaction \r\namong the most representative organ of the United \r\nNations and its most empowered brethren. Indeed, the \r\nCharter of the United Nations itself bestows on the \r\nreport a profound gravitas, as is evident from the fact \r\nthat there exists a separate provision mandating such a \r\nreport, rather than clubbing it with the provision for \r\nreports from other United Nations bodies. It is \r\ntherefore imperative that the annual report of the \r\nSecurity Council highlight and analyse the measures \r\nthat it has decided upon or taken to maintain \r\ninternational peace and security during the reporting \r\nperiod. \r\n The General Assembly membership has \r\nrepeatedly requested that this report be made more \r\nanalytical and incisive, rather than being a mere \r\nnarration of the Council’s meetings. It is important that \r\nthe Assembly be aware not only of what decisions were \r\ntaken, but also the rationale for and efficacy and \r\nimpact of the Council’s decisions, in terms of \r\ncrystallized takeaways for the Assembly membership. \r\n In that context, it is important that the annual \r\nreport and the monthly reports mention the important \r\npoints made by the briefers in Council meetings, as \r\nwell as the views expressed by Council members. \r\nPoints of convergence and divergence should stand out \r\nfrom those reports so that the wider membership is able \r\nto understand the dynamics as well as the rationale of \r\nthe decision-making in the Security Council. \r\n Unfortunately, the present report continues to be \r\na statistical compilation of events, a bland summary \r\nand listing of meetings and outcome documents. It fails \r\nto mention even the strands of the various views \r\nexpressed in the Council that led the Council to take \r\naction, or otherwise.  \r\n I would still like to give some credit where it is \r\ndue. The report now before the Assembly has gone \r\nsome distance to address some issues mentioned in \r\nparagraph 10 of resolution 65/315, on revitalization of \r\nthe work of the General Assembly, concerning the \r\nquality of the annual reports. It is our expectation that \r\nthe Council will continue to take tangible steps to make \r\nfurther improvements in the analytical quality of its \r\nreports. \r\n The General Assembly will benefit enormously \r\nfrom an assessment of the multiple dimensions of the \r\nissues concerning international peace and security, \r\noften in a wider geopolitical context, that were before \r\nthe Security Council during the relevant period. \r\nEqually, it would be of immense value if the analysis \r\nwere not merely an ex post rendition of the sequence of \r\nevents, but contained elements of an ex ante nature that \r\ncould create an enabling environment for robust \r\nhandling of the various situations. \r\n Furthermore, although, strictly speaking, analysis \r\nof economic and social issues falls within the domain \r\nof the Economic and Social Council, we feel that \r\nA/66/PV.50  \r\n \r\n11-58372 10 \r\n \r\nnothing prevents the Council from developing the \r\nnecessary wherewithal and undertaking rational \r\nanalysis and objective assessment to be able to \r\ncompletely grasp the security implications of \r\nsocio-economic challenges of an international \r\ncharacter. In the view of my delegation, the practice of \r\ndispassionate analysis of such episodes and processes \r\nand, beyond that, ex ante prognosis, would do a world \r\nof good for the Assembly, the Council and the \r\nEconomic and Social Council and their \r\ninterrelationship. \r\n My delegation has long held that the existing \r\nlacunae in the report manifest the underlying problems \r\nof the Council’s representation and working methods, \r\nwhich remain opaque and non-inclusive. The report \r\nthis year, too, continues to be a statistical compilation \r\nof events, a summary and listing of meetings and \r\noutcome documents. Since the question of equitable \r\nrepresentation on and increase in the membership of \r\nthe Council and other related matters will be discussed \r\nunder a separate agenda item this afternoon, my \r\ndelegation will make a more detailed statement at that \r\ntime. \r\n For the time being, suffice it to say that there is \r\nno option but to recognize that the real solution not \r\nonly for a more credible, legitimate and representative \r\nCouncil, but also for a more thorough report lies in the \r\ncomprehensive reform of the Security Council, \r\nincluding expansion of both the permanent and the \r\nnon-permanent categories, and its working methods. \r\n Nonetheless, let us recognize that this year we \r\nhave made important changes in terms of altering the \r\nformat of discussion. In the morning the Assembly is \r\nconcentrating only on the report of the Security \r\nCouncil, while this afternoon it will concern itself with \r\nthe wider reform of the membership of the Security \r\nCouncil. I think that provides a useful departure and a \r\nuseful format. It is the expectation of my delegation \r\nthat we will build on the progress that we have \r\nachieved. Therefore, with hope and expectation, we \r\nlook forward to altered discussions and to reflecting \r\nsome of the suggestions in the next report of the \r\nSecurity Council and the subsequent deliberations in \r\nthe General Assembly. \r\n Mrs. Viotti (Brazil): I wish to thank the \r\nPermanent Representative of Portugal, Ambassador \r\nJosé Filipe Moraes Cabral, for his presentation of the \r\nreport of the Security Council (A/66/2). I would like to \r\nacknowledge the presence at today’s meeting of His \r\nExcellency Representative Damian Feliciano, member \r\nof the Brazilian Congress.  \r\n The annual report of the Council just presented \r\ncovers a period of intense activity and hard work by all \r\nCouncil members. Brazil has had the honour to serve \r\non Security Council since January 2010. We \r\ncongratulate the newly elected non-permanent \r\nmembers — Azerbaijan, Guatemala, Morocco, Pakistan \r\nand Togo — and wish them every success in their \r\nimportant new functions.  \r\n During our mandate, Brazil has striven to honour \r\nthe trust placed in us by Member States. As in previous \r\nmandates, we have sought to deal constructively with \r\nthe issues on the Council’s agenda, while, at the same \r\ntime, remaining attentive to the needs and interests of \r\nthe wider membership. We have long been supportive \r\nof improvements in the Council’s working methods to \r\nmake the organ more transparent, inclusive and \r\naccessible. \r\n Brazil actively supported the revision of \r\npresidential note 507, which, in S/2010/507, \r\nconsolidated some relatively recent efforts to improve \r\ninteraction with Member States. Among them, I would \r\nsingle out informal interactive dialogues and the \r\npossibility of inviting the Chairs of the Peacebuilding \r\nCommission to informal consultations. \r\n The annual report is an attempt to provide a fairly \r\ncomprehensive account of the Council’s activities. We \r\nremain available to all Member States to discuss the \r\ncontents of the report and possible ways to make it a \r\nbetter tool for the benefit of the whole membership. \r\n Last February, as President of the Security \r\nCouncil, Brazil made a conscious effort to involve each \r\nand every member of the Council in its deliberations, \r\nto keep them permanently informed of developments \r\nand to help build unity of purpose. We also sought to \r\nkeep in close contact with all parties directly concerned \r\nwith the issues of which the Council was seized. In \r\naddition, we made ourselves available to Member \r\nStates that needed information or that requested the \r\nattention of the Council. In that regard, at the end of \r\nour presidency, Brazil organized a briefing for \r\nnon-members to exchange views on issues covered \r\nduring the month. \r\n As we consider the annual report, it is worth \r\nnoting that while progress has been made, more needs \r\n A/66/PV.50\r\n \r\n11 11-58372 \r\n \r\nto be done to enhance the opportunities for \r\nnon-member States and other United Nations bodies to \r\nprovide their input to the work of the Security Council. \r\nBrazil will continue to work, inside or outside the \r\nCouncil, in favour of concrete and effective reforms of \r\nits working methods, with a view to enhancing its \r\ntransparency, accountability and openness to \r\nparticipation by non-members. \r\n Brazil has been fully aware of the pressing issues \r\nthat the Security Council must address at this crucial \r\njuncture in its history. One of the major challenges for \r\nthe international community is seeking to ensure a \r\nholistic approach to conflict and post-conflict \r\nsituations. We have advocated for better use of the \r\nCouncil’s tools, including preventive diplomacy \r\nmechanisms, to tackle the root causes of problems and \r\nto empower local actors in order to help build \r\nsustainable peace and development. We are convinced \r\nthat coercive measures should not be the primary \r\nmethod of responding to crises that are mainly of a \r\npolitical nature. \r\n Our approach has been focused first and foremost \r\non the need to pursue and exhaust all diplomatic \r\nsolutions to any given conflict. The Security Council \r\nshould be more involved in promoting the engagement \r\nof key players and mediation efforts by regional and \r\nsubregional organizations, and the United Nations \r\nitself, as such efforts can play a significant role in \r\ndefusing tensions. When diplomatic means have been \r\nexhausted and the use of coercive measures is deemed \r\nnecessary, the Council must be attentive to the need to \r\navoid harm to the population, including vulnerable \r\ngroups.  \r\n Military action should be a measure of last resort. \r\nIn such cases, the observance of proportionality and the \r\ndefinition of clear parameters are necessary so as not to \r\nfurther aggravate the conflict that it is trying to solve.  \r\n When the Council has adopted measures under \r\nChapter VII, Brazil has sought to work towards unity \r\nof message and purpose, as the convergent and unified \r\naction by the Council enhances its effectiveness. In the \r\nimplementation of such measures, in particular when \r\nthey involve the use of force, accountability should be \r\nconsidered an obligation that follows from the \r\nCouncil’s responsibility in acting on behalf of the \r\nwhole membership on matters related to international \r\npeace and security.  \r\n As I conclude, I would like to express our great \r\nappreciation for the valuable interaction with, and the \r\nsupport that we have received from, both members of \r\nthe Council and States not members. \r\n Mr. Ragaglini (Italy): First of all, I wish to thank \r\nthe Ambassador of Portugal for the excellent \r\npresentation of the report of the Security Council \r\n(A/66/2).  \r\n The year 2011 has been particularly challenging. \r\nAgainst the background of a fragile world economy \r\nand its serious repercussions, especially for the most \r\nvulnerable economies, the international community has \r\nhad to face unexpected and potentially destabilizing \r\nsituations.  \r\n This year will go down in history for the Arab \r\nSpring. The people of numerous countries on the \r\nsouthern shore of the Mediterranean made their voices \r\nheard, demanding freedom, justice, participation in the \r\npolitical process and a more equitable distribution of \r\nwealth. The Security Council reacted to the \r\ndevelopments in the Mediterranean and the North \r\nAfrican region through focused debates and decisions \r\nthat often helped to shape the path towards freedom \r\nand democracy. \r\n In March, the Council took decisive action to \r\nprevent a bloodbath in Libya and harm to the civilian \r\npopulation at the hands of the Al-Qadhafi regime. The \r\nevolution of the crisis and the prompt adoption of \r\nresolutions 2016 (2011) and 2017 (2011) recently attest \r\nto everybody that much has been done to restore a \r\nnormalcy long been denied to the Libyan people. \r\nHowever, much still remains to be done, particularly \r\nrebuilding the country’s institutions. \r\n In resolution 1970 (2011), the Security Council \r\nvoted unanimously to refer the Libyan situation to the \r\nInternational Criminal Court. As Foreign Minister \r\nFrattini stated in his address to the General Assembly \r\non 24 September, \r\n “we shifted from a culture of sovereign impunity \r\nto one of responsible sovereignty, rooted in \r\nnational and international accountability for the \r\nmost serious violations of human rights” \r\n(A/66/PV.24, p. 10). \r\nNo State can be allowed to commit crimes against its \r\nown population. \r\nA/66/PV.50  \r\n \r\n11-58372 12 \r\n \r\n The Council continued to monitor the situation in \r\nLebanon, where the United Nations is playing a key \r\nrole in bringing stability. Italy remains deeply engaged \r\nin assisting the Lebanese authorities and in supporting \r\nthe United Nations Interim Force in Lebanon, to which \r\nmy country contributes with a significant force. \r\n The Security Council was called to act in other \r\nhotbeds of change. It has manifested its solidarity with \r\nthe legitimate aspirations of the Egyptian and Tunisian \r\npeoples and has raised its voice over the situation in \r\nYemen, although the desired political transition in that \r\ncountry is still pending. \r\n We would, however, be remiss if we did not \r\nmention our regret about the silence that has greeted \r\nthe repression in Syria. The silence is loud, and it is \r\ninconsistent with the overall effectiveness the Council \r\nhas shown in other circumstances, making good use of \r\nthe broad range of instruments at its disposal to ensure \r\nthat the peaceful demands of civilian populations \r\nreceive the hearing they deserve. \r\n The Security Council has maintained its vigilance \r\nin sub-Saharan Africa, a priority area for the United \r\nNations because of the persistence of conflicts and the \r\nemergence of new threats to peace and security. The \r\nCouncil’s action was instrumental in the preparatory \r\nprocess of the referendum that ratified the \r\nindependence of South Sudan — to which I renew my \r\nwarm congratulations on being the 193rd State \r\nMember of the United Nations. The Security Council’s \r\ncontinued focus is driving the parties there to respect \r\nthe commitments they undertook in signing the \r\nComprehensive Peace Agreement, of which Italy is a \r\nguarantor. \r\n In Somalia, a climate of constructive dialogue has \r\nbeen re-established and a series of basic reforms has \r\nbeen initiated through the road map of 6 September. It \r\nis our hope that these reforms will be carried out in \r\ncompliance with the agreed timetable. Yet, security \r\nconditions must still be restored in Somalia for the \r\nsake of the rule of law, socio-economic development \r\nand the fight against terrorism. To combat piracy, we \r\nneed a comprehensive approach that addresses the root \r\ncauses of the phenomenon through an integrated \r\nstrategy combining deterrence, prosecution, the rule of \r\nlaw and development. \r\n Peacekeeping and post-conflict peacebuilding are \r\ncritical elements of the United Nations agenda to \r\nadvance peace and security in Africa and elsewhere. \r\nItaly is proud to be a major contributor to peacekeeping \r\noperations, not only in the definition of doctrines and \r\nprocedures but also in terms of financing, training, \r\nlogistics and especially presence on the ground, \r\nstanding as the top Western contributor of troops. \r\n This year the Council held a series of debates on \r\npost-conflict peacebuilding, based on reports of the \r\nSecretary-General on the issue. We believe that \r\nattention must continue to be focused on the \r\nPeacebuilding Commission. In order to strengthen it, \r\nwe must take advantage of the favourable momentum \r\ngenerated by the review and by the excellent results \r\nachieved through the country configurations. \r\n Italy appreciates the Council’s attention to the \r\nBalkans, particularly the unanimous adoption of \r\nresolution 1948 (2010) on Bosnia and Herzegovina and \r\nthe European-led peacekeeping force, as well as the \r\nrole the Council has played in Kosovo, thanks to the \r\nactive engagement of then Special Representative of \r\nthe Secretary-General Lamberto Zannier. \r\n In Asia, the development of a regional approach \r\nto solving political and security problems has been \r\nreinvigorated. That is true not only in Afghanistan but \r\nalso in Thailand and Cambodia, two countries that have \r\nbeen encouraged to settle their age-old controversy in \r\nthe framework of the Association of Southeast Asian \r\nNations. Indeed, regional integration is an effective \r\nmeans not just to improve economic outputs but also to \r\naddress political conflicts, as the experience of the \r\nEuropean Union integration process has demonstrated \r\nin the over 50 years of its history. \r\n With a view to strengthening stability in \r\nAfghanistan, all regional actors must support the \r\ntransition process while the Afghan authorities assume \r\ngreater ownership of the political and social \r\ndevelopment of their country. Council resolutions 1988 \r\n(2011) and 1989 (2011), on threats to peace and \r\nsecurity caused by terrorist acts, are important steps \r\ntoward supporting political dialogue in Afghanistan \r\nand countering the dangers posed by Al-Qaida and its \r\naffiliates.  \r\n Those measures make targeted sanctions more \r\neffective by providing fair and clear procedures. Italy \r\ncommends the stronger mandate given to the \r\nOmbudsperson for de-listing requests and remains \r\nstrongly committed to cooperating with the Office of \r\nthe Ombudsperson fully, effectively and transparently \r\n A/66/PV.50\r\n \r\n13 11-58372 \r\n \r\nto enable and promote the exercise of its independent \r\nand impartial mandate. \r\n We share the Security Council’s concern about \r\ndrug trafficking and organized crime and the growing \r\nchallenge they pose to security and stability in \r\nAfghanistan and in other regions of the world. \r\n Important progress has been made in advancing \r\nthe women and peace and security agenda, but we \r\nbelieve that the Security Council should better ensure \r\nthat resolutions, including those involving the \r\nmandates and renewals of peacekeeping operations, \r\nconsistently integrate and substantively advance this \r\nissue. We are also convinced that the Council would \r\nalso benefit from more frequent briefings by the \r\nExecutive Director of UN-Women and the relevant \r\nspecial representatives of the Secretary-General. \r\n Let me conclude by saying that Italy encourages \r\nthe increasing engagement of the Security Council in \r\naddressing the plight of children affected by armed \r\nconflict. The adoption last July of resolution 1998 \r\n(2011), which includes mention of attacks against \r\nschools and hospitals and of attacks or threats of \r\nattacks against protected persons in relation to schools \r\nand hospitals, as a new listing criterion for the annexes \r\nof the Secretary-General’s reports on children and \r\narmed conflict was an important step towards more \r\ncomprehensive protection of children from grave \r\nviolations of their human rights. \r\n Mr. Nishida (Japan): I would first like to thank \r\nthe President of the Security Council for the month of \r\nNovember, Ambassador José Filipe Moraes Cabral, for \r\nhis presentation of the annual report of the Security \r\nCouncil to the General Assembly (A/66/2). I also wish \r\nto thank Ambassador Peter Wittig and the German \r\ndelegation for their preparation of the annual report’s \r\nintroduction during Germany’s presidency of the \r\nCouncil in July.  \r\n Japan appreciates that the annual report of the \r\nSecurity Council continues to be improved and \r\nsubmitted to the General Assembly in line with \r\npresidential note 507, which, in 2010, was revised \r\nunder our chairmanship of the Security Council \r\nInformal Working Group on Documentation and Other \r\nProcedural Questions (see S/2010/507). We believe \r\nthat this report not only strengthens the ties between \r\nthe General Assembly and the Security Council but \r\nalso plays an important role in ensuring the \r\naccountability of the Council. \r\n Japan stands today in an advantageous position, \r\nas we have observed the work of the Security Council \r\nfrom the inside as well as from the outside, having \r\nserved most recently as a non-permanent member in \r\n2009 and 2010. From that perspective, allow me to use \r\nthis opportunity to highlight some of our insights and \r\ncontributions with respect to the work of the Security \r\nCouncil. \r\n To begin with, a crucial role of the Council, \r\nwhich has the primary responsibility for the \r\nmaintenance of international peace and security, is to \r\nrespond to various regional developments. In this \r\nregard, Japan, as the lead country for Afghanistan and \r\nTimor-Leste, advanced the Council’s consideration of \r\nthose countries by organizing consultations and \r\ndrafting relevant resolutions and presidential \r\nstatements. We have remained committed to those two \r\ncountries, even after our departure from the Council, as \r\na member of their respective Groups of Friends. \r\n In the African region, Japan has contributed to \r\nthe consolidation of peace and security in the Sudan. \r\nFor example, Japan was the first donor to announce its \r\nassistance to the South Sudan referendum in January \r\n2011, encouraging others to follow suit. Japan also \r\ndispatched its referendum observation mission to assist \r\nthe conduct of a free and fair referendum. We believe \r\nthe smooth transition to independence was ensured by \r\nthe strong support extended by the Council. Recently, \r\nJapan announced its willingness to contribute an \r\nengineering contingent of its Self-Defense Forces to \r\nthe United Nations Mission in South Sudan (UNMISS). \r\nJapan continues to take a multifaceted approach to \r\nassisting the Sudan and South Sudan through official \r\ndevelopment assistance, private sector assistance and \r\npeacekeeping and peacebuilding activities.  \r\n In Somalia, in addition to police support, Japan \r\nhas helped to expand the logistical support of the \r\nAfrican Union Mission in Somalia and contributed to \r\nthe expansion of its forces. The eviction of Al-Shabaab \r\nforces from Mogadishu was an accomplishment that \r\nresulted from concerted efforts of the international \r\ncommunity.  \r\n However, despite those accomplishments, there \r\nhave been areas in which the Security Council has not \r\nmet our expectations, including the uranium \r\nenrichment activities of the Democratic People’s \r\nRepublic of Korea, the Yeonpyeong Island incident last \r\nautumn and the situation in Syria. \r\nA/66/PV.50  \r\n \r\n11-58372 14 \r\n \r\n While regional affairs represent the substantive \r\nwork of the Council, thematic debates are no less \r\nimportant in setting policy. In the field of \r\npeacebuilding, the presidential statement \r\n(S/PRST/2010/7) adopted under Japan’s presidency in \r\nApril 2010, has served as the basis for the growing \r\nrecognition of the importance of the peacebuilding \r\napproach and of strengthening ties between the \r\nPeacebuilding Commission (PBC) and the Security \r\nCouncil. Japan, as Chair since January of the PBC \r\nWorking Group on Lessons Learned, has continued to \r\nencourage greater cooperation between the General \r\nAssembly and the Security Council, even after our \r\ndeparture from the Council. \r\n In the field of peacekeeping, as Chair of the \r\nSecurity Council Working Group on Peacekeeping \r\nOperations, Japan helped to reinvigorate the Group’s \r\ndiscussions by inviting troop- and police-contributing \r\ncountries and relevant regional organizations to its \r\nmeetings. Those discussions were compiled into four \r\ninterim reports (S/2009/398, annex, S/2009/659, annex, \r\nS/2010/424, annex and S/2010/696, annex). They led \r\nto a better understanding of three issues — first, the \r\ngap between Security Council mandates and the \r\ncapacity of peacekeeping operations, secondly, \r\ntransition and exit strategies for peacekeeping missions \r\nand, thirdly, triangular cooperation among the Security \r\nCouncil, troop- and police-contributing countries and \r\nthe Secretariat. \r\n Japanese Self-Defense Forces have been on the \r\nground in Haiti assisting the United Nations \r\nStabilization Mission in the removal of debris and \r\nland-levelling for the construction of camps for \r\ninternally displaced persons. Japan is also preparing to \r\ndispatch an engineer contingent to UNMISS, as I \r\nmentioned earlier. \r\n With regard to non-proliferation issues, Japan has \r\nbeen actively engaged in the discussions in both the \r\nSecurity Council Committee established pursuant to \r\nresolution 1718 (2006) and the Security Council \r\nCommittee established pursuant to resolution 1737 \r\n(2006), which address nuclear issues in the Democratic \r\nPeople’s Republic of Korea and Iran, respectively. In \r\nthe 1737 Committee, in particular, Japan served as \r\nCommittee Chair and contributed to the establishment \r\nof the Panel of Experts in November last year.  \r\n With regard to the Security Council Committee \r\nestablished pursuant to resolution 1540 (2004), Japan \r\nsupported the Committee’s effort to compile matrices \r\nindicating the status of implementation of relevant \r\nresolutions by all Member States. After its term on the \r\nCouncil ended, Japan co-organized a seminar on \r\nnon-proliferation and disarmament here in New York \r\nwith colleagues from Turkey and Poland, stressing the \r\nimportance of relevant Council actions such as \r\nresolutions 1718 (2006), 1874 (2009) and 1929 (2010). \r\nWe plan to organize a similar event this coming \r\nDecember as well.  \r\n In conclusion, I would like to express my sincere \r\nappreciation for the strong support and the significant \r\naccomplishments achieved by our outgoing colleagues \r\nfrom Gabon, Nigeria, Brazil, Bosnia and Herzegovina \r\nand Lebanon. I would also like to wholeheartedly \r\nwelcome the newly elected non-permanent members, \r\nnamely, Togo, Morocco, Pakistan, Guatemala and \r\nAzerbaijan. I trust that the new members will continue \r\nthe renewed focus on the Council’s relationship with \r\nthe General Assembly, by ensuring the transparency of \r\nthe Council’s work through information-sharing with \r\nnon-members of the Council, as they work to \r\nstrengthen the maintenance of international peace and \r\nsecurity. Japan, as a continuing partner to the Security \r\nCouncil, will remain committed to the work of the \r\nCouncil and looks forward to the day we join it again. \r\n Mr. Guerber (Switzerland) (spoke in French): \r\nThe first goal set down in the Charter of the United \r\nNations, in Article 1, paragraph 1, is the maintenance \r\nof international peace and security. According to \r\nArticle 24, paragraph 1, of the Charter, the primary \r\nresponsibility for that mission is conferred on the \r\nSecurity Council, which must act on behalf of us all. \r\nThe question of the relationship between the General \r\nAssembly and the Security Council can be approached \r\nlegally, philosophically and even morally. But \r\nwhichever approach one chooses, the presentation of \r\nthe annual report of the Security Council to the General \r\nAssembly is a unique moment: the sole opportunity for \r\na structured dialogue between the two organs on one of \r\nthe most important goals of the United Nations. It is \r\nthrough that dialogue that all of us, the members of the \r\nSecurity Council and the members of the General \r\nAssembly together, are held accountable to the Charter \r\nof the Organization and its primary objective, that is, \r\nthe quest for a world at peace. \r\n At the outset, Switzerland would like to thank the \r\nPresident of the General Assembly for organizing this \r\nmeeting. Our thanks also go to the Germany for its \r\n A/66/PV.50\r\n \r\n15 11-58372 \r\n \r\nconsiderable efforts to provide us with a serious basis \r\nfor reflection for today’s debate, as well as to Portugal \r\nfor its comprehensive presentation of the work of the \r\nSecurity Council from summer 2010 to summer 2011. \r\nAs a member of the group of five small nations (S-5), \r\nSwitzerland aligns itself with the statement delivered a \r\nshort while ago by the representative of Costa Rica on \r\nbehalf of the group. \r\n Hardly a year goes by without events of historic \r\nproportions. But it seems to us that the 12 months \r\ncovered by the report before us (A/66/2) have seen the \r\nworld shaken by unforeseeable events, with profound \r\nrepercussions on peace and security. Some of them \r\nhave degenerated into violent conflicts that have \r\nresulted in thousands of victims, while others have \r\nproven to be peaceful vectors of change. Some have \r\nstirred the Security Council to immediate and effective \r\naction, while others have escalated over months \r\nwithout an adequate response from the Council. Most \r\npeople would agree that the changes we have witnessed \r\nover the past few months are irreversible and will have \r\ngreat repercussions on tomorrow’s world. \r\n Let us assume for a moment that we are all \r\nshareholders of a market-leading company in a certain \r\nindustry. Let us also assume that our company has just \r\ngone through one of the most turbulent years in its \r\nexistence. Most shareholders would undoubtedly \r\nexpect the company’s annual report to contain an \r\nanalysis of how management successfully navigated \r\nthat turbulent period. As a State Member of the \r\nOrganization, we had the same expectations with \r\nregard to this year’s annual report of the Security \r\nCouncil. Unfortunately, our expectations were not \r\nentirely met. \r\n It will probably never be possible to turn the \r\nreport of the Security Council, which is a product of \r\nconsensus, into a thorough political analysis. The \r\nmembers of the S-5 have repeatedly made suggestions \r\nfor making that document more relevant. First of all, \r\nthe monthly assessments by the presidencies should be \r\nprepared in a timely manner and used to analyse the \r\nwork of the Council. Such assessments could then be \r\nused to prepare the annual report. The report should \r\nsystematically link thematic and cross-cutting issues \r\nwith deliberations on regional situations. Finally, since \r\nmost Member States sooner or later learn about the \r\ndifferences of opinion among Council members on \r\nsensitive political issues, the Council should mention \r\nits points of disagreement in a purely factual manner. \r\n We understand that it may be difficult in as \r\nformal a setting as today’s debate to hold an in-depth \r\ndiscussion on the Council’s response to delicate \r\nmatters relating to peace and security. That is why the \r\nS-5 has long called for informal venues in which views \r\ncan be exchanged between the first draft of the report \r\nand its final adoption by the Security Council. \r\n During the reporting period, the Security Council \r\nmade a number of significant decisions and took \r\nrelevant action on several fronts. Let me mention just a \r\nfew examples.  \r\n First, in the run-up to the referendum on South \r\nSudan, the Council adopted a strategic approach to its \r\nwork on the Sudan by conducting field missions, \r\nmaking recommendations to the parties and taking \r\nconcrete action. In our view, that attests to the \r\nCouncil’s capacities in the area of preventive \r\ndiplomacy. Regrettably, after the referendum, that \r\npositive momentum waned. \r\n Secondly, with regard to Nepal, we commend the \r\nCouncil’s successful termination of the mandate of the \r\nUnited Nations Mission in Nepal, which was a special \r\npolitical mission. A series of recent events in the \r\ncountry gives us hope that lasting peace is within \r\nreach. We hope that the Council will draw the \r\nnecessary lessons from that experience for its future \r\nwork. \r\n Thirdly, with regard to Libya, we would like to \r\nalso congratulate the Council on its very rapid and \r\nunanimous referral of the situation in Libya to the \r\nInternational Criminal Court. That is a positive first \r\nstep in the fight against impunity. \r\n Fourthly, on the issue of sexual violence, in \r\nadopting resolution 1960 (2010), the Council took a \r\nhistoric decision to establish a mechanism to more \r\nactively combat sexual violence in conflict. In many of \r\nthe conflicts on the Council’s agenda, the use of sexual \r\nviolence as a weapon of war is as appalling as it is \r\nsystematic. The new mechanism provided for in that \r\nresolution has yet to be implemented and linked with \r\nthe Council’s substantive work to implement the \r\nprovisions of resolution 1325 (2000) in all regions of \r\nthe world. \r\n Allow me to also mention some examples of \r\nareas in which the Council could improve the quality \r\nof its work.  \r\nA/66/PV.50  \r\n \r\n11-58372 16 \r\n \r\n We think that the Council should have acted \r\nmuch earlier in order to prevent the escalation of the \r\nconflict in Côte d’Ivoire and to protect its civilian \r\npopulation. \r\n We sincerely regret that a Council member vetoed \r\na draft resolution (S/2011/24) on illegal settlements in \r\nthe Middle East. \r\n We encourage the Council to return to the \r\npractice by which the expert groups of the sanctions \r\ncommittees report directly to the Security Council. \r\nTheir reports should subsequently be made public. \r\n The President returned to the Chair. \r\n Finally, with regard to working methods, we \r\nwelcome the now-established practice of holding \r\nbriefings by the Department of Political Affairs as a \r\nmeans of enhancing the Council’s preventive role. \r\nNevertheless, we must note that the Council’s working \r\nmethods have evolved very slowly and that the \r\nimplementation of the measures listed in presidential \r\nnote 507 is still far too modest. \r\n In conclusion, allow me to thank all members of \r\nthe Security Council for their unfailing commitment to \r\nshouldering their heavy workload every day. We \r\ngreatly appreciate their efforts. We thank them for the \r\ntransparency recently shown in the Council and \r\nencourage them to further improve their working \r\nmethods. \r\n Mr. Oyarzun (Spain) (spoke in Spanish): My \r\ndelegation welcomes the opportunity to take part in \r\ntoday’s debate on the annual report of the Security \r\nCouncil to the General Assembly (A/66/2). \r\n At the outset, I would like to thank the Permanent \r\nRepresentative of Portugal for his statement as \r\nPresident of the Council. We are pleased to note the \r\nefforts made to increase the analytical component of \r\nthe report, in line with the requests made by my \r\ndelegation in previous such debates. We encourage \r\nefforts made to follow that path in the future and to \r\ninclude more qualitative information. \r\n Spain attaches great importance to positive \r\ninteraction between the Security Council and the \r\nGeneral Assembly. The interaction and cooperation \r\nbetween those two main organs of the United Nations \r\nshould be improved through greater transparency and \r\naccountability, which would promote the adoption of \r\nmore useful methods to prevent and eliminate threats \r\nto international peace and security. \r\n The United Nations Charter provides guidelines \r\nfor interaction between the General Assembly and the \r\nSecurity Council. Article 15 and Article 24, paragraph \r\n3, provide for the submission by the Council of annual \r\nreports as well as important special reports to the \r\nGeneral Assembly. \r\n Among the matters addressed by the Security \r\nCouncil, cross-cutting issues are of special relevance to \r\nthe Assembly. Issues such as the fight against \r\nterrorism, non-proliferation and disarmament, the \r\nprotection of civilians in armed conflict, children and \r\narmed conflict, women and armed conflict, \r\npeacebuilding, security sector reform, the disarmament \r\nof ex-combatants and the prevention of conflict are of \r\nspecial interest, since the Assembly is responsible for \r\nvarious aspects of each of them. Greater coordination \r\nand interaction between the Council and the Assembly \r\nin dealing with all of those issues would be desirable \r\nand could include the presentation of specific reports in \r\norder to make the work of the United Nations more \r\neffective.  \r\n It would also be desirable to have greater \r\ntransparency in the Council’s work and greater \r\nparticipation by Member States in its activities and \r\ndecisions, especially on those issues that directly affect \r\nthem. My delegation believes that open meetings of the \r\nCouncil should be the norm, as non-members would \r\nthen have an opportunity to be better informed on its \r\nactivities. In recent years, much progress has been \r\nmade, but together we must do even more.  \r\n It would also be desirable that the Council’s \r\ndebates more often be opened to statements by States, \r\nor made on behalf of a group of States, that have a \r\nparticular interest in the issues under discussion. There \r\nshould also be greater interaction and cooperation \r\namong countries contributing troops to peacekeeping \r\noperations authorized by the Council. My delegation \r\nbelieves it extremely important to take into account the \r\nviewpoints of contributors in adopting mandates and in \r\nextending operations, which happens to a certain \r\nextent. \r\n Spain appreciates the important role that the \r\nCouncil plays in maintaining international peace and \r\nsecurity, and believes that it should strengthen its \r\nactivities in the area of preventive diplomacy before \r\ninternational crises arise, and should be able to act \r\n A/66/PV.50\r\n \r\n17 11-58372 \r\n \r\nmore decisively when there are conflicts. That is fully \r\nin line with the increasing importance of tools such as \r\nmediation, which the President of the General \r\nAssembly, with good judgement and to Spain’s \r\nsatisfaction, chose as the main theme of the current \r\nsession. Increasing interaction between the General \r\nAssembly and the Security Council in that area in \r\nparticular is advisable so as to fulfil the purpose of the \r\nCharter in maintaining international peace and security. \r\n Ms. Anderson (Ireland): I welcome the fact that \r\na separate debate has been scheduled this year on the \r\nannual report of the Security Council (A/66/2). That \r\nallows members of the Organization a fuller \r\nopportunity to comment and offer feedback on the \r\nwork of the Council during the period under review. \r\n In terms of both composition and agenda, the \r\nperformance of the Security Council in 2011 has a \r\nparticularly strong claim on our attention. The \r\ncomposition is noteworthy. As one commentator put it \r\nlast year, by any standards, the Council in 2011 could \r\nbe the strongest group of United Nations and global \r\nstakeholders ever assembled on the Council. In \r\naddition to dealing with the ongoing heavy agenda, that \r\nhigh-profile Council has had to confront the tectonic \r\nshift of the Arab Spring. \r\n It will be important that, at an appropriate time, \r\nthe United Nations membership as a whole engage in \r\nserious collective reflection on lessons to draw from \r\nsuch momentous months in the lifetime of the Security \r\nCouncil. It is probably still too early for such \r\nconsidered reflection, which, in any event, is not the \r\npurpose of today’s debate. However, we owe it to the \r\nimportance of the issues at stake to ensure that an \r\nin-depth analysis occurs before too much time has \r\npassed. \r\n In commenting on the report before us today, I \r\nshall limit myself to three topics. From the vantage \r\npoint of a non-member of the Council, I would wish to \r\nsay a word about the experience of participation in \r\nopen thematic debates. I have a short comment on two \r\nsubstantive areas of Security Council engagement, \r\nnamely, peacebuilding and the responsibility to protect. \r\n As the report makes clear, the Security Council is \r\nscheduling more thematic debates, with participation \r\nopen to the membership as a whole. We are conscious \r\nthat opinions vary about just how relevant and \r\nworthwhile such debates are. On the one hand, there is \r\na clear view that the Council must recognize the \r\nincreasingly complex security challenges of the \r\ntwenty-first century and adapt its deliberations \r\naccordingly. But there are also those who are \r\nconcerned about a possible blurring of the dividing line \r\nbetween the business of the General Assembly and the \r\nSecurity Council, or that voice fears about a dissipation \r\nof focus by the Council. \r\n Ireland is firmly in the camp of those who see the \r\nnecessity for a more sophisticated and multifaceted \r\nappreciation of the twenty-first century security \r\nchallenges. We applaud the decisions to hold thematic \r\ndebates that examine, for example, the interdependence \r\nbetween security and development or the security \r\ndimension of climate change. Nor would we ever view \r\ndebates on women, peace and security as a soft focus \r\nadd-on to the hard-core work of the Security Council. \r\nThe role of women is central to both the problem and \r\nthe potential solution of multiple crises worldwide. \r\n However, as a delegation that has spoken in a \r\nnumber of Security Council thematic debates in the \r\ncourse of the year, we have a concern about how such \r\ndebates can be made more meaningful. Like others, \r\nIreland is selective as to the debates in which it \r\nparticipates. We choose to speak when we may have a \r\nparticularly strong interest or a particular experience \r\nthat we wish to share. The hope and intention, of \r\ncourse, are that our contribution can bring some added \r\nvalue. \r\n There are clearly some benefits to participation. \r\nFirst, there is the opportunity to register a national \r\nviewpoint. Secondly, the statements remain on the \r\nrecord for those who may wish to trawl through them \r\nat a later date. Thirdly, the number of Member States \r\ncontributing to a debate may, in itself, send an \r\nimportant message as to the level of engagement and \r\nconcern on a particular issue. \r\n None of that is negligible, but is it enough? It has \r\nto be said that the interactivity element in such debates \r\nis close to zero. The outcome document is typically \r\nagreed by Security Council members in advance of the \r\ndebate. By the time non-members come to speak in the \r\nChamber, it is highly unlikely that Security Council \r\nmembers at the senior level are present to hear them. \r\n While we all need to have a realistic acceptance \r\nof practical constraints, I think it important that \r\nnon-members of the Security Council avail of today’s \r\ndebate to send a signal that we wish for serious \r\nconsideration of how arrangements for open thematic \r\nA/66/PV.50  \r\n \r\n11-58372 18 \r\n \r\ndebates can be made more meaningful. It was very \r\nencouraging that that point was clearly flagged in the \r\ninterventions this morning on behalf of the \r\nNon-Aligned Movement and the group of five small \r\nnations. \r\n A coherent and effective approach to \r\npeacebuilding that draws on civilian capacities and \r\nplaces national ownership at its heart is an area of \r\ngrowing importance to Member States, United Nations \r\nagencies and civil society organizations. I was \r\nhonoured to co-facilitate the 2010 review of the United \r\nNations peacebuilding architecture. I welcome the \r\nview expressed by Assistant Secretary-General Judy \r\nCheng-Hopkins that that process generated significant \r\nmomentum, which has reinvigorated the working \r\nmethods of the Peacebuilding Commission and focused \r\nthem on improving the impact in the field.  \r\n One of the key recommendations of our report is \r\nthe need “to create a new dynamic between a more \r\nforthcoming Security Council and a better performing \r\nPeacebuilding Commission” (A/64/868, p. 4). The \r\nannual report demonstrates that the Security Council is \r\nindeed showing itself to be somewhat more \r\nforthcoming. Open thematic debates on peacebuilding \r\nwere held during the reporting period; the Chair of the \r\nCommission presented its annual report; and the Chairs \r\nof the country-specific configurations delivered a joint \r\nstatement to the Council. \r\n However, more needs to be done if the potential \r\nadded value of the Peacebuilding Commission is to be \r\ntranslated into reality. The Council could, and should, \r\nbe more active, more creative and more demanding in \r\nits relations with a Commission that now has an \r\nexpanded agenda of six countries. The steps that the \r\nCouncil should take include seeking input into \r\nresolutions, mandate renewal and statements regarding \r\ncountries that are on the Commission’s agenda, and the \r\nparticipation, as appropriate, of country-configuration \r\nChairs in relevant Security Council Working Groups, \r\nsuch as the Working Group on Children and Armed \r\nConflict. \r\n A particular onus to invigorate and develop \r\nCouncil-Commission relations falls to those members \r\nof the Peacebuilding Commission that are also Security \r\nCouncil members. Of course, the General Assembly, \r\ntogether with the Council, is a parent of the \r\nCommission. As well as advocating a more \r\nforthcoming attitude by the Security Council, the \r\nGeneral Assembly should itself seek to have more \r\nmeaningful input into peacebuilding policy, not least \r\nbecause it can draw on the experience of the full \r\nmembership of the United Nations, particularly in the \r\narea of civilian capacity. \r\n The past year has been a significant one for the \r\nresponsibility to protect doctrine. Benghazi provided a \r\ndramatic illustration of what that means. We all recall \r\nthe gross and systematic violations of human rights \r\ncommitted by the regime in Libya against its own \r\ncivilian population and the widespread condemnation \r\nof that repression, including by the League of Arab \r\nStates, the African Union, the Secretary General of the \r\nOrganization of Islamic Cooperation and the United \r\nNations. \r\n Following years of debate on the doctrine and \r\nfaced with the imminent threat of slaughter in \r\nBenghazi, the Security Council was moved to act. The \r\ninclusion, for the first time, of a reference to \r\nresponsibility to protect in a Chapter VII resolution \r\nprovided the high-water mark so far this doctrine. \r\n Subsequently, there was disagreement among \r\nCouncil members on whether the mandate set out in \r\nresolution 1973 (2011) had been exceeded, in \r\nparticular regarding the protection of civilians clause. \r\nThe case of Libya, as with any intervention in a \r\ncomplex situation, offers lessons to be learned. But it is \r\nimperative that the principle of the responsibility to \r\nprotect and the progress made in relation to its \r\napplication be safeguarded. A working consensus on \r\nthe implementation of the responsibility to protect must \r\nbe established so that, should the need arise, the \r\nSecurity Council will again be in a position to protect \r\ninnocent civilians. \r\n It was clear during the General Assembly debate \r\nin July that regional organizations can play a \r\nsignificant role in relation to the responsibility to \r\nprotect. As incoming Chairman-in-Office of the \r\nOrganization for Security and Cooperation in Europe \r\n(OSCE) from 1 January, Ireland will seek to support \r\nthe implementation of the responsibility to protect \r\nagenda in an OSCE framework, including in relation to \r\nimportant preventive work and the building up of \r\nStates’ capacities to protect their own civilians. \r\n Never more so than now, the Security Council \r\nbears a huge responsibility. But as noted at the outset, \r\nin 2011 at least, that responsibility rests on broad \r\nshoulders. Much is expected of the broad-shouldered \r\n A/66/PV.50\r\n \r\n19 11-58372 \r\n \r\nCouncil. We urge further efforts to meet the needs and \r\nhopes of these tumultuous times. \r\n Mr. Errázuriz (Chile) (spoke in Spanish): I \r\nshould like to begin my statement by thanking the \r\nPermanent Representative of Portugal for the \r\ncomprehensive introduction of the annual report of the \r\nSecurity Council for the period 1 August 2010 to \r\n31 July 2011 (A/66/2). I also express my delegation’s \r\nappreciation to the representative of Germany for the \r\nintroduction to the report prepared in his capacity as \r\nPresident of the Council for the month of July. \r\nLikewise, I congratulate you, Mr. President, for your \r\ndecision to decouple the consideration of the agenda \r\nitem on the report of the Security Council from the \r\nitem “Question of equitable representation on and \r\nincrease in the membership of the Security Council and \r\nrelated matters”. That simple step will enable further \r\nexamination of the Council’s work by the Assembly, \r\nwithout ignoring the natural relationship between the \r\ntwo subjects, and will focus our efforts on what we \r\nhope will be a fruitful analysis. \r\n The presentation of the report of the Security \r\nCouncil to the General Assembly is highly important \r\nand useful, due to the numerous relevant issues relating \r\nto international peace and security and because it \r\nprovides a complete record of the Council’s work. \r\nLikewise, it is a way of providing greater transparency \r\nto its working methods and an opportunity to identify \r\nthe areas of work or procedures that possibly need \r\nimprovement. \r\n In that context, I reiterate my country’s interest in \r\nachieving greater transparency in the Council’s work \r\nand functions; not only because that would facilitate \r\ncommunication and dialogue with Member States, but \r\nalso as a possible way to strengthen the image of the \r\nUnited Nations. \r\n My delegation is convinced that there is room for \r\nthis report to evolve and refocus to become a more \r\nsubstantive document reflecting the various positions \r\nof its members in relation to the highly sensitive \r\nsituations and issues that it considers. Clearly, the \r\nreport is a good record of the meetings and subject \r\nmatter addressed by the Council; but it does not seem \r\nto be an appropriate instrument for understanding the \r\ndevelopment or evolution of a subject, and is even less \r\nso when trying to understand the reasoning behind an \r\naction undertaken. \r\n Clearly, major, not minor, progress has been \r\nmade in recent years. We therefore believe that we \r\nshould not be complacent in that regard. There is \r\nnothing to prevent further progress in the right \r\ndirection. In that context, we attach due importance to \r\nthe report reflecting the public meetings held by the \r\nCouncil, which is not done today. Similarly, we believe \r\nthat coordinated work among the Security Council and \r\nother bodies of the Organization and regional groups \r\nand the opportunity to listen to Special Representatives \r\nin a timely manner and hold interactive debates and \r\nconsultations are of fundamental importance and must \r\nbe stressed. \r\n That type of work would make it possible to not \r\nonly improve the quality and speed of responding to \r\ncrisis situations on the Council’s agenda, but would \r\nalso make it possible to provide a more fluid and \r\nfruitful exchange of information which in turn, would \r\nallow the Council to become a stronger tool for \r\npreventing potential conflicts. \r\n This is why I would like to highlight the \r\nunprecedented initiative of Brazil, whose Permanent \r\nRepresentative, at the end of Brazil’s presidency of the \r\nCouncil, invited Member States to an informal \r\ndialogue in order to report on the main events during \r\nits presidency. That was undoubtedly a concrete step \r\ntowards greater transparency. Chile regrets that it was \r\nnot repeated. \r\n In that regard, I would also like to highlight the \r\ninitiative by the Colombian delegation. During its \r\npresidency of the Council in April, Colombia convened \r\na high-level open debate on the situation in Haiti (see, \r\nS/PV.6510). That is the type of exercise we are \r\nreferring to when we speak of coordinated work with \r\nthe participation of other relevant actors in order to \r\nbetter understand the Council’s decision-making \r\nprocesses. Action of that type would make it possible \r\nto promote a comprehensive global vision where the \r\ninterests and concerns of the various actors involved \r\nare known to the Security Council, which can then to a \r\ngreater or lesser extent, include those in the decisions it \r\nadopts. \r\n I take the opportunity of that reference to Haiti to \r\nhighlight the annual dialogue and the work of the \r\nGroup of Latin American and Caribbean States to \r\nseriously address, despite the many positions \r\nrepresented, various issues on the international agenda \r\nthat have come to the attention of the Security Council. \r\nA/66/PV.50  \r\n \r\n11-58372 20 \r\n \r\n My delegation noted with satisfaction that the \r\nconcept of the responsibility to protect has been \r\nincluded in the deliberations of the Council, as well as \r\nincluded in resolutions 1970 (2011) and 1973 (2011) in \r\nthe case of Libya. However, the implementation of \r\nthose resolutions also leaves lessons for us to learn. In \r\nthat regard, Chile believes that the terms of a mandate \r\nshould be very carefully studied when it is created to \r\nauthorize action, such as in the aforementioned case. \r\nThe mandate must be clear, precise and for a limited \r\nduration. If it is not, it will open the way to undesired \r\nsituations and, moreover, could awaken reticence \r\namong some members of the Council towards using the \r\nconcept and adapting it to a specific situation. \r\n Finally, we are convinced that ongoing adequate \r\nand fluid communications between the Security \r\nCouncil and the General Assembly that respect their \r\nindividual purviews is fundamental in order to achieve \r\nthe maintenance of international peace and security in \r\nkeeping with the purposes and principles of the Charter \r\nof the United Nations. \r\n I cannot conclude without acknowledging the \r\nwork of the Security Council in an increasingly \r\ncomplex international context in which peace and \r\nsecurity sometimes seem difficult to achieve. At the \r\nsame time, we also see hope in the movements and \r\nsigns appearing that favour democracy and the rule of \r\nlaw. It is precisely these that should be the incentives \r\ndriving us to seek out new mechanisms enabling us to \r\nachieve a comprehensive vision and more transparent \r\nmanagement of the Council’s work. \r\n Mr. Valero Briceño (Bolivarian Republic of \r\nVenezuela) (spoke in Spanish): The report of the \r\nSecurity Council (A/66/2) that we are considering \r\ntoday merits special attention for its implications for \r\ninternational peace and security. \r\n We endorse the statement made by the Permanent \r\nRepresentative of Egypt on behalf of the countries of \r\nthe Non-Aligned Movement. \r\n The Bolivarian Republic of Venezuela believes \r\nthat it is necessary to democratize international \r\nrelations and transform the unfair system of global \r\npower relationships, which is reflected in the structure \r\nand agenda of the United Nations. To that end, we have \r\nrepeatedly requested that the Security Council not \r\ncontinue to usurp functions that belong to other organs \r\nof the United Nations system and that the countries that \r\nmake up the General Assembly should have real impact \r\non world affairs. \r\n Today the slow and growing decrepitude of the \r\nUnited Nations, particularly the Security Council, is \r\nunderstood. The voices around the world declaring that \r\nthe Security Council, as the expression of nations’ \r\nsovereign will, has collapsed are representative and \r\ngetting louder. This organ is marked by a clear \r\ncontradiction: it is supposed to defend the principles of \r\nthe Charter of the United Nations, but it frequently \r\ndamages them. \r\n Today we are a very long way from enjoying the \r\npeace and security to which humankind aspires. Rather \r\nthan becoming more democratic, in recent years the \r\nelitism of the United Nations has become more \r\npronounced. The champions of war and \r\ninterventionism are working furiously to weaken the \r\nrole of the General Assembly, which represents every \r\nGovernment in the world, and to monopolize and \r\nsecuritize every item on the United Nations agenda. \r\n Venezuela advocates for a complete overhaul and \r\ndemocratization of the United Nations, with the aim of \r\nensuring that it represents the aspirations of all the \r\npeoples of the world. This is how President Hugo \r\nChávez Frías put it in his message to the General \r\nAssembly read by Minister for Foreign Affairs Nicolás \r\nMaduro Moros on 27 September: \r\n  “A crucial and decisive first step towards \r\nrestructuring the United Nations would be to \r\neliminate the category of permanent member \r\nalong with the right to veto in the Security \r\nCouncil. Likewise, the decision-making power of \r\nthe General Assembly must be democratically \r\nmaximized. A comprehensive review of the \r\nCharter of the United Nations is also urgently \r\nrequired, with the aim of drafting a new Charter.” \r\n(A/66/PV.29, p. 5) \r\n It is worrying that the report we are considering \r\ntoday highlights the expansion of peacekeeping \r\noperations mandates, responsibility for which belongs \r\nto a large extent to the General Assembly. It is also \r\nworrying that peacekeeping operations’ mandates \r\ninclude actions in the countries where those operations \r\nare conducted that interfere in matters that are in the \r\npurview of national public institutions, such as reform \r\nof the electoral, judicial and public security sectors, \r\namong others. \r\n A/66/PV.50\r\n \r\n21 11-58372 \r\n \r\n The report emphasizes that a large percentage of \r\nthe Security Council’s activities take place in Africa. It \r\nshould be noted that those activities focus on clearly \r\nmilitary matters in which the “mediation efforts” of the \r\nUnited Nations are not infrequently conducted on \r\nbehalf of one of the parties or to appease the selfish \r\ninterests of imperialist Powers. It is worrying that the \r\nreport ignores numerous recommendations and \r\nconcerns that have been expressed by a majority of the \r\ncountries that make up the General Assembly and \r\nwhose opinions have been presented in many open \r\ndebates. \r\n So long as it is the Security Council that defines \r\nthreats to international peace and security and uses \r\nChapter VII of the Charter arbitrarily, we will continue \r\nto see an increasingly insecure world. We believe that \r\nGeneral Assembly resolutions should be binding, that \r\nevery country should be obliged to comply with them \r\nand that this organ should exercise full responsibility in \r\nmatters of international peace and security. The \r\nSecurity Council must not continue to tailor its efforts \r\nto suit certain members so that they can carry out their \r\nambitions to develop their expansionist interests in the \r\ncountries of the South — Syria, Libya, Iran, Côte \r\nd’Ivoire, the Sudan and Yemen being just a few \r\nexamples. Meanwhile, what has the Council done to \r\nstop the atrocities that Israel perpetrates on the \r\nPalestinian people? \r\n We recognize the importance of the democratic \r\ndemonstrations that have emerged in North Africa and \r\nthe Arab world. Venezuelans support the legitimate \r\naspirations of all peoples who seek to attain their \r\nsovereign human rights and enjoy democracy, freedom \r\nand independence. The people are the masters of their \r\nown destinies. The continuing outside interference by \r\nimperialist Powers in the internal demonstrations and \r\nprotests of countries of the South must therefore be \r\nrejected. It is deplorable that some of the warring \r\nparties are being encouraged from the outside, instead \r\nof the promotion of an inclusive, sovereign dialogue \r\nthat enables those peoples to find peaceful solutions to \r\ntheir differences themselves. It is deplorable that \r\ninstead of promoting the quest for peace and \r\nunderstanding between peoples, civil wars and \r\nfratricidal confrontations are being fomented. \r\n The influence that the big transnational economic \r\nand financial corporations have on decision-making in \r\nvarious organs of the United Nations, particularly the \r\nSecurity Council, is growing. Indeed, the imperialist \r\nwars of today are being privatized. Some countries \r\nrepresented on the Security Council promote harmful \r\nresolutions that support those interests. \r\n The democratization that the United Nations \r\nsystem needs today must, as President Chávez said, \r\ninvolve a complete overhaul of the Organization. \r\nTherefore, it is imperative that we increasingly build a \r\nbroad alliance between peoples and Governments so \r\nthat they can work towards the democratization of the \r\ninternational system. \r\n Mr. Jerandi (Tunisia): Mr. President, at the \r\noutset I would like to commend you on your efforts to \r\nrender the work of the General Assembly as effective \r\nand successful as possible.  \r\n My delegation would like to associate itself with \r\nthe statement made earlier by the Permanent \r\nRepresentative of Egypt on behalf of the Non-Aligned \r\nMovement. \r\n Since the General Assembly adopted resolutions \r\n2864 (XXVI) and 2991 (XXVII) in 1971 and 1972, \r\nrespectively, Member States have been seeking, \r\nthrough ideas, recommendations and proposals, to \r\nensure that the work of the executive body reaches \r\nhigher levels of effectiveness, in accordance with the \r\nrules and provisions of the Charter of the United \r\nNations and the expectations of the international \r\ncommunity. Since then, the debate on the report of the \r\nSecurity Council has focused on the ways to attain that \r\ngoal. Despite numerous contributions and the array of \r\nresolutions adopted in this regard, there is still a great \r\nneed for improvement. My delegation would like to \r\nstress the following aspects of the matter. \r\n First is the need to improve the reporting process \r\nand the methodology. It goes without saying that the \r\nreport of the Security Council has been improved in \r\nsome aspects. The established practice of interaction \r\nbetween the President of the Council and the general \r\nmembership of the United Nations has, for four years \r\nnow, definitely been one of those welcomed and lauded \r\nimprovements, as was mentioned in the statement of \r\nthe Non-Aligned Movement. \r\n We also think that, despite their heavy schedules, \r\nboth the President of the General Assembly and the \r\nPresident of the Security Council should meet and \r\ninteract more often during the session in order to make \r\nsure that concerns and proposals from the Member \r\nStates are taken into consideration during the drafting \r\nA/66/PV.50  \r\n \r\n11-58372 22 \r\n \r\nof the report, and as a means to ensure constant \r\ninteraction between the two bodies. \r\n Moreover, we have noticed the persisting lack of \r\na real analytical approach in the drafting of the report. \r\nIts content has remained a mostly descriptive narrative, \r\nwhich clearly makes the report a good source of \r\ninformation about the Council’s meetings and \r\noutcomes but certainly does not reflect the real \r\ndynamics in the Council and the context in which the \r\ndeliberations were conducted and the decisions, if any, \r\nwere taken. Indeed, what Member States would like to \r\nsee is a report that addresses the core of the Council’s \r\nwork, its internal methods of dealing with sensitive \r\nissues and its attempts to solve them with a view to \r\npreserving peace and security in the world. \r\n In fact, when the General Assembly adopted \r\nresolution 51/193 in 1996, Member States proposed \r\nspecific steps and ways to contribute to the \r\nimprovement of the report of the Security Council. In \r\nparagraph 3 of that resolution, the Assembly  \r\n  “Encourages the Security Council, in the \r\nsubmission of its reports to the General \r\nAssembly, to provide in a timely manner a \r\nsubstantive, analytical and material account of its \r\nwork”. \r\nWe still believe that there is room for improvement in \r\nthis regard. \r\n Secondly, it is necessary to address more broadly \r\nthe issues and events marking the reporting period. \r\nThat cannot be dissociated from the need to infuse \r\nsome analytical spirit into the report of the Council. In \r\nmy delegation’s view, the report cannot be reliable, \r\nprecise and useful if it maintains its current body and \r\nstructure. In fact, in addition to the traditional \r\npredominant issues, we all know that each year is \r\nmarked by specific events. The Council, as a guarantor \r\nof international peace and security, is required to deal \r\nefficiently with those issues and give them adequate \r\ntime and effort.  \r\n The report on the Council’s activities should \r\nreflect that reality. Thus a rethinking of its content and \r\ncomponents is recommended to make it relevant for a \r\nspecific reporting period, rather than enumerating the \r\nsame topics on an equal basis and in the same order. \r\n Thirdly, with regard to the Council’s attention to \r\nand performance on some of the issues on its agenda, \r\nall Member States would agree that the volume and \r\nnumber of issues that the Council is dealing with \r\nincreases every single year. That constitutes an \r\nadditional challenge. Some conflicts are 60 years old or \r\nmore. Some tensions arise here and there, and some \r\nnew challenges suddenly appear in different regions of \r\nthe world. All of these issues need appropriate \r\nattention and a great deal of responsibility and \r\ndedication to the values of the Organization.  \r\n Many of us would recognize that the Council has \r\nshown great effectiveness regarding, for example, \r\nAfrican issues and conflicts, but it has remained \r\nparalyzed by an array of mutually exclusive interests \r\nthat have made the Arab-Israeli conflict a permanent, \r\nunsolved issue on its agenda. It remains a source of \r\ngreat frustration and disappointment for the whole \r\nregion that the Council has been unable to overcome its \r\ninternal differences and restricted interests to increase \r\nits involvement in this issue and bring the required and \r\nvery much needed boost to the whole peace process. \r\n The Council’s effectiveness is a common concern \r\nfor all of us. It is the responsibility of the Member \r\nStates to ensure that the Council is taking decisions and \r\nexamining the issues under its mandate in accordance \r\nwith the Charter of the United Nations and in a manner \r\nthat satisfies its ultimate goal, which is the \r\nmaintenance of peace and security all over the world.  \r\n My delegation believes that some areas require \r\nmore attention and efficiency and has made some \r\ncomments and proposals in that regard. Those areas \r\nshould not overshadow the several where the Council \r\nhas made improvements. The interaction between the \r\nGeneral Assembly and the Security Council requires \r\nyearly evaluation and an ongoing quest for \r\nimprovement. The reporting system and the content \r\ndiscussed under today’s agenda item could certainly be \r\nvery helpful in reaching that goal if the constructive \r\nproposals and recommendations of the Member States \r\nare taken into account forwarding the future. \r\n Mr. Wenaweser (Liechtenstein): We welcome \r\nthis debate as a critical opportunity for communication \r\nbetween the Security Council and the Member States. \r\nWe appreciate the efforts made by the delegation of \r\nGermany in producing the annual report (A/66/2), and \r\nwe thank the representative of Portugal for presenting \r\nit to the Assembly this morning.  \r\n As a member of the group of five small nations \r\n(S-5), we align ourselves with the statement delivered \r\nearlier today by the representative of Costa Rica. \r\n A/66/PV.50\r\n \r\n23 11-58372 \r\n \r\n Our point of departure in considering the annual \r\nreport is the Charter of the United Nations, which \r\nstipulates that the Council carries out its work on \r\nbehalf of all Member States. Given the absence of \r\nother opportunities, this debate should in principle be \r\nthe best moment for a dialogue on the performance of \r\nthe Council and the perception of it by the wider \r\nmembership.  \r\n At the same time, the report in its current format \r\nand the way in which this debate is held are not \r\nconducive to a genuine dialogue. That is why the S-5 \r\ngroup has made suggestions to improve both the \r\nprocess of preparing and then discussing the report, \r\nand we have engaged with Council members that have \r\na special role to play in this respect. We are of course \r\naware of the limitations of this exercise and of the \r\ndifficult discussions within the Council itself about the \r\nadoption of the report. We view our efforts during the \r\npast year as a work in progress and will think of \r\noptions for the future. Those include the possibility not \r\nonly of discussing the report in other, more informal, \r\nformats but also of having an additional basis for \r\ndiscussing its work, since the self-assessment of any \r\ninternational body will always be a limited \r\nundertaking. We look forward to continued support and \r\ninterest from Council members in this respect. On the \r\nactual content of the report, we would like to offer the \r\nfollowing comments. \r\n Of particular interest to us, obviously, is the way \r\nin which the report deals with the issue of working \r\nmethods. The report is the perfect place for the Council \r\nto report on developments in that area, to illustrate its \r\nownership of the issue and to create a record on that \r\nsubject. But the report only mentions that the Council \r\nmade its debate and consultations more interactive — \r\nwhich we welcome. There is also a rather cryptic \r\nstatement that the Council aimed at increasing the \r\ntransparency of its work — indeed a key concern of the \r\nS-5 — without, however, further elaborating on it. We \r\nare left wondering whether there are other measures \r\nthat were taken, but not reflected in the report — a \r\nrather curious state of affairs in an exercise aimed at \r\ntransparency.  \r\n We see no indication of results emanating from \r\nthe Informal Working Group on Documentation and \r\nOther Procedural Questions, just a very generic \r\nstatement on the role that presidential note 507 \r\n(S/2010/507) plays in the practice of the Council. In \r\nparticular, there is no reference to efforts by the \r\nCouncil to engage in systematic implementation in that \r\nrespect. \r\n We continue to miss a systematic effort to link up \r\nthe thematic discussions with the consideration of \r\ncountry situations in the Council. That seems indeed \r\npart of a problem that goes far beyond the actual \r\nformat of the report. Thematic discussions are, for the \r\nmost part, dealt with as stand-alone topics, rather than \r\nas conceptual debates, which should provide \r\nsubstantive and essential input for the Council’s work \r\non country situations. \r\n Finally, like others, we believe that a more \r\naccurate record should be established by having those \r\ndiscussions on which the Council did in the end not \r\nfind agreement reported on in a very factual manner. \r\nThat could easily be done by giving equal weight to all \r\nthe opinions expressed, without any judgment attached \r\nto them. We understand that this was discussed in the \r\nprocess of drafting the report. We hope that this effort \r\ncan be successful in the preparation of the next report. \r\n On the substance of the work of the Council, we \r\ncertainly congratulate the Council for its work done in \r\nconnection with the situation in South Sudan. The \r\nsuccessful holding of a referendum and the subsequent \r\nadmission of that new country as a Member of the \r\nUnited Nations illustrate how effective the Council can \r\nbe when it is unified in its approach, even in very \r\ncomplex situations. \r\n We also commend the Council for it unanimous \r\ndecision to refer the situation in Libya to the \r\nInternational Criminal Court. That is a strong \r\nexpression of the Council’s willingness to fight \r\nimpunity, if indeed it is followed up by concrete action \r\nto give the necessary diplomatic support to the Court in \r\ncarrying out its work. In this respect, a more systematic \r\nand more comprehensive discussion of the Council’s \r\npractice vis-à-vis the Court will be necessary in the \r\nfuture in order to generate ownership within the \r\nCouncil of referrals to the Court. The financial \r\nimplications are only one, albeit important, aspect of \r\nthis discussion. \r\n Thirdly, we welcome the continued progress \r\nmade in the Council’s practice with respect to the \r\nsanctions regime established in resolution 1267 (1999), \r\nespecially the work done by Ombudsperson Kimberly \r\nProst. Late as those measures have come, they are \r\ncertainly essential to putting the Council’s action on \r\nthe right track and to preventing lasting damage to its \r\nA/66/PV.50  \r\n \r\n11-58372 24 \r\n \r\nrecord with respect to the observance of established \r\ninternational standards of due process. \r\n While the Council reacted quickly to authorize \r\nthe use of force in Libya, it has proven deadlocked on \r\nfar less dramatic decisions, in particular on the \r\nsituation in Syria, which is reflected under “other \r\nmatters” in the report. In this respect we note in \r\nparticular that two vetoes were cast in connection with \r\na situation where the High Commissioner for Human \r\nRights had indicated the need for an investigation into \r\nserious allegations of crimes against humanity. That \r\nreaffirms our belief, reflected in the S-5 papers, that \r\nrules governing the use of the veto would be of the \r\nessence. We also deplore the use of the veto in \r\nconnection with a resolution on Israeli settlement \r\npolicy, which ran clearly counter to the stated views of \r\na vast majority of the United Nations membership. \r\n Mr. Tarar (Pakistan): We thank you, Mr. President, \r\nfor the initiative to hold separate debates on the report \r\nof the Security Council and on the reform of the \r\nCouncil. It will facilitate fuller consideration of each \r\nitem. \r\n We thank the presidency of Portugal for \r\npresenting the Council’s report (A/66/2) to the General \r\nAssembly. We also commend the Permanent \r\nRepresentative of Germany for important work on the \r\nreport during Germany’s presidency of the Security \r\nCouncil in July. The present report of the Council is an \r\noverview of its work, meetings, correspondence and \r\ndecisions. Like earlier ones, the report is an annual \r\ncompendium of all deliberations in the Security \r\nCouncil. The basic merit of the report is its reference \r\nvalue and attention to detail. While it may not rival \r\ninternational bestsellers in readability, its importance \r\nfor Governments, researchers, academia and interested \r\nmembers of the public is undeniable. \r\n Before discussing the report, I would like to refer \r\nto resolution 65/315, on the revitalization of the \r\nGeneral Assembly, which welcomed the improvement \r\nin the quality of the annual report and encouraged the \r\nSecurity Council to make further efforts in that regard. \r\nWe believe that the Security Council can lay down its \r\nown benchmarks for improvement in reporting by, inter \r\nalia, describing challenges, assessing actions and \r\nanalyzing the decision-making processes. That will \r\nqualitatively improve the reports in the future. \r\nSimilarly, the Security Council should also submit \r\nspecial reports to the General Assembly, as enshrined \r\nin the United Nations Charter. \r\n The Charter requirement for the Security Council \r\nto prepare a report and present it to the General \r\nAssembly has a lot of significance. In the discharge of \r\nits duties as the principal organ responsible for the \r\nmaintenance of international peace and security, the \r\nSecurity Council acts on behalf of the States Members \r\nof the United Nations. By presenting the report to the \r\nGeneral Assembly, the Security Council offers its work \r\nfor review by the entire membership. \r\n The responsiveness of the Security Council to the \r\nMember States can be measured by its openness and \r\ntransparency. In this context, our delegation welcomes \r\nthe greater number of public meetings and open \r\ndebates held during the reporting period. That trend \r\nshould be augmented by more meaningful exchange \r\nwith non-members, especially those States directly \r\naffected by a Council decision.  \r\n Transparency in the decision-making process is \r\nanother area that merits close attention. It is a widely \r\nheld view that decisions are taken mostly behind the \r\nscenes by a few major players. Such decisions, \r\naccordingly, lack transparency and inclusiveness. The \r\ntransparency of the Security Council is also related, to \r\na large extent, to improvement in its working methods \r\nand comprehensive reform of the Council itself. We \r\nwill encourage introspection by the Council to improve \r\nits working methods, in the spirit of its presidential \r\nnote contained in document S/2010/507. The inclusion \r\nof a chapter on working methods in the annual report is \r\na step in the right direction. \r\n Evaluating the effectiveness of the Security \r\nCouncil is an important element in reviewing its work. \r\nWe believe that the Council has shown varying degrees \r\nof effectiveness at different stages of conflicts. In \r\nterms of addressing ongoing conflict situations, the \r\nCouncil has been effective in establishing \r\npeacekeeping mandates and ensuring that they are \r\nbacked by timely logistic support. In this context, \r\ndetermination and resolve within the Council have \r\nbeen backed up by troop-contributing countries’ \r\ncommitments and an efficient Secretariat. This \r\ntriangular relationship should be acknowledged and \r\nstrengthened further. \r\n The Council’s effectiveness in preventing \r\nrelapses into conflict is also growing with its \r\nincreasing reliance on integrated mandates, whereby \r\n A/66/PV.50\r\n \r\n25 11-58372 \r\n \r\npeacebuilding efforts are dovetailed with peacekeeping \r\nmissions’ drawdown and exit strategies. The gradual \r\nconsolidation of the United Nations peacebuilding \r\narchitecture has equipped the Council with vital tools \r\nfor handling the challenges related to possible relapses \r\ninto conflict. \r\n The Security Council’s effectiveness in \r\npreventing conflicts has elicited considerable criticism. \r\nWe see no change in this perception. Unresolved \r\ndisputes breed discontent and any unforeseen spark can \r\nignite violent conflict. This is particularly important in \r\ncases of inter-State disputes. Major unresolved issues, \r\nincluding the dispute concerning Jammu and Kashmir, \r\nhave been awaiting settlement on the agenda of the \r\nSecurity Council for decades. Preventive strategies for \r\naddressing longstanding disputes should feature greater \r\nrecourse to mediation and pacific settlement under \r\nChapter VI of the Charter, with a view to addressing \r\nthe root causes of conflicts. Greater reliance on \r\npreventive diplomacy on the part of the Council would \r\naugur well for international peace and security. \r\n Acting on behalf of the States Members of the \r\nUnited Nations, the Security Council is accountable to \r\nthe General Assembly. The concept of accountability \r\nand the imperative of improving the relationship \r\nbetween the Assembly and the Council are the \r\nprinciples underlying Article 15, paragraph 1, of the \r\nCharter. That has also been the spirit of my statement \r\ntoday. \r\n Mr. Chipaziwa (Zimbabwe): Zimbabwe welcomes \r\nthe opportunity to participate in the debate on the \r\nreport of the Security Council (A/66/2). I join other \r\nspeakers before me in thanking Ambassador Moraes \r\nCabral, Permanent Representative of Portugal and \r\nPresident of the Security Council for November, for \r\npresenting to the General Assembly the report of the \r\nCouncil for the period 1 August 2010 to 31 July 2011. \r\n The Security Council acts on behalf of the entire \r\nmembership as the primary organ responsible for the \r\nmaintenance of international peace and security. The \r\nGeneral Assembly must therefore assess whether the \r\nCouncil has been effective in maintaining international \r\npeace and security and whether it has reflected the \r\nviews and interests of the entire membership. \r\n The Council has been most effective, in recent \r\nyears, in addressing internal crises and conflicts, \r\nmostly in Africa. Peacekeeping has been utilized to \r\ngood use in several complex crises. But other situations \r\nhave been grossly neglected for years. In our view, \r\nmuch more must be done to prevent conflicts from \r\nerupting in the first place, and to prevent relapses once \r\na situation has been stabilized. In that regard, it is \r\nimportant to address the underlying causes of conflicts \r\nand to more proactively pursue a comprehensive \r\napproach focusing on peacebuilding, peace sustenance \r\nand development. The Council’s actions must be \r\nconducted with full respect for the sovereignty and \r\nterritorial integrity of the States concerned. No \r\ntemporizing on this fundamental tenet will do, and no \r\njustification may be wantonly conjured up. \r\n The ability of the Council to act effectively and \r\nresponsibly in future will provide important \r\nreassurance for the international community that its \r\nconcerns in the area of security are being adequately \r\naddressed. This not only calls for political will and \r\nunity on issues, but for the perception that the \r\ndecisions taken by the Council largely reflect the \r\nconcerns and aspirations of the general membership. In \r\nour view, greater democratization of the existing order, \r\nparticularly as reflected in a reformed membership of \r\nthe Council itself, increased transparency in action and \r\nthe coordination of different ideas, interest and \r\nsensitivities, are essential for that endeavour to \r\nsucceed. \r\n My delegation views with concern the Council’s \r\ntendency to take decisions on issues that impinge on \r\nthe wider membership of the United Nations without \r\ntaking into account the views of the States concerned. \r\nWe call on the Council to ensure the provision of \r\nadequate opportunity for the views of the wider \r\nmembership to be heard on important issues through \r\ntransparent mechanisms, such as open debates of the \r\nCouncil, before decisions on such issues are taken. We \r\nhold the view that the Council can only succeed in \r\nimplementing its actions when its decisions are taken \r\nafter a rigorous process of consultations with the wider \r\nmembership. \r\n We are concerned that the Council is not dealing \r\ndirectly with some of the major conflicts and threats to \r\ninternational peace and security. The implementation \r\nof some resolutions is actively pursued while others are \r\nignored. There is inaction even in the face of the most \r\nobvious acts of aggression. On the other hand, there is \r\nproaction, even interference, in the internal affairs of \r\nsovereign States, even where there is clearly no threat \r\nto international peace and security. The Council must \r\nA/66/PV.50  \r\n \r\n11-58372 26 \r\n \r\nnever allow itself to be swayed by the particular \r\ninterests of any of its members. \r\n We are of the view that the provisions for the \r\npacific settlement of disputes remain grossly \r\nunderutilized by the Security Council. In contrast, \r\nthere is a dangerous tendency to have recourse, too \r\noften and too soon, to measures under Chapter VII of \r\nthe Charter, including sanctions and enforcement \r\naction, even on matters that would be better resolved \r\nthrough multilateral cooperation. We hope that the \r\nUnited Nations will not be put in a position of having \r\nto participate in precipitous interventions by misuse of \r\nthe concept of responsibility to protect. We urge the \r\nSecurity Council not to abuse the notion of the \r\nresponsibility to protect in order to interfere in the \r\ninternal affairs of sovereign States. The limits of the \r\nuse of force have been fully revealed to all in the \r\nrecent past. \r\n Moreover, we wonder who will police the \r\nimplementers of the responsibility to protect and who \r\nwill protect the victims or answer for the collateral \r\ndamage that may arise from the implementation of this \r\nnascent principle. We call on the Secretary-General to \r\njealously protect the Charter of the United Nations and \r\nresist all attempts to abuse the Organization to promote \r\nthe narrow goals of any Member or group of Members \r\nof the United Nations. \r\n We reiterate our concern over the Council’s \r\nencroachment on the mandates, powers and jurisdiction \r\nof the General Assembly and the Economic and Social \r\nCouncil by addressing issues that fall within the \r\ncompetence of the latter organs. We are also concerned \r\nabout the Council’s increased involvement in the areas \r\nof norm-setting and establishing definitions that fall \r\nwithin the purview of the General Assembly. In our \r\nview, this upsets the delicate balance envisaged under \r\nthe Charter and jeopardizes the overall effectiveness of \r\nthe United Nations system. Such a consideration of \r\nissues may, in fact, serve to exacerbate certain fraught \r\nsituations. \r\n Chapter VIII of the Charter envisages situations \r\nwhere the Security Council makes use of regional \r\norganizations for their proximity to and knowledge of a \r\nparticular conflict. Regional organizations have \r\nbecome important components in the maintenance of \r\ninternational peace and security, as they are better \r\nplaced to deal with peace and security challenges in \r\ntheir respective regions. For the effective functioning \r\nof the United Nations system, it is important that the \r\nOrganization and its agencies be able to delegate \r\nresponsibilities and, in a timely fashion, provide the \r\nnecessary resources where required in support of the \r\nefforts of regional organizations. We strongly believe \r\nthat regional organizations should be supported and not \r\nundermined or sidelined by the Security Council. \r\n It is our inescapable and considered conclusion \r\nthat the true effectiveness of the Council and respect \r\nfor its decisions can only be forthcoming if it is judged \r\nby the larger membership to be representative of all \r\ninterests. A look at the items on the Council’s agenda \r\nreveals that the majority of issues under its \r\nconsideration pertain to the developing world, and in \r\nparticular to Africa. Yet, Africa’s representation on the \r\nCouncil is a mere fifth of the membership. We do not \r\nwish it upon ourselves to believe that the United \r\nNations was established to discipline Africa. \r\n My delegation welcomes several notable \r\nimprovements in the working methods of the Council, \r\nincluding meetings with troop-contributing countries \r\nand regular briefings by envoys. No arm of the United \r\nNations can function well under a cloak of suspicion. \r\nAs the only legitimate source of the use of force on an \r\ninternational scale, the Security Council needs to \r\ncultivate respect and probity among all Members of the \r\nUnited Nations. It must not be seen as the irresistible \r\ndisciplinarian for any particular region of the world. \r\n Mr. Beshta (Ukraine): At the outset, let me \r\nexpress my gratitude to the President of the Security \r\nCouncil for the month of November, the Permanent \r\nRepresentative of Portugal, for his presentation of the \r\nannual report of the Security Council to the General \r\nAssembly (A/66/2). We also appreciate the thrust of \r\nPortugal’s Security Council presidency in terms of \r\ngreater transparency, as well as the engagement of \r\nnon-members of this body. \r\n Received wisdom has it that every year under \r\nreview by the Security Council is more challenging \r\nthan the previous one. If there is a need for a case \r\nstudy to test this trend, the period covered by this \r\nyear’s report is right to the point. There was hardly a \r\njuncture over the past two decades that did not abound \r\nwith traditional, new and emerging challenges to \r\ninternational peace and security, or with \r\ntransformations of the shifting geopolitical landscapes \r\nof whole regions. While it is rather early to aim at a \r\ncredible assessment of the Security Council’s \r\n A/66/PV.50\r\n \r\n27 11-58372 \r\n \r\nperformance in the face of those challenges, \r\nparticularly as some of them are still evolving, I would \r\nlike to try to outline at least some preliminary \r\nconclusions and possible lessons learned from \r\nUkraine’s perspective. \r\n Clear among them, in our view, is the need to \r\nenhance the Council’s engagement in conflict \r\nprevention and mediation. My country considers those \r\ntwo instruments to be indispensable items in the \r\nSecurity Council’s tool kit. That approach was one of \r\nthe main drivers of Ukraine’s term in the Council as an \r\nindependent State, from 2000 to 2001. \r\n That is why we welcome strengthening the \r\nprognostic component of the Council’s work. In this \r\nrespect, a briefing on new challenges to security, to be \r\nheld later this month, comes to mind. We also \r\nrecognize that the so-called horizon-scanning exercise \r\nis firmly back on the Council’s agenda. \r\n Yet, my delegation is not sure how strongly we \r\ncan justify keeping non-members of the Council \r\nlargely in the dark with respect to issues discussed with \r\nthe Department of Political Affairs (DPA) in monthly \r\nconsultations. To our mind, regular, substantive open \r\nupdates by the Security Council presidencies would be \r\nequally beneficial to Council members and the wider \r\nmembership of the United Nations. The first step in \r\nthat direction could be to shed some light on the \r\nconcept of DPA monthly briefings mentioned in the \r\nintroduction to the report. \r\n Ukraine welcomes an ever stronger thematic edge \r\nto the Council’s agenda. In our view, that tendency \r\nbodes well for the aim of ensuring a vibrant and \r\nproactive United Nations by capturing the most \r\nchallenging and far-reaching trends in international \r\nrelations and bringing them to the Chamber of the \r\nSecurity Council. \r\n At the same time, one has to be cautious not to \r\noverburden the Security Council with matters of a \r\ncross-cutting nature that ought to be tackled with added \r\nvalue in other United Nations forums, first of all here \r\nin the General Assembly. In that regard, the main \r\ncriteria should be the respective prerogatives and \r\ncomparative advantages of the various United Nations \r\nsettings, primarily the Security Council and General \r\nAssembly. \r\n Let me briefly touch upon two general issues \r\nwhere the leadership of the Security Council could \r\nonly benefit from greater involvement by the wider \r\nUnited Nations membership. \r\n As an active contributor of military and police \r\npersonnel, Ukraine cannot but welcome the fact that \r\nUnited Nations peacekeeping continues to figure \r\nprominently on the Council’s agenda. In that context, \r\nthematic open debates — the latest on peacekeeping \r\nhaving been held in August under India’s presidency \r\n(see S/PV.6603) — remain crucial for sustaining \r\npositive momentum. We also take positive note of \r\nsome fresh practical elements, such as increased \r\nconsultations with force commanders and expanding \r\nthe use of videoconferencing, which allows first-hand \r\noperational information to be received in a more \r\ninteractive real-time manner. \r\n Yet, there is still a lot of room for improvement. \r\nIn that connection, I refer primarily to bridging the gap \r\nbetween Security Council members and troop- and \r\npolice-contributing countries — more simply put, \r\nbetween the architects of mandates and those who \r\nimplement them. During a debate on this issue in the \r\nFourth Committee a few weeks ago, some major police \r\nand troop contributors pointed to a number of instances \r\nof the lack of transparency in decision-making, \r\nespecially in the context of crisis situations. Our own \r\nexperience, in particular in reinforcing the United \r\nNations Operation in Côte d’Ivoire, confirms that view. \r\nThat is why we would like to encourage leading \r\nCouncil delegations from relevant countries to avoid \r\nsituations where police and troop contributors are \r\npresented with a fait accompli, learning about \r\nresolutions that direct affect their personnel or assets \r\non the very day of their adoption.  \r\n We also see merit in examining ways of \r\nreviewing the practice and timing of decisions that \r\naddress the extension of mandates of peacekeeping \r\noperations, including inter-mission support \r\nmechanisms. Taking such decisions well in advance, \r\nwhenever feasible, would help troop and police \r\ncontributors to bring new or extended mandates in line \r\nwith their national legislation, thus facilitating timely \r\ndeployments. \r\n My delegation would like to encourage greater \r\ncoherence and openness on the part of the Council in \r\naddressing the critical issue of capability gaps in \r\nUnited Nations peacekeeping operations. In particular, \r\nthe Council’s expert-level meetings with the Secretariat \r\nto address the shortage of major enablers could have \r\nA/66/PV.50  \r\n \r\n11-58372 28 \r\n \r\ngreater practical impact if they involved the very \r\ncontributors of those assets. \r\n Turning to peacebuilding, we are pleased with the \r\ncloser cooperation between the Security Council and \r\nthe Peacebuilding Commission. The Council is steadily \r\nmaking greater use of the unique experience and \r\nadvantages of the Peacebuilding Commission country-\r\nspecific configurations. The first-ever joint statement \r\nto the Council by the Commission Chairs is one such \r\nexample. As a member of the Peacebuilding \r\nCommission Organizational Committee and one of its \r\ncurrent Vice-Chairs, Ukraine supports all initiatives \r\naimed at furthering that synergy. An example of such \r\ninitiatives is the idea of having Commission Chairs \r\nparticipate in the Council’s working groups, such as the \r\nWorking Groups on Peacekeeping Operations or on \r\nChildren and Armed Conflict, when a specific country \r\nis concerned.  \r\n Much of what has been achieved by the Security \r\nCouncil can be attributed to the input of its rotating \r\nmembers. We are strongly in favour of investigating \r\nand formalizing the most effective ways of channelling \r\nand maximizing the benefit from the contribution of \r\nnon-permanent members. My delegation welcomes the \r\nnewly elected members of the Council and looks \r\nforward to progress in that important area. \r\n Ukraine has always been an advocate of a strong \r\nUnited Nations, with the Security Council as its \r\nprincipal organ, entrusted with the primary \r\nresponsibility for the maintenance of international \r\npeace and security. That commitment will further guide \r\nmy country’s activity in the United Nations, including \r\nthe possibility of our election to the Security Council \r\nfor the period 2016-2017. \r\n Mr. Chua (Singapore): My delegation joins \r\ntoday’s debate with mixed feelings. We see some \r\nencouraging steps in some areas. For instance, we find \r\nit useful to separate discussions on the Security \r\nCouncil’s annual report from those on Council reform \r\nin general, including its working methods. We thank \r\nPortugal for that initiative. \r\n However, the proof of the pudding is in the \r\neating. While this year’s pudding is not completely \r\ninedible, it remains disappointingly bland. Much has \r\nbeen said about how the Council’s report could be \r\nmore analytical. It should be more than just a laundry \r\nlist of what statements were issued and when decisions \r\nwere made. The hows and whys are also important. We \r\nunderstand the practical concerns of going into detail \r\non Council dynamics and individual Council members’ \r\npositions. But that does not preclude the Council from \r\nmaking an effort to help Member States understand \r\nhow decisions were made and the process by which the \r\nCouncil reached its conclusions. We could start with \r\nmore analytical monthly assessments by the respective \r\nCouncil presidencies. Progress in this area would do \r\nmuch to improve transparency. It would also increase \r\naccountability for the vast resources channelled to the \r\nCouncil and aid digestion of the Council’s decisions. \r\n It was unfortunate that there were missed \r\nopportunities for regular dialogue with the wider \r\nmembership during the preparation of the current \r\nreport (A/66/2). We thank Germany for continuing the \r\npractice of informal consultations with the wider \r\nUnited Nations membership before the drafting of the \r\nreport, but we reiterate that it would be useful to also \r\nhold such consultations on the completed draft before \r\nits adoption. That would help the Council to take \r\naccount of Member States’ views when finalizing the \r\nreport. Sustained and candid interaction between the \r\nCouncil members and other Member States would have \r\nhelped to sharpen the focus of deliberations, bring \r\nclarity to many of the issues at hand and build trust \r\nbetween the Council and the General Assembly. \r\n Nevertheless, the report before us is not without \r\nmerits. We appreciate efforts to improve its content, \r\nsuch as the highlighting of priority issues and the \r\ngiving of a sense of the Council’s next steps. We are \r\nalso encouraged by the inclusion of two paragraphs \r\ndevoted to specific measures the Council has taken to \r\nimprove its working methods. \r\n On the other hand, the section on the \r\nimplementation of presidential note 507 (S/2010/507) \r\ncould have featured more detailed analysis of what has \r\nbeen achieved and what more needs to be done, rather \r\nthan restating or paraphrasing what was already said in \r\nthe introduction. It would also have been useful if the \r\nsection on the annual report had included some insights \r\ninto how the report had been prepared and improved, in \r\nview of previous suggestions from Member States. The \r\nchapter on the work of the Informal Working Group on \r\nDocumentation and Other Procedural Questions simply \r\nlists the Group’s main activities, without going into its \r\ndeliberations or conclusions. Given that the Group \r\nplays a key role in the improvement of the Council’s \r\nworking methods, we would welcome a more \r\nsubstantive and analytical account of its work. It might \r\n A/66/PV.50\r\n \r\n29 11-58372 \r\n \r\nalso be useful to consider involving the Group in the \r\npreparation of the annual report, since the report is one \r\nof the primary tools for documenting the work of the \r\nCouncil. That would certainly bring greater continuity \r\nto the annual reports, which would otherwise vary from \r\nyear to year. \r\n We urge the Council to continue striving to \r\nimprove the annual report and reiterate our belief in the \r\nneed to take a less somnambulant approach to change. \r\nIt is all very well to speak of improving transparency, \r\nincreasing accountability and building trust through \r\ninteractive partnership. But fine principles must be \r\ntranslated into concrete action, and the annual report is \r\na good place to begin. As I said at the beginning of my \r\nstatement, the proof of the pudding is in the eating. In  \r\n \r\nNew York, it is not uncommon to have an overhyped \r\nand overpriced meal. One hopes that the next Council \r\nreport will not follow that local example.  \r\n The President: We have heard the last speaker in \r\nthe debate on this item. \r\n May I take it that the General Assembly takes \r\nnote of the report of the Security Council contained in \r\ndocument A/66/2? \r\n It was so decided. \r\n The President: The General Assembly has thus \r\nconcluded this stage of its consideration of agenda item \r\n30. \r\n  The meeting rose at 1.10 p.m. \r\n"