" United Nations  A/66/PV.5\r\n  \r\n \r\nGeneral Assembly \r\nSixty-sixth session \r\n \r\n5th plenary meeting \r\nMonday, 19 September 2011, 6 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n11-50356 (E) \r\n*1150356*   \r\nPresident: Mr. Al-Nasser . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Qatar) \r\n \r\n \r\n  In the absence of the President, Mr. Zinsou \r\n(Benin), Vice-President, took the Chair. \r\n \r\n  The meeting was called to order at 6.25 p.m. \r\n \r\n \r\nHigh-level Meeting of the General Assembly on the \r\nPrevention and Control of Non-communicable Diseases \r\n \r\nAgenda item 117 (continued) \r\n \r\nFollow-up to the outcome of the Millennium Summit \r\n \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Maithripala \r\nSirisena, Minister for Health of Sri Lanka. \r\n Mr. Sirisena (Sri Lanka): I consider it an honour \r\nand a privilege to address this gathering on dealing \r\nwith the prevention and control of non-communicable \r\ndiseases (NCDs).  \r\n At present, Sri Lanka is in the process of rapid \r\ndevelopment in all fields. Four decades ago, our \r\naverage life expectancy was about 40 years. Today, that \r\nhas been almost doubled. This is due to our \r\nachievements in maternal and child health services and \r\nthe prevention and control of communicable diseases. \r\n We have a major challenge before us now: the \r\nrise of non-communicable diseases, some of which are \r\nreaching epidemic proportions. More than 60 per cent \r\nof deaths are due to non-communicable diseases. Many \r\nSri Lankans die prematurely from heart diseases, \r\ndiabetes, hypertension and strokes. \r\n I would like to express my appreciation for the \r\nservices rendered by the United Nations specialized \r\nagencies — especially the World Health Organization \r\nand its South-East Asia Regional Office and Country \r\nOffice for Sri Lanka, and the World Bank — and the \r\nJapan International Cooperation Agency for their \r\nadvice, support and cooperation in controlling these \r\ndiseases. \r\n We have committed ourselves to prevent and \r\ncontrol non-communicable diseases by formulating a \r\nnational NCD policy, creating a separate \r\nNon-communicable Disease Control Unit within the \r\nMinistry of Health and appointing qualified NCD \r\nmedical officers for each district. The Sri Lankan \r\nGovernment has allocated sufficient annual grants \r\nspecifically to control non-communicable diseases. \r\n I take this opportunity to request the General \r\nAssembly to establish a global fund to prevent and \r\ncontrol non-communicable diseases. I consider the \r\nUnited Nations to be the apex body that can provide \r\nsupport to prevent and control non-communicable \r\ndiseases in Sri Lanka. I also take this opportunity to \r\nthank the international community for assisting to \r\nrebuild Sri Lanka. We need that continued support. \r\n With the political commitment and the priority \r\ngiven to NCD prevention and control, we are confident \r\nthat Sri Lanka can be a lead country in the region in \r\nimplementing an effective nationwide NCD \r\nprogramme. Our policy objective is to reduce \r\npremature mortality due to chronic NCDs by 2 per cent \r\nevery year for the next ten years. \r\nA/66/PV.5  \r\n \r\n11-50356 2 \r\n \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Arturo Bendaña, \r\nMinister for Health of Honduras. \r\n Mr. Bendaña (Honduras) (spoke in Spanish): I \r\nam happy to extend warmest greetings to the Assembly \r\non behalf of the Government of the Republic of \r\nHonduras, led by President Porfirio Lobo Sosa, at \r\ntoday’s meeting on a subject of the utmost importance.  \r\n My country has followed this process from the \r\noutset, conscious of and steadfast in our commitment \r\nto support, together with all Member States, the \r\nproposals contained in the Declaration of this High-\r\nlevel Meeting (resolution 66/2, annex), including, inter \r\nalia, health, education and welfare. But above all, it \r\nenables us to fight the epidemic of overweight and \r\nobesity. \r\n Statistics show that the current chief causes of \r\ndeath worldwide are chronic diseases, among them \r\nmyocardial infarction, stroke, diabetes and chronic \r\nobstructive lung disease. In Honduras in particular, \r\n47 per cent of women are overweight or obese. \r\nNational studies conducted in 2010 concerning death in \r\nwomen of reproductive age show that the main causes \r\nare external injuries and cancer. Another public health \r\nproblem is chronic kidney disease, which is increasing \r\nevery year, principally due to diabetes and \r\nhypertension. Our institution is therefore in the process \r\nof setting up a histocompatibility testing laboratory. \r\n Similarly, we have made necessary changes in \r\nour organizational structures, establishing strategic \r\nalliances designed to tackle the prevention and control \r\nof risk factors such as overweight, obesity, alcohol \r\nabuse and tobacco use. Among other efforts, Congress \r\nhas enacted and we have implemented a national law \r\non tobacco use. Since the act’s adoption, in Honduras \r\nsmoking in any enclosed space, including bars and \r\ndiscothèques, has been banned. Tobacco advertising is \r\nprohibited and health warning labels on packaging are \r\ncompulsory. We are also working hard to ensure that \r\nthe law is observed nationwide. \r\n At present, we are formulating national standards \r\nfor controlling and preventing chronic non-communicable \r\ndiseases (NCDs), using as a framework the four \r\ndiseases and four risk factors cited in the Ministerial \r\nDeclaration following the high-level consultation on \r\nobesity held in Mexico City in February. However, we \r\nhave also established national standards for maternal \r\nand neonatal care, which require body-mass index \r\nrecords as well as testing for hypertension, diabetes, \r\ncardiopathy and anaemia.  \r\n The epidemiological burden and estimated direct \r\ncosts that such pathologies represent impose a high \r\nstrain on the health system of the region in terms of \r\nspecialized care, hospitalization, medicines, medical \r\nsupplies and equipment, disabilities and premature \r\ndeath. We should also remember that such burdens \r\ncontinue to raise costs for households and thus in turn \r\nresult in greater poverty.  \r\n For Governments, implementing prevention is a \r\nchallenge and halting the epidemic will not be easy. We \r\nwill have to overcome obstacles and rely on the \r\nsupport of the industrial and business sectors. We \r\nrecognize this problem at the regional level, addressing \r\nit across the board through the Council of Central \r\nAmerican Ministers of Health and the Central \r\nAmerican and Dominican Republic Health Sector \r\nSummit, with the support of the Technical Commission \r\nfor Chronic Non-communicable Diseases and Cancer, \r\nbased on the Declaration of Mexico and Guatemala. \r\n Since participating in the Mexico summit, I have \r\nrequested the support of my country’s President and \r\nFirst Lady in dealing with this issue through every \r\nGovernment department. Adopting the Political \r\nDeclaration (resolution 66/2, annex) adopted at this \r\nmeeting will prepare present and future generations to \r\nadopt healthy lifestyles and behaviour.  \r\n We must not forget that non-communicable \r\ndiseases and their risk factors are closely linked to \r\nachievement of the Millennium Development Goals, \r\nsuch as eradicating extreme poverty and hunger; \r\nreducing child and maternal mortality; combating \r\nHIV/AIDS, malaria and tuberculosis and other serious \r\ndiseases; and promoting international cooperation. \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Slaheddine \r\nSellami, Minister for Health of Tunisia. \r\n Mr. Sellami (Tunisia) (spoke in Arabic): Allow \r\nme to begin by offering my appreciation and gratitude \r\nto Secretary-General Ban Ki-moon, who has spared no \r\neffort in organizing this meeting, which gives concrete \r\nform to international hopes to establish an effective \r\nstrategy for combating non-communicable diseases \r\n(NCDs). \r\n I would also like to proudly emphasize the fact \r\nthat this meeting is being held at the same time as we \r\n A/66/PV.5\r\n \r\n3 11-50356 \r\n \r\nare witnessing the Arab Spring, which has helped to \r\npromote solidarity among the peoples of the world in \r\ntheir determination to apply all their potential to \r\nimproving the prosperity and dignity of humankind. \r\nTunisia reaffirms the importance of the resolutions \r\nadopted by various sessions of the General Assembly \r\nand the World Health Organization (WHO), as well as \r\nthe 2008-2013 Action Plan for the Global Strategy for \r\nthe Prevention and Control of Non-communicable \r\nDiseases. Tunisia fully endorses that document and is \r\ncommitted to working for its implementation at the \r\nnational level.  \r\n In addition, Tunisia is aware of the importance of \r\nthe lofty objectives of this meeting and calls for \r\naffirming people’s right to health at all political and \r\ninstitutional levels. In order to achieve this, we must \r\nwork transparently to meet our peoples’ social and \r\neconomic needs, particularly where health is \r\nconcerned. \r\n In Tunisia as in many other brotherly and friendly \r\ncountries, we are going through very heady but \r\npromising transitional times. The international \r\ncommunity should not just stand by and watch, but \r\nshould support us through the speedy implementation \r\nof short- and long-term programmes and measures to \r\nhelp us realize the aspirations of our peoples.  \r\n In our country as in others around the world, \r\nNCDs are a widespread health problem. Numerous \r\nstudies have shown that they are proliferating rapidly, \r\nas are the concomitant dangers. Tunisia welcomes the \r\nconvening of this meeting and the establishment of an \r\nintegrated and coordinated plan to prevent and control \r\nNCDS. \r\n We stress the need for prevention and monitoring, \r\nwhich make it possible at least to delay the onset of \r\nNCDs and their symptoms by changing eating habits \r\nand lifestyles. I would also like to emphasize that \r\nTunisia has adopted and implemented the WHO’s \r\nrecommendations in this regard, including in its food \r\nand sport strategies and campaigns against cancer and \r\ndiabetes. We have thus acquired a great deal of \r\nexperience that we are happy to share with brotherly \r\nand friendly countries.  \r\n The establishment of a multilateral network for \r\npreventing and controlling NCDs is extremely \r\nimportant, and we are investigating how best to \r\npromote such a network through Government \r\norganizations and civil society. Containing this major \r\nproblem calls for mobilizing human and material \r\nresources within the health-care system, particularly in \r\nterms of medications and evaluation of the \r\nsocio-economic impact of NCDs, while simultaneously \r\nworking towards early prevention of such risk factors \r\nas tobacco consumption, poor nutrition, lack of \r\nphysical activity and unhealthy lifestyles among \r\nchildren. \r\n Tunisia takes this opportunity to appeal to all \r\ndeveloped countries and donors to take steps and adopt \r\nmechanisms that will allow us to respond to the needs \r\ncreated by the current political social and economic \r\nchanges and to achieve comprehensive sustainable \r\ndevelopment. \r\n In conclusion, I wish this meeting every success \r\nand welcome the adoption of the Political Declaration \r\n(resolution 66/2). \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Enrique Ona, \r\nSecretary of the Department of Health of the \r\nPhilippines. \r\n Mr. Ona (Philippines): In recent years, the \r\nPhilippines has noted the global emergence of \r\nnon-communicable diseases (NCDs) as a major threat \r\nto public health alongside the unresolved issue of \r\ninfectious diseases. \r\n The health profile of our country has changed \r\nconsiderably, given the increase in life expectancy, \r\nrapid urbanization and lifestyle trends. Current data \r\nshows that the leading causes of morbidity and \r\nmortality are communicable and non-communicable \r\ndiseases. Among the 10 leading causes of mortality, \r\nseven are non-communicable diseases, such as diseases \r\nof the heart, diseases of the vascular system, malignant \r\nneoplasm, accidents, diabetes mellitus and renal \r\ndisease. As to the leading causes of morbidity, \r\nhypertension is fourth and diseases of the heart \r\nseventh.  \r\n The chronic care and lifelong treatment, as well \r\nas the catastrophic costs associated with interventions \r\nfor acute attacks and complications, have become a \r\nsource of great economic burden and inequity among \r\nour population. We likewise recognize that injuries, \r\naccidents and mental health disorders are additional \r\nburdens that require parallel attention. We note that \r\nnon-communicable diseases have also been specifically \r\nlinked to risk factors such as tobacco use, unhealthy \r\nA/66/PV.5  \r\n \r\n11-50356 4 \r\n \r\ndiet and physical inactivity, among others. These risk \r\nfactors can all be modified, thus making these diseases \r\nand the resulting premature deaths highly preventable. \r\n The Philippines is fully committed to addressing \r\nthe issues of lifestyle-related non-communicable \r\ndiseases. The country’s health reform agenda of \r\nuniversal health care works on three fronts to achieve \r\nfinancial risk protection for all, improve access to \r\nquality health services, and focus on attaining our \r\nMillennium Development Goals (MDGs) through our \r\nMDGmax campaign, which includes non-communicable \r\ndiseases. \r\n Financial risk protection is being increased \r\nthrough rapid expansion of the national health \r\ninsurance programme using national subsidies to enrol \r\nthe poor. Benefit delivery is being improved through \r\ncase rate schemes that ensure zero co-payment for the \r\npoor for 22 of the most common medical and surgical \r\nprocedures, including packages for radiotherapy, \r\nhysterectomy, mastectomy, thyroidectomy, essential \r\nhypertension and cardiovascular accidents. Access to \r\nquality hospitals and health-care facilities is being \r\nimproved through the upgrading of the infrastructure \r\nand equipment of all our health facilities throughout \r\nthe country. \r\n The Department of Health’s complete treatment \r\npacks for hypertension and diabetes are being provided \r\nat the lowest cost, so as to give the poor access to a \r\nmonth’s complete supply of their maintenance drugs. \r\nMDGmax incorporates a focus on NCDs, along with \r\nthe health-related MDGs. Community health teams are \r\nbeing fielded to visit all families in the country, in \r\nparticular those belonging to the two poorest quintiles \r\nof our population, to provide key health services and \r\nhealth messages, including those for a healthy lifestyle. \r\n Recently, the country formulated a framework \r\nfocusing on strengthening the prevention and control of \r\nlifestyle-related non-communicable diseases anchored \r\non the following strategies: adoption of an integrated, \r\ncomprehensive and community-based response to \r\ncombat chronic lifestyle NCDs; intensified health \r\npromotion strategies and secondary prevention directed \r\nat the reduction of risk factors to prevent morbidity and \r\nmortality; and, lastly, a multi-stakeholder approach to \r\nstrengthening systems to provide an enabling \r\nenvironment for the adoption of a healthy lifestyle. \r\n The country strongly supports the call for action \r\nto strengthen the prevention and control of chronic \r\nlifestyle related non-communicable diseases. \r\nProgrammes and strategies addressing the common \r\nmodifiable risk factors of these diseases, such as \r\ntobacco use, physical inactivity, unhealthy diet, stress \r\nand alcohol use, have been instituted. Smoke-free \r\nenvironments are promoted through such activities as \r\nthe annual Red Orchid Award to local Governments \r\nand Government offices. Priority legislation is \r\nrestructuring the sin taxes to deter youth from smoking. \r\nContinuing implementation of the Clean Air Act is \r\nbeing pursued. \r\n We need to take measures to foster production of \r\nfood crops and products consistent with a healthy diet \r\nand to promote the regulation of food through \r\nappropriate labelling standards. We need to expand our \r\ndisease registries for NCDs and establish more \r\nextensive surveillance systems that capture all the data \r\nneeded to track and manage NCD morbidity and \r\nmortality, its risk factors, and the capacity of the health \r\nsystem to address NCDs. \r\n The urgent need to combat this growing menace \r\nis borne out by data and experience. The key ideas, \r\ntargets, indicators and strategies to bring the health \r\nsector closer to the outcomes sought regarding NCDs \r\nhave been established. This enormous task will engage \r\nour efforts in the long run and require reforms to build \r\nhealth systems that can tackle the peculiarities of \r\npreventive measures and chronic care that NCDs \r\nrequire. Information across teams of professionals \r\ntackling NCD co-morbidities, access to lifelong health \r\nservices, and multisectoral partnerships for health \r\npromotion are just some of the challenges health \r\nsystems face in seeking successful outcomes. Let us \r\ncommit ourselves to winning, and to starting now. \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Charles Sigoto, \r\nMinister for Health and Medical Services of the \r\nSolomon Islands. \r\n Mr. Sigoto (Solomon Islands): I thank you, Sir, \r\nfor giving me the floor to make a statement at this very \r\nimportant meeting. The prevalence of non-communicable \r\ndiseases (NCDs) in the Pacific has reached epidemic \r\nlevel, claiming six out of 10 lives. The huge costs \r\nassociated with NCDs have placed great stress on our \r\nlimited health resources. This development is already \r\nundermining Solomon Islands’ social and economic \r\ndevelopment and creating pockets of poverty around \r\nthe country. \r\n A/66/PV.5\r\n \r\n5 11-50356 \r\n \r\n Addressing NCDs calls for a national and global \r\nsystem-wide approach. Based on current statistics, \r\n80 per cent of NCD deaths occur in the developing \r\nworld. NCDs are thus regarded as a development issue \r\nas well. \r\n Solomon Islands is located in a disaster-prone \r\nregion. The impact of climate change has brought an \r\nincreased frequency of droughts and floods, sea-level \r\nrise and loss of biodiversity, triggering food and water \r\ninsecurity. These disasters have pushed portions of our \r\npopulation from their traditional ancestral lands to \r\nurban centres, where they rely ever more on imported \r\nfood. These populations in particular become more \r\nvulnerable to NCDs. \r\n For Solomon Islands, time is of the essence. We \r\nare one generation away from reaching the tipping \r\npoint, when managing NCDs will become a challenge. \r\nPrevention remains the cornerstone of our policy. We \r\nhave therefore put in place our NCD Strategic Plan \r\n2011-2015. Like any other developing country, we will \r\nneed increased, predicable and sustained external \r\nresources. In the short to medium term, official \r\ndevelopment assistance remains the lifeblood of our \r\nnational programme. \r\n I say this against a background in which any \r\nNCD programme, to be successful, will need to include \r\nnational primary health coverage for a population \r\nscattered across a chain of more than 900 islands \r\nstretching 1,800 km. This will need political, practical \r\nand financial investments. \r\n I am pleased to say that my country is in the \r\nmidst of developing a new strategy of moving health \r\nresources and services to the rural areas, where 85 per \r\ncent of the population reside. There is currently a huge \r\ndisparity in health services between rural and urban \r\npopulations in Solomon Islands, and we are working to \r\ncorrect that. We will be encouraging partner countries \r\nto invest more in the health services in the informal \r\nsector.  \r\n Work has already started, using a sector-wide \r\napproach with our development partners, including the \r\nAustralian Government Overseas Aid Program, the \r\nJapan International Cooperation Agency, Taiwan, the \r\nSecretariat of the Pacific Community, the World Bank \r\nand United Nations agencies such as the World Health \r\nOrganization, UNICEF and the United Nations \r\nPopulation Fund. However, much more needs to be \r\ndone, and we look forward to a collaborative effort \r\nspearheaded by the Ministry of Health and other \r\ncentral agencies and line ministries in an integrated \r\nmanner. \r\n Thirdly, there needs to be a global effort to \r\nguarantee access to affordable, safe and effective \r\nquality medicine, including diagnostic services \r\nmatched with skilled manpower to deliver such \r\nservices. Too often NCD-affected populations are \r\nreluctant to get tested, as usually there is only limited \r\ntreatment available. We must ensure that everyone \r\nreceives adequate treatment, since we have sufficient \r\nfinance and medication to turn things around. \r\n My delegation regrets the emphasis on market \r\nconcepts in the NCD outcome document (resolution \r\n66/2, annex). For many people in developing countries \r\nthis is a social justice issue — it is a human right that \r\neveryone should enjoy the highest attainable standard \r\nof physical and mental health, especially when many of \r\nus have narrow-base economies and operate on the \r\nperiphery of the international system. \r\n Managing the inherent risks of NCDs cannot \r\nsucceed as a standalone policy but must be embedded \r\nwithin a multisectoral, cost-effective, population-wide \r\nintervention. We are a least-developed country. The \r\nIstanbul Programme of Action, once implemented, will \r\ncall for simple investment in smallholder farmers, \r\nallowing our populations to shift from slash-and-burn \r\ntechniques to commercial agriculture. We need \r\ntechnology and infrastructure to establish food banks \r\nand phase out environmentally unfriendly and \r\ndestructive economic operations such as logging. \r\n My delegation would like to acknowledge the \r\nRepublic of China, Taiwan, for the life-saving \r\nassistance it has provided to my country. Taiwan has \r\nnot only constructed our national referral hospital but \r\ncontinues to provide teams of visiting specialist \r\ndoctors who perform life-saving surgery, especially for \r\nthe growing number of the people who have fallen \r\nthrough the cracks of NCD-prevention campaigns. We \r\nwish to acknowledge their Observer status at the World \r\nHealth Assembly over the last there years. We would \r\nlike to see a similar reception accorded to Taiwan in \r\nother United Nations specialized and treaty bodies, \r\nincluding the International Civil Aviation Organization \r\nand the United Nations Framework Convention on \r\nClimate Change. \r\n The recent Pacific Health Ministers’ meeting held \r\nin our capital, Honiara, concluded with a communiqué \r\nA/66/PV.5  \r\n \r\n11-50356 6 \r\n \r\ndeclaring that NCDs are now an epidemic and a crisis \r\nin the Pacific. This was further endorsed by the Pacific \r\nIsland Forum leaders in Auckland, New Zealand. We \r\ntherefore look forward to and anticipate a positive \r\noutcome from these two days of meetings. There has to \r\nbe a global commitment to supporting and further \r\nstrengthening the regional position and plans that have \r\nbeen made by our leaders in both Honiara and \r\nAuckland. \r\n Solomon Islands has invested in South-South \r\ncooperation to combat NCDs. We have today sent \r\n72 students to study medicine on this side of the world, \r\nand we are hoping to send an additional 15 this year. \r\nWe remain grateful to the Cuban Government for its \r\noffer of assistance. Support given by Cuba \r\ncomplements investment we have in students studying \r\nin Papua New Guinea and Fiji. We also are grateful to \r\nour two Pacific neighbours. \r\n Let me close by stating that there is a tendency to \r\nsay the right thing in such high-level meetings but to \r\nfail to walk the talk when we leave New York. We all \r\nknow what needs to be done, but we continue to lack \r\nthe political will to do the right thing. We pray this will \r\nnot the case following this High-level Meeting. We can \r\nonly urge everyone here that, whatever commitment \r\nmade here, let us act on it with haste, as lives depend \r\non it and are at stake. \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Sambuu Lambaa, \r\nMinister for Health of Mongolia. \r\n Mr. Lambaa (Mongolia) (spoke in Mongol; \r\nEnglish text provided by the delegation): It is of the \r\nutmost significance that the General Assembly has \r\ndecided to convene a High-level Meeting on the \r\nPrevention and Control of Non-communicable \r\nDiseases, as the number of people affected by such \r\ndiseases is increasing rapidly due to urbanization and \r\nlifestyle factors such as diet and nutrition, physical \r\nactivity, alcohol and tobacco use.  \r\n Non-communicable diseases (NCDs) are the \r\nleading causes of morbidity and mortality among the \r\nadult Mongolian population. Over the past 10 years in \r\nMongolia, as in other countries in our region, heart \r\ndisease and cancer have been the leading causes of \r\ndeath and represent the majority of adult deaths. \r\n I would like to take this opportunity to thank the \r\nUnited Nations for the ongoing technical and financial \r\nsupport provided to the Government of Mongolia by \r\nthe World Health Organization for the prevention and \r\ncontrol of non-communicable diseases. This assistance \r\nhas served to advance our national programme and \r\nintegrate international best practices for disease \r\nprevention and control. \r\n In 2008, my Government entered into a compact \r\nwith the Millennium Challenge Account, which \r\nincluded $339.1 million for a health project on the \r\nprevention and control of NCDs and road traffic \r\ninjuries. This national project has greatly accelerated \r\nthe pace of introduction of internationally recognized \r\nprevention, early detection and case management \r\nservices, and public education and training for \r\nMongolian professionals.  \r\n The Government of Mongolia is proud that it has \r\nsignificantly increased its contribution to public \r\neducation on NCD risk factors through excise taxes on \r\ntobacco and alcohol. These taxes have generated \r\nresources for a health promotion fund to reduce rates of \r\nsmoking and alcohol abuse. As a result of these and \r\nother combined measures, the pace of deaths caused by \r\nthe most common non-communicable diseases has \r\nlevelled off and early detection of these diseases has \r\nimproved.  \r\n Despite these achievements, tobacco use — one \r\nof the most common risk factors contributing to \r\nNCDs — is rising among key target populations, \r\nincluding mothers and youth. This has serious \r\nimplications for our country and the health of future \r\ngenerations. In addition, alcohol consumption and \r\nsubstance abuse have increased among youth and is \r\nnow a major factor contributing to accidents, road \r\ntraffic injuries, crime, violence and unemployment. \r\nStudies have shown that alcohol abuse is also \r\nassociated with poverty in Mongolia.  \r\n From this rostrum, I would therefore like to take \r\nthis opportunity to draw the attention of representatives \r\nattending this High-level Meeting to the following \r\nimportant matters. My Government stresses the \r\nimportance of developing and endorsing an \r\ninternational convention on alcohol control, similar to \r\nthe WHO Framework Convention on Tobacco Control, \r\nto guide the combined efforts of the international \r\ncommunity. My Government stands fully committed to \r\ncooperating on this initiative. \r\n In conclusion, I would like to reiterate \r\nMongolia’s firm commitment to the Action Plan for the \r\n A/66/PV.5\r\n \r\n7 11-50356 \r\n \r\nGlobal Strategy for the Prevention and Control of \r\nNon-communicable Diseases adopted by the World \r\nHealth Assembly, and to assure the Assembly that my \r\nGovernment stands fully committed to adopting and \r\nimplementing the Political Declaration adopted by this \r\nHigh-level Meeting (resolution 66/2, annex). \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Onyebuchi \r\nChukwu, Minister of Health of the Federal Republic of \r\nNigeria. \r\n Mr. Chukwu (Nigeria): I will read out a \r\nstatement by Mr. Goodluck Ebele Jonathan, President \r\nof the Federal Republic of Nigeria. \r\n  “I join other representatives in \r\ncongratulating the President of the General \r\nAssembly on convening this very important \r\nmeeting on non-communicable diseases (NCDs). \r\nI would also like to commend the Secretary-\r\nGeneral for his detailed report (A/66/83). This \r\nhas provided insight into the challenges that lie \r\nahead and motivated the world to action. I am \r\nhonoured to be part of history as the world \r\ntackles this matter of great concern to the global \r\ncommunity, Africa and my own country, Nigeria. \r\n  “We all know that non-communicable \r\ndiseases are a spectrum of diseases, usually \r\nchronic in nature, typically non-contagious or \r\nnon-infectious and causing long-term debilitation \r\nand disability. They are a major killer and are \r\nresponsible for 60 per cent of global deaths, with \r\n82 per cent of this burden occurring in low- and \r\nmiddle-income countries. This is further \r\ncompounded by their co-morbidity with \r\ncommunicable diseases, and together they pose \r\nserious and increasing challenges to the health \r\nsystems in developing countries. \r\n  “This increasing prevalence is threatening \r\nto erode all the gains we have made in the fight \r\nagainst communicable diseases. The major NCDs \r\nravaging our populations include cardiovascular \r\ndiseases, diabetes mellitus, cancers, chronic \r\nrespiratory diseases, hemoglobulinopathies, \r\nespecially sickle cell disease, mental health \r\ndisorders, road traffic injuries, violence, with \r\nmorbidity varying from country to country.  \r\n  “Among the known hemoglobulinopathies, \r\nthe one peculiar to us is sickle cell disease. More \r\nthan 20 per cent of our population 15 years of age \r\nand above have the sickle cell trait. Every year, \r\nan estimated 150,000 babies are born with sickle \r\ncell disorder. One sure way of eliminating sickle \r\ncell disease is by genetic counselling and \r\nscreening. However, those who already have the \r\ndisorder must be taken care of because they have \r\nthe right to life, and we have taken the following \r\nsteps.  \r\n  “At the national level, hospitals have sickle \r\ncell units and a national sickle cell centre was \r\nestablished in Lagos. Recently, having recognized \r\nthe challenge that sickle cell disorder and its \r\nattendant stigma poses to the attainment of \r\nMillennium Development Goals 3, 4, 5 and 6 and \r\nto further strengthen what we are doing, the \r\nGovernment established four new special centres \r\nfor the control and management of the disease. \r\nWe have plans to expand this and to include \r\nresearch aimed at improving the lives of people \r\naffected by this and other NCDs. \r\n  “Today, 8 million Nigerians are \r\nhypertensive, while 4.8 million are living with \r\ndiabetes mellitus. Each year, 100,000 new cases \r\nof cancer are diagnosed in Nigeria and the burden \r\nof chronic respiratory diseases, many of them \r\ntobacco-related, is similarly heavy.  \r\n  “I am happy that trauma and injuries from \r\nroad traffic accidents have been included in the \r\nNCDs agenda. While a significant proportion of \r\nour population die from both communicable and \r\nnon-communicable diseases, an equally \r\nsignificant proportion who were healthy are being \r\nkilled by road traffic accidents. Annually, 10,000 \r\nNigerians die from road traffic accidents. It is \r\ntherefore pleasing to note that the United Nations \r\nDecade of Action for Road Safety is bringing \r\nattention to this issue. We should use the \r\nopportunity of the declaration to address all the \r\nfactors that contribute to road traffic accidents.  \r\n  “There is a need to pay greater attention to \r\nthe issue of mental health. This aspect of health \r\nhas largely been neglected, as only one-fifth of \r\nthose affected receive treatment. The world \r\nshould support these efforts at this meeting. \r\n  “Malnutrition has been identified as a factor \r\nfor most of the NCDs. Poor nutrition has \r\ncontinued to remain an issue in Nigeria and the \r\nA/66/PV.5  \r\n \r\n11-50356 8 \r\n \r\nrest of Africa, affecting children and adults alike. \r\nWorldwide patronage of fast food and refined \r\nfood establishments has led to excessive intake of \r\nsalt and refined sugar. Of interest is the high \r\ncaloric intake resulting from these sugars, \r\npromoting overweightness and obesity.  \r\n  “Women and children are considered to be a \r\nhigh-risk group in the development of nutritional \r\ndisorders. Micronutrient deficiencies during \r\npregnancy predispose babies to the development \r\nof anaemia, low birth weight and congenital \r\nmalformations. Childhood malnutrition has an \r\neffect on the mental and physical development of \r\nchildren later in life. In Nigeria, we are dealing \r\nwith these issues through a deliberate policy of \r\nfortification of certain foods, such as salt, with \r\niodine and milk and bread with vitamins.  \r\n  “The consequences of NCDs are poor health \r\nand serious economic loss. For instance, heart \r\ndisease, stroke and diabetes alone cost my \r\ncountry an estimated $800 million annually, \r\nwhich is expected to rise to $7.6 billion \r\ncumulatively by 2015. This is an unacceptable \r\neconomic loss. It is my hope that this meeting \r\nwill come out with global commitments that will \r\nstrengthen the international resolve ultimately \r\nand drastically to reduce the burden of NCDs.  \r\n  “We in Nigeria are doing our best to meet \r\nthe challenge that non-communicable diseases \r\npose to our health, our livelihood and our \r\nprogress. Indeed, the development and \r\nprioritizing of the health sector through the \r\nimplementation of a national strategic care \r\ndevelopment plan is a critical part of my \r\nGovernment’s transformation agenda. The \r\nnational health plan is structured as a vehicle for \r\naction at all levels of the health-care delivery \r\nsystem, including the achievement of the \r\nMillennium Development Goals and other \r\nnational, regional and international health goals \r\nand priorities.  \r\n  “NCDs are not only controllable — that is \r\nthe good news — but they are also preventable. \r\nSo Nigeria, realizing the threat of NCDs, has \r\ndecided to take major steps to respond to this \r\nepidemic. We have developed a national policy \r\non NCDs. We have also banned advertisements \r\nand the use of tobacco products in public places \r\nsince 1990. Our federal capital, Abuja, has led the \r\nway and is a tobacco-free city. We have also \r\nsigned and ratified the World Health Organization \r\nFramework (WHO) Convention on Tobacco \r\nControl. The process of domestication of the \r\nWHO treaty is ongoing, and the National \r\nAssembly has recently passed the National \r\nTobacco Control Bill. \r\n  “The challenge of human resources in \r\nhealth, including adequate funding, screening and \r\nthe provision of diagnosis and treatment \r\ninfrastructure for NCDs are all militating against \r\nthe process of achieving appreciable progress in \r\ncombating NCDs. The global community’s fight \r\nagainst NCDs requires considerable effort in \r\ntackling major non-communicable diseases in \r\ndeveloping countries, which bear 80 per cent of \r\nthe burden.  \r\n  “I want to take this opportunity to \r\nacknowledge the contributions of our partners, \r\nboth international and local, in the areas of the \r\nprevention and control of NCDs in my country, \r\nand Africa as a whole. I also want to use this \r\nforum to again thank the Secretary-General for \r\nconvening the High-level Meeting on AIDS last \r\nJune, whose purpose was to review progress with \r\na view to guiding and intensifying the global \r\nresponse to HIV/AIDS. That meeting provided us \r\nwith the opportunity to renew our commitments \r\nand promote continued political will and \r\nengagement to lead us in a comprehensive \r\nresponse to halt and reverse the HIV epidemic \r\nand mitigate its impact.  \r\n  “Let me remind everyone here that the point \r\nthat we are making is that we must not take our \r\neyes off of communicable diseases such as \r\nHIV/AIDS and malaria. The gains have been \r\ntremendous and they must be sustained. I want \r\nMember States to consider the promotion of \r\nhealth and life and the control of NCDs as a \r\nglobal developmental objective. I also want to \r\ninvite Member States, through the United \r\nNations, to incorporate combating NCDs as an \r\nimportant component of Millennium \r\nDevelopment Goal 6.  \r\n  “Finally, let me take this opportunity to call \r\nfor more urgent and concerted efforts at the \r\nglobal level, in the true spirit of partnership, to \r\n A/66/PV.5\r\n \r\n9 11-50356 \r\n \r\ncontain the scourge of non-communicable \r\ndiseases.” \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Sredoje Nović, \r\nMinister for Civil Affairs of Bosnia and Herzegovina.  \r\n Mr. Nović (Bosnia and Herzegovina) (spoke in \r\nBosnian; English text provided by the delegation): It is \r\nmy great pleasure and honour to address the General \r\nAssembly on behalf of the Council of Ministers of \r\nBosnia and Herzegovina and my country’s health \r\nauthorities in order to briefly inform members about \r\nactivities undertaken by Bosnia and Herzegovina to \r\nprevent and control non-communicable diseases \r\n(NCDs). \r\n Health, a complex process, is ever changing and \r\nis affected by numerous external influences, including \r\nfactors in the physical, social and biological \r\nenvironments. Health care is not a matter for the \r\nindividual alone, but for the wider community. Bosnia \r\nand Herzegovina has therefore opted for a \r\nmultisectoral approach involving organized teamwork. \r\nImproving health requires ensuring basic \r\npreconditions — concerning peace, protection, \r\neducation, food, income, a stable economic system, \r\nsustainable funding, social justice and equity. That is \r\nan important political objective of every country, \r\nincluding Bosnia and Herzegovina. \r\n The world population’s health — especially in the \r\ncountries of Central and Eastern Europe, including \r\nBosnia and Herzegovina — is undergoing a process of \r\nsignificant transition. The health transition in Bosnia \r\nand Herzegovina has been driven by changes in the \r\nsocio-political system and is reflected in the declining \r\nbirth rate, the increase in the percentage of the \r\npopulation aged over 65, the overall structure of the \r\npopulation, an increase in mortality rates and changes \r\nin morbidity patterns. \r\n Non-communicable diseases are the leading cause \r\nof death in Bosnia and Herzegovina and other countries \r\nin South-East Europe. Showing concern for equity and \r\naddressing the social determinants of non-communicable \r\ndiseases require a whole-of-society response. This is \r\nclosely linked to efforts to integrate health in all \r\npolicies and public health efforts to promote health and \r\nprevent disease and promote individualized health care \r\nthat combines prevention, control and management. \r\n Bosnia and Herzegovina expresses its gratitude to \r\nUnited Nations agencies for their ongoing efforts to \r\nprioritize the fight against non-communicable diseases. \r\nMoreover, as the country chairing the South-Eastern \r\nEurope Health Network, Bosnia and Herzegovina \r\nexpresses its appreciation to the United Nations and the \r\nWorld Health Organization (WHO), and in particular \r\nthe WHO Regional Office for Europe, for supporting \r\nthe implementation of various South-Eastern Europe \r\nHealth Network activities. \r\n I would like to take this opportunity to inform the \r\nAssembly that, on the occasion of the celebration of \r\nthe Decade of Alliance for Public Health in South-\r\nEastern Europe, the WHO Regional Office for Europe, \r\nthe Council of Europe, the Council of Europe \r\nDevelopment Bank, the Regional Cooperation Council \r\nand the South-Eastern Europe Health Network, in \r\ncooperation with health authorities in Bosnia and \r\nHerzegovina, will organize the third Health Ministers \r\nForum on the theme “Health in all policies in South-\r\nEastern Europe: A shared goal and responsibility”, with \r\nthe special participation of policymakers in South-East \r\nEurope from other governmental sectors and of the \r\nRegional Cooperation Council partners in South-East \r\nEurope. The Forum will be held in Banja Luka, \r\nRepublika Srpska, Bosnia and Herzegovina, on 13 and \r\n14 October. \r\n The Forum is a milestone as a regional initiative \r\nwithin a larger process of improving health in South-\r\nEast Europe in the context of the WHO Regional \r\nOffice for Europe strategy, the Stability Pact for South-\r\nEastern Europe and the future integration of the \r\ncountries of South-East Europe into the European \r\nUnion. The Forum is a part of a joint action plan of \r\nWHO and the Council of Europe for the countries of \r\nSouth-East Europe, namely, Albania, Bosnia and \r\nHerzegovina, Bulgaria, Croatia, the Republic of \r\nMoldova, Montenegro, Romania, Serbia and the former \r\nYugoslav Republic of Macedonia. \r\n The Forum, which marks a decade of concerted \r\naction in South-East Europe, will focus on European \r\nefforts at achieving equity and accountability in health, \r\nin line with major European resolutions, charters and \r\ndeclarations, treaties, frameworks and action plans, as \r\nwell as the new WHO European health policy, Health \r\n2020. The main purpose of the Forum is to introduce \r\nthe values, priority areas and actions of Health 2020, \r\nincluding a health-in-all-policies approach, with the \r\ngoal of achieving better health, equity and \r\nA/66/PV.5  \r\n \r\n11-50356 10 \r\n \r\naccountability. That will lead to a renewed subregional \r\ncommitment to public health in the countries of South-\r\nEast Europe, which will sign the Banja Luka pledge. \r\nTwo background documents are in preparation, on the \r\nthemes “Health in all policies in South-Eastern Europe” \r\nand “Prevention and control of non-communicable \r\ndiseases in South-Eastern Europe”. \r\n Bearing all of this in mind, as well as the fact that \r\na significant increase in non-communicable chronic \r\ndiseases in the past few decades throughout the world, \r\nincluding in Bosnia and Herzegovina, poses one of the \r\nmajor health challenges to the overall global and social \r\ndevelopment of society, Bosnia and Herzegovina \r\nstrongly supports the synergy among existing global \r\nhealth institutions. Bosnia and Herzegovina will \r\ntherefore work on establishing a collaborative network, \r\nin close cooperation with WHO and in consultation \r\nwith other international organizations in the field of \r\nhealth, so as to support the full and effective \r\nimplementation of international conventions and \r\nstrategies in the field of health. We will also work to \r\ndevelop and coordinate our own policies in order to \r\nachieve the best possible results. \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Narayan Kaji \r\nShrestha, Deputy-Prime Minister and Minister for \r\nForeign Affairs of Nepal. \r\n Mr. Shrestha (Nepal): I would like to begin by \r\nextending my sincere appreciation to the President for \r\norganizing this High-level Meeting on the Prevention \r\nand Control of Non-communicable Diseases. This is a \r\nhistoric opportunity for world leaders to express \r\ncommitments and agree on concrete actions at the \r\nglobal level in the fight against non-communicable \r\ndiseases (NCDs). \r\n Non-communicable diseases are a global \r\nproblem, and Nepal is not immune to them. In fact, \r\nNepal suffers from the double burden of these \r\ndiseases — communicable and non-communicable. \r\nTaking this issue as a priority, Nepal has already made \r\nsignificant progress in terms of assessing the situation \r\nof NCDs in Nepal and formulating policies to address \r\nthem. Nepal’s national NCD risk factor survey of 2008 \r\nshowed that one in three Nepali adults uses tobacco \r\nand drinks alcohol on a regular basis, which is a matter \r\nof great concern. As in other countries, consumption of \r\njunk food and lack of physical exercise is increasing in \r\nthe urban areas. Environmental pollution also \r\ncontributes to a high risk of NCDs in Nepal. \r\n Considering all these factors, Nepal is \r\ncontinuously working to improve the laws and policies \r\non the control of NCDs. The Alcohol Control Act, the \r\nTobacco Control and Regulation Act and the Food Act \r\nare already under implementation. The Tobacco \r\nControl and Regulation Act bans the sale of cigarettes \r\nto children under the age of 18 and to pregnant women, \r\nand prohibits smoking in public places. The Nepal \r\nhealth sector programme implementation plan for the \r\nnext five years also focuses on NCDs as an important \r\ncomponent. \r\n We are also trying to set up a surveillance system \r\nfor NCDs by incorporating NCD data in health-\r\nmanagement information systems. We created a health \r\ntax fund in 1996 that currently generates about \r\n$6 million; it is used to support the prevention and \r\ncontrol of NCDs and for treating cancers. As we all \r\nknow, cancer treatment is expensive and beyond the \r\nmeans of poor people. The Government of Nepal is \r\nproviding financial support of up to 50,000 rupees to \r\npeople below the poverty line for cancer treatment. We \r\nalso provide free cancer treatment to children. It is \r\ndifficult to sustain funding for such expensive \r\ntreatments, and Nepal is exploring various options for \r\nhealth-care financing and social health protection. \r\n Nepal believes that interventions targeted at \r\nmodifying known risk factors are very effective and \r\nefficient in reducing the burden of NCDs. Cessation of \r\nsmoking or alcohol use during pregnancy also has an \r\nimmediate positive impact on foetal outcome, thus \r\ncontributing to improved maternal and newborn health. \r\nPrevention of NCDs will minimize catastrophic health \r\nexpenditures at the household level and will also lead \r\nto increased productivity. \r\n The vicious circle of NCDs and poverty is more \r\nevident in the low-income countries. The increased \r\nthreat of NCDs disproportionately affects the least \r\ndeveloped countries, constraining their efforts to \r\nachieve the Millennium Development Goals. This \r\nultimately undermines global efforts to reduce poverty. \r\n The least developed countries are in urgent need \r\nof the development of national capacities, particularly \r\nin the areas of funding, governance, health \r\ninformation, the development of a health workforce \r\nand its retention, medical technologies and essential \r\nmedicines, as outlined in the Global Strategy for the \r\n A/66/PV.5\r\n \r\n11 11-50356 \r\n \r\nPrevention and Control of Non-communicable \r\nDiseases. International support and cooperation in the \r\narea of research and development should help promote \r\neasy access to essential medicines, vaccines and \r\nmedical technologies. \r\n The Government of Nepal is working in close \r\npartnership with donors, the World Health \r\nOrganization and other United Nations agencies, \r\ndevelopment banks and national and international \r\norganizations through a sector-wide approach to health. \r\nThat approach has proved very effective in enabling us \r\nto achieve progress towards the Millennium \r\nDevelopment Goals, especially Goals 4 and 5. This \r\nHigh-level Meeting has brought together all \r\nstakeholders, not just the ministries of health, in order \r\nto create a common understanding of the problems \r\nsurrounding NCDs. I am confident that working \r\ntogether, we will be able to address the challenges \r\nmore effectively. It is time for us to scale up our \r\nsupport for the implementation of our common vision. \r\n The Acting President (spoke in French): I now \r\ngive the floor to Her Excellency Ms. Annette \r\nWidmann-Mauz, Parliamentary State Secretary at the \r\nFederal Ministry of Health of Germany. \r\n Ms. Widmann-Mauz (Germany): It is a great \r\nhonour for me to address the General Assembly today \r\nat this historic High-level Meeting on non-communicable \r\ndiseases (NCDs). NCDs are among the leading causes \r\nof both death and disability worldwide. Unless we take \r\nbold action within the next decade, NCDs will become \r\nthe most common cause of death in even the poorest \r\ncountries of the world. \r\n The burden of disease creates not only individual \r\nsuffering but also an economic loss that threatens \r\nfuture growth and prosperity. Again, this is likely to \r\naffect emerging economies the most. We are therefore \r\ngrateful that the international community has come \r\ntogether to express its will to intensify the fight against \r\nNCDs. \r\n We already know a great deal about what we \r\nshould do. The more affluent Member States have \r\nalready had to face the growing challenges resulting \r\nfrom NCDs over the past decades. For many years \r\nnow, Germany has put a strong focus on the prevention \r\nand control of NCDs. We are convinced that the main \r\nfocus has to be on prevention.  In that context, an \r\nintegrated approach is required that focuses on \r\npopulation-based, non-disease-specific measures to \r\nmake it easier for people to adopt healthier lifestyles. \r\nCrucially, every individual has to contribute.  \r\n At the international level, Germany has actively \r\nsupported the World Health Organization (WHO) and \r\nits lead on action against NCDs. The WHO, as all here \r\nare aware, has set out a strategic approach in the fight \r\nagainst NCDs and has already developed powerful \r\ninstruments to reduce exposure to the main risk factors. \r\nThese include the WHO Framework Convention on \r\nTobacco Control, the Global Strategy to Reduce the \r\nHarmful Use of Alcohol and the Global Strategy on \r\nDiet, Physical Activity and Health. Of course, we also \r\nhave the WHO Global Strategy and an agreed Action \r\nPlan on the prevention and control of NCDs. \r\n The general response to NCDs includes the \r\nestablishment of binding norms to involve important \r\nactors. For example, efforts are under way to improve \r\nlabour conditions, environmental quality and human \r\nrights. Germany has been at the forefront of such \r\nefforts, and thus was well placed to integrate public \r\nhealth awareness into advocacy for the further \r\npromotion of such norms. \r\n Key elements of this policy are also part of \r\nGermany’s international development cooperation \r\npolicy, which includes a focus on prevention and the \r\nunderlying social determinants of health and which \r\nemphasizes the strengthening of health-care systems \r\nand the establishment of social protection mechanisms. \r\nThere is still a long way to go, and it will not be easy. \r\nBut I am convinced that with intensified international \r\nand intersectoral collaboration, we will be successful. \r\n Allow me to conclude by expressing my profound \r\nhope that the adoption of the Political Declaration \r\n(resolution 66/2, annex) will trigger coordinated efforts \r\nglobally, with a sustained impact on NCDs worldwide. \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Rudyard Spencer, \r\nMinister of Health of Jamaica. \r\n Mr. Spencer (Jamaica): This unprecedented \r\nsummit obliges all of us to focus on a grave and \r\nincreasing challenge to Jamaica, the Caribbean region \r\nand the entire global community. It is clear that the \r\nglobal burden and attendant threat of non-communicable \r\ndiseases (NCDs) constitute one of the major challenges \r\nto development in the twenty-first century. As reported \r\nby the World Health Organization, the increase in \r\nincidence of such diseases worldwide suggests that \r\nA/66/PV.5  \r\n \r\n11-50356 12 \r\n \r\nthey are now responsible for more deaths than all other \r\ncauses combined. NCDs are the world’s number one \r\nkiller and devastate poor as well as rich countries alike. \r\nTherefore, responding to NCDs is a moral, social and \r\neconomic imperative. \r\n It is therefore fitting that, in response to the \r\nleadership of the States members of the Caribbean \r\nCommunity, global attention has been accorded to the \r\nrising epidemic of NCDs at the highest level. On \r\nbehalf of my Government, I express our appreciation to \r\nall Member States for working together in the spirit of \r\npartnership and for making this vision a reality. \r\n As a Jamaican, I am proud to congratulate \r\nAmbassador Wolfe of Jamaica who, along with \r\nAmbassador Lucas of Luxembourg, served as a \r\nco-facilitator and guided the negotiations that \r\nculminated in the consensus document which we have \r\nadopted (resolution 66/2, annex). I also take the \r\nopportunity to express appreciation for the words of \r\ncommendation conveyed by the President of the \r\nGeneral Assembly and other speakers to both \r\nco-facilitators. \r\n As the first comprehensive statement by Heads of \r\nState and Government at the global level of their \r\ncommitment to address NCDs, the Declaration \r\nprovides a good platform for the ongoing consideration \r\nby the General Assembly of the development and other \r\nimpacts of NCDs. However, we are disappointed that \r\nthe Declaration does not advocate more decisive action \r\nso that together we could save millions of the \r\n52 million lives projected to be lost by 2030. Having \r\nrecognized that there is a global threat which must be \r\naddressed urgently, the Declaration fails to commit the \r\ninternational community to ensuring increased and \r\nsustained resources to achieve this goal. \r\n Although NCDs are a global challenge, they \r\nstrike hardest at the developing world and lower-\r\nincome populations. Strong evidence links poverty, \r\nlack of education and other determinants to NCDs and \r\ntheir risk factors. The epidemic creates a vicious cycle \r\nwhereby NCDs and their risk factors worsen poverty, \r\nwhile poverty results in rising rates of NCDs. There is \r\nalso a clear link between the incidence of NCDs and \r\nthe achievement of the Millennium Development \r\nGoals. Clearly, addressing NCDs comprehensively will \r\nhelp to eliminate poverty and create a more equitable \r\nworld. \r\n Notwithstanding our disappointment with the \r\nshortcomings of the Declaration, we have achieved \r\nsome gains. We emphasize the need to scale up the \r\nimplementation of multisectoral, cost-effective, \r\npopulation-wide interventions in order to reduce the \r\nimpact of the common NCD risk factors. We believe \r\nthat that must include health promotion and primary \r\nprevention approaches, galvanizing actions for the \r\nprevention and control of NCDs, and integrating NCD \r\npolicies and programmes into health planning \r\nprocesses as well as the development agenda. \r\n Jamaica commits to those measures in the \r\nDeclaration aimed at saving lives in the short term and \r\nat creating a healthy society which will assist in \r\npreventing NCDs in the future. These include the \r\ncommitment to eliminating unhealthy industrial \r\ntrans-fats in foods and the acknowledgment of the \r\nimportance of all measures to reduce the consumption \r\nof tobacco. Our Government will continue to strive to \r\nincrease access to affordable, safe, effective and \r\nquality-assured medicines and to improve access to \r\npalliative and rehabilitative services, particularly at the \r\ncommunity level. \r\n Issues at the macro-level which must occupy \r\nglobal attention, include the at-risk youth population, \r\nthe potential for NCDs to increase poverty, the impact \r\nof NCDs on productivity and by extension gross \r\ndomestic product growth, and the multiplicity of \r\ncomplications associated with NCDs and their impact \r\non health systems. Importantly, the challenge posed by \r\nNCDs necessitates the full use of the flexibilities of the \r\nAgreement on the Trade-Related Aspects of Intellectual \r\nProperty Rights (TRIPS), in accordance with the Doha \r\nDeclaration on the TRIPS Agreement and Public \r\nHealth. The use of such flexibilities is central to efforts \r\nto address NCDs, particularly cancer. NCDs fall \r\nsquarely within the context of the provisions of TRIPS \r\nand Doha. As a compromise package in the \r\nnegotiations, this relationship was not expressed \r\nexplicitly in the Declaration, but needs to be reaffirmed \r\nin clear and unequivocal terms. \r\n We believe that this High-level Meeting must \r\nresult in a global consensus on a strengthened \r\ncommitment to urgent action on NCDs and attendant \r\nrisk factors. We urge the General Assembly to continue \r\nto take an active role in the response of Member States \r\nto this epidemic. Victory in this struggle demands the \r\nconcerted effort of each and every member of the \r\nglobal community. To do nothing is not an option. \r\n A/66/PV.5\r\n \r\n13 11-50356 \r\n \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Ihab Fawzi, \r\nDeputy Minister for Foreign Affairs of Egypt. \r\n Mr. Fawzi (Egypt) (spoke in Arabic): Egypt \r\nattaches great importance to this High-level Meeting as \r\na first step by the General Assembly to mobilize the \r\npolitical support and efforts of the international community \r\nto prevent and combat the spread of non-communicable \r\ndiseases (NCDs). Egypt aligns itself fully with the \r\nstatement delivered by the Chairman of the Group of \r\n77 and China. \r\n The spread of NCDs represents one of the main \r\nchallenges to achieving all the Millennium \r\nDevelopment Goals by 2015. During the past few \r\nyears, a number of Member States have taken concrete \r\nand serious national steps to address the spread of \r\nNCDs at the national level, with the support of the \r\ninternational community.  \r\n The global threat and spread of NCDs constitute \r\nmajor challenges to development in our century, \r\nespecially as cardiovascular diseases, cancer, chronic \r\nrespiratory diseases and diabetes are responsible for \r\ntwo-thirds of deaths worldwide, 80 per cent of which \r\noccur in developing countries.  \r\n Alarming facts such as those necessitate a unified \r\nstand and effort on behalf of the members of the \r\ninternational community towards ensuring that the \r\nright of everyone to the highest attainable standards of \r\nmental and physical health are realized. This ongoing \r\nchallenge requires national ownership to deal with the \r\nissues practically and effectively through a \r\ncomprehensive, equitable and nationally owned \r\nframework in order to ensure that all people suffering \r\nfrom these diseases have access to effective prevention, \r\ntreatment and care by the year 2030. \r\n This endeavour requires special attention to \r\nstrengthening the national capacities of Member States, \r\ndeveloping countries, and especially African countries, \r\ntaking into account the specificities of the communities \r\nand societies of each State and enhancing the abilities \r\nof every community to implement national awareness \r\ncampaigns to address harmful and unhealthy lifestyles. \r\nThat will require a considerable increase in \r\ninternational financial resources and assistance to help \r\nand strengthen national, institutional and human \r\nresource capacities and the provision of new and \r\naffordable medicines and technologies. \r\n Egypt believes in the importance of strengthening \r\ninternational and regional capacities to combat the \r\nspread of NCDs and to provide appropriate assistance, \r\nincluding in the form of sharing successful experiences \r\nand lessons learned, in collaboration with the United \r\nNations, the World Health Organization, and relevant \r\ninternational and regional bodies. \r\n The international community has a special \r\nresponsibility not only to work to provide the financial \r\nresources needed to bridge the financing gap for \r\nimplementing NCDs-related programmes, but also to \r\nfind radical solutions to the problems of trade-related \r\nintellectual property, especially as regards medicines, \r\nvaccines and diagnostics technologies. All of this must \r\nensure that treatment is provided at affordable prices, \r\nparticularly in developing countries, where the \r\nincreased burden on individuals, families and \r\ncommunities, including impoverishment from long-\r\nterm treatment and care costs, results in loss of \r\nproductivity at the individual and family levels, \r\nthreatening household incomes and leading to \r\nproductivity loss at the national level, making NCDs a \r\ncontributing factor to the spread of poverty and hunger.  \r\n These efforts should be complemented by an \r\nefficient rationalization of assistance directed towards \r\nsupporting national, local and community level \r\ninterventions, and strengthening the role of the family \r\nand civil society in combating the spread of NCDs, \r\nespecially as regards the tobacco, medical and food and \r\nbeverages industries, which have a shared \r\nresponsibility to contribute to the promotion of healthy \r\nlifestyles, including by reducing tobacco consumption \r\nand promoting healthy and nutritional products. \r\n Furthermore, the international community has an \r\nobligation to eradicate the root causes of the spread of \r\nsuch diseases, including by addressing the negative \r\nconsequences of climate change, pollution and the \r\neconomic and social challenges that increase the \r\nvulnerability of populations and societies to these \r\ndiseases, especially in developing countries. \r\n Today we emphasize our sincere determination to \r\ncombat the spread of NCDs and affirm our firm \r\npolitical will and strong commitment to the principle of \r\nnational ownership of all prevention, treatment, and \r\ncare programmes; to strengthening international \r\ncooperation and assistance, without conditionality, in \r\norder to maximize our benefits; to enhancing our \r\nefforts to address the nationally identified determinants \r\nA/66/PV.5  \r\n \r\n11-50356 14 \r\n \r\nof NCDs, in accordance with the specificities of each \r\nMember State and community, so as to realize our \r\ncommon goals and objectives; to intensifying \r\ninternational cooperation through a comprehensive \r\nreview and assessment of the progress achieved and the \r\nuse of modern technology at affordable prices in order \r\nto achieve the objectives of the Political Declaration \r\n(resolution 66/2, annex); to stepping up international \r\ncooperation through a comprehensive review and \r\nassessment in 2014 of the progress achieved in the \r\nprevention and control of NCDs. \r\n The Acting President (spoke in French): I now \r\ngive the floor to Her Excellency Ms. Thérèse \r\nN´Diri-Yoman, Minister for Health and Fight Against \r\nHIV of Côte d’Ivoire. \r\n Ms. N´Diri-Yoman (Côte d’Ivoire) (spoke in \r\nFrench): It is an honour to take the floor during this \r\nHigh-level Meeting on non-communicable diseases \r\n(NCDs) before this Assembly. On behalf of the \r\nPresident of the Republic of Côte d’Ivoire, His \r\nExcellency Mr. Alassane Ouattara, I would like to \r\nconvey to all international entities of the United \r\nNations system the gratitude and recognition of the \r\npeople and Government of Côte d’Ivoire for their \r\ncommitment to settling the post-electoral crisis and in \r\nthe process of re-establishing the peace and stability \r\nthat are so crucial to economic development and social \r\nprogress in our country. \r\n The importance of the subject that brings us \r\ntogether today is reflected in the frightening global \r\nstatistics on NCDs. Indeed, according to the World \r\nHealth Organization (WHO), 11 years after the \r\nadoption of the Global Strategy for the Prevention and \r\nControl of NCDs, 36 million people die each year from \r\nsuch afflictions. In developing countries, the picture is \r\nmore discouraging. Ninety per cent of premature \r\ndeaths are due to NCDs among people under 60 years \r\nof age.  \r\n The health system in Côte d’Ivoire, which \r\nnormally dedicates the bulk of its internal and external \r\nresources to combating infectious diseases, has been \r\nweakened by the crisis. Unfortunately, this post-crisis \r\ncontext has gone hand in hand with an increasing NCD \r\nburden. According to the cancer register of Abdijan \r\npublished in 2000, 2,815 new cases of cancer were \r\nrecorded in the city of Abdijan alone, with cancer \r\namong women, as well as primary liver and prostate \r\ncancers, leading the list. Among children, prevalency \r\nrates were at 37.6 cases of cancer, with a predominance \r\nof lymphomas. Among metabolic diseases, in 2008 the \r\nprevalence of hypertension among adults over 25 years \r\nold was 33.4 per cent, and stood at 6.2 per cent for \r\ndiabetes. For the same year, roughly 33 per cent of \r\ndeaths in Côte d’Ivoire were due to NCDs, and 87 per \r\ncent of those cases affected people under 60 years old.  \r\n In Côte d’Ivoire, for women, 59 per cent of \r\ndeaths are due to maternal or perinatal infection and \r\nmalnutrition. There has been a spike in mental health \r\npathologies during the recent crisis, as well as asthma \r\nand sickle-cell anaemia, for which an increase in \r\ndoctor visits has also been registered. \r\n Given this genuine problem for development, \r\nCôte d’Ivoire has increased its efforts by implementing \r\nnational programmes to address specific public health \r\nconcerns, such as nutrition, the fight against tobacco \r\nand alcohol addiction, and the effort to counter \r\nmetabolic diseases such as hypertension, diabetes and \r\nobesity. Those programmes are intended to intensify \r\nprevention and improve medical care for these grave \r\nchronic diseases so as to capitalize on prior gains, such \r\nas the prioritization of chronic NCDs as a public policy \r\nconcern in the national health development programme \r\nfor 2009-2013, the financial commitment of the State \r\nvia budget allocations to preventing and combating \r\nNCDs, the monitoring of risk factors according to the \r\nSTEPS approach of the WHO, and tracking morbidity \r\ntied to diabetes and high blood pressure.  \r\n Additional goals focus on prevention and \r\npromoting health among the general public, with an \r\nemphasis on primary prevention and promoting healthy \r\nlife styles and low-risk behaviours, strengthening \r\ninfrastructure with the recent opening of a fourth \r\nkidney dialysis centre in the country’s interior, \r\nsubsidizing anti-cancer and insulin therapy, and \r\ntreating cardiovascular diseases whose care requires \r\nequipment. My country has also broadened its support \r\nstructures beyond its traditional institutional partners to \r\ninclude, inter alia, non-governmental organizations, the \r\nWest African Health Organization, the African Union, \r\npatient organizations and the private sector. \r\n Despite the difficult economic situation of Côte \r\nd’Ivoire, on 16 April the President of the Republic \r\nadopted an exceptional measure that waives the cost of \r\nall health services provided by public, semi-public and \r\nregistered community establishments. Those services \r\ninclude doctor and clinic visits, medications, surgical \r\n A/66/PV.5\r\n \r\n15 11-50356 \r\n \r\nprocedures, hospitalizations, birthing services and free \r\ncaesarean procedures.  \r\n With respect to non-communicable diseases, on \r\n11 August the Government of Côte d’Ivoire adopted a \r\ncombined policy and action plan for 2011-2014 aimed \r\nat the prevention and treatment of NCDs, based on \r\nprinciples, strategies and methods to promote health. \r\nThe comprehensive plan, involving all activities and \r\nministerial departments that are dealing with \r\nnon-communicable diseases, demonstrates our resolve \r\nto move forward and clearly indicates the actions \r\nnecessary over the next for years. \r\n With respect to strengthening prevention measures, \r\npromoting health and countering non-communicable \r\ndiseases, the Government of Côte d’Ivoire would like \r\nto offer several proposals that could be extended to all. \r\nThose include support for the implementation of the \r\n2011-2014 comprehensive plan for the prevention and \r\ncontrol of non-communicable diseases; for the \r\nspecialized training of Ivorian doctors in appropriate \r\ncare methods for those suffering from chronic \r\nnon-communicable diseases; for the creation of a \r\nradiotherapy unit; support for the combat against \r\nnon-communicable diseases in low- and middle-\r\nincome countries via a trust fund funded essentially \r\nthrough standard taxation of the production and sale of \r\ntobacco and alcohol. \r\n In conclusion, Côte d’Ivoire reiterates its heartfelt \r\ngratitude for the unfailing support of the General \r\nAssembly in improving the country’s health system. \r\nWe thank the Secretary-General for convening this \r\nhistoric meeting. Côte d’Ivoire takes the opportunity to \r\nagain commend the remarkable international solidarity \r\nof this meeting, because, as Mother Teresa said, the \r\ngreatest suffering is to feel alone, unloved and \r\nabandoned by all. \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Basile Ikouebe, \r\nMinister of Foreign Affairs and Cooperation of the \r\nCongo. \r\n Mr. Ikouebe (Congo) (spoke in French): The \r\nRepublic of the Congo is pleased to participate in the \r\nHigh-level Meeting of the General Assembly on the \r\nPrevention and Control of Non-communicable \r\nDiseases. We see the emergence of non-communicable \r\ndiseases as an additional burden to be added to the \r\nscourge of communicable and tropical diseases that go \r\nunnoticed, as well as those addressed by Millennium \r\nDevelopment Goals 4, 5 and 6. Indeed, the epidemiological \r\ndata has revealed the increasing role of non-communicable \r\ndiseases in the morbidity and mortality of adults.  \r\n This is also true of hypertension, which in the \r\nCongo stands at 32.5 per cent. Given its related \r\ncomplications, this disease has become the first cause \r\nof death among adults, in particular by resulting in \r\nstroke. Two out of three Congolese over 55 years of \r\nage suffer from that disease. It is distinguished by its \r\nearly appearance, affecting 20 per cent of adults \r\nbetween 25 and 34 years of age. The national rate of \r\ndiabetes is 7 per cent, representing a silent epidemic \r\ngiven the lack of systematic screening. \r\n Since 2009, however, the Government has been \r\ncarrying out a strategy of minimum care packages in \r\nall primary health care centres and all health districts. \r\nThus, at the operational level, the Government is \r\nimproving delivery and access to care for patients with \r\ndiabetes and the training of health professionals in this \r\nsector, with more efficient mobilization of logistical \r\nresources and improved health education on diabetes \r\nand other risk factors related to stroke. \r\n With respect to sickle-cell anaemia, which is very \r\ncommon in the Congo, the heterozygote form has a \r\n25 per cent prevalence rate. It is important to welcome \r\nhere the commitment of the first ladies of Africa, \r\nwhose high-level mobilization efforts have made this \r\nblood disease a medical priority. Also, based on the \r\nCongo’s initiative, the General Assembly declared \r\n19 June of each year World Sickle-Cell Anaemia \r\nAwareness Day. \r\n The cancer registry in Brazzaville records on \r\naverage 90 new cases each year. The most frequent \r\ncancers are those of the prostate, breast, liver and \r\ncervix. The burden of morbidity and mortality \r\nattributed to those diseases is growing year by year, \r\nand the Congo is making it a priority of its new health \r\nsector development plan for 2012-2016. Our strategic \r\nplan and integrated policy to counter non-communicable \r\ndiseases are being drafted and will be finalized based \r\non the guidelines of the World Health Organization \r\n(WHO). \r\n During the regional consultation on the \r\nprevention and control of non-communicable diseases \r\nheld in Brazzaville from 4 to 6 April, the African \r\nMinisters of Health adopted the Brazzaville \r\nDeclaration, which outlines the shared position of the \r\nStates members of the WHO African Region. \r\nA/66/PV.5  \r\n \r\n11-50356 16 \r\n \r\n For the Congo, as is the case everywhere, health \r\nis at the heart of the concept of human development \r\nand an essential component of the poverty reduction \r\nstrategy. The Government’s health policy is based on \r\nthe principles of equity, accessibility, decentralization \r\nand community participation. \r\n Lastly, I reiterate the support of my delegation for \r\nthe Political Declaration just adopted (resolution 66/2, \r\nannex) and hope that the issue of non-communicable \r\ndiseases, which is so important, will be included \r\namong the development goals. \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Ghulam Nabi \r\nAzad, Minister for Health and Family Welfare of India. \r\n Mr. Azad (India): At the outset, allow me to \r\ncongratulate the United Nations on convening this \r\nHigh-level Meeting on the extremely important and \r\ntopical issue of non-communicable diseases (NCDs). \r\nThese have emerged as a leading cause of illness, \r\ndisability and death and pose a mounting challenge to \r\nhealth-care practitioners, administrators and \r\npolicymakers worldwide.  \r\n As far as India is concerned, we are faced with \r\nthe triple burden of communicable diseases, new and \r\nre-emerging infections and an increasing incidence of \r\nnon-communicable diseases. More than half of all \r\ndeaths are now attributable to non-communicable \r\ndiseases. However, we must recognize that conditions \r\nsuch as mental and neurological disorders also require \r\nspecial attention. \r\n As India’s Minister for Health, I am privileged to \r\nbe here, and I believe that such a massive global effort \r\nwill be very useful in sensitizing policymakers at the \r\nhighest levels to the need to allocate sufficient \r\nresources to combat NCDs. \r\n We are conscious of the fact that NCDs are not \r\nonly a health issue but also a development issue, as \r\nthey impact productivity and impoverish the society \r\ndue to high health expenditures. \r\n The Government of India has launched a national \r\nprogramme for prevention and control of cancer, \r\ndiabetes, cardiovascular diseases and stroke and the \r\nnational programme for health care for the elderly. This \r\nhas been taken up for implementation as a pilot project \r\ncovering a population of 150 million in 100 inaccessible \r\nand most backward districts during the current \r\nfinancial year, 2011-2012, at a cost of $275 million. As \r\nI speak here today, screening for diabetes and \r\nhypertension is being carried out in those 100 districts \r\nin 21 states and in urban slums in 33 cities with a \r\npopulation of more than 1 million. Our target is to \r\nscreen about 150 million people by 2012 under this \r\npilot project. I believe this would be the largest such \r\nexercise attempted anywhere in the world. I am happy \r\nto state that this programme will be rolled out in the \r\nentire country in April 2012. \r\n Our commitment to tobacco control remains firm. \r\nIndia was one of the initial countries to sign and ratify \r\nthe Framework Convention on Tobacco Control. We \r\nhave passed a very comprehensive Tobacco Products \r\nControl law, which bans smoking in public places, the \r\nsale of tobacco products to those below 18 years of age \r\nand the direct or indirect advertisement of tobacco \r\nproducts \r\n India’s technology innovations have led to \r\naffordable health care not only for our population but \r\nalso for many other countries in the world. We must \r\ntherefore address the issue of trade barriers, which \r\nrestrict access to affordable and newly developed \r\nmedicines. It is vital to ensure universal access to \r\nmedicines, including the full use of the flexibilities \r\ncontained in the Agreement on Trade-Related Aspects \r\nof Intellectual Property Rights, Including Trade in \r\nCounterfeit Goods (TRIPS) and the Doha Declaration \r\non the TRIPS Agreement and Public Health. \r\n This meeting provides us an historic opportunity \r\nto reaffirm our commitments in terms of both financial \r\nand human resources for combating NCDs. We need to \r\nmake concrete commitments on sharing global \r\nresources, technical expertise and best practices to \r\nbuild capacity to combat NCDs.  \r\n In conclusion, let me reaffirm India’s strong \r\ncommitment to the outcome document and our firm \r\nresolve to prevent and combat NCDs by improving \r\naccessibility to and affordability of health care in a \r\nconcerted and more collaborative manner. \r\n The Acting President (spoke in French): I now \r\ngive the floor to Her Excellency Ms. Amenta Matthew, \r\nMinister for Health of the Marshall Islands. \r\n Ms. Matthew (Marshall Islands): It is a distinct \r\nhonour and pleasure for me to convey, on behalf of His \r\nExcellency President Jurelang Zedkaia and the people \r\nof the Republic of the Marshall Islands, our warmest \r\n“yokwe” greetings to the President, the Secretary-\r\n A/66/PV.5\r\n \r\n17 11-50356 \r\n \r\nGeneral, heads of State and other delegates at this \r\nimportant global meeting.  \r\n As a Pacific small island developing State, the \r\nMarshall Islands is particularly burdened by \r\nnon-communicable diseases (NCDs), given our unique \r\ngeographical characteristics and constraints. NCDs \r\nwere among the issues highlighted during the meeting \r\nof Pacific Island Ministers for Health, held in June in \r\nthe Solomon Islands, and in the resulting Honiara \r\nCommuniqué on the Pacific Non-communicable \r\nDiseases Crisis. This Communiqué has been affirmed \r\nin this month’s statement from the Pacific Island \r\nForum leaders. It signifies leadership for a \r\nstrengthened and coordinated regional and global \r\nresponse to this crisis. \r\n NCDs in the Pacific region, including the \r\nMarshall Islands, are mainly caused by lifestyle \r\nchanges and are now becoming a serious epidemic. The \r\nMarshall Islands is urgently mobilizing to address this \r\ncrisis through strong and appropriate steps that \r\nrecognize the true emergency facing us. Our priorities \r\ninclude diabetes, as the Pacific is experiencing one of \r\nthe highest prevalence rates in the world, and cancer, \r\nour leading cause of death, as well as contributing \r\nfactors including alcoholism, obesity and smoking. \r\nThese lifestyle-related NCDs are brought about by \r\nsome issues that we can more readily address, \r\nincluding exercise and a healthier diet, and by \r\nunderlying contributors such as poverty, \r\nunemployment and inequality. \r\n Our low-lying atoll nation faces unique \r\nchallenges in addressing food security. The global \r\ncommunity must improve understanding of these \r\ncrucial interlinkages. Given the prohibitive costs of \r\nNCD treatment and care, our vulnerable households are \r\noften caught in a cycle of debt, impoverishment and \r\nillness, resulting in barriers to education and entering \r\nthe work force. That compounds the hurdles to \r\nachieving basic development goals. \r\n Our Ministry of Health is already allocating \r\nsubstantial resources to treating NCDs — a clearly \r\nunsustainable trend that is likely to worsen in the \r\nfuture if nothing is done. The Marshall Islands, like \r\nother Pacific Island nations, faces capacity limitations \r\nin human and financial resources for addressing NCDs. \r\nHowever, we are guided by a handful of success stories \r\nsuch as our Wellness Center, which encourages healthy \r\ndiets instead of medication. \r\n The Republic of the Marshall Islands is fully \r\ncommitted to rapid implementation of the Healthy \r\nIslands Action Plan, which intensifies the use of \r\npreventive interventions. We stand behind the regional \r\ncommitment made by the Pacific Island Forum leaders. \r\n To provide the appropriate level of attention to \r\nthis crisis, the United Nations and its Member States \r\nshould now consider several key principles. First is \r\nthat addressing NCDs will contribute greatly to our \r\noverall development goals, including the Millennium \r\nDevelopment Goals. Secondly, the NCD crisis requires \r\na coordinated global response, with stronger leadership \r\nat national, regional and international levels. Thirdly, \r\nnational, multisectoral responses to NCDs are cost-\r\nsaving and effective in addressing both NCDs and their \r\nunderlying factors. Finally, the success of this High-\r\nlevel Meeting depends on sustained action and \r\naccountability. \r\n The Marshall Islands continues to forge closer \r\nworking relationships across all sectors and with \r\nregional and international partners to address NCDs. \r\nThe Marshall Islands strongly supports the positive \r\nstep and precedent set in 2009 by the World Health \r\nOrganization in inviting Taiwan to participate as an \r\nobserver in the World Health Assembly. Taiwan’s \r\nvaluable participation in that Assembly has \r\nsignificantly strengthened the global health network \r\nand deserves recognition at this Meeting. Such \r\neffective participation should be expanded, as the \r\ninternational community stands to gain. \r\n The Republic of China on Taiwan is a primary \r\npartner in addressing NCDs, including through medical \r\nmobile missions in our local hospitals, donations of \r\nmedical supplies and, most significantly, the treatment \r\nof cataract patients with diabetes. That important \r\nprogress — and our gratitude — must not be \r\noverlooked. \r\n The Acting President (spoke in French): I now \r\ngive the floor to Her Excellency Ms. Fatim Badjie, \r\nMinister of Health and Social Welfare of Gambia. \r\n Ms. Badjie (Gambia): The Gambia is deeply \r\nconcerned about the unprecedented rise of \r\nnon-communicable disease (NCD) morbidity and \r\nmortality across the globe. I am very much convinced \r\nthat NCDs thrive on rapid changes in our lifestyles, \r\nwherever we may be. By cutting down on tobacco use \r\nand alcohol abuse and being mindful of unhealthy diets \r\nand insufficient physical activity, as well as by putting \r\nA/66/PV.5  \r\n \r\n11-50356 18 \r\n \r\nin place mechanisms for prevention, such as cancer \r\nscreening and HVP vaccines for adolescents, and for \r\nmanagement and treatment of NCDs such as \r\nhypertension and diabetes, experts have said that \r\nmillions of lives can be saved globally each year. \r\n The Gambia believes that the risk factors I \r\nmentioned are beyond the individual and cannot be \r\naddressed except through global unity and action, \r\ntogether with country-specific initiatives. Hence, the \r\ntimeliness and importance of this is Meeting cannot be \r\noveremphasized. \r\n Responding to the NCD challenges, I am pleased \r\nto state that the Gambia has taken the following \r\ninitiatives. Mindful of the need to protect non-smokers, \r\nthe Gambia legislated against public smoking through \r\nthe enactment in 1998 of the Prohibition of Smoking \r\n(Public Places) Act. To reduce demand on tobacco \r\nconsumption, the Gambia banned tobacco \r\nadvertisement in the mass media through the 2003 Ban \r\non Tobacco Advertisement Act. The Gambia also \r\nunconditionally ratified the World Health Organization \r\n(WHO) Framework Convention on Tobacco Control in \r\n2007. Currently, in collaboration with the local WHO \r\noffice, the Gambia plans to develop a national tobacco \r\ncontrol strategy. \r\n Mindful of unhealthy diets, the Government of \r\nthe Gambia, through a back-to-the-land initiative, is \r\npromoting the cultivation and consumption of home-\r\ngrown foods. The initiative has generated interest \r\namong the Gambian populace and has generally \r\nimproved food security in the communities. \r\n As we take stock of the global challenges of \r\nNCDs, I wish to remind the Assembly that here is an \r\nurgent need to commit more efforts and resources to \r\naddressing the determinants of NCDs within and across \r\ncountries. There is a need to facilitate coordinated \r\naction within and among countries in sharing \r\nexperiences and best practices on NCD prevention and \r\ncontrol. We need to strengthen our health systems to \r\neffectively respond to the wide and growing challenges \r\nposed by NCDs.  \r\n Responding to that need, the Gambia is at this \r\nvery moment finalizing a five-year integrated policy \r\nand action plan for NCD prevention and control. The \r\nMinistry of Health and Social Welfare is also in the \r\nprocess of establishing a health promotion directorate \r\nthat will also house an NCD division. The policy and \r\ncreation of the directorate are intended to give the \r\nstrategic push needed to address the promotion of \r\nhealth and the prevention of NCDs as members of the \r\nsame family.  \r\n In conclusion, I think the time has come for the \r\nworld to act fast and to translate the known scientific \r\nevidence on NCDs into realistic and concrete actions at \r\nall levels. We in the Gambia remain committed to this \r\ncause, and we are optimistic that the world, working \r\ntogether, can stem the unprecedented rise in NCDs. I \r\ntherefore thank our international partners for their \r\ninvaluable support in the prevention and management \r\nof communicable diseases over the past years, and for \r\ntaking up NCDs more seriously. \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency, Mr. Alberto Tejada, \r\nMinister of Health of Peru. \r\n Mr. Tejada (Peru) (spoke in Spanish): \r\nNon-communicable diseases, also known as lifestyle \r\ndiseases, are a serious problem throughout the world. \r\nToday, far more people are affected by them in \r\nmedium-income and poor countries. In addition to the \r\ncost in human pain from early deaths and disability, \r\nthere are catastrophic costs for families and nations \r\nthat perpetuate the cycle of poverty, undermining their \r\ndevelopment and well-being.  \r\n Non-communicable diseases are not an accident \r\nof our biology or an unforeseeable flaw in our genes. \r\nRather, they represent an epidemic caused by \r\nenvironmental, technological and economic change \r\nthat we have created by following a model of \r\nconsumption that harms human health and the \r\nenvironment.  \r\n Still, there is good news. Today we know far \r\nmore about how to prevent and treat such diseases. \r\nThat is where our focus should be — on prevention. \r\nWe need to move away from the dangers of excess \r\nweight, junk food, tobacco, alcohol abuse, sedentary \r\nlifestyles and poverty. President Ollanta Humala \r\nTasso’s Administration encourages and promotes \r\nsocially inclusive development. We must focus on \r\neducation and on developing public policies to make it \r\neasier for the whole population to lead healthy lives. \r\nOur current efforts on tobacco and alcohol offer a \r\nvaluable example, but in diet and exercise we must \r\nfind more effective measures. \r\n We suggest the following. We need to protect \r\nlocal traditional cuisines that use whole, natural foods \r\n A/66/PV.5\r\n \r\n19 11-50356 \r\n \r\nand that are central to the identities of communities. \r\nWe must limit the increasingly widespread advertising \r\nof processed junk food directed at all segments of the \r\npopulation. The World Health Assembly alerted us to \r\nthat danger in its 2010 meeting, especially in regard to \r\nchildren. Schools must actively promote physical \r\neducation and good nutrition and teach new \r\ngenerations better eating habits. We must improve \r\nproduction and the low-cost availability of natural food \r\nin order to encourage its widespread consumption. We \r\nalso think junk food should be taxed, as tobacco is. No \r\nless important, we must encourage breastfeeding \r\nduring the first six months of life, and enforce the laws \r\nabout commercial substitutes.  \r\n We also believe that public policies should \r\nencourage physical activity and recreation, providing \r\nworkplace spaces and safe, healthy outdoor spaces for \r\nthat purpose. We need to enlarge our network of \r\ncommunity health centres. Lastly, we must not neglect \r\nthe sick, especially the poor, and we must grant them \r\naccess to adequate care. I therefore assert the \r\ncommitment of the Government of Peru to a policy of \r\nuniversal access to insurance coverage and medicines \r\nfor all. In this, we lean on the principles of the World \r\nTrade Organization Declaration on the Agreement on \r\nTrade-Related Aspects of Intellectual Property Rights \r\nand Public Health, of November 2011. \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Luis Estruch \r\nRancaño, Vice-Minister of Public Health of Cuba. \r\n Mr. Rancaño (Cuba) (spoke in Spanish): Cuba \r\nappreciates the efforts made by the General Assembly, \r\nwhich 10 years ago first confronted the public health \r\nchallenge of the AIDS epidemic. We are now focusing on a \r\nsecond issue of world importance — non-communicable \r\ndiseases (NCDs). Cuba has participated over the past \r\ntwo years in the World Health Assembly meetings in \r\nGeneva and its regional ministerial summit conferences \r\nin Mexico and Russia. A general consensus has been \r\nreached on how to confront these difficulties \r\nconfronting humankind. \r\n Cuba faced a period when it had to deal with \r\ninfectious diseases and high child mortality rates, a \r\nprocess that required the country’s social \r\ntransformation. We have achieved a child mortality rate \r\nof 4.5 per 1,000, with a rate of 6.3 per cent for children \r\nunder five and a general life expectancy of 78 years. \r\n Currently, 7 per cent of deaths are caused by \r\ninfectious diseases and 67 per cent by NCDs. We have \r\nsought to conduct rigorous epidemiological monitoring \r\nfor risk factors. As a result, tobacco consumption has \r\nfallen from 38 to 23 per cent in 10 years, while the \r\nincidence of obesity and hypertension pressure has \r\nincreased. We have instituted awareness programmes \r\nto help reduce salt and sugar consumption, though in \r\nitself that is not enough to deal with the current \r\nsituation with NCDs. \r\n Today our country is tackling this epidemic in \r\n10 main areas. We are strengthening primary health \r\ncare. Cuba has free medical care accessible to all, and \r\nwe are reforming our approach with greater attention to \r\nawareness and prevention. We are improving care for \r\nchildren and women, particularly regarding the issues \r\nunder discussion. We have implemented a multisectoral \r\napproach with other ministries to the areas of \r\npromoting sport and reducing tobacco and alcohol \r\nconsumption. Our improved social communication \r\nprogramme has helped us to raise awareness of risks \r\nand promote lifestyle changes. We are preparing new \r\nlaws for adoption by the central Government, and \r\nworking with every sector of civil society — including \r\nwomen, children, young people and farmers — seeking \r\nto have greater impact on risk awareness and \r\nbehaviour.  \r\n We are also attempting to promote health in more \r\npractical ways. We produce 80 per cent of the \r\nmedicines we need, but we are also seeking the \r\ncooperation of the food industry in order to reduce salt, \r\nsugar and trans-fats in its products. The Council of \r\nMinisters is currently working on a strategy for 2011 to \r\n2015 to improve intersectoral strategies on risk factors. \r\n Today, the global economic crisis, the growing \r\neffects of climate change and food insecurity, and the \r\ndangers of war and natural disasters are putting poor \r\ncountries in a worse position to address the complex \r\nchallenges presented by NCDs. In its 50 years of \r\ndealing with the American blockade and operating \r\nunder the same challenges that we have discussed in \r\nthe Assembly in the past, we call for joint scientific \r\napproaches and the sharing of lessons learned between \r\nall countries, and for continued international solidarity. \r\nFor instance, more than 200,000 Cubans have offered \r\ntheir medical services abroad and trained human \r\nresource personnel in more than 78 countries. No \r\ncountry in the world is free of the fatal and \r\neconomically unsustainable effects of NCDs, but if we \r\nA/66/PV.5  \r\n \r\n11-50356 20 \r\n \r\nall work together pursuing clear policies, we can work \r\nto combat them. \r\n The Acting President (spoke in French): I now \r\ngive the floor to Mr. Mahmoud Fikri, Under-Secretary \r\nfor Health Policy Affairs of the United Arab Emirates. \r\n Mr. Fikri (United Arab Emirates) (spoke in \r\nArabic): I am honoured to address the General \r\nAssembly on behalf of the Gulf Cooperation Council \r\n(GCC). At the outset, I would like to offer the \r\nPresident our thanks and appreciation for convening \r\nthis important meeting, and to the Secretary-General \r\nfor his report on this subject (A/66/83), whose \r\nrecommendations we support. \r\n Non-communicable diseases (NCDs) \r\nunquestionably represent a huge economic, social and \r\nhealth burden. They hinder global economic \r\ndevelopment and challenge national and international \r\nefforts towards reaching the Millennium Development \r\nGoals. The GCC therefore emphasizes the importance \r\nof prioritizing the issue of NCDs in our development \r\nprogrammes.  \r\n Our national, regional and international efforts \r\nshould focus on providing financial support for NCD \r\nprevention and control programmes. Governments \r\nshould undertake to combat these diseases at the \r\nnational level. The GCC countries are keen to forge \r\ncooperative alliances and partnerships with the \r\ninternational community in providing assistance to \r\ndeveloping and poor countries in supporting their \r\ndevelopment and health-care programmes. \r\n The changes that have taken place in GCC \r\ncountries due to population growth, the high cost of \r\nliving, including lifestyle changes, and shifts in disease \r\npatterns have led to an enormous increase in the \r\nprevalence of cardiovascular disease, diabetes and \r\nrespiratory and other chronic diseases. Of the region’s \r\nhealth problems overall, 45 per cent are attributable to \r\nNCDs, and that figure is projected to reach 60 per cent \r\nby 2020. Diabetes and cardiovascular and arterial \r\ndisease are the major killers in the GCC countries. \r\n The health and economic burdens of NCDs are \r\nthus increasing, which has led our Governments to take \r\nswift action to control and combat them. Over the past \r\nfour years, the Council of Health Ministers of the GCC \r\ncountries, which with coordinates and develops \r\ncommon statements and declarations on health, has \r\nadopted a number of significant decisions, \r\nrecommendations and documents, such as the Riyadh \r\nDeclaration on Diabetes Economics; the Al-Manama \r\nDeclaration on the Economics of Cardiovascular \r\nDiseases; the Jeddah Declaration on Care of Diabetic \r\nPatients; and the Dubai Declaration on Diabetes and \r\nChronic Non-Communicable Diseases in the Middle \r\nEast and North Africa (MENA) Region. In addition, we \r\nalso instituted a tobacco control programme in 1979 \r\nthat received an award from the World Health \r\nOrganization (WHO) in 1999. \r\n In February 2011, the Council of Health \r\nMinisters adopted several declarations and resolutions \r\non developing and supporting initiatives to combat \r\nNCDs, a policy initiated in Bahrain for the entire \r\nregion from 2011 to 2020. The Council also adopted a \r\ncomprehensive and integrated plan aimed at combating \r\ndiabetes within the WHO guidelines and those of the \r\nMiddle East and North Africa Diabetes Leadership \r\nForum, held in Dubai in 2010. \r\n We are fighting NCDs with special attention and \r\ncare to women, especially pregnant women, children, \r\nand the empowerment of women and other patients.  \r\n In December 2011, an international conference on \r\ndiabetes will take place in Dubai in partnership with \r\ninternational economic forums and many United \r\nNations agencies. \r\n In conclusion, we wish to reiterate our full \r\nsupport in this area. We shall cooperate effectively \r\nwith our partners to implement the recommendations \r\nand decisions of the United Nations, and we support \r\nthe Political Declaration (resolution 66/2, annex) \r\nadopted at this High-level Meeting. \r\n The Acting President (spoke in French): I give \r\nthe floor to Mr. Raed Arafat, Under-Secretary of State \r\nat the Ministry of Health of Romania. \r\n Mr. Arafat (Romania): It is likely that all of us \r\ngathered here today are deeply concerned that the \r\nglobal burden of non-communicable diseases continues \r\nto grow. That is why Romania expresses its gratitude \r\nand support for this initiative designed to develop an \r\nintegrated global policy on the prevention and control \r\nof non-communicable diseases. \r\n Romania also supports the Political Declaration \r\nadopted by this High-level Meeting (resolution 66/2, \r\nannex) and considers it to be a necessary step at the \r\nglobal level for reducing health inequity. The \r\nbackground of the adoption of the Declaration reveals \r\n A/66/PV.5\r\n \r\n21 11-50356 \r\n \r\nthe urgent need for global cooperation in addressing \r\nthis emerging challenge. We believe that the adoption \r\nof the Declaration provides an opportunity for States to \r\nestablish forward-looking policies in this area, which \r\nare absolutely essential not only in terms of health and \r\nwelfare but also economically and socially. \r\n Preventing non-communicable diseases would \r\nreduce poverty, especially since most expenditures for \r\ntreatment in low- and middle-income countries are paid \r\neither through private systems or take the form of \r\ninformal payments. We believe that the Declaration \r\nmay lead to an environment that will allow people to \r\ntake responsibility for their own health. We see the \r\nDeclaration and this meeting as a lever to mobilize \r\nnational policies and create conditions that motivate \r\nindividuals by changing their attitudes and behaviours. \r\nHowever, we emphasize the importance of public \r\nactions and strategies in making the right individual \r\nchoices easier. \r\n It is becoming increasingly obvious that \r\nGovernments have the responsibility to fulfil the very \r\nimportant role of responding to the challenge of \r\nnon-communicable diseases and that effort and \r\ncommitment from all sectors of society are essential to \r\ngenerating effective responses to prevent and control \r\nthese diseases. Health must be taken into account in all \r\npolicies. \r\n The approach to non-communicable diseases \r\nshould be twofold — first, through well-designed \r\nprevention programmes tailored to national and \r\nregional population needs, and secondly, through the \r\nearly detection and treatment of non-communicable \r\ndiseases using proven diagnostic and treatment \r\ntechnology, leading to reduced morbidity and mortality \r\nin this area. \r\n We recognize therefore the critical importance of \r\nstrengthening health systems, including infrastructure, \r\nhealth care, human resources in health, and health and \r\nsocial protection systems, especially in developing \r\ncountries, in order to respond in an efficient and \r\nequitable way to the health-care needs of people with \r\nnon-communicable diseases. \r\n Romania considers it essential to raise awareness \r\nof the importance of investments in health as a \r\nprecondition to economic development, and welcomes \r\nthe Declaration’s recommendation to strengthen \r\nnational health systems, especially with regard to \r\ninvestments in prevention and treatment of diseases \r\ncaused by non-communicable diseases, including \r\nsupport for associated palliative care. Only in the \r\ncontext of ensuring sustainable health-system financing \r\ncan consistent action be taken to guarantee economic \r\ndevelopment. \r\n In Romania, in recent years we have undertaken a \r\nnumber of initiatives consistent with the goals set forth \r\nin the Declaration. The first such initiative, launched in \r\n1997, was a project entitled “A healthy lifestyle based \r\non nutrition and physical activity” for children and \r\nadults. The results of the project were included in the \r\nEuroHealthNet 2009 report, “Focusing on obesity \r\nthrough a health equity lens”.  \r\n A second project, called “Increased access to high \r\nquality prevention services: healthy nutrition and \r\nphysical activity for children and adolescents in \r\nRomania”, aims at stopping and reversing the trend of \r\nincreasing overweight and obesity cases among \r\nchildren and adolescents in the country by 2020. This \r\nproject, which started just last year, was financed \r\nthrough cohesion funds from the Government of \r\nNorway.  \r\n A third project is a State-funded programme for \r\nthe early detection of acute myocardial infarction and \r\nearly access to definitive care for patients with this \r\ncondition. It was launched in August 2009 and takes \r\ninto consideration the high acute myocardial infarction \r\nmortality rate of 13.5 per cent. According to \r\npreliminary data, the project has led within one year to \r\nthe reduction of the rate of acute myocardial infarction \r\nmortality nationwide by 3 per cent and, in the 10 pilot \r\ncentres where it was implemented, by up to 40 per \r\ncent.  \r\n These data may lead us to the conclusion that \r\nState-funded, specifically targeted projects originating \r\nfrom evidence-based medical practices can lead to \r\nreduction of morbidity and mortality in a very short \r\ntime span. Combining such projects with prevention \r\nprojects will surely lead to further important reductions \r\nin morbidity and mortality in the medium and long \r\nterms.  \r\n Again, we want to thank the United Nations for \r\nits efforts in promoting awareness in the framework of \r\nan integrated policy for reducing global inequalities \r\ngenerated by non-communicable diseases, and for \r\nraising awareness of the need for a concerted and \r\ncoordinated policy response to include the prevention \r\nand control of non-communicable diseases in global \r\nA/66/PV.5  \r\n \r\n11-50356 22 \r\n \r\ndevelopment initiatives and in related investment \r\ndecisions. \r\n The Acting President (spoke in French): I give \r\nthe floor to Mr. Murat Tuncer, Head of the Department \r\nof Cancer Control of the Ministry of Health of Turkey. \r\n Mr. Tuncer (Turkey): It is a pleasure for me to \r\naddress the General Assembly today on behalf of the \r\nRepublic of Turkey on the very important subject of \r\nnon-communicable diseases (NCDs). I would like to \r\nthank the Secretary-General, the President of the \r\nGeneral Assembly and the Director-General of the \r\nWorld Health Organization for having organized this \r\nsignificant gathering.  \r\n For the second time in the history of the United \r\nNations, a High-level Meeting is being held on an \r\nemerging health issue — non-communicable diseases. \r\nAs is known, in the past 20 years there has been a \r\ndramatic shift from communicable diseases to \r\nnon-communicable diseases. NCDs are the most \r\nserious and dangerous future problem faced by human \r\nbeings. We appreciate the 2008-2013 Action Plan for \r\nthe Global Strategy for the Prevention and Control of \r\nNon-communicable Diseases in this regard.  \r\n Cancer is gaining in priority and importance \r\namong NCDs every day. There exists a metamorphosis \r\nin cancer control today, and we need to understand it. \r\nCancer control is unique; consisting of more than \r\nstandards, it is preventive more than therapeutic, and is \r\nboth analytic and scientific. Cancer profiles are also \r\nunique, and differences, determinants and barriers must \r\nbe figured out. Cancer control should be global public \r\npolicy more than governmental policy. The \r\nestablishment of cancer control institutes at the \r\nnational level is necessary now. Otherwise, all our talk \r\nand deliberations, though sincere, would only lead to \r\ninconclusive efforts. Indeed, we need a specific \r\ninstitution to provide regional oversight for cancer \r\ncontrol programmes. \r\n Cancer control is one the biggest problems, and is \r\nbecoming increasingly serious every day in developing \r\ncountries. Lack of coordination among Governments \r\nand non-governmental organizations (NGOs) is a \r\ncritical barrier for effective cancer control programmes \r\nand action plans in those countries. The question is, \r\nwho should take the initiative and who will lead the \r\ncancer control action plan? The critical answer to that \r\nquestion entails the establishment and functioning of \r\nnational cancer control institutes. In that context, the \r\ninternational community should promote and support \r\nsuch institutes at the national level using specific \r\ninstruments.  \r\n The next step ought to be to determine the \r\nprofiles, objectives and structures of those institutes. \r\nWe believe that cancer control institutes should have \r\nsome degree of independence from health ministries. \r\nThey need to have a scientific dimension and work \r\ntowards developing unique, effective, sustainable and \r\nappropriate control programmes by using research \r\nmodalities and regional resources. It is of central \r\nimportance that these institutes cooperate effectively \r\nwith NGOs and patient advocacy groups. Cancer \r\ninstitutes should focus in particular on cancer \r\nregistries, prevention and screening and palliative care. \r\nAttention to human resources and capacity-building is \r\na must in that regard. The stability of regional and \r\ninternational implementation of cancer control \r\nprogrammes should continue. \r\n I would now like to provide a brief overview of \r\nthe Turkish nation’s cancer control plan and our \r\ninternational endeavours in that regard. Turkey has a \r\ncancer budget of €2.3 billion — the sixth-largest in \r\nEurope. We have 170,000 new cancer cases every year. \r\nSome components of our national cancer control \r\nstrategy programme include management, registries, \r\nprevention, screening, early detection, treatment, \r\npalliative care and public awareness-raising. We have \r\nestablished active, population-based cancer registries, \r\nthe data of which have now been accredited by the \r\nInternational Agency for Research on Cancer (IARC).  \r\n The cervical, breast and colorectal cancer \r\nscreening programme has been expanded to a total of \r\n124 early diagnosis and screening centres, which \r\nmeans that we have at least one such centre in each \r\ncity. On average, the centres diagnose more than 2,000 \r\nnew cancer cases each year. Screening coverage is now \r\nat nearly 50 per cent, while our aim is to reach more \r\nthan 70 per cent by 2015. We have published a \r\npalliative care action plan, which covers every step in \r\nthe palliative care process. We will establish a total of \r\n54 cancer treatment centres in Turkey by 2023. \r\n This year, Turkey was accepted as the twenty-\r\nsecond member of IARC. We are also an active \r\nmember of the Middle East Cancer Consortium, the \r\nAsian Pacific Organization for Cancer Prevention, the \r\nMediterranean Task Force for Cancer Control, the \r\nAsian National Cancer Centers Alliance and the Black \r\n A/66/PV.5\r\n \r\n23 11-50356 \r\n \r\nSea Countries Coalition on Breast and Cervical Cancer \r\nPrevention. In that regard, we are ready to share our \r\nregional and international experiences in support of \r\nUnited Nations and World Health Organization \r\nactivities. \r\n The Acting President (spoke in French): I now \r\ngive the floor to the representative of Cameroon. \r\n Mr. Tommo Monthe (Cameroon) (spoke in \r\nFrench): Allow me, first of all, to take this opportunity \r\nto warmly congratulate the President on his election as \r\nPresident of this session of the General Assembly. I \r\nalso congratulate the members of the Bureau. I am \r\nconvinced that his eminent qualities will allow for \r\nfruitful and constructive dialogue and ensure the \r\nsuccess of our endeavours. I assure him of the full \r\ncooperation of my country and my delegation. \r\n Non-communicable diseases (NCDs), which are \r\nthe subject of our debate, pose a new challenge in \r\nefforts to improve global health. While the \r\ninternational community has long accorded priority to \r\nthe fight against transmissible diseases, such as \r\nHIV/AIDS, malaria and tuberculosis, the four main \r\ntypes of NCDs — cardiovascular disease, diabetes, \r\ncancer and chronic respiratory diseases — receive \r\nscant attention in developing countries, until they \r\nbecome epidemics.  \r\n One is tempted to liken the evolution of these \r\nchronic diseases and their risk factors over the past \r\nseveral years to the sound of a drumbeat warning — as \r\nis traditional in Africa — of a major threat that could \r\neven imperil our societies. The situation is all the more \r\nworrisome to the extent that, by 2030, NCDs are \r\nprojected to cause five times as many deaths \r\nworldwide as transmissible diseases, including in low- \r\nand medium-income countries, which have until very \r\nrecently not been seriously affected. Like other \r\ndeveloping regions of the world, Africa is experiencing \r\na steady increase in NCDs, as well as in the resulting \r\nuse of health services to counter such formidable \r\ndiseases.  \r\n That said, we may first ask ourselves how we \r\nreached the point where NCDs have become a \r\nworldwide threat. There are several possible \r\nexplanations, of course, but there is one reality that we \r\nsee throughout the world, that is, changes in lifestyle in \r\nthe wake of major advances in science, technology and \r\ndevelopment. Indeed, if progress in the modern age has \r\nmade it possible to improve the quality of life of \r\nhumankind, it has also proven detrimental to our \r\nlifestyles, which are not always conducive to good \r\nhealth.  \r\n The main risk factors and methods of preventing \r\nthese diseases are well known. Were such risk factors \r\nas tobacco use, unhealthy diets, lack of physical \r\nactivity and alcohol abuse removed, at least 80 per cent \r\nof all cardiovascular diseases, strokes and type-2 \r\ndiabetes would be eliminated, whiled 40 per cent of \r\ncancer cases would be prevented. Given that challenge, \r\nit would not be out of order to look at what has been \r\ndone to prevent or counter these scourges. \r\n Global awareness has increased over the past \r\n10 years, thanks to the adoption of the Global Strategy \r\nfor the Prevention and Control of Non-communicable \r\nDiseases, adopted during the fifty-third session of the \r\nWorld Health Assembly. Since 2000, the World Health \r\nAssembly has adopted a number of resolutions on \r\nmeasures to be implemented, in particular the World \r\nHealth Organization Framework Convention on \r\nTobacco Control, in 2003; the Global Strategy on Diet, \r\nPhysical Activity and Health, in 2004; and the Global \r\nStrategy to Reduce the Harmful Use of Alcohol, in \r\n2010. In 2008, the Assembly endorsed the 2008-2013 \r\nAction Plan for the Global Strategy, focusing in \r\nparticular on low- and middle-income countries and \r\nvulnerable populations.  \r\n In Africa, efforts to combat non-communicable \r\ndiseases are among the priorities identified in the \r\nWorld Health Organization strategic guidelines for \r\n2010-2015. In that connection, regional committees \r\nhave adopted a number of strategies on mental health, \r\ncardiovascular disease, cancers, sickle-cell disease and \r\non combating smoking and the harmful consumption of \r\nalcohol.  \r\n For many years, Cameroon’s health policies were \r\nfocused on countering infectious diseases and those \r\nwhich were not vaccine-preventable. My country \r\ntended to concentrate on achieving the Millennium \r\nDevelopment Goals, and therefore did not escape the \r\nphenomenon of an epidemiological shift with the \r\nemergence of non-communicable diseases. Recent \r\nstatistics on premature deaths caused by these \r\nsupposedly silent diseases — in particular \r\ncardiovascular disease, diabetes and cancer — are of \r\ngreat concern. \r\n Cardiovascular disease is increasingly striking \r\nthe youngest swathe of our population. Six per cent of \r\nour adult population is living with diabetes. Twenty-\r\nfive per cent of that same group lives with \r\nA/66/PV.5  \r\n \r\n11-50356 24 \r\n \r\nhypertension. There are 12,000 new cancer cases \r\nrecorded each year, while epilepsy affects 6 per cent of \r\nthe population. Five per cent of the total population is \r\nafflicted with asthma, while 20 per cent are carriers for \r\nsickle cell anaemia. Psychological and mental \r\ndisorders account for 5 per cent of the overall disease \r\nburden in the African region. \r\n Cameroon is well aware of this situation and of \r\nthe need to ascertain the extent of non-communicable \r\ndiseases. Therefore, in view of its goal of becoming a \r\ncountry with an emerging economy by 2035, my \r\ncountry has made non-communicable diseases a \r\npriority in the context of its strategic public health \r\nplanning. Various measures that aim to reduce the risk \r\nfactors for these illnesses have been adopted for the \r\nperiod 2011-2013. Among them, we have taken steps to \r\nreduce the use of tobacco and alcohol, particularly \r\nthrough warnings on cigarette packages and by \r\nprohibiting the sale of alcohol to minors under 18 years \r\nof age. \r\n We have also promoted the replacement of \r\ntrans-fats by polyunsaturated fats in food products, and \r\nare campaigning to raise public awareness about the \r\nhealth benefits of a balanced diet and the importance of \r\nengaging in physical activity. We are also promoting \r\nvaccination against hepatitis-B, as part of an expanded \r\nvaccination programme. \r\n In addition, after Cameroon joined the \r\nInternational Partnership for Health and Related \r\nInitiatives, in June 2010, the Minister of Public Health, \r\nalong with all interested stakeholders and groups, \r\nconducted an analysis of that sector that resulted in the \r\nformulation of a new policy and the revision of the \r\nnational health development plan. \r\n At the institutional level, special emphasis was \r\nplaced on reactivating coordination and research on \r\nnon-communicable diseases in the relevant branches of \r\nthe Ministry of Public Health through improved staff \r\ntraining.  \r\n Furthermore, Cameroon has made great progress \r\nin the area of norms by ratifying the World Health \r\nOrganization Framework Convention on Tobacco \r\nControl, the Brazzaville declaration on the prevention \r\nof non-communicable diseases and the Moscow \r\ndeclaration on healthy lifestyles and non-communicable \r\ndisease control. \r\n In addition, with a view to integrating health into \r\nmy country’s overall development plan, a large-scale \r\nproject to provide our hospital infrastructure with \r\nmajor technical equipment and medical supplies \r\ncapable of delivering quality diagnostics has been \r\nimplemented as part of an increased commitment to \r\naddressing non-communicable diseases. Particular \r\nemphasis has also been placed on a preventive \r\napproach in the fight against those diseases through \r\nwide-scale programmes of public health awareness. \r\n I would like to conclude by saying that combating \r\nnon-communicable diseases, and mobilizing the \r\nnecessary financial resources to accompany and \r\nimplement the measures of our plan to combat those \r\ndiseases, continues to be Cameroon’s main challenge. \r\nWe are therefore committed to continuing to step up \r\nour fight against non-communicable diseases by \r\nbolstering human, material and financial resources and \r\nby developing and implementing our first integrated \r\nmultisectoral strategic plan to prevent and combat such \r\ndiseases. In that regard, my Government is currently \r\nworking to establish a national fund to address public \r\nhealth emergencies and provide funding for prevention \r\nefforts in this sector, including on combating \r\nnon-communicable diseases. \r\n By the same token, Cameroon, along with the \r\nother African countries, calls for the establishment of a \r\nglobal fund to combat non-communicable diseases, in \r\nthe hope that funding allocated by the international \r\ncommunity will not compete with funds already \r\nearmarked for global care of the non-communicable \r\ndisease that I have mentioned, for which sub-Saharan \r\nAfrica is still paying a heavy cost. \r\n My country avails itself of this opportunity to \r\nthank its partners in development and to express the \r\nhope that we may continue to count on them to meet \r\nour challenges. \r\n I cannot conclude without recalling that there are \r\nonly four years left until 2015, the deadline for the \r\nachievement of the Millennium Development Goals. It \r\nis by that date that countries are working to meet the \r\ncommitments made 10 years ago to significantly \r\nimprove the living conditions of their people. The \r\nevident progression of non-communicable disease in \r\ndeveloping countries is seriously undermining our \r\nprogress towards achieving those Goals. Yet there is \r\nhope. We can meet this challenge through collective \r\naction and by sharing successful experiences and \r\nstrengthening national, regional and international \r\nnetworks to combat non-communicable diseases.  \r\n  The meeting rose at 9 p.m. \r\n"