" United Nations  A/66/PV.45\r\n  \r\n \r\nGeneral Assembly \r\nSixty-sixth session \r\n \r\n45th plenary meeting \r\nMonday, 31 October 2011, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n11-57174 (E) \r\n*1157174*   \r\nPresident: Mr. Al-Nasser . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Qatar) \r\n \r\n \r\n  The meeting was called to order at 3.25 p.m. \r\n \r\n \r\nTribute to the memory of His Royal Highness Crown \r\nPrince Sultan Bin Abdulaziz Al-Saud of Saudi Arabia \r\n \r\n The President (spoke in Arabic): I would like to \r\ntake the opportunity to pay my respects at the death of \r\nHis Royal Highness Crown Prince Sultan Bin \r\nAbdulaziz Al-Saud of Saudi Arabia. It was with \r\nprofound sadness and heartfelt grief that we learned of \r\nthe passing of His Royal Highness. \r\n His Royal Highness played a significant role in \r\nthe Kingdom of Saudi Arabia and throughout the Arab \r\nand Muslim world. His Highness was greatly respected \r\naround the world for his vision, his wisdom and his \r\nstatesmanship. On my own behalf and on behalf of the \r\nMember States of the United Nations, I would like to \r\nextend my sincere condolences to the royal family and \r\nto the Government and people of Saudi Arabia. \r\n \r\nAgenda item 27 \r\n \r\nSocial development \r\n \r\n (b) Social development, including questions \r\nrelating to the world social situation and to \r\nyouth, ageing, disabled persons and the family \r\n \r\n  Meeting devoted to the launch of the \r\nInternational Year of Cooperatives 2012 \r\n \r\n The President (spoke in Arabic): Members will \r\nrecall that in its resolution 64/136 of 18 December \r\n2009, the Assembly proclaimed the year 2012 the \r\nInternational Year of Cooperatives and encouraged all \r\nMember States, as well as the United Nations and all \r\nother relevant stakeholders, to take advantage of the \r\nYear as a way of promoting cooperatives and raising \r\nawareness of their contribution to social and economic \r\ndevelopment. \r\n Also, by its resolution 65/184 of 21 December \r\n2010, the Assembly decided to convene, at its sixty-\r\nsixth session, one plenary meeting of the General \r\nAssembly devoted to the launch of the International \r\nYear of Cooperatives 2012. \r\n Today, we are launching the 2012 International \r\nYear of Cooperatives, based on the theme “Cooperative \r\nenterprises build a better world”. We come together to \r\nmark this important year because we recognize that \r\npeople must be at the centre of the social and economic \r\ndevelopment agenda. No country can develop unless \r\nthe people themselves are developed. Enterprises \r\norganized on the cooperative principles of self-help, \r\ndemocracy, equality, equity and solidarity contribute \r\nimmensely to this approach. They reduce poverty, \r\ncreate jobs and promote social integration. And they do \r\nso in the firm belief in the ethical values of openness, \r\nhonesty, social responsibility and caring for others. \r\n Cooperative movements have existed in many \r\ncountries over the past 150 years, and today they play a \r\npivotal role in advancing the United Nations \r\ndevelopment plan, including in efforts to achieve the \r\nMillennium Development Goals. Accordingly, Member \r\nStates have repeatedly recognized the special character \r\nof the cooperative movement. The need for successful \r\nrelationships between cooperatives and the public \r\nA/66/PV.45  \r\n \r\n11-57174 2 \r\n \r\nsector is evident in the commitments made and \r\nstrategies adopted at the major United Nations \r\nconferences and summits.  \r\n At today’s launch, we will focus our deliberations \r\non the achievements of cooperatives. We will discuss \r\nhow to advance our support for their objectives of \r\nbringing people together to collectively resolve societal \r\nproblems at the grass-roots level.  \r\n Cooperatives offer a member-owned model of \r\neconomic organizations that strive to meet the \r\neconomic needs of members. The cooperative \r\nmovement is also a catalytic force essential to meeting \r\nthe global economic and employment challenges of a \r\nhighly competitive global marketplace. Cooperatives \r\nplay a mediating role in reconciling the logic of the \r\nmarket economy with the imperatives of social \r\ninclusion and ownership. That is particularly relevant \r\nand important in the aftermath of the global economic \r\nand financial crisis.  \r\n Cooperative enterprises are a means to revitalize \r\ndisadvantaged communities without creating \r\ndependency. Cooperatives with operations in nearly all \r\nsocio-economic sectors provide opportunities for \r\ndignified and productive employment. Cooperative \r\nenterprises empower whole communities and provide \r\nspecial support to disenfranchised groups, such as the \r\ndisabled, women and youth.  \r\n By virtue of their organizational characteristics, \r\ncooperative enterprises are user-owned and \r\ncommunity-responsive. They continue to aggregate \r\neconomic power, thereby enabling communities to \r\ncompete successfully in the global marketplace. In \r\naddition to providing affordable financial services to \r\npoor and low-income people, cooperatives have been \r\ninstrumental in providing business assistance, \r\nmanagerial guidance, equipment and training to people \r\nin need. \r\n Cooperatives contribute to food security, rural \r\ndevelopment and other social services. They not only \r\nprovide productive employment opportunities to \r\nmarginalized groups — including women, youth, \r\npersons with disabilities, older persons and indigenous \r\npeoples — but also make a valuable contribution \r\nthrough the technical assistance programmes of their \r\nhuman resources development component. \r\n The critical role played by cooperatives in the \r\nsphere of global peace and security, particularly in \r\npeacebuilding, has helped to rebuild post-conflict areas \r\nthrough the prompt provision of essential financial \r\nservices. Through their networks and federations, \r\ncooperatives have provided critical opportunities for \r\npeople to connect and to work together to meet \r\ncommon goals. Moreover, cooperatives provide \r\ndeveloping countries with opportunities to promote \r\ntheir exports and receive fair returns by strengthening \r\nlinkages with cooperative international business \r\nnetworks. \r\n In today’s global economic climate, cooperatives \r\nare more important than ever, given their vital \r\ncontribution to the achievement of global and national \r\ndevelopment goals. Cooperatives therefore deserve \r\nmore support and encouragement. It is imperative for \r\nMember States and their partners to ensure that the \r\nappropriate legal and enabling environment is in place \r\nfor cooperatives to thrive in their respective countries. \r\nWe need to strengthen the linkages among cooperatives \r\nacross the globe, improve statistics and the \r\ndissemination of information and enhance our support \r\nto technical assistance within cooperative movements. \r\n Together, in partnership with Governments, \r\ncooperatives, civil society organizations and the United \r\nNations system, let us commit to promoting sustainable \r\ndevelopment and global prosperity, including, inter \r\nalia, by strengthening cooperatives. \r\n As the Assembly is aware, I designated \r\nsustainable development and global prosperity as one \r\nof my key pillars for the current session. I look forward \r\nto working with all Members to make progress on that \r\nissue as a means to ensure a brighter future for all. I \r\nlook forward to a productive discussion.  \r\n(spoke in English) \r\n I now give the floor to the Deputy Secretary-\r\nGeneral, Her Excellency Ms. Asha-Rose Migiro. \r\n The Deputy Secretary-General: Today, we \r\nlaunch the International Year of Cooperatives. We do \r\nthis as the world is witnessing growing discontent over \r\nthe ongoing effects of the financial and economic \r\ncrisis. Increasingly, we see demands for change in the \r\nways we live and work. Increasingly, we see the need \r\nfor choices and values that are sustainable, responsible \r\nand inclusive. \r\n In confronting those challenges, we can draw \r\nstrength from the cooperative spirit. The cooperative \r\nmovement balances both economic viability and social \r\n A/66/PV.45\r\n \r\n3 11-57174 \r\n \r\nresponsibility. Cooperatives make enormous \r\ncontributions, not only to their members, but also to \r\ntheir communities and societies. They help to reduce \r\npoverty and create jobs. They promote food security \r\nand inclusive finance. They empower youth, women, \r\nolder persons, persons with disabilities and indigenous \r\npeoples. Hence, they serve as a significant social safety \r\nnet.  \r\n The International Year of Cooperatives is an \r\nopportunity to raise public awareness about \r\ncooperatives, to promote their formation and to \r\nencourage Governments to establish policies conducive \r\nto their growth. Just as important, it offers a chance to \r\nunderscore the importance of cooperative values. \r\n One of those values is sustainability. \r\nCooperatives focus on the long-term. Through their use \r\nof local labour and capital, as well as their respect for \r\nthe environment, cooperatives strengthen local \r\neconomies while creating a sustainable future.  \r\n Another cooperative value is solidarity. \r\nCooperatives typically enjoy a strong community \r\nconnection and hold themselves accountable to more \r\nthan solely their members or clients. For cooperatives, \r\nthe well-being of the broader community is as crucial \r\nas the well-being of its members. \r\n A third signature value of cooperatives is \r\ninclusiveness. As self-help organizations, cooperatives \r\nare inherently people-centred. They meet not only \r\nmaterial needs but also the human need to participate \r\nproactively in improving one’s life. Moreover, with \r\ndemocratic decision-making processes and a focus on \r\ncultivating member skills and capacities, cooperatives \r\noffer a model for harnessing the energies and passions \r\nof all. \r\n The International Year of Cooperatives coincides \r\nwith the observance of the International Year of \r\nSustainable Energy for All and with the United Nations \r\nConference on Sustainable Development, to be held \r\nnext June. Let us make the most of this confluence of \r\nevents. Cooperatives present us with values and \r\nstructures that are ideally suited for addressing the \r\nchallenges we face. We must leverage these advantages \r\nnot only to produce better businesses but to advance \r\nthe broader imperative of sustainable development. In \r\nthat way, we can live up to the Year’s theme, \r\n“Cooperative enterprises build a better world”. \r\n The President: I thank the Deputy Secretary-\r\nGeneral for her statement.  \r\n In accordance with resolution 65/184, I now give \r\nthe floor to Dame Pauline Green, cooperative \r\nrepresentative, to present the outcome statement of this \r\nmorning’s informal round table. \r\n Dame Pauline Green: Please allow me to \r\nwelcome my colleagues from the cooperative \r\nmovement who have come from all around the \r\nworld — indeed from 52 countries — to be here on this \r\nimportant day for our movement.  \r\n “Cooperatives are a reminder to the international \r\ncommunity that it is possible to pursue both \r\neconomic viability and social responsibility.”  \r\nIn those few the words, Secretary-General Ban \r\nKi-moon encapsulated the cooperative model of \r\nbusiness and the capacity it has, in the words of the \r\nUnited Nations slogan for this International Year, to \r\nbuild a better world.  \r\n A background paper for the 1995 Copenhagen \r\nWorld Summit for Social Development stated that \r\n“cooperatives contribute directly to improve the \r\nstandards of living of half the world’s population”. \r\nThose are words built upon facts. They reflect the fact \r\nthat for nearly 200 years, cooperatives have been \r\ncreating jobs across the world. Currently more than \r\n100 million of the world’s citizens are employed within \r\na cooperative. They reflect the fact that, since their \r\ninception, cooperatives have not sought to ape their \r\ncorporate competitors and maximize their profits, but \r\nrather to meet the needs of their member-owners.  \r\n It is no wonder then that today the cooperative \r\nmovement is owned by nearly 1 billion people across \r\nthe globe. That number reflects the fact that \r\ncooperatives have been a powerful player in \r\nembedding civil society across the world through the \r\npowerful medium of the creation of member-owned \r\nbusinesses. Those are businesses built on the principles \r\nof sound democracy, a commitment to an economic \r\nreturn to members on their trade with the cooperative \r\nrather than the size of their share-holding and a model \r\nwhereby businesses have a wider social engagement as \r\na core part of their DNA.  \r\n For nearly two centuries we have been helping to \r\nreduce conflict, build community cohesion, build skills \r\nand expertise, develop local leadership potential and \r\nsupport women in positions of economic activity and \r\nA/66/PV.45  \r\n \r\n11-57174 4 \r\n \r\nleadership in their communities. All of those \r\nachievements have been developed with the intellectual \r\nunderpinning of the value of collective endeavour in \r\nsustainable, member-owned local enterprises.  \r\n In effect, cooperatives have taken millions out of \r\npoverty with dignity, by helping them to build their \r\nown cooperative enterprises. Our commitment to our \r\ndemocratic and social agenda is built on a sound and \r\nsuccessful member-owned business model. What is \r\nmore, it is a business model that can compete \r\nsuccessfully in the marketplace with other forms of \r\nbusiness, and thrive.  \r\n Today, as the General Assembly launches the \r\nInternational Year of Cooperatives, the International \r\nCooperative Alliance publishes its Global 300 — the \r\nlist of the largest 300 of our many hundreds of \r\nthousands of cooperatives across the world. Together, \r\nthose 300 cooperatives are worth $1.6 trillion, \r\nequivalent to the ninth-largest economy in the world, \r\nand they operate in some of the most competitive \r\nindustries in the world — banking, insurance, \r\nagriculture, retail, health, utilities and others. The \r\n300 list includes cooperatives from 25 different \r\ncountries.  \r\n Our challenge is to make sure that more people in \r\ndecisions-making positions, or those who exercise \r\ninfluence in the political or economic spheres, or \r\nindeed in the media, know about the size, scope and \r\nscale of the cooperative sector of the economy, the \r\nwork it does to sustain and build communities across \r\nthe world and its capacity to do so much more. That \r\nwas one of the first messages coming this morning \r\nfrom the round table that was held here in this \r\nbuilding.  \r\n The collapse of the financial sector of the global \r\neconomy has had tragic results for families and \r\ncommunities in many parts of the developed world in \r\nparticular. It is well documented now, not least by the \r\nInternational Labour Organization, that there is one \r\npart of the financial sector that has continued to grow \r\nits asset base over the past four years, where account \r\nholders and deposits have grown and which has \r\ncontinued to lend and indeed grown its lending to \r\nfamilies and businesses — the cooperative financial \r\ninstitutions, of course.  \r\n Cooperatives are people-based businesses and, \r\nunlike their competitors, are not constitutionally bound \r\nto work to maximize profits for their shareholders. \r\nThat point was made very strongly here this morning \r\nby the speakers at round table on the theme \r\n“Cooperative enterprises build a better world: \r\ncontributions to sustainable development”. Each of the \r\ncontributors made a compelling case that the success, \r\nlongevity and growth of their cooperative depend on a \r\nstrong and abiding relationship with their member-\r\nowners, and on their trust and confidence in the \r\npriorities of the business that they own, in which they \r\ncan play a significant role and in which, together, they \r\nare the key stakeholder. That is the same whether the \r\ncooperative is one of the earliest forms of \r\ncooperatives — banking, retail, insurance or \r\nagriculture — or whether it is one of the leading-edge, \r\nradical new community coops in the developed world, \r\nor a crucial small-village savings and credit coop in \r\nAfrica.  \r\n What was also significant from the speakers this \r\nmorning was the way in which they had a common \r\ncase to make, from Mondragón in the Basque country \r\nof Spain, to Rabobank in the Netherlands, to the supply \r\nand marketing cooperatives in China. Each of them \r\nshowed that regardless of size, each has a clear and \r\ncontinuing commitment to international development \r\nand is actively engaged in what they consider one of \r\nthe commitments that comes with being a cooperative.  \r\n That work, however, would be much easier — \r\nand much more productive — if the cooperative model \r\nof business were taken more seriously and if al \r\ncontributors used their own experience to make the \r\ncase for three key points. First, member-owned \r\ncooperatives are a serious business model, with scale. \r\nCooperatives are therefore asking that the specific and \r\nunique legal and financial framework of a cooperative \r\nbe fully acknowledged and recognized in public policy \r\nand regulation.  \r\n Secondly, member-owned cooperatives are \r\nvalues-led businesses. Our values are integral to our \r\nbusiness model, not just a marketing tool in the shape \r\nof a corporate social responsibility report once a year. \r\nThey define our identity and our brand; they are part of \r\nour DNA. Cooperatives are asking that their model of \r\nbusiness be given equal promotion with the \r\nstockholder model. \r\n Thirdly, our governance model is people-led. At a \r\ntime when people — especially young people, whom \r\nthis recession is hitting so cruelly — are cynical about \r\nthe political and economic models that dominate their \r\n A/66/PV.45\r\n \r\n5 11-57174 \r\n \r\nlives, when they are looking for a voice, in North \r\nAfrica, the Middle East, Wall Street and across the \r\nworld, and when they are looking for impact, the \r\ncooperative is not only an effective governance model, \r\nit is a compelling one. And cooperatives are asking that \r\nthere should be greater diversification of the global \r\neconomy to ensure a level playing field for the \r\nmember-owned model of business. \r\n Let me conclude by saying that our movement — \r\nbecause that is what it is, a movement — is conscious \r\nof the great gift that the United Nations has given us \r\nwith this International Year: a gift that recognizes the \r\ncooperative impact on the socio-economic development of \r\nthe world, and its capacity to do so much more. We \r\nwish to put on record our particular thanks to the \r\nGovernment of Mongolia, which put the original \r\nproposal for the Year on the agenda, and to the \r\nunprecedentedly large number of Governments that put \r\ntheir signature on the resolution to give effect to the \r\nYear. \r\n It is an honour and a privilege for me to ascend \r\nthe rostrum in this iconic Chamber. I am proud to do so \r\nin the name of the 1 billion cooperators across the \r\nworld. I pay tribute to the great work that they do \r\nacross the world to make it a better place. Together, \r\ncooperatives will work to make the International Year a \r\npowerful restatement of the cooperative ideal. It is our \r\naim that, on 31 December 2012, we will be able to \r\npivot from a successful International Year of \r\nCooperatives to a decade of cooperative growth. \r\n The President: As indicated in my letter of \r\n21 October, an invitation has been extended to \r\nMr. Gordon Brown, former Prime Minister of the \r\nUnited Kingdom of Great Britain and Northern Ireland, \r\nto make a statement at this meeting. If there is no \r\nobjection, I shall take it that the Assembly agrees to \r\nhear the statement by Mr. Brown. \r\n It was so decided. \r\n The President: I now give the floor to His \r\nExcellency Mr. Gordon Brown, former Prime Minister \r\nof the United Kingdom of Great Britain and Northern \r\nIreland. \r\n Mr. Brown: First of all, let me say that I want to \r\nspeak up for the 100 million employees of the \r\ncooperative movement, represented by 300 representatives \r\nhere today from 52 countries. I would like to thank \r\nthem for showing that the principles of human \r\ncooperation can make for a better global economy. I \r\nalso want to speak out today on behalf of the 1 billion \r\nmembers of cooperatives worldwide, all of them \r\naffiliated with the International Cooperative Alliance, \r\nand to thank them for living their lives in the spirit of \r\ncooperation and public service. \r\n I also want to stand up today for the half of the \r\nworld’s population who, either in buying from a \r\ncooperative or as part of a mutual association, know \r\nthat the principles of cooperation — less poverty and \r\ngreater equality — make for a better society in every \r\npart of the world. For literally billions of us are part of \r\na movement across the generations of people who, \r\nhowever distantly, feel the pain of others. We are part \r\nof a movement of men and women who believe in \r\nsomething bigger than just ourselves. We are part of \r\nfamilies and communities who believe in something \r\nquite monumental: that when the strong help the weak, \r\nit makes us all stronger. Let us therefore remember \r\ntoday, in this year of cooperation, that our \r\ninterdependence, our mutual dependence on each \r\nanother, is an ever-increasing fact of our lives. As \r\nMartin Luther King, Jr. — who is now commemorated \r\nin the pantheon of Washington, D.C. — said that we \r\nare part of an inescapable network of mutuality. \r\n I remember the poetry that says it is the hands of \r\nothers who grow the food we eat, who sew the clothes \r\nwe wear, who build the houses we inhabit. It is the \r\nhands of others who tend us when we are sick and who \r\nlift us up when we fall. It is the hands of others who \r\nbring us into this world and who lower us into the \r\ngrave. We are finding today that not only are we \r\nmutually dependent on one another for our survival and \r\nsubsistence and success, but that there are global \r\nproblems — not just common or shared problems that \r\ncan be dealt with by bilateral or trilateral or Group of \r\nSeven action, but global problems: problems of climate \r\nchange, of financial stability, pandemics, problems of \r\nsecurity needed against terrorism, of inequality that can \r\nnever be resolved unless there is cooperation between \r\nnations. \r\n As this generation has found, if interdependence \r\nforces us to cooperate as a fact of life, then acting on \r\nthat interdependence, which summons us to cooperate, \r\nis part of the moral sense of almost every individual we \r\nmeet. We do more than to cooperate out of need. There \r\nis a human need to cooperate. Is it not the case that we \r\ncannot be truly happy when others are sad, that we \r\ncannot truly feast when others famish? Is it not the case \r\nA/66/PV.45  \r\n \r\n11-57174 6 \r\n \r\nthat we cannot truly be contented or complete as \r\nindividuals when the lives of millions of other people \r\nare incomplete and full of discontent? \r\n So I say that in this International Year of \r\nCooperatives that we must do more than simply talk \r\nabout our interdependence. We must talk more than \r\nsimply about the moral sense that cooperation is good. \r\nWe should from here, at this United Nations meeting \r\ntoday, in this year of cooperation, listen to those voices \r\nof discontent, the 200 million people around the world \r\nwho are unemployed, the 80 million young people \r\nwithout hope that they can ever find a job, the \r\n1.4 billion people who today still live in absolute \r\npoverty. We should listen to these voices and set out a \r\ncooperative vision for the future. It is not anti-wealth \r\nto say that wealth must do more than serve only the \r\nneeds of the wealthy. It is not anti-enterprise to say that \r\nthe purpose of enterprise is to support more than just \r\nthe entrepreneur. And it is not anti-competition to say \r\nthat without cooperation, competition may not lift us \r\nup but may pull us down. \r\n Let me say to the Assembly that nothing would \r\ndo more to show the principles of cooperation in action \r\nthan if the world would come together to make a new \r\ncommitment that by 2015 we will do everything in our \r\npower to meet the Millennium Development Goals. \r\nNothing would send a bigger signal about our ability to \r\ncome together for a common purpose than if we say we \r\nwill achieve one by one the Millennium Development \r\nGoals. \r\n Today I want specifically to talk about the \r\nimportance of meeting the education Millennium \r\nDevelopment Goal by 2015. It is a principle of the \r\ncooperative movement that everyone should have the \r\nchance of education and training. But today there are \r\n70 million children not going to school; 70 million \r\nchildren denied the most basic of opportunities. I have \r\nmet children who beg for the chance to get to school \r\nwhen it is denied them because of the failure to provide \r\nteachers, classrooms and the technology they need. So \r\nas part of the International Year of Cooperatives, let us \r\nmake this year work for the children of the world by \r\ntraining teachers, building schools and delivering the \r\ntechnology that is needed to provide education in all \r\nparts of the world — so that we can genuinely say that \r\nwe will be the first generation in history to achieve the \r\nright of every single child in the world to have the \r\nchance of education at school. \r\n Now, in this year of cooperation, let us remember \r\nsome of the great statements that have been made in \r\nsupport of cooperation over the decades. A few months \r\nago I was asked by Harvard University to record, as \r\npart of a project, one of the great phrases from a speech \r\nby John F. Kennedy, his inaugural address to the \r\nAmerican people in 1961. They asked people from \r\nevery part of the world to contribute a recording of a \r\nsentence from that speech, so that they could make a \r\ncompilation of his remarks during his famous inaugural \r\naddress that could be sent around the world in \r\nremembrance of his historic words. Some Assembly \r\nMembers will know those great words, because they \r\nare relevant to what we are talking about today.  \r\n “The torch has been passed to a new generation” \r\nand, yes, there is a new generation of cooperators \r\nemerging, as the cooperative movement goes from \r\nstrength to strength. “Ask not what your country can \r\ndo for you — ask what you can do for your country” is \r\nthe call to public service that lies at the heart of the \r\ncooperative movement. “Let us never negotiate out of \r\nfear. But let us never fear to negotiate.” That is the call \r\nto seek cooperation where possible and never to seek \r\nconfrontation for its own sake. If a free society cannot \r\nhelp the many who are poor, it cannot save the few \r\nwho are rich.” That is a call for cooperation to ensure \r\nthat our environmental resources and income and \r\nwealth are shared fairly around the world. \r\n It is said that Richard Nixon, who was the \r\ndefeated presidential candidate in 1961, was asked \r\nwhich of the words from Kennedy’s inaugural address \r\nhe would have liked to have read out. He said that \r\nthere was only one phrase: “I do solemnly swear that I \r\nwill faithfully execute the office of President of the \r\nUnited States of America”. However, the words that I \r\nwas asked to read, which I want to repeat to the \r\nAssembly today, were “Let both sides explore what \r\nproblems unite us instead of belaboring those problems \r\nwhich divide us.” We have it in our mortal hands to \r\nabolish poverty, disease, hunger, illiteracy and conflict.  \r\n Kennedy later went on to Philadelphia, where he \r\ndeclared that, if 1776 had brought America a \r\ndeclaration of independence, it was now time for a \r\ndeclaration of interdependence. That is, I think, our \r\ndestiny — an interdependent world ready to challenge \r\nthe global problems that exist and prepared to \r\ncooperate for common purposes. That is why this \r\nInternational Year of Cooperatives is important. That is \r\n A/66/PV.45\r\n \r\n7 11-57174 \r\n \r\nwhy so many people around the world will celebrate \r\nthe principles of cooperation.  \r\n That is why, as Dame Pauline Green said so \r\neloquently, we must now move on from a year of \r\ncooperation to declare a decade of cooperation, where \r\npeople around the world will benefit from jobs, relief \r\nfrom poverty, a higher quality of life and \r\nenvironmental sustainability as a result of not only the \r\nefforts and endeavours, but also the ambitions and \r\nideals, of cooperators everywhere. \r\n The President: I thank the former Prime Minister \r\nof the United Kingdom of Great Britain and Northern \r\nIreland for his statement. \r\n Mr. Bayarmagnai (Mongolia): On behalf of the \r\nGovernment of Mongolia, it is a great honour and \r\nprivilege to address the General Assembly at its sixty-\r\nsixth session in the plenary meeting on the launching \r\nof the 2012 International Year of Cooperatives. I wish \r\nto extend my delegation’s warmest greetings to all \r\nparticipants in this important gathering. \r\n The delegation of Mongolia is particularly \r\npleased to highlight the fact that the launching of the \r\nInternational Year of Cooperatives coincides with the \r\ncelebrations of the fiftieth anniversary of Mongolia’s \r\nmembership in the United Nations. \r\n Cooperatives, as economic enterprises and as \r\nautonomous self-help organizations, play an important \r\nrole in fostering inclusive and sustainable economic \r\nand social development, poverty reduction, \r\nemployment generation and food security. They \r\nrepresent a model of economic enterprise which, when \r\neffectively implemented, promotes democratic and \r\nhuman values and environmental sustainability. \r\n Cooperatives also promote social integration and \r\ncohesion, as they are a means of empowering the poor \r\nand marginalized groups. The cooperative sector, \r\nespecially in developing countries, contributes to \r\nefforts to achieve the Millennium Development Goals \r\nby 2015. In recognition of the contribution of \r\ncooperatives to socio-economic development \r\nthroughout the world and to further strengthen \r\ncooperatives worldwide, the United Nations declared \r\n2012 as the International Year of Cooperatives. \r\n Since its accession to the United Nations as a \r\nfull-fledged Member State 50 years ago, Mongolia has \r\nbeen endeavouring to contribute to the common efforts \r\nof the international community by introducing a \r\nnumber of United Nations resolutions on important \r\nsubjects, including on cooperatives in social \r\ndevelopment. \r\n The International Year of Cooperatives seeks to \r\nencourage the growth and establishment of \r\ncooperatives world-wide. Strengthening cooperatives \r\nrequires long-term efforts. Hence, the development of a \r\nroad map or plan of action has been proposed to ensure \r\nthe continued promotion of cooperatives and effective \r\nfollow-up to the activities envisaged beyond the \r\nInternational Year of Cooperatives. \r\n To help achieve those objectives, an expert group \r\nmeeting on the theme “Cooperatives in social \r\ndevelopment: beyond 2012” was held in Ulaanbaatar \r\nfrom 3 to 6 May. The meeting was organized jointly by \r\nthe Government of Mongolia, represented by the \r\nMinistry of Foreign Affairs and Trade and the Ministry \r\nof Food, Agriculture and Light Industry, and the United \r\nNations, represented by the Division for Social Policy \r\nand Development of the Department of Economic and \r\nSocial Affairs. Participants in the expert group meeting \r\ndiscussed the programme of activities for the 2012 \r\nInternational Year of Cooperatives and inputs for a \r\ndraft plan of action beyond 2012. \r\n In line with resolution 65/184 on cooperatives in \r\nsocial development, which invited Member States to \r\nconsider taking action towards establishing national \r\nmechanisms, such as national committees, to prepare \r\nfor, observe and follow up on the International Year of \r\nCooperatives, the Government of Mongolia, by its \r\nresolution 112 of April 2011, has established a national \r\ncommittee to prepare for the International Year of \r\nCooperatives. The Committee is chaired by the Deputy \r\nPrime Minister and represented by the relevant \r\nministries as well as the representatives of \r\ncooperatives. The national committee has approved a \r\nplan of action to observe the International Year of \r\nCooperatives. The plan envisages implementing a \r\nbroad range of activities aimed at raising public \r\nawareness about cooperatives and their contribution to \r\nsocio-economic development; promoting the formation \r\nand growth of cooperatives; establishing a legal \r\nenvironment conducive to the formation, growth and \r\nstability of cooperatives; organizing a campaign under \r\nthe slogan “One province — two brands” and \r\nexhibitions with the broad involvement of \r\ncooperatives; and strengthening cooperation with the \r\nInternational Cooperative Alliance through project \r\nimplementation. \r\nA/66/PV.45  \r\n \r\n11-57174 8 \r\n \r\n The history of the cooperative movement in \r\nMongolia dates back to the 1920s. However, it \r\nunderwent a profound transformation in the 1990s, \r\nwhen Mongolia began its transition to a market \r\neconomy. \r\n The adoption of the Cooperative Law in 1998 and \r\nthe National Programme for Cooperative Development, \r\none year later, played a crucial role in creating a \r\nfavourable environment for the formation and \r\ndevelopment of cooperatives. Mongolian cooperatives \r\ntoday represent the autonomous association of people \r\nunited voluntarily to meet their common needs and \r\naspirations through jointly owned and democratically \r\ncontrolled enterprises. They play an important role in \r\nsocio-economic development by creating jobs and thus \r\nalleviating poverty. They have grown in number and in \r\nthe services they provide. There are currently 2400 \r\ncooperatives successfully operating in such varied \r\nareas as the processing of raw materials, production, \r\nsavings and credit, sale, supply and procurement, \r\nservice, and housing construction. \r\n Mongolia’s economic growth and sustainable \r\ndevelopment, including food security, depend heavily \r\non the agricultural sector. Special attention is therefore \r\naccorded to the development of agricultural \r\ncooperatives. More than 37 per cent of our population \r\nlives in rural areas and most are engaged in animal \r\nhusbandry. Agricultural cooperatives play an important \r\nrole in supporting small agricultural producers and \r\nmarginalized groups such as young people and women. \r\nIn that context, we welcome the initiative of the \r\nInternational Co-operative Alliance to celebrate the \r\nInternational Day of Cooperatives 2011 with the theme \r\n“Youth: the future of cooperative enterprise”. \r\n In conclusion, I wish to express my \r\nGovernment’s strong support for the development of \r\ncooperatives world-wide.  \r\n Mr. McLay (New Zealand): New Zealand joins \r\nyou, Mr. President, in expressing its condolences on \r\nthe death of the Crown Prince of Saudi Arabia. Our \r\nsympathy goes to the royal family, to the Government \r\nand to the people of Saudi Arabia.  \r\n New Zealand welcomes the launch of the \r\nInternational Year of Cooperatives and supports the \r\naim of promoting cooperatives and raising awareness \r\nof their contribution to social and economic \r\ndevelopment. \r\n Compared with other countries, cooperatives \r\nserve a relatively large part of the New Zealand \r\neconomy. Cooperatives operate in many of our \r\nbusiness sectors, most notably in agriculture, but also \r\nin areas such as banking, financial services and \r\nretailing. \r\n The earliest record of a New Zealand cooperative \r\ndates back to 1871, with the formation of the Otago \r\nCooperative Cheese Company. Just eight dairy farmers \r\npurchased shares based on the quantity of milk they \r\nwould supply to the cooperative, with each share \r\nhaving a value of £1, and representing the supply of ten \r\nquarts of milk. The general principles adopted by that \r\ncooperative were typical of those that have prevailed in \r\ncooperative societies and companies through to the \r\npresent time. According to the Bloomberg business \r\nnews service, New Zealand’s largest business, Fonterra \r\nCooperative Group Limited, is “the world’s largest \r\ndairy exporter” and “accounts for about 40 per cent of \r\nthe global trade in butter, milk powder and cheese, \r\nselling products in 140 countries”. That, to quote \r\nInternational Co-operative Alliance President Dame \r\nPauline Green, is “a serious business model with \r\nscale”. \r\n The scale and diversity of New Zealand’s \r\ncooperative sector means that cooperatives play a key \r\nrole in contributing to the achievement of the \r\nGovernment’s economic objectives. \r\n The values on which cooperatives are based, as \r\nexpressed by the International Co-operative Alliance, \r\nare those of self-help, self-responsibility, democracy, \r\nequality, equity and solidarity. Those values are \r\ndemonstrated in New Zealand’s cooperative \r\nbusinesses, with their commitment to social and \r\nenvironmental goals. Cooperatives have played a \r\nsignificant role in the development of New Zealand \r\ncommunities, promoting qualities of independence and \r\ncooperation, and responding well to the needs of their \r\ncommunities. \r\n New Zealand recognizes the importance of \r\nproviding an enabling environment for the \r\nestablishment and operation of cooperatives. A legal \r\nframework that facilitates the establishment and \r\noperation of cooperatives has existed for well over a \r\ncentury and is, at present, largely embodied in the \r\nIndustrial and Provident Societies Act of 1908 and the \r\nCo-operative Companies Act of 1996. That legislation \r\ncontains special features relating to shareholdings that \r\n A/66/PV.45\r\n \r\n9 11-57174 \r\n \r\nfacilitate the conduct of business on a mutual basis and \r\nencourage continuous active participation by members \r\nof the cooperative. That legal framework provides the \r\nflexibility needed for cooperative enterprises to prosper \r\nand establishes structures that respond to the needs of \r\ncooperative members. \r\n Mr. Zinsou (Benin), Vice-President, took the \r\nChair. \r\n Relevant Government websites promote \r\nawareness of the cooperative form and offer advice on \r\nhow to register as a cooperative, thus enabling those \r\nwho search online for information regarding New \r\nZealand’s regulatory requirements to consider whether \r\nthe cooperative business model is appropriate to their \r\nparticular circumstances. \r\n Internationally, New Zealand’s Aid Programme \r\nalso recognizes that, under the appropriate \r\ncircumstances, cooperatives in their various forms can \r\npromote economic and social development and \r\ncontribute to the eradication of poverty. The \r\nProgramme works with and accommodates different \r\ntypes of cooperative as found in different countries, \r\nincluding the association of pearl businesses in the \r\nCook Islands and tourism associations in Samoa. New \r\nZealand will play its part during the International Year \r\nof Cooperatives, with the New Zealand Cooperatives \r\nAssociation coordinating the New Zealand programme. \r\nOur planned involvement includes a cooperative \r\nresearch conference in June 2012, focused on the \r\ndevelopment of education programmes for \r\nprofessionals, such as lawyers and accountants, along \r\nwith other public events. \r\n Also, as part of its contribution to the \r\nInternational Year of Cooperatives, the Government \r\nhas agreed to fund a statistical project that aims to \r\nestimate the contribution made by New Zealand \r\ncooperatives to the country’s gross domestic product \r\nand employment. The resulting statistics will provide a \r\nbasis for measuring the extent of cooperative activity, \r\nand will provide better information for future policy \r\ndevelopment. \r\n Mr. Mikkonen (Finland): It is an honour for me \r\nto address this meeting as a representative of Finland \r\nand Chairman of the Finnish Cooperative Council. The \r\ncooperative organizations in Finland welcome the \r\nUnited Nations initiative to declare 2012 the \r\nInternational Year of Cooperatives. We believe that \r\ncooperatives can impact poverty reduction, \r\nemployment generation and social integration. \r\nCooperatives bring many benefits to society. Farmers \r\ncan gain better access to markets by working together \r\nin cooperatives, consumers can buy their goods more \r\ncheaply in their own cooperative stores, and micro-\r\ncredits given by local cooperatives can revive local \r\neconomies. \r\n Cooperation as a business model and enterprise \r\nform has proved to be successful in several developed \r\ncountries, and Finland is often considered to be the \r\nmost cooperative country in the world. Almost half of \r\nall daily goods are bought from cooperative stores; \r\nmore than one third of all deposits are in cooperative \r\nbanks; and the Finnish agricultural cooperatives have \r\nhigh shares of the Nordic market. For instance, more \r\nthan 95 per cent of the milk produced in Finland is \r\ndelivered to cooperative dairies. About 80 per cent of \r\nthe adult population are members of cooperatives. \r\n However, even in Finland, a very cooperative \r\ncountry, the cooperative model is still relatively \r\nunknown among the public. We are working tirelessly \r\nto make the cooperative model better known, and we \r\nhave also achieved many good results throughout the \r\nyears. \r\n Today cooperatives are used as a tool for training \r\nin entrepreneurship in Finnish colleges. This \r\neducational programme, where students form, run and \r\ndevelop cooperatives for the marketing of their skills, \r\nhas proved very successful. The programme has also \r\nbeen exported to colleges and universities in several \r\nother European countries. \r\n In Finland, the cooperative business is exactly \r\nthat: business — very pragmatic and very \r\nnon-ideological. About 20 years ago, in the early \r\n1990s, we started a project with the aim of promoting \r\nthe formation of cooperatives in Finland. Finland \r\nexperienced a difficult recession at that time, and we \r\nsaw cooperation as a tool for solving many of the \r\nresulting problems. Forming cooperatives could \r\nprovide services that municipalities have cut down on. \r\nCooperation could be a tool for self-employment for \r\nthe jobless and offer the possibility of developing the \r\nwhole third sector area. The number of cooperatives in \r\nFinland has quadrupled since 1990. \r\n I would like to conclude by once again \r\nemphasizing the potential value of the cooperative \r\nmodel in bringing about social and economic \r\ndevelopment in societies. Cooperatives can play a key \r\nA/66/PV.45  \r\n \r\n11-57174 10 \r\n \r\nrole in fighting poverty, creating employment and \r\nenhancing social integration. \r\n Mr. Sinah (India): I am thankful to you, Sir, for \r\ngiving me this opportunity to address the General \r\nAssembly. It is indeed an honour for me. \r\n As we gather here to mark 2012 as the \r\nInternational Year of Cooperatives, it is most befitting \r\nthat the United Nations is taking the lead in raising \r\nawareness about cooperatives as a progressive model \r\nof socio-economic advancement. Considering the role \r\nthat cooperatives have played the world over in \r\nbringing about social change, rural development and \r\nraising economic productivity, this global recognition \r\nis long overdue. \r\n The cooperative model of development has met \r\nwith remarkable success in varied socio-economic \r\ncontexts in both developed and developing nations. Yet \r\nits true potential as a means of socio-economic \r\norganization remains to be fully harnessed, and the \r\nmodel itself to be better understood by the larger global \r\ndevelopment community. Its space in global \r\ndevelopment discourse thus far has been limited. In \r\nfact, the internationally agreed development goals, \r\nincluding the Millennium Development Goals (MDGs), \r\nhave not really focused on this people-centric \r\ndevelopment option. \r\n They say that in every crisis lies an opportunity. \r\nThere is a strengthened push for financial inclusion, \r\npromoting social protection and empowering small and \r\nmedium enterprises and marginal farmers to act as \r\nlevers against economic shocks. This has put forth \r\ncooperatives as a viable choice for social and economic \r\naction. We must fully capitalize on the situation. \r\n India calls upon Member States, the United \r\nNations system, civil society and the private sector to \r\nstrongly advocate for the cooperative movement. This \r\nwould be most timely, as the global community \r\nprepares to renew its commitment to sustainable \r\ndevelopment next year at the United Nations \r\nConference on Sustainable Development (Rio+20). \r\n The decentralized nature of the cooperative \r\nstructure, based on popular participation and a bottom-\r\nup approach, makes it an ideal platform for local \r\naction. Cooperatives have contributed significantly to \r\nensuring economic productivity and rural development; \r\npromoting social empowerment and cohesion; opening \r\nmarketing channels for village and artisanal produce; \r\nand providing credit and input support to farmers, \r\nconsumers and workers. Their catalytic role in national \r\nadvancement, in both developed and developing \r\ncountries, has been well recognized. \r\n India’s experience with cooperatives has been \r\nsingularly successful. This has been duly noted by the \r\nSecretary-General in his report. Given that almost \r\n70 per cent of our people are dependent on agriculture, \r\nit is natural for our cooperative movement to have an \r\nagricultural bias, both in credit and non-credit \r\nsegments. Our national priority for poverty eradication, \r\ninclusive growth, women’s empowerment and \r\npromoting self-reliance underpins the fundamentals of \r\nthe Indian cooperative movement. In the process, we \r\nhave constantly drawn inspiration from the father of \r\nour nation, Mahatma Gandhi, who desired to see \r\nvillage societies and cooperative farming at the centre \r\nof his idea of Gram Swaraj, or rural independence. \r\n A unique feature of the cooperative movement in \r\nIndia is that the State has played an active role in it. We \r\nbelieve that such responsibilities are part of those of a \r\ndeveloping State, especially in the early years of its \r\nexistence. With the cooperative movement having \r\ngathered strength of its own, the Government is now \r\nlargely playing a facilitator’s role. \r\n Cooperatives have been the lifeline of India’s \r\nwhite revolution, or milk production, and have made us \r\nthe largest producer of milk in the world. Milk \r\ncooperatives have been most successful in the dry parts \r\nof India, not the most ideal setting for dairy, making \r\ncooperative action even more noteworthy. The milk \r\ncooperative Anand Milk Union Limited (AMUL) is a \r\nhousehold name in India, with its products available \r\nthroughout the length and breadth of the country. \r\nBehind the AMUL brand stands a milk marketing \r\nfederation, a union of 15,712 village milk cooperatives \r\ncomprising 3 million milk producers, with a daily milk \r\ncollection of 12 million litres and supported by \r\n1 million retailers. In our State of Bihar, the milk \r\ncooperative under the brand name Sudha has made a \r\nsignificant contribution to ensuring healthy, nutritious \r\nand affordable food for the people of the great region \r\nof Bihar, the land of Lord Gupta.  \r\n The Indian Farmers’ Fertilizer Cooperative \r\nLimited, the largest fertilizer-producing cooperative in \r\nAsia, is another stellar example of cooperative success \r\nin India. It has a membership base of more than 39,000 \r\nagricultural cooperatives throughout the country. It has \r\n A/66/PV.45\r\n \r\n11 11-57174 \r\n \r\nrecently diversified to include insurance, information \r\ntechnology services and other developmental activities \r\nin rural areas, establishing new networks of group \r\naction to empower people. \r\n There are a large number of other such success \r\nstories from the cooperative sector in India. Our \r\ncooperatives have shown impressive results in banking, \r\nsugar-cane farming, urban housing, fishery, poultry, \r\nhome-based economic activities, the marketing of \r\nvillage produce and social welfare. India’s cooperative \r\naction in providing affordable housing in the urban \r\nareas has been instrumental in making progress on \r\nslum development, an MDG commitment. \r\n Given India’s success in cooperatives, we have \r\ntaken steps to integrate them fully into our planning \r\nand development process. We have established the \r\nNational Cooperative Union of India, an apex body to \r\nguide and strengthen the movement. To support its \r\ngrowth and professional needs, we have established a \r\nnetwork of cooperative management institutes. In order \r\nto improve the functioning of cooperatives, we are \r\nplacing greater emphasis on consolidation and internal \r\nresource mobilization, meeting their training needs and \r\nreorienting the role of Government as a facilitator. \r\n We live in uncertain times. New and emerging \r\nchallenges of food security, energy access, the rapid \r\npace of urbanization, the degeneration of natural \r\nresources and growing rural-urban inequality require \r\nenhanced collective action. We are compelled to do \r\nmore with fewer resources. How do we do it? One of \r\nthe answers lies in the cooperative movement. Let us \r\ndo our best to protect, project and promote it. \r\n Mr. De Antueno (Argentina) (spoke in Spanish): \r\nFor Argentina, the promotion of cooperatives and an \r\ninterdependent economy is a State policy. It thus \r\nfosters fair sustainable development, in which \r\ninclusion and social integration are the result of its \r\ndirect action. Its potential to transform facilitates the \r\nimplementation of new economic structures that make \r\nthe economy more democratic to the benefit of the \r\npeople and society.  \r\n Likewise, cooperatives help to eliminate poverty \r\nand to create employment through the production of \r\nhigh value-added goods and services and the \r\nparticipation of vulnerable social sectors. The national \r\nGovernment supports cooperatives through training \r\nand financial assistance, the development of \r\nprogrammes that help to increase their capacity, and \r\nthe creation of a regulatory framework conducive to \r\nsetting up and promoting such associations. In \r\nArgentina, cooperatives generate more than 50,000 \r\njobs, contributing to more than 9 per cent of the gross \r\ndomestic product. Currently, there are more than \r\n14 million people working in more than 30,000 \r\ncooperatives and mutual associations. As unionized \r\ninstitutions and economies, democratically managed by \r\ntheir members, cooperatives are one of the fundamental \r\npillars of the most important process of social inclusion \r\nin modern-day Argentina by fostering values of \r\nsolidarity and cooperation. \r\n That transformation can be seen in the increasing \r\nsocial inclusion. Depending on their sector of activity, \r\ncooperatives are the heart of our leap to efficient \r\nproductivity. That can be seen in the percentages per \r\nsector: manufacturing 35 per cent, public services \r\n16 per cent, farming 12 per cent, credit and financial \r\nassistance 6.7 per cent, among other areas.  \r\n We therefore welcome the initiative to declare \r\n2012 International Year of Cooperatives. We hope that \r\nactions undertaken in that context contribute to its \r\nrecognition as a promoter of the broadest participation \r\nof all people in economic development and that it \r\nencourages all States to take concrete measures \r\ntowards its development and strengthening. \r\n No one can dispute the fact that in today’s \r\nArgentina, cooperatives are seen as one of the most \r\neffective means of demonstrating the economic, social \r\nand political power of the unionized economic sector. \r\nTogether, they help to build a more just, united and \r\ninclusive country. \r\n Mrs. Furman (Israel): The delegation of Israel \r\nappreciates this opportunity to salute the world \r\ncooperative movement. We welcome the General \r\nAssembly’s decision to declare 2012 the International \r\nYear of Cooperatives (resolution 64/136). \r\n The State of Israel was built on the foundation of \r\nstrong cooperative movements. Cooperatives were a \r\ndriving force in forging my country’s advanced \r\nagricultural, industrial and transportation networks. \r\nTwo of the world’s most significant and successful \r\ncooperative business models were developed in \r\nIsrael — the kibbutz and the moshav. \r\n Cooperatives account for more than 90 per cent \r\nof agricultural production and 15 per cent of industrial \r\nproduction and industrial exports in Israel today. Israeli \r\nA/66/PV.45  \r\n \r\n11-57174 12 \r\n \r\ncooperative enterprises are global leaders in the \r\ndevelopment, production and marketing of \r\ntechnologies that have revolutionized agricultural \r\nproduction, particularly in the area of irrigation. \r\nFarmers in every corner of the planet are using Israeli \r\ntechnology, developed in cooperatives, to improve crop \r\nyields, irrigate their fields more efficiently, and reduce \r\ntheir carbon footprint. \r\n Israeli cooperatives continue to be at the forefront \r\nof social development in Israel. A combination of \r\neffective Government investment in basic \r\ninfrastructure and the development of strong \r\ncooperative movements devoted to agricultural \r\nproduction has virtually eliminated rural poverty. \r\nIsraeli cooperatives have enabled our rural populations \r\nto achieve standards of living that rank among the \r\nhighest of any rural population in the world, while \r\nguaranteeing food security for the rest of the country. \r\n Israel’s cooperatives are significant drivers of \r\ndevelopment because they are independent, member-\r\nowned business enterprises. They are dedicated to \r\nmeeting the needs of their members by successfully \r\ncompeting in globalized markets. In doing so, our \r\ncooperatives promote community self-reliance, \r\ncollaboration and cohesion. They have also been at the \r\nforefront of advancing gender equality and women’s \r\nempowerment within Israeli society. \r\n Israel’s cooperatives are significant employers. \r\nThey provide jobs not only for cooperative members \r\nbut also for hired labourers. All employees receive \r\nwages and enjoy working conditions that meet the \r\nstandards of the decent work agenda of the \r\nInternational Labour Organization. Over the past \r\ncentury, Israel has witnessed first-hand the \r\ntransformative power of cooperative movements. We \r\nknow well that cooperative enterprises build a better \r\nworld. \r\n As we begin to observe the International Year of \r\nCooperatives, the Government of Israel pledges to join \r\nothers around the world to promote the growth of \r\ncooperative frameworks. We salute the International \r\nCo-operative Alliance and its member organizations on \r\nthe eve of the 2012 International Year of Cooperatives. \r\n Mr. Kodama (Japan): I would like first of all to \r\nthank Mr. Al-Nasser, President of the General \r\nAssembly, for his initiative in convening this meeting \r\non the launch of the International Year of Cooperatives. \r\nI would also like to thank both Dame Pauline Green \r\nand Mr. Gordon Brown for their respective inspiring \r\nstatements. \r\n The philosophy of cooperatives first emerged in \r\nthe mid-nineteenth century in Japan. Since 1900, when \r\nthe Industrial Cooperative Law was enacted in Japan, \r\nagricultural producers, forestry owners, fishermen and \r\nconsumers alike have organized cooperatives around \r\nthe country. Recently, cooperatives in Japan have been \r\nstrengthening their roles in the public sphere, including \r\nin fields such as medical care, welfare and child-care \r\nassistance, in addition to their traditional roles in \r\neconomic fields such as agriculture, forestry, fisheries \r\nand banking. \r\n At the international level, cooperatives in Japan \r\nhave contributed to sustainable development in \r\ndeveloping countries. One example is the development \r\nof agricultural cooperation in Asia, where the Institute \r\nfor the Development of Agricultural Cooperation in \r\nAsia, established in Tokyo in 1963, has been operating \r\nwith funds raised from agricultural cooperatives in \r\nJapan and with the support of the Japanese \r\nGovernment. \r\n The aims of the Institute are to provide training \r\nand research services to those associated with the \r\nagricultural cooperative movement, with a view to \r\nadvancing the cooperative movement and thereby \r\npromoting socio-economic development, primarily for \r\nAsian countries. In collaboration with the International \r\nCo-operative Alliance (ICA), the Institute organizes \r\nvarious joint training courses, including courses on \r\nsafety and quality management for agricultural \r\nproducts, the revitalization of local communities by \r\nrural women and fostering core leaders of agricultural \r\ncooperatives. \r\n The Great East Japan Earthquake in March this \r\nyear provided an opportunity to renew our belief about \r\nthe important role that cooperatives can play in post-\r\ndisaster recovery and reconstruction, as mentioned in \r\nthe Secretary-General’s report on cooperatives in social \r\ndevelopment and implementation of the International \r\nYear of Cooperatives (A/66/136). Although \r\ncooperatives in the area, especially agricultural and \r\nfisheries cooperatives, were severely hit by the \r\ncalamity, in the spirit of mutual help cooperatives \r\nthroughout Japan carried out relief activities, providing \r\nfood, drugs and other necessities, as well as \r\ndispatching medical doctors, nurses and volunteers to \r\nthe devastated areas. We would like to convey our \r\n A/66/PV.45\r\n \r\n13 11-57174 \r\n \r\nsincerest gratitude to cooperatives around the world for \r\nthe warm support they provided to our country through \r\nthe ICA. \r\n After the General Assembly declared 2012 the \r\nInternational Year of Cooperatives (resolution 64/136), \r\nin August 2010 Japan launched a national planning \r\ncommittee for the International Year of Cooperatives \r\n2012 as a unified national body to pull resources and \r\nefforts together in making the Year successful and \r\nfruitful. The committee consists of over 100 people \r\nfrom various fields, including cooperatives, \r\nnon-governmental organizations, academia, consumer \r\norganizations, the media and business organizations. \r\nThe committee aims to increase public awareness of \r\nthe values and roles of cooperatives and to take \r\nmeasures to further promote the development of \r\ncooperatives.  \r\n In preparation for the Year, the committee is \r\nalready working on the creation and distribution of \r\ninformation materials on the International Year of \r\nCooperatives. In 2012, the committee is planning to \r\nhold several events in Japan, including an opening \r\nevent for the Year in January, a central meeting for the \r\nInternational Day of Cooperatives in July and a festival \r\nof cooperatives next fall. \r\n In conclusion, we are hopeful that we can \r\npromote greater awareness and understanding of \r\ncooperatives through the International Year of \r\nCooperatives and of the ways in which cooperatives \r\ncontribute to sustainable development throughout the \r\ninternational community. \r\n Mr. Schaper (Netherlands): I would like to begin \r\nby welcoming this discussion on cooperatives.  \r\n The Netherlands has a very strong history when it \r\ncomes to the cooperative movement. As early as the \r\nnineteenth century, groups of farmers and \r\nentrepreneurs started organizing themselves to arrange \r\nfor collective marketing, purchase and procurement of \r\ninputs and for collective banking and insurance \r\nsystems. \r\n Some of our largest companies in the Netherlands \r\nare based on the cooperative model. For instance, \r\ncooperatives are market leaders in several agricultural \r\nsubsectors. Examples are the dairy company \r\nFrieslandCampina and the flower auction \r\nFloraHolland, both leaders in their sector. One of the \r\nlargest banks in the Netherlands, the cooperative bank \r\nRabobank has its roots in the agricultural sector. This \r\nmorning at the informal round table, the Chairman of \r\nthe Board of the Rabobank Group, Mr. Moerland, who \r\nis present here today, elaborated on the role of the \r\ncooperative bank. For example, it provides inclusive \r\nfinance and strengthens value chains in the agricultural \r\nsector. \r\n On the Government side, three weeks ago our \r\nMinister for International Cooperation addressed a \r\nconference of chairpersons and directors of cooperative \r\ncompanies in the Netherlands. He emphasized that our \r\nagricultural sector in particular, but other sectors as \r\nwell, have thrived on the cooperative model throughout \r\nthe years. Indeed, cooperative companies do relatively \r\nwell in these years of economic turbulence, as they are \r\nowned by the farmers and entrepreneurs themselves, \r\nand are therefore not exposed to the caprices of \r\nshareholders on the stock exchange. \r\n We believe that another very important feature of \r\nthe cooperative movement is that both large and small \r\nentrepreneurs and farmers are members of the same \r\ncooperatives, all benefiting from economies of scale — \r\nan interesting example, I would say, of inherent \r\ninclusiveness. \r\n At the international level, in the context of the \r\nGovernment’s policy with respect to food security, the \r\nNetherlands supports a programme called Farmers \r\nFighting Poverty. This €50-million programme is \r\nmeant to strengthen organizations and cooperatives of \r\nfarming men and women. Through the programme, the \r\nDutch cooperative companies support their partner \r\norganizations and cooperatives in developing countries. \r\nFor instance, The Greenery, a leading international \r\nfruit and vegetable supplier, successfully introduced \r\nUgandan horticulturist associations to European \r\nbuyers. The Dutch cooperative CR Delta assisted \r\nRwandese and Indian farmers in cattle improvement. \r\nEmployees of FrieslandCampina support local milk-\r\nchilling cooperatives in Kenya in the establishment of \r\nprocessing facilities.  \r\n The Netherlands did not establish a formal \r\nnational committee for 2012. We feel strongly that the \r\ncooperative companies should take the lead \r\nthemselves. However, the Government is, of course, in \r\nclose contact with the national cooperative movement. \r\nDuring the year, several events will be held in the \r\nNetherlands to draw attention to the cooperative \r\nmovement. \r\nA/66/PV.45  \r\n \r\n11-57174 14 \r\n \r\n To conclude, I would like to re-emphasize that \r\nthe cooperative model has been a success in our \r\ncountry and that it is our hope that we can support \r\nother countries on their road to economic independence \r\nby sharing knowledge and experience. \r\n Mr. Srivali (Thailand): At the outset, my \r\ndelegation would like to express our appreciation to the \r\nMongolian Government, the principal sponsor of the \r\nresolutions on cooperatives in social development, as \r\nwell as the Department of Economic and Social Affairs \r\nand relevant United Nations specialized agencies for \r\ntheir efforts in coordinating and organizing activities \r\nfor the 2012 International Year of Cooperatives. \r\n Thailand, a sponsor of the resolutions on the role \r\nof cooperatives adopted by the General Assembly and \r\nthe Economic and Social Commission for Asia and the \r\nPacific, is pleased to participate in this special plenary \r\nmeeting to proclaim 2012 the International Year of \r\nCooperatives. This meeting presents a unique \r\nopportunity for the General Assembly to recognize the \r\ncontribution of cooperatives to economic and social \r\ndevelopment, which can contribute to achieving \r\ninternationally agreed development targets, such as the \r\nMillennium Development Goals. \r\n My delegation welcomes the report of the \r\nSecretary-General on cooperatives in social \r\ndevelopment and implementation of the International \r\nYear of Cooperatives (A/66/136). We fully concur with \r\nthe report that cooperatives provide a framework that \r\nenables the self-empowerment of the poor and other \r\nmarginalized groups through community self-reliance, \r\ncollaboration and cohesion. The cooperative principles \r\nof self-help and collective action also promote \r\nempowerment and participation, which enable the poor \r\nto become active participants in the improvement of \r\ntheir own livelihoods and economic futures. \r\n Thailand has long recognized that cooperatives \r\nare important partners in the implementation of the \r\ndevelopment agenda. As my Foreign Minister recently \r\nstated during the general debate (see A/66/PV.28), \r\nThailand firmly believes that sustainable development \r\nis a key foundation for durable peace and that the \r\ndevelopment agenda must be people-centred. In \r\nkeeping with that policy and its sustainable \r\nimplementation, Thailand reiterates its firm belief that \r\ncommunity-level ownership must be promoted and \r\nspecial attention paid to empowering the impoverished \r\nand the marginalized. In that light, self-help groups \r\nsuch as cooperatives can provide communities with an \r\neconomic and social space in which the impoverished \r\nand the marginalized can gain access to and become \r\npart of the cooperative system, thereby gaining \r\nemployment, raising income and reducing poverty. \r\n At this meeting, my delegation would like to \r\nreaffirm Thailand’s continued support to cooperatives \r\nand reiterates that Thailand will continue to encourage \r\nand facilitate their establishment and development. The \r\nRoyal Thai Government’s macroeconomic policy on \r\ncooperatives has always been clear. We have worked to \r\nenhance the capacity of our cooperatives as part of \r\nefforts to promote, support and protect them and \r\npreserve their autonomy, in accordance with our \r\nConstitution. The Royal Thai Government has been \r\nworking in an integrated way with stakeholders to find \r\nways to achieve that goal. The Ministry of Agriculture \r\nand Cooperatives, which is mandated to promote and \r\ndevelop the cooperative system in Thailand, is a prime \r\nexample of my country’s commitment in that regard. \r\n As we draw nearer to the year 2015, our hopes of \r\nachieving the Millennium Development Goals will \r\nneed our renewed attention and enhanced collective \r\nefforts. We will need to enlist help from all actors and \r\npromote greater public participation, especially of the \r\nimpoverished and the marginalized, in order to achieve \r\nour development targets in a sustainable manner and \r\nlook beyond 2015. Thailand firmly believes that \r\ncooperatives can contribute to achieving that goal. We \r\ntherefore urge all Member States to take this unique \r\nopportunity to rediscover cooperatives as important \r\npartners in our development agenda in 2012 and \r\nbeyond. \r\n Mr. Quintaes (Brazil): Brazil welcomes this \r\nspecial meeting devoted to the official launch of the \r\nInternational Year of Cooperatives 2012. The Brazilian \r\nMission is very pleased to participate in today’s \r\nmeeting and commends the excellent statements that \r\nhave been made on this important issue.  \r\n Allow me at the outset to express our gratitude to \r\nthe Secretary-General for presenting his report on \r\ncooperatives in social development and implementation \r\nof the International Year of Cooperatives (A/66/136). I \r\nwould also like to pay tribute to the Department of \r\nEconomic and Social Affairs and to the Committee for \r\nthe Promotion and Advancement of Cooperatives for \r\ntheir excellent work in preparation for this \r\nInternational Year and its events. \r\n A/66/PV.45\r\n \r\n15 11-57174 \r\n \r\n In their early years, cooperatives were seen as an \r\nalternative by those who were excluded from the \r\nformal labour market during particularly difficult \r\neconomic times. Now, however, cooperatives are \r\npresent in all countries, in a variety of sectors ranging \r\nfrom agriculture to financial services. They are \r\nincreasingly responsible for an important part of \r\neconomic growth and income generation, especially in \r\nthe fastest-rising economies of the world. In \r\ndeveloping countries, given their particularities and \r\ndemocratic nature, cooperatives have proven to be a \r\nparticularly effective economic activity, a viable \r\nalternative for attaining sustainable development and \r\nan essential contribution to the achievement of the \r\ninternationally agreed development goals, mainly the \r\nMillennium Development Goals. \r\n Cooperatives can be traced back to the early \r\nstages of Brazilian history. Our long and successful \r\nexperience with cooperatives provides a good example \r\nof how local capacities can be harnessed when the \r\nadequate legal frameworks and public policies are put \r\nin place to foster the creation and development of \r\ncooperative enterprises.  \r\n Today, Brazilian cooperatives are responsible for \r\na significant part of gross domestic product growth and \r\nhave a considerable level of participation in the \r\neconomy, especially in the agricultural and \r\nmicrofinance sectors. They also show impressive \r\nresults in creating jobs, distributing income and \r\nfacilitating more equitable participation in decision-\r\nmaking processes at all levels. \r\n Cooperatives are also playing a critical role in \r\nachieving and ensuring food security. Through the \r\nBrazil Without Poverty plan launched in June, the \r\nBrazilian Government is purchasing corn seeds from \r\nagricultural cooperatives to be distributed to people \r\nliving in extremely vulnerable situations in rural areas.  \r\n Brazil was the first country in Latin America to \r\nhave a credit union. Today, Brazil ranks thirteenth in \r\nthe world in the number of financial cooperatives. \r\nCooperatives account for 17 per cent of bank branches \r\nin the country and are an important tool for granting \r\naccess to formal credit and ensuring a more inclusive \r\nfinancial sector so as to benefit populations \r\nunderserved by traditional commercial institutions. \r\n At the 1995 World Summit for Social \r\nDevelopment, Member States committed to utilizing \r\nand fully developing the potential and contribution of \r\ncooperatives for the attainment of social development \r\ngoals, in particular the eradication of poverty, the \r\ngeneration of full and productive employment and the \r\nenhancement of social integration.  \r\n Likewise, International Labour Organization \r\nRecommendation No. 193 states that  \r\n “measures should be adopted to promote the \r\npotential of cooperatives in all countries, \r\nirrespective of their level of development, in \r\norder to assist them … to create and develop \r\nincome-generating activities … develop human \r\nresource capacities … strengthen their \r\ncompetitiveness … and contribute to sustainable \r\nhuman development”. \r\n In addition to Government support, the \r\ninternational community, in particular the United \r\nNations system, could take various actions to assist \r\ncooperatives in developing their full potential. The \r\nWorld Food Programme Purchase for Progress \r\ninitiative provides a good example of a set of actions \r\nguided by the spirit of the World Summit for Social \r\nDevelopment. Through that initiative, the World Food \r\nProgramme supports agricultural cooperatives by \r\npromoting their participation in food procurement. \r\nOther United Nations agencies, funds and programmes \r\nshould consider replicating that experience by \r\nfacilitating purchases from local cooperatives through \r\nin-country programmes, especially in the least \r\ndeveloped countries and countries emerging from \r\nnatural disasters and conflict. \r\n As indicated in the Secretary-General’s report, \r\ncooperatives may play an important role in \r\npeacebuilding and recovery settings based on common \r\ninterests, including the promotion of dialogue and \r\neconomic activities that contribute to social integration \r\nand cohesion.  \r\n By launching this International Year of \r\nCooperatives, the General Assembly has reinforced the \r\ninternational commitment to supporting and fostering \r\nthe creation of cooperatives, and has also recognized \r\ntheir invaluable role in improving social and economic \r\nwell-being through the establishment of a viable, \r\ndynamic and distinctive sector of the economy. We \r\nbelieve that the International Year of Cooperatives will \r\nhelp to highlight the importance of establishing \r\nadequate legal frameworks and viable financial \r\nmechanisms to ensure the sustainability and economic \r\nviability of cooperatives. \r\nA/66/PV.45  \r\n \r\n11-57174 16 \r\n \r\n Mrs. Onwuliri (Nigeria): I wish on behalf of my \r\ndelegation to commend President Al-Nasser for the \r\neffective conduct of the affairs of the General \r\nAssembly since the beginning of this session, and to \r\nstate that I feel highly honoured to have the \r\nopportunity to address the General Assembly at its \r\nsixty-sixth session on this important day of the launch \r\nof the International Year of Cooperatives 2012. Please \r\nbe assured of Nigeria’s continued support and \r\ncooperation towards the successful conclusion of the \r\nsession. \r\n Nigeria strongly supports the successful \r\nlaunching this morning of the International Year of \r\nCooperatives, in fulfilment of resolution 65/184. The \r\nconclusions of the informal round table discussions \r\nheld earlier today should serve to build the necessary \r\ncooperative and collective efforts to address the \r\nsocio-economic and political problems confronting \r\nhumankind in our time. \r\n The launch of the International Year of \r\nCooperatives, following the proclamation of 2012 as \r\nthe year for promoting and raising awareness of the \r\ncapacity and capability of cooperatives, is a seminal \r\nevent. Indeed, it is a milestone that is critically \r\nimportant in addressing the socio-economic well-being \r\nand living standards of all peoples, by which I mean \r\nthe quality and, indeed, the dignity of life.  \r\n At a time of global financial crisis, food \r\nshortages, fluctuations in fuel supply and \r\nenvironmental degradation, it has become increasingly \r\nchallenging for the public sector to provide all of the \r\nresources and, indeed, to lead all of the initiatives \r\naimed at national socio-economic development. In such \r\ncircumstances, many nations, especially developing \r\ncountries, have been compelled to undertake major \r\nreforms in order to address a dwindling financial sector \r\nand expand the productivity base through partnerships \r\nwith the private sector and non-governmental \r\norganizations.  \r\n The major focus has been on pooling resources \r\nacross all sectors and comprehensively involving all \r\nstakeholders to address key development issues and \r\nquestions. Therein lie the wisdom of and key factor in \r\nthe adoption of resolution 65/184, which was designed \r\nto raise public awareness on the pivotal role that \r\ncooperatives could play in socio-economic \r\ndevelopment in general, and in achieving the \r\nMillennium Development Goals in particular. To that \r\nend, it is incumbent on every Member State to develop \r\nviable national policies and enact national legislation \r\nto promote the growth of cooperatives.  \r\n Nigeria appreciates the steps being taken by the \r\nUnited Nations system to ensure the success of 2012 as \r\nthe International Year of Cooperatives, particularly in \r\nthe area of agricultural and small trade cooperatives. \r\nWe recognize the efforts of the Food and Agriculture \r\nOrganization and the International Labour \r\nOrganization in their plan to integrate the promotion of \r\ncooperatives into their work. Also, key United Nations \r\ndepartments, such as the Department of Economic and \r\nSocial Affairs and the Department of Public \r\nInformation, have also embarked on useful and \r\nexploratory communication and outreach initiatives. \r\n It is vital that the United Nations entities charged \r\nwith the responsibility for vulnerable peoples and \r\ngroups, including women, should find the adoption of \r\neffective cooperative strategies useful in discharging \r\ntheir mandates. It is also encouraging that many \r\ncountries have established national committees for the \r\nInternational Year of Cooperatives, as called for in the \r\nresolution.  \r\n Nigeria is in the process of establishing such a \r\ncommittee, in accordance with the resolution, and \r\nsupports all international, regional and subregional \r\ninitiatives on cooperatives. At the national level in \r\nNigeria, umbrella organizations for cooperatives \r\nalready exist, including the National Association of \r\nCooperative Credit Unions of Nigeria, which have \r\nbeen mobilized for the activities of the International \r\nYear.  \r\n Nigerian President Goodluck Ebele Jonathan’s \r\ntransformation agenda is aimed at building an inclusive \r\nsociety where job creation constitutes a major pillar for \r\neconomic growth, providing cheap and long-term \r\ncapital for businesses, establishing micro-finance \r\nbanks, removing barriers to increased productivity, \r\nimproving the environment for doing business, and \r\ntherefore aptly encapsulates the key tenets of \r\ncooperatives.  \r\n Through the operationalization of the presidential \r\ncommittee that he inaugurated in 2010 to devise ways \r\nof enhancing Government programmes on job creation \r\nand poverty reduction, a 5-billion naira business and \r\ndevelopment fund was established by the Bank of \r\nIndustry, in collaboration with the Dangote Foundation, \r\nto provide soft loans to entrepreneurs engaged in \r\n A/66/PV.45\r\n \r\n17 11-57174 \r\n \r\nmicro-, small and medium-scale businesses in the \r\ncountry. The fund will grant entrepreneurs access at an \r\noverall single-digit interest rate of 5 per cent and will \r\nbe utilized for term loans, working capital loans, \r\nleasing of industrial or business equipment, trading and \r\nallied businesses.  \r\n In addition, the President’s Administration will \r\ncontinue to support infrastructure for the development \r\nof small and growing businesses by boosting the \r\n$500-million intervention fund already in place to \r\nenable the Bank of Industry and the Nigerian Export-\r\nImport Bank to continue to lend at single-digit interest \r\nrates, to facilitate the increased access of small \r\nbusinesses to finance, as well as to develop Nigeria’s \r\nenterprise culture. Enterprise development centres, \r\nindustrial clusters and job centres are also to be \r\nestablished to collaborate with the small- and medium-\r\nscale enterprises development agency of Nigeria and \r\n23 enterprise development centres across the country, \r\nand to provide business skills training aimed at \r\nimproving the managerial capability of entrepreneurs. \r\n At the continental level, the African \r\nConfederation of Cooperative Savings and Credit \r\nAssociations is undertaking the responsibility for \r\npromoting and empowering cooperatives across the \r\ncontinent. Such initiatives would benefit not only from \r\nthis global process, but also from the forthcoming \r\nAfrican Heads of State Summit on Cooperatives in \r\nLomé, Togo, in January 2012. \r\n For centuries, farmers and traders in Nigeria have \r\nused cooperative societies to promote individual and \r\ncommunity development. Farmers regularly pool \r\nhuman and material resources to procure farm inputs, \r\nwhile traders — through a contribution system locally \r\nreferred to as isusu — operate small-scale savings \r\naccounts, especially for raising capital for members in \r\nrotation. In recognition of the tradition of Nigerian \r\ncommunities, Government continues to promote and \r\nstrengthen cooperatives, including by establishing \r\nfinancial loans and credit schemes and by encouraging \r\nbanks to set aside a portion of their loan portfolios for \r\ncooperatives. \r\n The International Year of Cooperatives will \r\nprovide ample opportunity to further promote and \r\nstrengthen the traditional practice that seems to come \r\nnaturally to Nigerians. It will also provide the \r\nopportunity, through meetings and conferences, to take \r\nadvantage of the best practices of other countries and \r\nregions, as well as initiatives at the level of the United \r\nNations. It is imperative that we improve the image of \r\ncooperatives and strengthen them as modern, \r\nresponsive and locally-beneficial business models. \r\n Nigeria could not agree more with the Secretary-\r\nGeneral’s conclusion that cooperatives are rooted in \r\ntheir communities and thereby able to develop \r\nenterprises aligned with the social, cultural and \r\neconomic needs and vision of their communities. \r\nNigeria fully recognizes cooperatives as a basic unit of \r\nsociety and deserving of our unreserved support; we \r\nmust promote a better understanding of their functions \r\nand challenges. Cooperatives, if properly channelled, \r\nwill contribute immensely to societal well-being and a \r\nbetter world.  \r\n Ms. Plaisted (United States of America): The \r\nUnited States fully supports the International Year of \r\nCooperatives. Cooperatives and credit unions play a \r\nmajor role in the United States economy. More than \r\n125 million Americans belong to over 21,000 \r\ncooperatives in agriculture and agribusiness, finance, \r\nrural electrification, communication, housing, \r\nconsumer goods and retailing. \r\n Throughout the history of United States \r\ncooperatives, state Governments and the federal \r\nGovernment have encouraged cooperation and \r\nregulated cooperative enterprise, while recognizing \r\nthat successful cooperatives are those that serve their \r\nmembers’ interests. The result has been a strong, \r\nautonomous cooperative movement that plays a major \r\nrole in the United States economy, with revenues \r\nexceeding $230 billion. \r\n In particular, the United States Department of \r\nAgriculture (USDA) has 80 years of experience in \r\nsupporting and implementing cooperative programmes. \r\nThe USDA Rural Development Cooperative Services \r\nProgram promotes the understanding and use of the \r\ncooperative form of business as a viable organizational \r\noption for marketing and distributing products. \r\nCooperatives are a cornerstone of business \r\ndevelopment in rural communities, whether in the \r\ntraditional form that provides day care services to rural \r\ncommunities, or in the form of today’s new generation \r\nof biofuel cooperatives, which lessen our dependence \r\non foreign oil.  \r\n Cooperatives provide rural residents with new job \r\nopportunities, enhanced educational and health-care \r\nservices, and products that enable them to compete in \r\nA/66/PV.45  \r\n \r\n11-57174 18 \r\n \r\ntoday’s global enterprises. The USDA Cooperative \r\nProgram provides assistance for rural residents \r\ninterested in forming new cooperatives, administers \r\nprogrammes that fund value-added producer grants and \r\nrural cooperative development centres, and provides \r\nassistance to small socially-disadvantaged producers. \r\n In addition to our domestic cooperative \r\nprogrammes, the United States also provides \r\ninternational development assistance in partnership \r\nwith cooperative development organizations, drawing \r\non the experience and expertise of United States \r\ncooperatives in economic development programmes. \r\nSome of the projects we have supported include \r\ncreating an international credit union movement with \r\nmore than 72 million members; building rural electric \r\nsystems in the Philippines and Bangladesh that serve \r\nclose to 50 million households; and helping to establish \r\nthe Indian Farmers Fertiliser Cooperative Limited that \r\ntoday is one of the world’s most successful fertilizer \r\nfirms. \r\n The United States is happy to participate in this \r\nlaunch of the International Year of Cooperatives, which \r\nwe hope will help raise awareness of the benefits of \r\ncooperatives. \r\n Mr. Tsymbaliuk (Ukraine): On this remarkable \r\nday to launch the International Year of Cooperatives, it \r\ngives me pleasure to convey to all this message of \r\nsolidarity from the Ukrainian cooperative community. \r\nThe cooperative movement in my country has a long \r\nhistory, dating back to as early as 1870. Ukraine now \r\nenjoys a large and developed cooperative sector that is \r\nconsidered an important factor for economic \r\ndevelopment and improved livelihoods. The nation’s \r\nconsumer, credit and agricultural cooperatives and the \r\nproducts and services they produce provide significant \r\nemployment and social benefits. Ukraine’s cooperative \r\nsector employs nearly 1.7 million people, many in rural \r\nareas, and accounts for more than $125 million in \r\nbudget revenues. \r\n I cannot fail to mention the numerous Ukrainian \r\ncooperative credit unions — here in the United States \r\nof America and in Canada, Argentina, Brazil and many \r\nother countries — that have united millions of \r\nUkrainians and demonstrated great success even under \r\nthe difficult conditions resulting from the global \r\neconomic and financial crisis.  \r\n The cooperative unions and the Government of \r\nUkraine have recognized the importance of the \r\nInternational Year of Cooperatives and plan to actively \r\nsupport the initiative. It will provide us with an \r\nopportunity to spread cooperative values and principles \r\nat the local and national level. In accordance with the \r\nrelevant provisions of General Assembly resolution \r\n65/184 on cooperatives in social development, the \r\ncooperative unions of Ukraine have launched \r\npreparations to draft a programme to promote the \r\ncooperative movement, to be submitted to the President \r\nof Ukraine. \r\n In honour of the International Year, cooperative \r\nunions and executive authorities are considering plans \r\nfor promotional and publicity events to increase \r\nawareness of the contribution of cooperatives to \r\nemployment generation and to socio-economic \r\ndevelopment. Those will include an official observance \r\nceremony, a scientific conference on the cooperative \r\nmovement in Ukraine, a media campaign, various \r\nexhibitions and junior contests, as well as cooperative \r\ncharity initiatives to support vulnerable groups of the \r\npopulation. \r\n As we move into the International Year, the \r\nCentral Consumer Union of Ukraine will seek to better \r\nintegrate into the world cooperative community, \r\nincluding by applying for membership in the European \r\nCommunity of Consumer Cooperatives. \r\n In this International Year of Cooperatives, we \r\nmust seize the momentum in order to promote the \r\ncentral idea behind the cooperative movement, namely, \r\nto better address the needs of humanity and build a \r\nbetter world. For its part, Ukraine will actively \r\nendeavour, along with other Member States, to give \r\nconcrete substance to the spirit of the International \r\nYear of Cooperatives. We believe in the success of the \r\ncooperative model in our country and throughout the \r\nworld. That model should be supported by \r\nGovernments, international organizations and, what \r\nmatters most, by the daily dedicated work of every \r\nmember of the world cooperative community. \r\n Mr. Orozco (Guatemala) (spoke in Spanish): We \r\nwish to speak in this important forum to acknowledge \r\nthe United Nations for having declared 2012 the \r\nInternational Year of Cooperatives. I think this is a \r\ngood time and a special opportunity to commemorate \r\nand recognize the pioneers of the cooperative \r\nmovement. I do not know if they ever imagined that \r\none day we would be speaking here and remembering \r\nthem, because there are nearly 1 billion cooperative \r\n A/66/PV.45\r\n \r\n19 11-57174 \r\n \r\nmembers around the world, and that is extremely \r\nimportant. \r\n The delegation of Guatemala is also honoured to \r\nbe participating in this meeting of the General \r\nAssembly to acknowledge and pay tribute and to say \r\nthat this is an opportunity and a challenge for all \r\nmembers of cooperatives around the world, particularly \r\nGuatemala. In this recognition by the United Nations \r\nwe see a challenge and an opportunity to continue with \r\nour work in our countries and communities and all over \r\nthe world. We are also honoured to recognize our \r\nrepresentative in the Organization, Mr. Gert Rosenthal, \r\nwho had the honour of co-sponsoring the original \r\nresolution 64/136 on this topic on behalf of our \r\ncountry. \r\n Guatemala also feels that we are here recognizing \r\nthe work that cooperative members have accomplished, \r\nparticularly in recent years. It has not been easy. At \r\ntimes we have been misunderstood, particularly during \r\nthe armed confrontation, but thanks also to this \r\nOrganization, we have been able to advance \r\nGuatemalan society. In Guatemala, there are more than \r\n1.3 million cooperative members, representing \r\n5 million Guatemalans, and we are honoured that the \r\ncooperative movement, through its association and \r\nphilosophy, has given us the opportunity to develop \r\nand to foster our families’ and our country’s well-\r\nbeing. We would like to state that we in Guatemala are \r\nalso honoured by the fact that of our 1.3 million \r\ncooperative members, 43 per cent are women, a fact of \r\nwhich we are proud. This is also in line with the \r\nresolution adopted by the United Nations, which \r\nrecognizes that the cooperative movement has the \r\npotential to include every stakeholder of all various \r\nkinds. \r\n In our country, little by little and year by year, we \r\nare changing our traditional ways of doing things, and \r\nin cooperatives we are now seeing men, women, the \r\nelderly, and indigenous and non-indigenous people. We \r\nhave been able to show that through our cooperative \r\nenterprises we have been able to pool our efforts and \r\nresources and to demonstrate that these can compete \r\nwith other types of enterprise, which we respect. We \r\nhave become the best coffee producers, and we are now \r\nthe main exporter and national producer of coffee in \r\nGuatemala. Thanks to the cooperative organization, we \r\nhave been able to begin producing cardamom and are \r\nnow the main producer of organic cardamom. We have \r\nalso been able to give close attention to the \r\nenvironment and in the last 15 years have planted \r\n30 million trees, another element in line with this \r\nmeeting’s concerns. No other institution, enterprise or \r\nGovernment entity in Guatemala has achieved what we \r\nhave been able to do with regard to the environment. \r\n We have been able to develop the capacity to \r\nenter new areas of activity for developing our \r\ncompanies. A little more than 10 years ago we decided \r\nto move into banking, and, together with other \r\nsectors — rural women, Mayan groups, small \r\ncompanies, and the Government, as a shareholder — \r\nwe created the Rural Development Bank. We can now \r\nstate that we are the largest bank in the country and the \r\nninth in the Central American region. We are \r\ndemocratizing the banking economy in rural areas \r\nthrough our cooperatives, and with more than \r\n900 agencies, we are now in every community — in \r\nmountains and in huts, all these people can get to a \r\nbank, but a bank with a human face. \r\n We have thus shown our country and the world \r\nthat improvements can be made. Every day we are \r\nbecoming more inclusive. Our distribution of wealth is \r\nalso developing horizontally, unlike the wealth \r\ndistribution that we have experienced in earlier years, \r\nand the cooperative organization is a testament to this. \r\nWe in Guatemala are not angry, because we are busy \r\nworking, because we genuinely have a socially \r\nresponsible economy. That is why we feel so inspired \r\nby the content and message of this declaration. \r\n In conclusion, let me say that this is what we \r\nhave demonstrated and continue to demonstrate in our \r\ncooperative organizations and in our country. We are \r\nalso working very hard to achieve the Millennium \r\nDevelopment Goals. We would like, therefore, to thank \r\nPresident Al-Nasser for this important declaration, but \r\nmost importantly for having convened this plenary \r\nmeeting to launch the international year, which is why \r\nwe are working together with so many cooperators \r\nthroughout the world and are happy to be here at this \r\nevent on behalf of all those who were not able to make \r\nthe trip. \r\n Mr. Haniff (Malaysia): The General Assembly \r\ndeclared 2012 as the International Year of Cooperatives \r\nin its resolution 64/136. Mandated by the General \r\nAssembly, the global launch of the International Year \r\nof Cooperatives aims to increase public awareness \r\nabout cooperatives and their contributions to \r\nsocio-economic development and the achievement of \r\nthe Millennium Development Goals, as well as to \r\nA/66/PV.45  \r\n \r\n11-57174 20 \r\n \r\npromote the formation and growth of cooperatives \r\nworldwide. \r\n With the theme “Cooperative enterprises build a \r\nbetter world”, the Year seeks to encourage the growth \r\nand establishment of cooperatives all over the world, \r\nhighlighting the contribution of cooperatives to \r\nsocio-economic development, particularly their impact \r\non poverty reduction, youth, ageing, disabled persons \r\nand family. \r\n It is undeniable that broader livelihood and \r\necological changes have taken place in the world \r\ncommunity following disruptions in the food chain and \r\nenergy security; we must also not forget the threats of \r\nclimate change. In a different arena, we also have an \r\nemerging generation that relies on social media in an \r\nessential way. Young people collaborate with one \r\nanother through social media. They are \r\ntemperamentally predisposed toward working together \r\nand connecting with one another, two aspects of \r\ncooperation that are essential to our goals. By \r\ncombining those two factors, the International Year of \r\nCooperatives is a well-timed event that represents the \r\ndepth of understanding of the entire cooperative \r\nmovement. \r\n The 1995 World Summit for Social Development \r\nin Copenhagen stands as one of the achievements of \r\ncontemporary international governance. That meeting \r\nbrought Governments together to reach a consensus on \r\nthe need to put people at the centre of development. It \r\nrecognized, among other things, that national \r\ndevelopment and the development of the intrinsic value \r\nof people as a whole and that individuals as the \r\ncomponents of that whole were interrelated, mutually \r\ndependent and absolutely necessary. The follow-up to \r\nthat summit, the twenty-fourth special session of the \r\nGeneral Assembly in 2000, further expanded \r\nperspectives on the protection and promotion of social \r\ndevelopment and provided specific targets and \r\nstrategies for setting and achieving social development \r\nobjectives. \r\n While there has been some progress in \r\nimplementing the goals agreed on at the World Summit \r\nfor Social Development and the twenty-fourth special \r\nsession of the General Assembly, such achievements \r\nstill remain hostage to the contemporary instability in \r\nglobal and national financial markets, as well as to \r\nchallenges caused by the fuel and food crises. Those \r\nchallenges delay, and at times derail, the main policy \r\nefforts of national Governments, which are needed to \r\nachieve long-lasting social development, economic \r\ngrowth, employment generation and increased \r\nproductivity. In addition, the free-for-all of the \r\nliberalization of the financial sector has not been \r\naccompanied by the requisite safeguards of corporate \r\nand market responsibility and discipline. \r\n The purpose of development is to create a \r\nfavourable environment so that people can enjoy \r\nhealthy, safe and creative lives. Pure development \r\ncannot guarantee social harmony in a pluralistic society \r\nlike Malaysia. Our national development has always \r\nemphasized growth with equity. Malaysia believes that \r\nimportance should be given to programmes that will \r\nimprove the population’s quality of life by providing \r\nessential social services, such as primary health care \r\nand various types of financial assistance. As it has in \r\nthe past, the Government will continue to sequence a \r\nmix of economic and social policies to ensure that \r\neconomies and social goals are met simultaneously. \r\n Allow me now to touch on questions relating to \r\nyouth, ageing, and disabled persons. The social agenda \r\nof Malaysia’s national policies, through the nation’s \r\nNew Economic Policy, make both implicit and direct \r\nreference to the creation of a “caring society”. \r\nMalaysia believes that the success of a nation is \r\nreflected not only in economic terms but more \r\nimportantly in social development. There seem to be \r\ngreat difficulties in determining the right formula for a \r\nnation’s success, particularly in the social sector. \r\nHowever, since its independence, Malaysia has been \r\nactive in developing and prescribing policies that \r\nprovide various goods and services to its people, \r\nincluding the elderly, persons with disabilities, family \r\nand youth, enabling them to take advantage of and \r\nshare in the wealth and prosperity of the nation. \r\n There are 12.5 million Malaysian young people, \r\naccounting for about 43 per cent of the population. In \r\nterms of structures, mechanisms, policies and plans, \r\nthe Government of Malaysia ensures a full range of \r\nnecessary support systems to guarantee youth \r\nparticipation and empowerment at all levels. The \r\nGovernment continues to engage with the younger \r\ngeneration through nationwide events. For example, in \r\nMay 2011, when National Youth Day was celebrated to \r\nhonour the youth of the country, Putrajaya, which \r\nhouses the Federal Government Administrative Centre, \r\nturned into a sea of young people. The celebration \r\nincluded a youth convention that discussed future \r\n A/66/PV.45\r\n \r\n21 11-57174 \r\n \r\navenues for the transformation of youth. Putrajaya has \r\nalso been officially declared as a youth-friendly city. \r\n With respect to ageing, although the proportion of \r\nour population characterized as “older persons” is not \r\ncurrently as high as in some developed countries, \r\nMalaysia has a rapidly ageing population. Older \r\npersons constituted 4.3 per cent or 1.2 million of the \r\ntotal population in 2005. This number is expected to \r\ngrow to 3.3 million, or 9.8 per cent of the population, \r\nby the year 2020. \r\n Realizing the socio-economic implications of an \r\nageing population, the Government of Malaysia has \r\ntaken proactive steps to improve the status of older \r\npersons. A new national policy and a plan of action for \r\nolder persons are also expected to be implemented by \r\nthe end of 2011. There are various strategies and \r\nimprovements included in the new policy and plan that \r\nwill meet the current and future needs of the ageing \r\npopulation.  \r\n With regard to the social development issues that \r\naffect persons with disabilities, the Persons with \r\nDisabilities Act 2008, which was passed by Parliament \r\nin December 2007, came into force on 7 July 2008. \r\nThat Act provides for the registration, protection, \r\nrehabilitation, development and well-being of persons \r\nwith disabilities, the establishment of the National \r\nCouncil for Persons with Disabilities, and for related \r\nmatters. The act aims to ensure that the rights, interests \r\nand welfare of persons with disabilities are protected. \r\nIn addition, the Act is also intended to assist persons \r\nwith disabilities in seeking a better life and to enable \r\nthem to contribute to national development. \r\n Malaysia believes that it is important to promote \r\nhealthy families through information on health and \r\ndisease prevention, family planning, nutrition and child \r\ndevelopment programmes, as well as by teaching \r\nparenting skills, which include child upbringing and \r\ndiscipline, interaction and communication between \r\nparents and children, and improving self-esteem. In \r\naddition to promoting intellectual and emotional \r\ndevelopment, programmes aimed at developing family \r\nmembers who are confident, responsible, considerate, \r\nhardworking and dedicated are vital to the family.  \r\n People are the core and the key to development. \r\nInvestment in people’s well-being is equivalent to \r\ninvesting in the future well-being of all societies, and \r\nin progress and peace. This is the time to empower and \r\nstrengthen the family, youth, the elderly and the \r\ndisabled to address future challenges. \r\n Mr. Momen (Bangladesh): As one of the regular \r\nsponsors of the Third Committee draft resolution on \r\ncooperatives, it is a pleasure for my delegation to speak \r\nat today’s plenary meeting devoted to the launch of the \r\nInternational Year of Cooperatives 2012. The history of \r\ncooperatives in our part of the world dates back to the \r\nBritish colonial period. Starting its journey in 1904 \r\nwith the aim of raising agricultural production and \r\nrural economic advancement through production and \r\nprocessing services, the cooperative movement has \r\nexpanded into other sectors of the economy, such as \r\nfisheries, dairy, housing, microfinance and the service \r\nsector. Over the years, the movement has evolved to \r\nbecome a tool for social transformation. \r\n The success of agricultural cooperatives \r\nfollowing our independence in 1971 was possible \r\nbecause of the patronage of the Government of \r\nBangladesh. Cooperative ownership and State \r\npatronage of it were enshrined in our Constitution. The \r\nConstitution mandates cooperatives as one of the three \r\nmodes of ownership — public, cooperative and private.  \r\n Since 1972, two systems of cooperatives have \r\nbeen practiced in Bangladesh — traditional \r\ncooperatives, under the Department of Cooperatives, \r\nand two-tier cooperatives under the Integrated Rural \r\nDevelopment Programme, later institutionalized in the \r\nBangladesh Rural Development Board. The \r\ncooperatives under the Programme followed the \r\nComilla Model, which is a time-tested model. Huge \r\ninvestments were made in both systems. Consequently, \r\ncooperative societies increased phenomenally. As of \r\nJune 2009, the number of primary cooperative societies \r\nstood at 163,000 and the number of members of those \r\nsocieties was around 8.5 million. The working capital \r\nof those societies was BDT 19.09 billion, which is \r\nequivalent to $260 million.  \r\n At the same time, there were 21 national \r\ncooperative societies and 1,107 central cooperative \r\nsocieties. For example, Milk Vita, the trade name of the \r\nBangladesh Milk Producers’ Cooperative Union \r\nLimited, one of the major national cooperatives of \r\nBangladesh, known for providing quality dairy \r\nproducts, is a successful example of small-scale \r\ncooperative milk production.  \r\n Within the Government structure, we have a \r\nseparate Department of Cooperatives, under the \r\nA/66/PV.45  \r\n \r\n11-57174 22 \r\n \r\nMinistry of Local Government, Rural Development \r\nand Cooperatives. To ensure maximum penetration, we \r\nhave cooperative offices up to the subdistrict level. To \r\ncelebrate the International Year of Cooperatives, we \r\nhave already designated a focal point in the Ministry. \r\n In conclusion, I would like to report that the \r\nGovernment of Bangladesh is now working on the \r\nformulation of its National Cooperatives Policy 2011. \r\nIn Bangladesh, every year, the first Saturday of the \r\nmonth of November is observed as National \r\nCooperative Day. We recognize that cooperatives \r\npresent opportunities in social awareness-building, \r\nentrepreneurship development and community-based \r\nprogrammes and activities. Hence, the launching of the \r\nInternational Year of Cooperatives 2012 will give us an \r\nopportunity to take stock of our successes and failures \r\nand to chalk out a future course of action, because we \r\nbelieve that our ultimate goal of eradication of poverty \r\nis closely tied to the success of our cooperatives. \r\n The Acting President (spoke in French): We \r\nhave heard the last speaker in the debate on this item.  \r\n Having followed our work throughout the day, I \r\nwould like to offer a short summary of our \r\ndeliberations. \r\n(spoke in English) \r\n Today’s events have underscored the \r\nunquestionable importance of the year ahead, the \r\nInternational Year of Cooperatives. Our speakers this \r\nmorning reinforced the urgent importance of the \r\ncooperative enterprise model and its potential to drive \r\nforward sustainable development. As speakers have \r\nstressed all day, the model itself is one that arose as a \r\nresponse to crises and hardship, not unlike those that \r\nwe are experiencing today, and it has proven successful \r\nin curtailing the detrimental impacts of those crises. \r\nWe have often overlooked it, however, in exploring and \r\ndevising pathways to productive, inclusive, sustainable \r\nsocieties.  \r\n We were very inspired by the statements made by \r\nthe President of the General Assembly, Deputy \r\nSecretary-General Asha-Rose Migiro and Cooperative \r\nRepresentative Dame Pauline Green, the powerful \r\nstatement by His Excellency Mr. Gordon Brown, \r\nformer Prime Minister of the United Kingdom, and by \r\nthe comprehensive presentation given by Mrs. Viola \r\nOnwuliri, Minister of State for Foreign Affairs of \r\nNigeria. We have all — the speakers I have mentioned \r\nalong with those from the Member States — \r\nhighlighted the contribution of cooperatives to \r\nsustainable development as a model of economic \r\norganization fostering poverty reduction, employment \r\ngeneration and social inclusion and integration. We \r\nhave also stressed the importance of partnership with \r\nGovernments. The strong cooperative movement is an \r\nintegral part of developmental progress, and it can \r\ncontribute significantly to the achievement of \r\ninternationally agreed development goals, including \r\nthe Millennium Development Goals. \r\n The 2012 International Year of Cooperatives \r\npresents an opportunity to advance a vision of \r\nsustainable development that is both viable and \r\nresponsible and that can contribute to the \r\ndemocratization of the world economy. Many States \r\nalready have in place or are preparing to put in place \r\nnational committees, as suggested in resolution 64/136. \r\nMany actions have been outlined, including the \r\nforthcoming summit of African Heads of State on \r\ncooperatives to be held in Lome in January 2012. \r\n Today we are kick-starting a process of \r\nworldwide action to ensure that the International Year \r\nof Cooperatives meets its objectives. We have spoken \r\ntoday of building the capacity of cooperatives to \r\ncompete in an increasingly globalized economy and of \r\nleveraging their potential for employment generation \r\nand inclusive development, while ensuring their \r\nautonomy and recognizing their different legal and \r\nregulatory needs.  \r\n By raising our citizens’ awareness of the benefits \r\nthat cooperatives offer to improve their livelihoods and \r\nby working with all relevant stakeholders to ensure the \r\nfair participation of cooperative enterprises in our \r\neconomic system, we are at once bolstering our \r\neconomic capacity and empowering communities. I \r\nthank all who have spoken today for their \r\ncontributions, and I look forward to the events that the \r\nInternational Year of Collectives will bring. As we \r\nwork together with and for cooperatives, we truly will \r\nbuild a better world. \r\n(spoke in French) \r\n The plenary meeting devoted to the launch of the \r\nyear 2012 as the International Year of Cooperatives is \r\nnow concluded. \r\n The Assembly has thus concluded this stage of its \r\nconsideration of sub-item (b) of agenda item 27. \r\n  The meeting rose at 5.50 p.m. \r\n"