" United Nations  A/66/PV.9\r\n  \r\n \r\nGeneral Assembly \r\nSixty-sixth session \r\n \r\n9th plenary meeting \r\nTuesday, 20 September 2011, 5.45 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n11-50552 (E) \r\n*1150552*   \r\nPresident: Mr. Al-Nasser . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Qatar) \r\n \r\n \r\n  The meeting was called to order at 6 p.m. \r\n \r\n \r\nHigh-level Meeting of the General Assembly on the \r\ntheme “Addressing desertification, land degradation \r\nand drought in the context of sustainable \r\ndevelopment and poverty eradication” \r\n \r\nAgenda item 19 (continued) \r\n \r\nSustainable development \r\n \r\n (e) Implementation of the United Nations \r\nConvention to Combat Desertification in Those \r\nCountries Experiencing Serious Drought and/or \r\nDesertification, Particularly in Africa \r\n \r\nStatement by the President \r\n \r\n The President (spoke in Arabic): The world’s \r\nleaders have been meeting for the first time in a high-\r\nlevel meeting of the General Assembly to address \r\ndesertification, land degradation and drought. Leaders \r\nhave decided that the three pillars of development \r\nwould be jeopardized unless desertification, land \r\ndegradation and drought are addressed.  \r\n Leaders of the world have today undertaken an \r\nimportant, intensive debate on affected ecosystems and \r\nlivelihoods of populations in order to achieve \r\nsustainable development and combat poverty. It is my \r\nhonour to summarize the highlights of today’s \r\nconstructive discussions. I shall then take it over to the \r\ntenth session of the Conference of Parties to the United \r\nNations Convention to Combat Desertification, to be \r\nheld next month in Changwon, Republic of Korea. I \r\nshall also refer it to the United Nations Conference on \r\nSustainable Development, to be hosted by the city of \r\nRio de Janeiro in 2012. \r\n Member States have stressed that desertification \r\nand land degradation are some of the issues that affect \r\nvarious ecosystems in different ways. The main effect \r\nis felt by the poorest, particularly in arid lands where \r\nmore than one third of the world’s people live, about \r\n1 billion of whom have achieved the lowest measures \r\nof human development. \r\n In this context, leaders have decided that if arid \r\nlands are to become lands of common prosperity, the \r\nsolution lies in giving soil improvement the highest \r\npriority and guaranteeing technological and sustainable \r\nland management in relevant policies and practices. \r\nLeaders stressed the need to protect lands through \r\nsustainable management in order to combat \r\ndesertification, land degradation and drought, in \r\naddition to adapting to climate change in a way that \r\npreserves the livelihoods of those most affected. \r\nLeaders also emphasized the need for the United \r\nNations Convention to Combat Desertification to \r\nbecome an effective means to achieve food security. \r\n The leaders further stressed that it is possible to \r\nfind sustainable solutions for overcoming the obstacles \r\nthat stand in the way of attaining the Millennium \r\nDevelopment Goals (MDGs). They underlined the need \r\nto work on the following priorities. They called for \r\nstrengthening the scientific base of knowledge in order \r\nto study desertification, drought and land degradation. \r\nMany leaders and one geographic group suggested the \r\ncreation of a consultative group devoted to studying \r\ndesertification, land degradation and drought that \r\nA/66/PV.9  \r\n \r\n11-50552 2 \r\n \r\nwould provide consensual consultative opinions and \r\nexpertise on the scientific parameters of the issue. The \r\ncreation of such a group would also contribute to \r\nassisting world leaders in making appropriate decisions \r\non desertification, land degradation, combating drought \r\nand breaking the link between desertification and \r\nfamine. \r\n Many leaders stressed that at a time when \r\nindications show that land degradation in all \r\necosystems is increasing, efforts must not be confined \r\nto addressing the phenomenon in Arab lands alone. The \r\ndebate showed that the spread of this phenomenon to \r\nother ecosystems would lead to many and varied \r\nchallenges related to the very source of this \r\nphenomenon, including food security, poverty, forced \r\nmigration, the negative effects of climate change, \r\ndeforestation, the loss of ecological diversity, political \r\ninstability and, consequently, to the eruption of \r\nconflicts. In addition, there would be failure to achieve \r\nthe MDGs and sustainable development.  \r\n An appeal was made to promote implementation \r\nof the United Nations Convention to Combat \r\nDesertification as a world framework for policies and \r\nmonitoring to deal with the challenges of soil and land \r\ndegradation. \r\n Many leaders also stressed that the time has come \r\nto reach a world free from the problems and challenges \r\nof land degradation. This would help in setting \r\nsustainable development goals directly linked to \r\nmeasuring land degradation. They also stressed the \r\nneed for improving financing for the strategy to deal \r\nwith land degradation and the eradication of poverty. \r\nAnd they stressed the need to combat land degradation \r\nas a high-return investment, as the cost of land \r\ndegradation in the future would be much higher than if \r\nwe were to take up such challenges forthwith. \r\n A number of delegations also referred to the \r\nimportance of investing in sustainable land \r\nmanagement, which must become a fundamental \r\ncomponent in transformation towards a green economy \r\nwithin the framework of sustainable development and \r\nthe eradication of poverty. \r\n As we look forward to the tenth session of the \r\nConference of the Parties to the United Nations \r\nConvention to Combat Desertification, world leaders \r\nhave committed themselves to immediate measures to \r\nensure that the future of humankind does not fall \r\nhostage to our current disregard for the non-sustainable \r\nuse of land. \r\n Before I close the meeting, I should like to \r\ndeliver a report on the High-level Meeting on the \r\ntheme “Addressing desertification, land degradation \r\nand drought in the context of sustainable development \r\nand poverty eradication”.  \r\n Members have just completed an intensive day of \r\ndiscussions on an urgent issue. I would like to thank \r\nparticipants for their constructive and substantive \r\ninteractive debate, undertaken in a spirit of cooperation \r\nand true commitment to protecting planet Earth. I \r\nwould also like to express my gratitude to the \r\nco-facilitators of today’s round tables for their efforts.  \r\n I should like to ask participants to consider an \r\nalarming fact, namely, that hunger kills more people \r\nevery year than AIDS, malaria and tuberculosis \r\ncombined. Much of the hunger in our world is caused \r\nby interlinked issues, including desertification, land \r\ndegradation, drought and climate change. \r\nDesertification is therefore not only killing people, but \r\nkilling our development and our future. \r\n As is so often the case, it is the world’s poorest \r\npopulations who are the most vulnerable, as we are \r\nwitnessing in the current famine gripping the Horn of \r\nAfrica. Let me reiterate my call for urgent action by the \r\nGeneral Assembly to protect these populations. In the \r\nface of such adversity, we must act on what we already \r\nknow, that is, that prevention is the most effective way \r\nto cope with drought. \r\n Efforts to reduce pressures on arid land and \r\ncombat desertification need to go hand in hand with \r\nefforts to eradicate poverty, thereby contributing to the \r\nachievement of the Millennium Development Goals. \r\n We must also support every effort aimed at \r\ndisaster-risk prevention and strengthen disaster-\r\nmanagement capacities at all levels, including \r\ninformation and early-warning systems. This year, with \r\na number of important global conferences to be held on \r\nthe issue of sustainable development, we have an \r\nopportunity to ensure a higher priority for \r\ndesertification, land degradation and drought, not only \r\nas an environmental concern but as an integral \r\ncomponent of sustainable development. \r\n I urge all members to participate actively and to \r\nensure a successful outcome based on consensus. We \r\nhave before us a grave and growing threat to \r\ndevelopment and to Earth’s natural resources. It is up \r\nto all of us to ensure the necessary political will and \r\ninternational solidarity to combat desertification. I \r\ncount on members’ active and full support.  \r\n A/66/PV.9\r\n \r\n3 11-50552 \r\n \r\n The High-level Meeting of the General Assembly \r\non the theme “Addressing Desertification, Land \r\nDegradation and Drought in the Context of Sustainable \r\nDevelopment and Poverty Eradication” is now \r\nconcluded. \r\n The General Assembly has thus concluded this \r\nstage of its consideration of sub-item (e) of agenda \r\nitem 19. \r\n  The meeting was adjourned at 6.10 p.m. \r\n"