" United Nations  A/66/PV.53\r\n  \r\n \r\nGeneral Assembly \r\nSixty-sixth session \r\n \r\n53rd plenary meeting \r\nThursday, 10 November 2011, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n11-58742 (E) \r\n*1158742*   \r\nPresident: Mr. Al-Nasser . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Qatar) \r\n \r\n \r\n  The meeting was called to order at 10.15 a.m. \r\n \r\n \r\nAgenda item 113 (continued) \r\n \r\nElection to fill vacancies in principal organs \r\n \r\n (c) Election of five members of the International \r\nCourt of Justice \r\n \r\n  Memorandum by the Secretary-General \r\n(A/66/182) \r\n \r\n  List of candidates (A/66/183) \r\n \r\n  Curricula vitae (A/66/184) \r\n \r\n The President (spoke in Arabic): This morning, \r\nthe General Assembly will proceed to the election of \r\nfive members of the International Court of Justice for a \r\nnine-year term of office commencing on 6 February \r\n2012. The terms of office of the following judges \r\nexpire on 5 February 2012: Ms. Xue Hanqin (China), \r\nMr. Abdul G. Koroma (Sierra Leone), Mr. Hisashi \r\nOwada (Japan), Mr. Bruno Simma (Germany) and \r\nMr. Peter Tomka (Slovakia). \r\n I should like to draw the attention of the General \r\nAssembly to the following documents relating to this \r\nelection. Document A/66/182 contains a memorandum \r\nby the Secretary-General on the current composition of \r\nthe Court and on the procedures to be followed in the \r\nGeneral Assembly and the Security Council with \r\nregard to the election. Document A/66/183 contains the \r\nlist of candidates nominated by national groups. And \r\ndocument A/66/184 contains the curriculum vitae of \r\nthe candidates nominated by national groups. \r\n In that connection, the Legal Counsel has \r\ninformed me that, after the established deadline for \r\nnominating candidates, the following additional \r\nsubmissions were received from several national \r\ngroups, all of which relate to the candidates already \r\nnominated by other national groups appearing in \r\ndocuments A/66/182, A/66/183 and A/66/184: Tsvetana \r\nKamenova (Bulgaria) has been nominated also by the \r\nnational group of Malta; Abdul G. Koroma (Sierra \r\nLeone) has been nominated also by the national group \r\nof Malta; Mr. Hisashi Owada (Japan) has been \r\nnominated also by the national groups of Colombia, the \r\nDemocratic Republic of the Congo, El Salvador, India, \r\nLiechtenstein, Malta and Romania; Julia Sebutinde \r\n(Uganda) has been nominated also by the national \r\ngroup Romania; Peter Tomka (Slovakia) has been \r\nnominated also by the national groups of Liechtenstein \r\nand Romania; and Xue Hanqin (China) has been \r\nnominated also by the national groups of India, \r\nLiechtenstein and Romania.  \r\n This election will be held in accordance with the \r\nStatute of the Court, in particular Articles 2 to 4 and \r\n7 to 12, as well as rules 150 and 151 of the Assembly’s \r\nrules of procedure.  \r\n I should like to confirm that, at this time, the \r\nGeneral Assembly and the Security Council will \r\nproceed, independently of one another, to elect five \r\nmembers of the Court to fill the vacancies in \r\naccordance with Article 8 of the Statute. According to \r\nArticle 2 of the Statute, members of the Court are to be \r\nelected, regardless of their nationality, from among \r\npersons of high moral character who possess the \r\nA/66/PV.53  \r\n \r\n11-58742 2 \r\n \r\nqualifications required in their respective countries for \r\nappointment to the highest judicial offices, or are \r\njurisconsults of recognized competence in international \r\nlaw. Article 9 requires electors to bear in mind not only \r\nthat the person to be elected should individually \r\npossess the qualifications required, but also that, in the \r\nbody as a whole, the representation of the main forms \r\nof civilization and of the principal legal systems of the \r\nworld should be assured. \r\n In accordance with Article 10, paragraph 1, of the \r\nStatute of the Court, those candidates who obtain an \r\nabsolute majority of votes both in the General \r\nAssembly and in the Security Council shall be \r\nconsidered as elected. The consistent practice of the \r\nUnited Nations has been to interpret the words \r\n“absolute majority” as meaning a majority of all \r\nelectors, whether or not they vote or are allowed to \r\nvote. The electors in the General Assembly are all \r\n193 Member States. Accordingly, for the present \r\nelection, 97 votes constitute an absolute majority in the \r\nGeneral Assembly. \r\n The electors in the General Assembly will \r\nindicate the candidates for whom they wish to vote by \r\nplacing crosses against their names on the ballot \r\npapers. Each elector may vote for not more than five \r\ncandidates on the first ballot and, on subsequent \r\nballots, if any, for five less the number of candidates \r\nwho have already obtained absolute majorities. \r\n At the 915th plenary meeting of the General \r\nAssembly, on 16 November 1960, a procedural \r\ndiscussion was held as to whether rule 94 — then rule \r\n96 — of the rules of procedure of the Assembly should \r\nbe applied in elections to the International Court of \r\nJustice. That rule lays down a procedure for restricted \r\nballots in the event that, after the first ballot, the \r\nrequisite number of candidates have not obtained the \r\nrequired majority. By 47 votes to 27, with \r\n25 abstentions, the Assembly decided that the rule did \r\nnot apply to elections to the Court and proceeded to \r\nelect the requisite number of candidates by a series of \r\nunrestricted ballots. That decision has been followed \r\nconsistently. \r\n Accordingly, pursuant to rule 151 of the rules of \r\nprocedure of the Assembly, if in the first ballot the \r\nnumber of candidates obtaining an absolute majority is \r\nless than five, a second ballot will be held and \r\nballoting will continue at the same meeting until five \r\ncandidates have obtained the required majority. Only \r\nwhen five candidates have obtained the required \r\nmajority in the Assembly will the President of the \r\nAssembly notify the President of the Security Council \r\nof the names of the five candidates. Accordingly to \r\nArticle 11 of the Statute, if, upon comparison of the \r\nrespective lists of names that have obtained an absolute \r\nmajority in the General Assembly and in the Security \r\nCouncil, fewer than five candidates have been thus \r\nelected, the Assembly and the Council will proceed, \r\nagain independently of one another, at a second \r\nmeeting — and, if necessary, a third meeting — to \r\nelect candidates by further ballots for seats remaining \r\nvacant, the results again being compared after the \r\nrequired number of candidates have obtained an \r\nabsolute majority in each organ. \r\n May I take it that the General Assembly agrees to \r\nthose procedures at this election? \r\n It was so decided. \r\n The President (spoke in Arabic): I should like to \r\nremind representatives that, pursuant to rule 88 of the \r\nrules of procedure,  \r\n  “After the President has announced the \r\nbeginning of voting, no representative shall \r\ninterrupt the voting except on a point of order in \r\nconnection with the actual conduct of the voting.” \r\nAny announcements, including those concerning \r\nwithdrawals of candidatures, should therefore be made \r\nprior to the commencement of the voting process, that \r\nis to say, before the announcement of the beginning of \r\nthe voting process. \r\n I should like to seek the usual cooperation of \r\nrepresentatives during the time of the conduct of the \r\nelection. Please be reminded that during the voting \r\nprocess, all campaigning should cease in the General \r\nAssembly Hall. That means in particular that once the \r\nelection has begun, no more campaign material can be \r\ndistributed inside the Hall. All representatives are also \r\nrequested to remain at their seats so that the voting \r\nprocess can proceed in an orderly manner. I thank \r\nmembers for their cooperation. \r\n We shall now begin the voting process. Ballot \r\npapers will now be distributed.  \r\n Ballot papers will only be given to the \r\nrepresentatives seated directly behind country name \r\nplates. Representatives are requested to use only the \r\nballot papers now being distributed. Only those \r\n A/66/PV.53\r\n \r\n3 11-58742 \r\n \r\ncandidates whose names appear on the ballot papers \r\nare eligible. Representatives will indicate the five \r\ncandidates for whom they wish to vote by placing \r\ncrosses to the left of their names on the ballot papers. \r\nBallot papers on which more than five names are \r\nmarked will be considered invalid. Votes may be cast \r\nonly for those whose names appear on the ballot \r\npapers. \r\n At the invitation of the President, Ms. Bonkoungou \r\n(Burkina Faso), Ms. Shiolashvili (Georgia), \r\nMs. Mannion (Ireland), Mrs. Azmee (Malaysia), \r\nMs. Martínez (Mexico) and Ms. Kloeg \r\n(Netherlands) acted as tellers. \r\n A vote was taken by secret ballot. \r\n Ms. Kamara (Liberia), Vice-President, took the \r\nChair. \r\n The meeting was suspended at 10.35 a.m. and \r\nresumed at 11.40 a.m. \r\n The Acting President: The result of the voting is \r\nas follows: \r\n Number of ballot papers:   192 \r\n Number of invalid ballots:   0 \r\n Number of valid ballots:   192 \r\n Abstentions:     0 \r\n Number of members voting:  192 \r\n Required absolute majority:  97 \r\n Number of votes obtained: \r\n  Mr. Hisashi Owada (Japan)  170 \r\n  Mr. Giorgio Gaja (Italy)  164 \r\n  Ms. Xue Hanqin (China)  162 \r\n  Mr. Peter Tomka (Slovakia) 149 \r\n  Ms. Julia Sebutinde (Uganda) 109 \r\n  Mr. Abdul G. Koroma (Sierra Leone) 88 \r\n  Ms. Tsvetana Kamenova (Bulgaria) 73 \r\n  El Hadji Mansour Tall (Senegal) 38 \r\n The following five candidates have obtained an \r\nabsolute majority in the General Assembly: \r\nMr. Giorgio Gaja, Mr. Hisashi Owada, Ms. Julia \r\nSebutinde, Mr. Peter Tomka and Ms. Xue Hanqin.  \r\n I have communicated the result of the voting to \r\nthe President of the Security Council.  \r\n I have also received a letter from the President of \r\nthe Security Council, which reads: \r\n  “I have the honour to inform you that at the \r\n6651st meeting of the Security Council, held on \r\n10 November 2011, for the purpose of electing \r\nfive members of the International Court of Justice \r\nfor a term of office beginning on 6 February \r\n2012, Mr. Giorgio Gaja, Mr. Abdul G. Koroma, \r\nMr. Hisashi Owada, Mr. Peter Tomka and \r\nMs. Xue Hanqin obtained an absolute majority of \r\nvotes.” \r\n As a result of the independent voting in the \r\nSecurity Council and in the General Assembly, the \r\nfollowing four candidates have obtained an absolute \r\nmajority in both organs: Mr. Giorgio Gaja, Mr. Hisashi \r\nOwada, Mr. Peter Tomka and Ms. Xue Hanqin. They \r\nare therefore duly elected members of the International \r\nCourt of Justice to serve for a nine-year term \r\ncommencing on 6 February 2012. I should like to take \r\nthis opportunity to extend to them the congratulations \r\nof the Assembly on their election.  \r\n In accordance with the provisions of Article 11 of \r\nthe Statute of the Court, it will be necessary to hold \r\nanother meeting to fill the remaining vacancy.  \r\n I propose that the present meeting should be \r\nadjourned and that the 54th meeting should be held \r\nimmediately to vote on the remaining vacancy. \r\n  The meeting rose at 11.45 a.m. \r\n"