" United Nations  A/66/PV.4\r\n  \r\n \r\nGeneral Assembly \r\nSixty-sixth session \r\n \r\n4th plenary meeting \r\nMonday, 19 September 2011, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n11-50349 (E) \r\n*1150349*   \r\nPresident: Mr. Al-Nasser . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Qatar) \r\n \r\n \r\n  In the absence of the President, Ms. Kamara \r\n(Liberia), Vice-President, took the Chair. \r\n \r\n  The meeting was called to order at 3.10 p.m. \r\n \r\n \r\nHigh-level Meeting of the General Assembly on the \r\nPrevention and Control of Non-communicable Diseases \r\n \r\nAgenda item 117 (continued) \r\n \r\nFollow-up to the outcome of the Millennium Summit \r\n \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Jorge Venegas, Minister for Public \r\nHealth of Uruguay. \r\n Mr. Venegas (Uruguay) (spoke in Spanish): It is \r\nmy honour to participate in this High-level Meeting on \r\nNon-communicable Diseases on behalf of the countries \r\nmembers of the Union of South American Nations \r\n(UNASUR). \r\n In its brief lifespan, UNASUR has provided an \r\nexcellent forum for our Ministers of Health to discuss \r\nour problems and propose regional solutions to them, \r\nbuilding a shared community of interests and concerns. \r\n We therefore endorse the statement to be \r\ndelivered by the representative of Argentina in his \r\ncapacity as Chairman of the Group of 77 and China, \r\nbecause we are convinced that chronic, non-communicable \r\ndiseases (NCDs) represent a global epidemic that is \r\nresponsible for much of the morbidity and mortality in \r\nour countries and for the consequent drain on our \r\nfinancial resources. \r\n Concerned about risk factors and determinants of \r\nhealth, UNASUR has established a technical group \r\nwith competencies in these areas and in the promotion \r\nof health. Its goal is to promote joint regional efforts to \r\ntackle problems such as the epidemics of overweight \r\nand obesity, diabetes, high blood pressure and high \r\ncholesterol. \r\n UNASUR countries are watching with concern \r\nthis globalization-related process whereby unhealthy \r\nlifestyles have become increasingly common. The \r\ngrowing urbanization of our countries is a deterrent to \r\nphysical activity, exacerbated by, on the one hand, \r\nincreased exposure to television, video games and \r\ncomputers, and on the other the widespread \r\nconsumption of unhealthy fast foods, which together \r\ngive rise to an increased incidence of overweight and \r\nobesity as well as of diabetes at younger and younger \r\nages. \r\n All UNASUR countries are committed to \r\ncombating poverty. Poverty is exacerbated, however, \r\nby the suffering related to an NCD. Medications are of \r\nvital importance for those who suffer from these \r\ndiseases. However, large numbers of people throughout \r\nthe world, particularly in the less developed countries, \r\nhave no access, or only unreliable access, to such \r\nmedications. \r\n We in UNASUR have been working very hard to \r\nensure access by all citizens to medicines, as we deem \r\nthese to be a public good and believe that access to \r\nthem is a sine qua non for the enjoyment of the right to \r\nhealth. We place health above any trade interests. We \r\nA/66/PV.4  \r\n \r\n11-50349 2 \r\n \r\nare therefore striving to make use of the existing \r\nflexibilities in the Trade-Related Aspects of Intellectual \r\nProperty Rights Agreement, as confirmed by the Doha \r\nDeclaration of 2001. We participated actively in the \r\nprocess of the adoption by the World Health \r\nOrganization (WHO) of the global strategy and plan of \r\naction on public health, innovation and intellectual \r\nproperty, with a view to enhancing universal access to \r\nmedicines without any limitation or restriction to \r\nspecific diseases. \r\n We believe that if we are effectively to combat \r\nNCDs, States must play a leading role in terms of \r\nproviding coordination among all sectors and devising \r\npromotional and regulatory measures. The Framework \r\nConvention on Tobacco Control has provided us with \r\nvaluable lessons. It is thus necessary to replicate these \r\nby promoting healthy environments aimed at \r\nincreasing levels of physical activity; reducing sodium, \r\nsugar and saturated fat intake, and eliminating \r\ntrans-fats in processed food; increasing the \r\nconsumption of fruits and vegetables; reducing calorie \r\nintake; providing more information to consumers; \r\nprotecting children from advertisements touting \r\nunhealthy food and drink; and reduce harmful alcohol \r\nconsumption by means of effective public policies to \r\nminimize access to it. \r\n As we stated earlier, there exist important tools in \r\nthat respect, including the WHO Framework \r\nConvention on Tobacco Control of 2003; the WHO \r\nGlobal Strategy on Diet, Physical Activity and Health \r\nof 2004; and the WHO Global Strategy to Reduce the \r\nHarmful Use of Alcohol of 2010. \r\n The Millennium Development Goals have made it \r\nclear that when clear, delimited and easy-to-\r\ncommunicate goals are formulated, it becomes easier to \r\nbuild alliances and develop frameworks for \r\ncooperation suitable to producing concrete results in \r\nterms of health. Hence we welcome the holding of this \r\nHigh-level Meeting, because we believe it is key that \r\nwe should agree upon clear objectives and concrete \r\ngoals at the global, regional and national levels in the \r\narea of chronic NCDs, such as the follow-up and \r\nevaluation of the Political Declaration (resolution 66/2, \r\nannex) adopted at this High-level Meeting. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Marty Natalegawa, Minister for \r\nForeign Affairs of Indonesia. \r\n Mr. Natalegawa (Indonesia): I am honoured to \r\nparticipate in this important High-level Meeting on \r\nbehalf of His Excellency Mr. Susilo Bambang \r\nYudhoyono, President of Indonesia, who is also the \r\ncurrent Chair of the Association of Southeast Asian \r\nNations (ASEAN).  \r\n Today we are addressing a grievous global \r\nconcern: the prevention and control of non-communicable \r\ndiseases. This is an issue that has a strong impact not \r\nonly on national development gains but also on the \r\nhuman right to life. We therefore wish to thank the \r\nSecretary-General for providing us with an \r\nenlightening report (A/66/83) on this issue. \r\n First of all, on behalf of ASEAN, let me present \r\nour regional perspective on the matter at hand. \r\n For ASEAN member States, non-communicable \r\ndiseases are a major challenge that compounds the \r\ndeadly impact of communicable diseases. A 2010 \r\nreport by the World Health Organization (WHO) \r\nshowed that non-communicable diseases caused some \r\n36.1 million deaths in 2008. Eighty per cent of these \r\ndeaths were caused by four main non-communicable \r\ndiseases. And low to middle income families suffered \r\n80 per cent of these deaths. \r\n According to WHO, NCDs-related deaths will \r\nincrease by 17 per cent over the next decade. Among \r\nASEAN communities, deaths due to NCDs can \r\nincrease from the current 2.6 million to 4.2 million \r\npeople. \r\n At the global level, NCDs are affecting mostly \r\nworking-age adults, thereby eroding the most \r\nproductive generation in the world today and thus \r\nreducing the gross domestic product of low- to middle-\r\nincome countries by as much as 5 per cent. This is one \r\nreason why poverty is so widespread and why many \r\ncountries suffered in backwardness.  \r\n Hence, we in ASEAN are working hard and in \r\nconcert to address this grave challenge. In our view, \r\nprevention is the key to resolving the problem. \r\nPrevention is and will always be our priority. We are \r\ntherefore carrying out four major prevention strategies. \r\n First and foremost, we in ASEAN are \r\nstrengthening our health systems and infrastructures. \r\nThese efforts include mainstreaming NCD prevention \r\nand control alongside efforts to prevent and control \r\ninfectious disease in national development \r\nprogrammes, and enhancing operations in health \r\n A/66/PV.4\r\n \r\n3 11-50349 \r\n \r\nfacilities from the lowest to the highest levels. They \r\ninclude raising the capabilities of human resources for \r\nmedical care and developing effective referral systems.  \r\n We are also improving our surveillance systems \r\nof the diseases and the modifiable risk factors. We are \r\nworking towards universal health coverage and \r\nproviding service packages that cater to the needs of \r\npeople with chronic NCDs. In brief, we must have a \r\ncomprehensive health system and infrastructure for \r\naddressing NCDs. This is not an option; it is an \r\nimperative. \r\n Secondly, we are strengthening our national \r\nhealth policies and accelerating programmes for \r\ntobacco control. We will not be content only with \r\npassing laws that heavily tax cigarettes; we will also \r\nconsider using the revenues derived from sin taxes to \r\nsupport NCDs prevention. We will continue to promote \r\na smoke-free environment in order to protect our \r\npeople from secondary smoke. We are aligning national \r\npolicies on agriculture, trade, industry and transport to \r\nimprove diets, encourage physical exercise and reduce \r\nharmful alcohol use. We are implementing community-\r\nbased intervention for early detection of factors of \r\nmajor NCDs. \r\n Thirdly, we are strengthening partnerships for \r\nhealth. The need for international cooperation for \r\npublic health cannot be overemphasized. Although the \r\nMillennium Development Goals do not include targets \r\nfor the reduction of NCDs, individual efforts by \r\nASEAN member States warrant complementary \r\ncoordinated support from our partners. We appeal to \r\nour international partners to fund and align NCD \r\nprevention and control efforts with their other \r\ndevelopment programmes, such as those of the MDGs \r\nand climate change programmes. \r\n We urge our development partners to fund \r\nresearch on the unique public health problems of our \r\nregion. We call on the international community to help \r\nus ensure that essential pharmaceutical products and \r\nmedical devices are available to the region. This will \r\nhelp avert the devastating socio-economic impact of \r\nNCDs on our societies. \r\n In short, partnership among countries is a must \r\namong developed and developing countries and at the \r\nglobal, regional and bilateral levels. \r\n Last but not least, we are ensuring the \r\ninvolvement of all stakeholders. To effectively respond \r\nto the challenges posed by NCDs, we must enlist their \r\nparticipation. ASEAN is therefore committed to \r\nimplementing a whole-of-government, people-centred \r\napproach involving civil society, the private sector and \r\ncommunity organizations. \r\n By taking these steps, we in ASEAN are \r\nconfident that we will be able to contribute \r\nsignificantly to the global reduction of the NCD death \r\nrate in this decade. \r\n At the national level, Indonesia is grappling with \r\nthe double threat of communicable and non-communicable \r\ndiseases. The impact of NCDs is affecting not only the \r\nurban populations but also the rural poor. This is \r\ncompounding the basic problem of poverty. \r\n To address this challenge, in 2006 we established \r\na special unit in the Ministry of Health and tasked it \r\nwith advocating NCDs control and strengthening the \r\nlegal framework for that. We have also given priority \r\nto minimizing the common risk factors: tobacco use, \r\nalcohol abuse, unhealthy diet and physical inactivity. \r\nWe are now simplifying and increasing taxes on \r\ntobacco to control the consumption of this deadly \r\ncommodity. \r\n Indonesia also is committed to implementing the \r\n2008-2013 Action Plan for the Global Strategy for the \r\nPrevention and Control of Non-communicable \r\nDiseases. To support global efforts to address NCDs, \r\nIndonesia hosted a Regional Meeting on Health and \r\nDevelopment Challenges of NCDs in Jakarta in March \r\n2011.  \r\n The scale and virulence of non-communicable \r\ndiseases require unprecedented political commitment at \r\nthe highest political levels to address this global issue. \r\nThat commitment must therefore be incorporated into \r\nthe global agenda of the international community. That \r\nis why we are holding this high-level meeting. \r\n Let us not waste this opportunity. Let us seize this \r\nmoment to secure global commitment for a coordinated \r\nresponse to this challenge. That means mobilizing \r\nresources and building a genuine global partnership. \r\nThese should be clearly stated in the Political \r\nDeclaration adopted in this meeting (resolution 66/2, \r\nannex). \r\n Finally, we call on the international community to \r\ninclude progress in the fight against NCDs as a \r\ncomponent of the MDG-Plus beyond 2015. \r\nA/66/PV.4  \r\n \r\n11-50349 4 \r\n \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Chen Zhu, Minister for Health of \r\nChina. \r\n Mr. Chen Zhu (China) (spoke in Chinese): On \r\nbehalf of the Chinese Government, I would like to \r\nextend my deep appreciation to the General Assembly \r\nfor its vision and political will to convene the High-\r\nlevel Meeting on Non-communicable Diseases \r\n(NCDs). I also wish to extend my appreciation to the \r\nPresident of the Assembly for his outstanding work in \r\norganizing this successful meeting. \r\n Today, globalization has led to an unprecedented \r\nlevel of interdependence among countries and \r\ninterwoven interests. Health factors and social \r\ndeterminants for NCDs exist in every country. \r\nTherefore, the prevention and control of NCDs are an \r\ninevitable option for our common interests and the \r\npathway to health that leads to the common \r\ndevelopment of all mankind.  \r\n Member States should take advantage of this \r\nHigh-level Meeting to build consensus, adopt scientific \r\nand effective measures for prevention and treatment \r\nand actively respond to the challenge of NCDs. To that \r\nend, I would like to make three proposals. \r\n First, we should strengthen our own national \r\nhealth systems and integrate the health agenda into all \r\npolicy-making processes. Governments should attach \r\nas much importance to health as to economic \r\ndevelopment. In particular, NCD prevention and \r\ntreatment should be made a priority of national \r\ndevelopment strategies. Governments should play a \r\nleading role to create a supportive environment with \r\nfavourable policies, increase financial input, establish \r\nmultisectoral cooperation and coordination \r\nmechanisms and mobilize all sectors of society to \r\nparticipate in preventing and treating NCDs. \r\n Secondly, we should enhance international \r\ncollaboration and achieve mutual complementarity. \r\nThrough mechanisms such as South-South cooperation \r\nand the Brazil, Russia, India, China and South Africa \r\n(BRICS) framework, developing countries should scale \r\nup their technological exchanges and sharing of \r\nexperience. We should continue to promote North-\r\nSouth dialogue in order to expand technology transfer \r\nand financial support from developed economies to the \r\ndeveloping world, according to the needs of the \r\nrecipient countries.  \r\n The World Health Organization (WHO) should \r\nplay a leading role in health governance in order to \r\npromote balanced development of the global health \r\nsystem and to continue to build capacity for NCD \r\nprevention and control. \r\n Thirdly, we need coordinated intervention and a \r\nstronger global consensus. The international \r\ncommunity must firmly implement the Action Plan for \r\nthe Global Strategy for the Prevention and Control of \r\nNon-communicable Diseases. We should embrace \r\nconcepts such as a healthy life expectancy, as well as \r\nother more specific, measurable and universally \r\napplicable goals and indicators for NCD prevention \r\nand control and incorporate them into the Human \r\nDevelopment Index. We should continue to push for \r\nincluding NCD prevention and control as an indicator \r\nin the Millennium Development Goals. \r\n China is home to about one fifth of the world’s \r\npopulation. NCDs have become the number-one threat \r\nto the health of the Chinese people. They currently \r\naffect more than 260 million Chinese, accounting for \r\n85 per cent of deaths and 69 per cent of the country’s \r\ndisease burden. Any rapid increase in NCDs will lead \r\nto a shrinking labour supply, an eroding quality of life \r\nand a growing socio-economic burden. NCDs have \r\nbecome an enormous potential obstacle to China’s \r\neconomic and social development, and we should lose \r\nno time in preventing and controlling such diseases. \r\n The Chinese Government is pursuing a \r\ncomprehensive, coordinated and sustainable concept of \r\nscientific development, whose core is putting people \r\nfirst. The Government has announced that one of the \r\ncore targets of its twelfth five-year plan for national \r\neconomic and social development is to increase \r\nChinese average life expectancy by one year. Effective \r\nprevention and treatment of NCDs is a key measure in \r\nthis regard. \r\n The focus of China’s ongoing health-care reform \r\nis on achieving universal basic health coverage for the \r\ncountry’s 1.3 billion people. The Government will \r\nincrease investment in the health sector, give priority to \r\npublic health and basic medical services, and \r\nreprioritize the allocation of health resources in order \r\nto help integrate disease prevention with treatment.  \r\n Currently, China is forging ahead with the \r\n“Healthy City” drive throughout the country, and more \r\nand more local Governments have included health \r\npromotion in their development strategies. Applying \r\n A/66/PV.4\r\n \r\n5 11-50349 \r\n \r\ninformation and communications technology in the \r\nhealth sector, in areas such as the electronic personal \r\nhealth profile project, will enhance the robustness and \r\nefficiency of the management of NCDS such as \r\nhypertension and diabetes and of health care for the \r\nelderly, both of which are being extensively delivered \r\nas part of basic public health services in both urban and \r\nrural areas in China. \r\n Meanwhile, the Chinese Government actively \r\nparticipates in international exchanges and cooperation \r\nfor NCD prevention and control. It is working to \r\npromote the achievement of global initiatives within \r\nthe framework of the United Nations and WHO. \r\nThrough cooperation mechanisms such as BRICS \r\nhealth ministers’ meetings and by maintaining its long-\r\nstanding practice of sending medical teams to \r\ndeveloping countries, China continues to explore new \r\nways of cooperating internationally in the area of \r\nprevention and control of NCDs. China spares no effort \r\nin providing medical assistance to the developing \r\nworld, within the scope of its capacity. \r\n The Acting President: I now give the floor to \r\nHer Excellency Ms. Kathleen Sebelius, Secretary for \r\nHealth and Human Services of the United States of \r\nAmerica. \r\n Ms. Sebelius (United States of America): I am \r\nhonoured to represent the United States today at this \r\nvery important meeting. \r\n For many years, the international community has \r\njoined forces to battle infectious diseases. Working \r\ntogether, we have reduced the devastating toll taken by \r\nillnesses such as malaria and HIV/AIDS. While much \r\nwork remains to be done, we have shown that when the \r\nnations of the world come together, we can achieve \r\ngreat improvements in health.  \r\n Today, we are here to discuss how we can \r\nmarshal the same international commitment and \r\ncollaboration to confront chronic diseases, which are a \r\ngrowing burden for the United States — where they \r\naccount for 7 out of every 10 deaths — and for so \r\nmany other countries around the world. \r\n Under President Obama, the United States has \r\nmade taking on chronic disease a major focus. Last \r\nweek, for example, we announced a new initiative to \r\nprevent one million heart attacks and strokes over the \r\nnext five years. And our First Lady, Michelle Obama, \r\nis leading a national effort to end childhood obesity in \r\na generation.  \r\n We have also made chronic disease a focus in our \r\nresearch and global health programmes. Later this \r\nweek, along with other public and private partners, we \r\nwill be announcing a major new Clinton Global \r\nInitiative Commitment to help promote smoke-free \r\nworkplaces around the world. We are also launching a \r\nglobal public-private partnership to support tobacco-\r\ncessation efforts, using mobile phone technologies that \r\nare now widely available in middle- and low-income \r\ncountries. \r\n These partnerships reflect our belief that in order \r\nto turn the tide on chronic disease, we must recruit \r\npartners from outside government and outside the \r\nhealth sector. To stay healthy, people need more than \r\nhigh-quality care. They also need clean air and water, \r\nnutritious, affordable food and healthy living spaces. \r\nWe need to work with partners who can help us achieve \r\nthose goals.  \r\n In the years to come, we must maintain our focus \r\non chronic disease, even as we also continue our work \r\nto reduce the toll of infectious disease around the \r\nworld. The United States welcomes the opportunity \r\ntoday to learn from the public health efforts of our \r\nneighbours around the globe and to ask what steps we \r\ncan take together to reduce the burden of chronic \r\ndisease on all the people of the world. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Mohammad Hossein Niknam, \r\nActing Minister of Health and Medical Education of \r\nthe Islamic Republic of Iran. \r\n Mr. Niknam (Islamic Republic of Iran): This \r\ntimely high-level event provides us with an ideal \r\nplatform for sharing views, information, ideas and \r\nexperiences, for coming up with proposals for remedies \r\nand for forging effective collaborative partnerships in \r\nthe implementation of realistic but effective health \r\ndevelopment programmes in common areas of concern \r\nrelating to non-communicable diseases (NCDs). \r\n NCDs have traditionally been more prevalent in \r\naffluent societies. However, they are becoming \r\nincreasingly common in many developing countries, in \r\nparticular among less affluent groups. The Eastern \r\nMediterranean region, like others, is suffering a heavy \r\nburden of NCDs, and Iran is no exception. The total \r\nburden of disease for NCDs in Iran is 45 per cent for \r\nA/66/PV.4  \r\n \r\n11-50349 6 \r\n \r\nmen and 33 per cent for women. Being overweight, \r\nobesity, arterial hypertension, inadequate physical \r\nactivity and hypercholesterolemia are seen to be the \r\ngreatest risk factors. \r\n Taking into account this situation and through the \r\nNational Millennium Development Goals Master Plan \r\nand the fifth National Development Plan, Iran is \r\nimplementing a series of programmes and initiatives \r\naimed at reducing the burden of NCDs. Among these \r\nprogrammes, I would like to mention the prevention \r\nand control of common NCD risk factors, the \r\nimposition of taxes to curtail unhealthy habits such as \r\ntobacco consumption, the execution of mass public \r\ninformation and educational campaigns, fostering food \r\nindustry regulations, and the screening of blood \r\npressure levels and glucosemia. \r\n The Non-Communicable Diseases Risk Factors \r\nSurveillance System was introduced in 2004 and has \r\nled to the completion of six large-scale surveillance \r\nsurveys. Further, comprehensive cumulative national \r\ndata has been compiled, based on age, sex and \r\nlocation, to facilitate the effective monitoring and \r\nimplementation of policies geared towards the control \r\nand prevention of NCDs. \r\n The integrated NCD control and prevention \r\nprogrammes comprise a series of measures that are \r\nbeing implemented. Among them, the following are \r\nnoteworthy. The cardiovascular diseases control \r\nprogramme focuses on reaching out to rural areas and \r\nthe myocardial infarction registry. The national cancer \r\ncontrol programme has a special focus on colorectal \r\nand breast cancers. The diabetes control and prevention \r\nprogramme targets both rural and urban areas. The \r\nnational newborn congenital hypothyroidism screening \r\nprogramme has coverage of more than 90 per cent. The \r\ntobacco control programme is a major focus of Iran’s \r\nhealth policy. The control and prevention of nutritional \r\ndeficiencies promotes iodization and fortification \r\nprogrammes focused on promotion of physical \r\nactivities. There is also a genetic control programme, \r\nan asthma and allergy control programme and, last but \r\nnot least, an osteoporosis care plan. \r\n I would like to conclude my remarks by \r\nmentioning that, as a sign of its commitment to \r\npromoting regional and international cooperation, on \r\n25 and 26 October 2010 the Islamic Republic of Iran \r\nhosted in Tehran the first regional meeting of a series \r\nof World Health Organization regional consultations on \r\nthe prevention and control of NCDs. In our view, only \r\nthrough closer and meaningful collaboration at all \r\nlevels, especially in such areas as legislation, resource \r\nmobilization and information- and knowledge-sharing, \r\nwill we succeed in our endeavour to prevent and \r\ncombat NCDs. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Andrew Lansley, Minister for \r\nHealth of the United Kingdom. \r\n Mr. Lansley (United Kingdom): More than half a \r\ncentury ago, our predecessors came together to tackle \r\nthe greatest health challenges of their day — infectious \r\ndiseases. In subsequent decades, their collective and \r\nsustained actions saved the lives of millions. Our \r\nefforts to combat infections like malaria and HIV must \r\ngo on, but today we also face the new challenges of \r\nnon-communicable diseases (NCDs). \r\n Increasing and yet often avoidable, NCDs were \r\npreviously thought of as diseases of relative affluence. \r\nIn societies in which development brings opportunity, \r\nthey can disproportionately affect the poorest in our \r\nsocieties and kill millions of people every year. As \r\ndevelopment brings change, lifestyles change too, as \r\ndoes the burden of disease, exposing people to \r\nenvironments and pressures that dramatically change \r\ndisease prevalence. The human burden of disease is \r\ngreat and the economic burden of non-communicable \r\ndiseases equally so, and it threatens to overwhelm the \r\ncapacity of our health-care systems. \r\n We need to act with boldness and determination \r\nto improve environments, lifestyles and choices. \r\nPromoting better health and the prevention of NCDs \r\ncan no longer be seen as solely the responsibility of our \r\nhealth departments. We need a whole-of-Government \r\napproach based on an understanding that, if we are to \r\nreduce the burden of these diseases, we must tackle the \r\nsocial determinants of health and reduce health \r\ninequalities. \r\n Aligning the objectives and actions of all parts of \r\nnational and local Government and all health-care \r\nproviders behind a simple set of measurable \r\noutcomes — that is what we are doing in England. We \r\nhave developed a single outcomes framework that \r\nplaces the emphasis on prevention, improves the \r\nenvironment within which we live to make it healthier, \r\ngives health-care professionals and local communities \r\nthe freedom and resources to achieve these outcomes, \r\nand empowers individuals to take charge of their own \r\n A/66/PV.4\r\n \r\n7 11-50349 \r\n \r\nhealth with a life-course approach to supporting them \r\nin those decisions, which also brings all parts of civil \r\nsociety together, including industry, to promote \r\nhealthier lives. \r\n While regulation and taxation both play important \r\nroles — the United Kingdom’s effective control of \r\nsmoking and tobacco being an obvious example — in a \r\nfree society we cannot just legislate these problems \r\naway. The Elimination of Obesity Act 2011 does not \r\nand will not exist. \r\n We need to engage with people and businesses. In \r\naddition to being part of the problem, the food and \r\ndrinks industry can be part of the solution. In England, \r\nunder voluntary agreements food producers are \r\neliminating artificial trans-fats and reducing the levels \r\nof salt in their food. Drinks companies are reducing the \r\namount of alcohol and restaurants are publishing the \r\nnumber of calories. We have more plans, and more \r\nambitious plans, ahead. Making the healthy choice \r\nshould not only be the right choice; it should be a \r\npositive choice, an easy choice, and even a fun choice. \r\n You cannot inoculate against alcoholism. There is \r\nno jab to prevent obesity. There is no silver bullet to \r\nstop people smoking. But with an emphasis on \r\nprevention, physical activity and personal and \r\ncorporate responsibility, and with unified Government \r\naction, we can make a big difference. \r\n I hope that, in decades to come, our successors \r\nwill look back and see that now was when the tide \r\nbegan to turn. With progress and development came \r\nnot only opportunity and increased life expectancy, but \r\nhealthy life expectancy — not just adding years to our \r\nlives, but life to our years. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Djamal Ould Abbes, Minister for \r\nHealth, Population and Hospital Reform of Algeria. \r\n Mr. Ould Abbes (Algeria) (spoke in French): At \r\nthe outset, I wish to convey the warm greetings of \r\nMr. Abdelaziz Bouteflika, President of the Republic of \r\nAlgeria, who had the honour to preside over the \r\nGeneral Assembly in 1974. It is an honour for me to \r\nparticipate in the Assembly’s work during the High-\r\nlevel Meeting on the Prevention and Control of \r\nNon-communicable Diseases. \r\n In that regard, I would like to thank the General \r\nAssembly and the Secretary-General for having \r\nconvened this summit to develop and implement a \r\nglobal plan of action for the prevention and control of \r\nnon-communicable diseases (NCDs), in the wake of the \r\nFirst Global Conference on Healthy Lifestyles and \r\nNon-communicable Disease Control, held in Moscow \r\non 28 and 29 April, and other regional ministerial \r\nconferences held under the auspices of the World \r\nHealth Organization (WHO).  \r\n This summit is of great importance in the light of \r\nthe significant increase in the incidence of such \r\ndiseases in our countries and their considerable impact \r\non the costs to national health systems, especially in \r\ncountries of the South, as well as the challenges they \r\npresent to equitable access to care, especially among \r\nthe poorest and most disenfranchised populations. I \r\nwill not repeat what has been said by previous speakers \r\nabout the statistics; we all know them. I will, rather, \r\ncome directly to two points. \r\n My first point concerns my country, Algeria, \r\nwhere non-communicable diseases affect 10 per cent of \r\nthe general population and 51 per cent of people over \r\n60 years of age. Hypertension and diabetes alone affect \r\n44 per cent of that age group, among whom 30 per cent \r\nare afflicted with at least one of the diseases and 50 per \r\ncent require long-term medication. Out of 100,000 persons, \r\n104 have cancer. Of all deaths, non-communicable \r\ndiseases account for 58.6 per cent, compared with \r\n22.7 per cent from communicable diseases and 10 per \r\ncent from injury, violence or accident. Cardiovascular \r\ndiseases cause the most deaths, at 44 per cent, followed \r\nby cancer at 16 per cent, respiratory illness at 7.6 per \r\ncent and diabetes at 7.4 per cent.  \r\n In 2003, the Algerian Government set up a \r\nprogramme to fight non-communicable diseases in an \r\nintegrated and multisectoral way, engaging as well \r\ninterest groups and civil society. Algeria follows the \r\nWorld Health Organization step-wise regional strategy \r\nfor Africa concerning health risk factors and indicators. \r\nTo fight tobacco use, Algeria ratified and put into force \r\nthe WHO Framework Convention on Tobacco Control \r\nin 2007. Algeria has integrated the fight against NCDs \r\nin our national development plan, specifically as \r\nregards the health sector, which has entailed significant \r\nreforms. Algeria has also increased health-care \r\nfunding, which now stands at 8 per cent of gross \r\ndomestic product — which in 2010 amounted to more \r\nthan $200 per capita. Algeria recently established an \r\ninnovative permanent funding mechanism, reflected in \r\nthe 2011-2012 budget, to finance a special fund to fight \r\ncancer, and imposed taxes on toxic substances such as \r\nA/66/PV.4  \r\n \r\n11-50349 8 \r\n \r\ntobacco, alcohol and soda. Algeria has launched a \r\nsweeping funding plan to strengthen capacity in the \r\nhealth-care system, providing infrastructure and \r\nequipment and increasing human resources.  \r\n To control cancer, which is a global tragedy, \r\nAlgeria currently operates six treatment centres, to be \r\nexpanded to 22 in 2014, with the acquisition of 57 of \r\nthe latest generation radiation therapy linear \r\naccelerators. We have also set up 72 welcome centres \r\nfor the care of cancer victims, all of them equipped to \r\nprovide chemotherapy. In the matter of anti-cancer \r\ndrugs, we took urgent action to provide the funding to \r\nprevent any interruption of treatment. All anti-cancer \r\ndrugs are provided free of charge to any Algerian \r\ncitizen.  \r\n Algeria subscribes to the outcomes of the \r\nMoscow world ministerial conference of ministers of \r\nhealth and the Brazzaville regional conference, both of \r\nwhich identified NCDs as a challenge of the highest \r\npriority. Algeria also agrees with the proposal to \r\ninclude non-communicable diseases in future \r\nMillennium Development Goals. Along those lines, we \r\nbelieve that the problem of access to drugs to combat \r\nnon-communicable diseases should be directly \r\naddressed, and that innovative mechanisms should be \r\ncreated to ensure such access, especially in developing \r\ncountries.  \r\n To that end, we strongly recommend the \r\nestablishment of a global fund for NCDs, especially for \r\ncancer. The international community must mobilize to \r\naid growth in the poorest countries and to help reduce \r\ntheir dependence in the matter of access to medicine by \r\nsupporting their respective domestic industries.  \r\n A second subject I would like to address is one \r\nabout which I am passionate. While terrorism is a \r\nbrutal, violent killer, with its blood and destruction and \r\nits bombs’ hellish blasts, non-communicable diseases \r\nas a whole, and cancer in particular, do their deadly \r\nwork in grisly silence. We watch, powerless, as that \r\nglobal tragedy unfolds before us. So, what can we do, \r\nespecially about the world citizens of the South, and in \r\nparticular Africa?  \r\n First and foremost, we must grant them access to \r\ninformation, preventive tools, preliminary screening \r\ntests and early diagnosis, as well as radiation and \r\nchemotherapy. We know that for those who survive — \r\nI will not call it “live” — on $100 a month, cancer \r\ntreatments costing $50,000 a year are entirely out of \r\nreach. To earn $50,000 those people would have to \r\nwork 42 years — for one year’s treatment. That is \r\ncompletely surreal, lunatic and unacceptable. We do \r\nnot have the moral or human right to sit by, doing \r\nnothing, and watch the horrific slaughter.  \r\n We must therefore enlist our imaginations and \r\ncreativity. Let us hope that the United Nations and the \r\nWorld Health Organization will embrace and promote \r\nthe idea of a global anti-cancer fund. It would be a \r\nvivid beacon of hope for the women and men who have \r\nhigh hopes for this historic meeting, especially on the \r\ncontinent of Africa. We do not have the moral or \r\nhuman right to do nothing. Let us take action to ensure \r\nthat every human being can end his or her life in \r\ndignity, rather than in disaster and ruin. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Yerzhan Kazykhanov, Minister for \r\nForeign Affairs of Kazakhstan. \r\n Mr. Kazykhanov (Kazakhstan): Modern society \r\nhas come to understand the close connection between \r\nthe quality, conditions and way of life of people and \r\nsustainable development. Improving quality of life is \r\nnot only a goal in itself but also an important \r\ncontribution to social development and to attaining the \r\nMillennium Development Goals (MDGs). Our goal is \r\nto stop the growing trend of premature mortality from \r\nchronic and non-communicable diseases, which still \r\nremains a serious obstacle for achieving sustainable \r\ndevelopment in the twenty-first century and is an \r\nimportant priority on the global agenda. \r\n Kazakhstan is highly committed to the World \r\nHealth Organization (WHO) 2008-2013 Action Plan \r\nfor the Global Strategy for the Prevention and Control \r\nof Non-Communicable Diseases. We support the \r\nefforts of WHO to cooperate with its international \r\npartners to ensure the monitoring of non-communicable \r\ndiseases at the national, regional and global levels. The \r\nefforts of WHO in scientific research and data \r\ncollection have made it possible to significantly raise \r\nthe standard of non-communicable disease control. \r\n We believe that a wider scope and higher quality \r\nof medical and sanitary measures to remove the risk \r\nfactors in public health care are the most effective \r\nmethods in lowering the incidence of non-communicable \r\ndiseases. Therefore we encourage WHO and UNICEF \r\nto continue to develop the principles laid down in the \r\n1978 Almaty Declaration on Primary Health Care. As \r\nmentioned in the Declaration, primary medical and \r\n A/66/PV.4\r\n \r\n9 11-50349 \r\n \r\nsanitary help still continues to be the best model for \r\nproviding comprehensive services, including \r\nprevention and diagnosis in the early stages and long-\r\nterm medical help through the engagement of civil \r\nsociety. \r\n The Government of Kazakhstan continues to give \r\nhigh priority in our national plans to the control of \r\nnon-communicable diseases through strengthening the \r\nhealth-care system. Significant measures have been \r\ntaken for greater vigilance and control over tobacco \r\nproducts and lowering excessive alcohol consumption, \r\nand promoting physical activities and healthy eating \r\nhabits.  \r\n Our country has achieved success in the \r\nimplementation of the WHO Framework Convention \r\non Tobacco Control. We have also adopted the Code on \r\nHealth and Health Care and launched a large-scale \r\nnational programme titled Healthy Kazakhstan 2010, \r\nwhich is aimed at promoting a healthy way of life. Our \r\nhealth-care system has adequate financing at the level \r\nof 3.2 per cent of the GDP. In 2013, we plan to \r\nintroduce a unified national health-care system, which \r\nwill provide a new model of financing for a guaranteed \r\nvolume of free and result-oriented medical help. \r\n In conclusion, let me express my confidence that \r\nwe will achieve sustained long-term progress in the \r\nfight against non-communicable diseases in the \r\nframework of internationally agreed goals, including \r\nthe MDGs. \r\n The Acting President: The Assembly will now \r\nhear an address by His Excellency Mr. Mwai Kibaki, \r\nPresident of the Republic of Kenya. \r\n President Kibaki: Let me take this opportunity \r\nto congratulate the United Nations for organizing this \r\nHigh-level Meeting to discuss the prevention and \r\ncontrol of non-communicable diseases globally. \r\n Non-communicable diseases are a major public \r\nhealth concern in Kenya. Over 50 per cent of all \r\nhospital admissions and over half of all hospital deaths \r\nare due to such diseases. Heart diseases are responsible \r\nfor 13 per cent of overall mortality, while cancer and \r\ndiabetes contribute 7 and 4 per cent respectively. \r\n In response to this reality, Kenya has taken \r\npreventive and curative measures to address the \r\ngrowing burden of non-communicable diseases. The \r\ncountry has established 45 diabetes comprehensive-\r\ncare clinics and has trained more than 3,000 medical \r\npractitioners in the management and prevention of \r\ndiabetes. \r\n Some of our preventive actions had to be \r\nanchored on legislative frameworks. In 2007, for \r\nexample, Parliament enacted the Tobacco Control Law, \r\nwhich bans smoking in all public places. The law now \r\nprohibits tobacco advertisement and the sale of tobacco \r\nproducts to persons under 21 years old. In 2010 we \r\npassed the Alcoholic Drink Control Act to regulate the \r\nproduction, sale and consumption of alcoholic drinks. \r\nAnd recently, Kenya launched the National Cancer \r\nStrategy and is now finalizing a draft cancer bill to \r\ncomprehensively guide the control and treatment of \r\ncancer. \r\n Despite these efforts, serious challenges stand in \r\nour way as we try to set up adequate systems to deal \r\nwith non-communicable diseases. This is due to many \r\nother priorities competing for our limited resources. \r\n Non-communicable diseases are a major barrier \r\nto economic growth and social development. Their \r\nprevention and control must, therefore, be integrated \r\ninto national and global development agendas. It is my \r\nhope that this meeting will reflect on strategies to \r\nstrengthen our health systems, institute effective \r\ncontrol measures and improve access to essential \r\nmedicines, screening services and rehabilitation, as \r\nwell as to provide long-term medical care to patients. \r\n It is important to point out that effective \r\ntechnologies are still out of reach for many developing \r\ncountries. We therefore encourage the establishment of \r\npartnerships and international collaborations that will \r\nfacilitate the transfer of appropriate and affordable \r\ntechnology. \r\n In Kenya, the Government encourages private \r\nplayers in the health sector to establish specialist units \r\nand hospitals that deal with these diseases. However, \r\nthe cost of essential medicines and technologies for the \r\ntreatment of cancer, diabetes and heart diseases \r\nremains beyond the reach of most patients. The \r\nchallenge is indeed enormous, but it can be addressed \r\nthrough measures such as the Agreement on Trade-\r\nRelated Aspects of Intellectual Property Rights under \r\nthe World Trade Organization. That would enable the \r\nmanufacture of, and access to, medicines and related \r\nproducts. \r\n In conclusion, this meeting must be the beginning \r\nof concrete international commitments towards the \r\nA/66/PV.4  \r\n \r\n11-50349 10 \r\n \r\nprevention, control and treatment of non-communicable \r\ndiseases. It is my hope that this summit will come up \r\nwith appropriate strategies, with specific targets and \r\nindicators, for dealing with these diseases. Most \r\nimportant, we must commit our Governments to \r\nstrengthening our health systems and improve the \r\nhealth of our nations for the sake of sustainable \r\ndevelopment. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Jean Asselborn, Deputy Prime \r\nMinister of Luxembourg. \r\n Mr. Asselborn (Luxembourg) (spoke in French): \r\nI would of course like to fully align myself with the \r\nstatement made by Commissioner Dalli on behalf of \r\nthe European Union. \r\n This first High-level Meeting of the General \r\nAssembly on the Prevention and Control of \r\nNon-communicable Diseases goes back to an initiative \r\ntaken by the Caribbean Community, which I would like \r\nto commend. Luxembourg is proud to have been able \r\nto contribute actively, alongside Jamaica, to the \r\nelaboration of the Political Declaration we adopted this \r\nmorning by consensus (resolution 66/2, annex). \r\n I am convinced that the issue of non-communicable \r\ndiseases has now emerged from the shadows. In the \r\npast, non-communicable diseases were often obscured \r\nor ill understood, and their negative impact on \r\ndevelopment went unrecognized. However, we know \r\nthat these diseases strike a double blow to socio-economic \r\ndevelopment. They provoke a significant loss in \r\nnational revenue and drag millions of people below the \r\npoverty line, which of course results in a huge loss of \r\nhuman life. \r\n Since non-communicable diseases affect all \r\ncountries, the response to this challenge must \r\nnecessarily be global and universal. It requires \r\nunequalled political commitment. It is therefore crucial \r\nthat this matter be placed on the agenda of the General \r\nAssembly here in New York. \r\n It is also important to take full advantage of the \r\nwork done in Geneva under the leadership of the World \r\nHealth Organization (WHO). I refer notably to the \r\nWHO Framework Convention on Tobacco Control and \r\nto the strategies developed to fight the four main \r\nnon-communicable diseases and their shared risk \r\nfactors. \r\n Our approach must first stress the prevention of \r\nnon-communicable diseases, as that is the most \r\neffective and efficient way to obtain concrete results. It \r\nmust also be multisectoral, by promoting health in all \r\npolicies. Health, agriculture, education, sports, \r\nenvironment, trade and industry — the policies pursued in \r\nall those areas, among others, have a direct impact on the \r\neffectiveness of our response to a non-communicable \r\ndisease crisis of epidemic proportions. \r\n Finally, we must establish sustainable health \r\nsystems by ensuring continued financing, good \r\ngovernance, adequate training for medical personnel, \r\nuniversal health insurance and access to essential \r\nmedicines. These are stringent requirements, \r\nparticularly at a time of economic crisis, but that also \r\ncall for solidarity and equity. To establish sustainable \r\nhealth systems means supporting the right of everyone \r\nto the enjoyment of the highest possible standard of \r\nhealth — a fundamental right to which we all \r\nsubscribe. \r\n Luxembourg is already answering the call \r\ncontained in the Political Declaration. The issue of \r\nnon-communicable diseases is included in the health \r\nsector strategy of our development cooperation policy. \r\nHealth is a priority to which we devote more than \r\n11 per cent of our official development assistance, \r\nwhich in turn represented 1.09 per cent of our gross \r\nnational income in 2010. \r\n For many years, Luxembourg has contributed to \r\nstrengthening health systems in its partner countries, \r\nfor instance in Laos and in Senegal. In Mongolia, we \r\nare supporting a major programme for the development \r\nof cardiovascular health care, using the innovative \r\napproach of telemedicine. We also make increasing \r\nannual contributions to WHO to support its strategic \r\nobjective of targeting chronic non-communicable \r\ndiseases in developing countries. \r\n In conclusion, allow me to welcome the fact that, \r\nafter the first steps we have taken today at this meeting \r\nof the General Assembly, other steps will follow. \r\nThanks to the Political Declaration we have adopted, \r\nadequate follow-up will be ensured in the years to \r\ncome. I would like to assure the General Assembly that \r\nLuxembourg will continue to participate in this global \r\neffort to prevent and control non-communicable \r\ndiseases. \r\n A/66/PV.4\r\n \r\n11 11-50349 \r\n \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Aaron Motsoaledi, Minister for \r\nHealth of South Africa. \r\n Mr. Motsoaledi (South Africa): As a Member \r\nState of the United Nations, South Africa congratulates \r\nthe President for putting this item on the agenda of the \r\nGeneral Assembly. We also welcome the report by the \r\nSecretary-General on non-communicable diseases \r\n(NCDs) (A/66/83).  \r\n South Africa recognizes the need for combating \r\nnon-communicable diseases to be regarded as a \r\ndevelopment priority, rather than only a health concern. \r\nIt is the view of the South African Government that a \r\nhealth-only approach will be unable to reverse the \r\nglobal mortality and burden due to non-communicable \r\ndiseases, but that a whole-of-Government and whole-\r\nof-society approach is needed. \r\n The Assembly must be reminded that in Africa, \r\nand in Southern Africa in particular, communicable \r\ndiseases, specifically AIDS, remain the primary cause \r\nof mortality. In South Africa the mortality rate has \r\nnearly doubled over the past decade, mainly as a result \r\nof HIV and AIDS. That has contributed to massive \r\nhuman, social and economic consequences. Although \r\nsignificant progress in tackling HIV and AIDS has \r\nbeen made, HIV is now also a chronic disease. \r\nConsiderably more investment is still needed to turn \r\nthe tide of these twin epidemics. It is critical, therefore, \r\nthat as global and national priorities expand, we ensure \r\nthat we pay adequate attention to the prevention and \r\ncontrol of both communicable and non-communicable \r\ndiseases, as well as to achieving the Millennium \r\nDevelopment Goals. \r\n I shall provide just a few examples of risk \r\nreduction and control of NCDs in my country. Many \r\nrepresentatives may be aware that South Africa has \r\nbeen one of the leading countries on the \r\nimplementation of the Framework Convention on \r\nTobacco Control. We will continue to strengthen \r\nlegislation to further reduce the impact of tobacco use. \r\n On improving surveillance, South Africa recently \r\nadopted regulations making the reporting of cancers \r\ncompulsory. South Africa has also just adopted \r\nregulations to reduce the use of trans-fats, and is \r\ncurrently drawing up regulations to reduce salt content \r\nin processed foods. With a view to a whole-of-\r\nGovernment and development approach to the \r\nprevention and control of NCDs, an inter-ministerial \r\ncommittee made up of nine ministers has been \r\nestablished to come up with legislative and other \r\nsolutions to combat harm from alcohol and other drugs. \r\n At a recent summit on non-communicable \r\ndiseases held in preparation for this meeting, the South \r\nAfrican Government and its partners from various \r\nsectors set a range of targets to prevent and control \r\nNCDs. In that context, South Africa welcomes the \r\nPolitical Declaration (resolution 66/2, annex) and \r\npledges its commitment to the attainment of its goals \r\nand to working with the World Health Organization to \r\ndevelop global targets. In order to achieve such targets, \r\neffective partnerships need to be established to increase \r\nprevention, screening and access to treatment \r\ntechnologies, including affordable vaccines, diagnostics \r\nand drugs. \r\n To prevent non-communicable diseases globally, \r\nSouth Africa urges the international community to put \r\npressure on the food industry to reduce harmful \r\nfoodstuffs, promote healthy eating habits worldwide \r\nand increase pressure on the alcohol industry to reduce \r\nthe harmful effects of alcohol — for example, by \r\nceasing to advertise what is for many a highly \r\ndangerous product. All partners must also collaborate \r\nto achieve a tobacco-free world. \r\n My main message today is that reducing \r\nnon-communicable diseases requires attention to a \r\nnumber of broad social, economic and behavioural \r\ndeterminants of health involving many sectors, and that \r\ncombating both communicable and non-communicable \r\ndiseases in an integrated and comprehensive manner is \r\nfundamental to both improved health and development. \r\n The Acting President: I now give the floor to \r\nHer Excellency Ms. Agnes Binagwaho, Minister of \r\nHealth of Rwanda. \r\n Ms. Binagwaho (Rwanda): This summit is a \r\nwatershed in the health of our global population. Let us \r\nnot forget what happened in this very Hall 10 years ago \r\nduring the 2001 special session on HIV/AIDS. That \r\nmeeting fundamentally changed the way that HIV was \r\nfought in developing countries. It was also a starting \r\npoint for access to treatment for HIV-positive people. \r\n Now we are targeting non-communicable \r\ndiseases, which include cardiovascular disorders, \r\ndiabetes, cancer, chronic respiratory diseases and many \r\nother illnesses. That is very important, because we can \r\nno longer ignore their significance as contributors to \r\nA/66/PV.4  \r\n \r\n11-50349 12 \r\n \r\nmorbidity and mortality in Africa. In fact, it is in low- \r\nand middle-income countries that many are suffering \r\nfrom these diseases. \r\n We all know that non-communicable diseases \r\ncontribute to poverty in a vicious circle, creating a \r\nbarrier to socio-economic development and affecting \r\neconomies of countries like Rwanda through the \r\nabsenteeism caused by those diseases. \r\n Over the past decade, Rwanda has made \r\nsignificant progress towards the prevention, treatment \r\nand control of communicable diseases, and we are on \r\ntrack towards achieving the Millennium Development \r\nGoals. Thanks to that effort, Rwanda has seen under-\r\nfive mortality reduced by more than half, and under \r\none-year mortality reduced by more than 42 per cent. \r\nWe have also achieved universal access to HIV \r\ntreatment and we can now treat HIV as a chronic \r\ndisease.  \r\n We have strengthened our health sector, so that \r\n95 per cent of Rwandans benefit from insurance and \r\nfrom performance-based financing across the whole \r\nhealth sector. That success is going to help us to build \r\nprogrammes to fight non-communicable diseases. Now \r\nthat we have a life expectancy of over 50 years, we \r\nplan to tackle hypertension, cardiac disease and all the \r\nother diseases I mentioned earlier. \r\n I should also note that Rwanda is aware of the \r\nneed to both treat and protect the population against \r\nthe emerging risk factors that accompany urbanization, \r\nthe globalization of trade and marketing and the \r\nprogressive increase in unhealthy lifestyles — a pattern \r\nthat can be seen in so many industrialized countries. \r\n We intend to begin our research on the prevalence \r\nof non-communicable diseases in Rwanda next year, \r\nbut we already know that non-communicable diseases \r\ncan account for approximately 25 per cent of the \r\ncountry’s disease burden. Based on that figure, unless \r\nwe systematically and strategically address our care \r\nand delivery for non-communicable diseases, we will \r\ncontinue to have a significant gap in our current health- \r\ncare system. We will never achieve full development if \r\nwe do not seriously tackle non-communicable diseases. \r\n At this moment, most of our citizens must simply \r\nendure non-communicable diseases, since they cannot \r\nafford treatment. That was once the case for HIV, \r\nmalaria and tuberculosis. We want to make what is \r\nunaffordable today history. Without decreasing the \r\nattention we currently give communicable diseases, we \r\nwant to tackle non-communicable diseases.  \r\n We have begun by creating several departments \r\nto coordinate the fight against non-communicable \r\ndiseases and by developing several initial strategies \r\nand policies. We have adopted a law prohibiting \r\nsmoking in public areas. We have taxed tobacco and \r\nreserved a part of the revenues for the welfare of the \r\npopulation. And we have begun to provide specific \r\nservices, especially for fighting cancer, by designing \r\nnational programmes for human papilloma virus \r\ndetection and vaccination, as well as for breast cancer \r\ndetection. But that is just the beginning; we want to go \r\nfurther. \r\n I remember how, in the case of HIV and other \r\ncommunicable diseases, we began in a similarly slow \r\nfashion. We now have universal access. That gives me \r\nhope. Since we have managed to reduce mother-to-\r\nchild transmission of HIV to less than 2 per cent, I \r\nbelieve that global solidarity can help all countries \r\ncombat all those diseases. Certainly, that will require \r\nmore doctors, more nurses, more drugs and greater \r\nlaboratory capacity, but also more solidarity. \r\n  The Acting President: I now give the floor to \r\nHis Excellency Mr. Leslie Ramsammy, Minister of \r\nHealth of Guyana. \r\n Mr. Ramsammy (Guyana): With the convening \r\nof this High-level Meeting on non-communicable \r\ndiseases (NCDs) and the adoption of the Political \r\nDeclaration (resolution 66/2, annex), NCDs have now \r\nrightly assumed a place of prominence as a global \r\nthreat that needs to be addressed as an emergency. The \r\nworld now appropriately acknowledges that the NCDs \r\nconstitute a new front in the fight to promote global \r\npublic health and in the fight against poverty.  \r\n We offer congratulations to the co-facilitators, \r\nAmbassador Wolfe of Jamaica and Ambassador Lucas \r\nof Luxembourg, for guiding the negotiations, which \r\nculminated in a consensus document on a timely basis. \r\n Guyana recognized at an early stage that the \r\nefficacy of the efforts pursued at the national level \r\nneeded to be complemented by regional and global \r\nconsideration and action. Guyana has played an active \r\nrole in advancing the NCD agenda at the regional and \r\nglobal levels, calling since 2001 for a Millennium \r\nDevelopment Goals (MDGs) expansion — an \r\nMDG+ — to include globally led agreements for the \r\n A/66/PV.4\r\n \r\n13 11-50349 \r\n \r\nfight against NCDs, and making it a focus during its \r\npresidency of the sixty-first session of the World \r\nHealth Assembly. \r\n Guyana has worked with other member States of \r\nthe Caribbean Community (CARICOM) to ensure a \r\nregionally coordinated response to NCDs. In this \r\nregard, it will be recalled that CARICOM was \r\ninstrumental in facilitating the General Assembly’s \r\nconsideration of the issue of NCDs. It was not \r\naccidental. The decision was informed by the gravity \r\nof the development challenge that NCDs posed for all \r\nCARICOM member States. \r\n The Declaration contains many measures that will \r\nsave lives in the short term and contribute to creating a \r\nhealthy society, which will assist in the prevention of \r\nNCDs in future and assist also in reducing and \r\neliminating poverty. We therefore call for the full \r\nimplementation of the Political Declaration, including \r\nearly agreement on global targets, a monitoring \r\nframework and a substantive and collaborative \r\npartnership of global stakeholders to facilitate \r\ncontinued action on NCDs; a call for greater access to \r\naffordable, safe, effective and quality-assured \r\nmedicines, and improved access to palliative and \r\nrehabilitative services, particularly at the community \r\nlevel; reoriented trade and agricultural policies to \r\nfacilitate the provision of healthy local foods; and the \r\nprovision of increased and sustained human, financial \r\nand technical resources from all sources, including \r\nthrough innovative approaches. \r\n For that reason, we call on Member States to \r\nwork together to support the follow-up processes, such \r\nas the development of national plans by 2013, the \r\ndevelopment of global targets and indicators, including \r\nthe overall goal of reducing preventable deaths from \r\nNCDs by 25 per cent by 2025; and to monitor trends \r\nand assess the progress made in the implementation of \r\nnational strategies and plans. \r\n Guyana supports the appointment of an envoy or \r\nrepresentative on NCDs to promote aggressive action \r\nand to foster national and regional collaboration. \r\n We believe that greater consideration must be \r\ngiven to the existing MDG Goal 8, target 8e and \r\nindicator 13, to meet the need for better access to \r\naffordable, quality medicines, technology and \r\ndiagnostics. Similarly, existing MDGs address the need \r\nfor better nutrition, improved and expanded \r\nimmunization, elimination of gender disparities and \r\nimproved environmental control. \r\n We need more robust implementation of the \r\nWorld Health Organization’s 2003 Framework \r\nConvention on Tobacco Control (2003). Guyana \r\nbelieves that the global minimum standard for \r\ntrans-fats and salt are appropriate global actions and \r\nthat we must not be shy in applying such standards. We \r\nbelieve that the Global Strategy to Reduce the Harmful \r\nUse of Alcohol must be strictly applied, and we \r\nsupport the call for a global no-alcohol day.  \r\n Guyana calls for the world to join us in \r\ncelebrating Caribbean Wellness Day on the second \r\nSaturday of September each year, a day established by \r\nthe Caribbean heads of Government at their Summit \r\nheld in Port of Spain in 2007. We must agree on a \r\npackage of publicly guaranteed health-care services for \r\nNCDs that becomes an entitlement for citizens \r\neverywhere. \r\n While Guyana is grateful that the High-level \r\nMeeting has now made a response to the NCDs a \r\npriority development issue, we are disappointed that \r\nthere are only references to the neuropsychiatric \r\ndisorders. We believe that these disorders have too \r\ngreat an impact on the disease burden and should be \r\ngiven more consideration at the global level than is \r\npresently provided for. \r\n The President took the Chair. \r\n The President (spoke in Arabic): I now give the \r\nfloor to Her Excellency Ms. Nicola Roxon, Minister \r\nfor Health and Ageing of Australia. \r\n Ms. Roxon (Australia): Australia is delighted to \r\nbe participating in this historic United Nations meeting \r\non the global challenge of non-communicable diseases \r\n(NCDs). NCDs pose a growing threat to our health \r\nsystems, our societies and our economies. And because \r\nNCDs strike already disadvantaged communities and \r\ncountries harshly, the threat of NCDs risks further \r\nentrenching poverty and disadvantage around the \r\nworld. So we must act now, or too many people will \r\ncontinue to suffer and die from illnesses that are \r\nlargely preventable, and our health systems simply will \r\nnot cope. \r\n The Australian Government is strongly \r\ncommitted to action on non-communicable diseases, \r\ninternationally and at home. In Australia, we have put \r\nprevention of chronic disease, and strengthening our \r\nA/66/PV.4  \r\n \r\n11-50349 14 \r\n \r\nprimary-care system to better treat NCDs, at the very \r\ncore of our Government’s health reform agenda. \r\n We are taking action on a range of fronts: through \r\nresearch and social marketing campaigns, and support \r\nfor preventative health efforts across Governments, \r\nindustry and the broader community. We are also \r\nproviding support to developing countries to prevent \r\nand better control NCDs, especially in our own region, \r\nthe Pacific, which has some of the highest NCD rates \r\nin the world. \r\n At the global level, I am pleased to announce \r\ntoday that Australia will provide a further $4 million to \r\nthe World Health Organization (WHO) to implement \r\nits Action Plan for the Global Strategy for the \r\nPrevention and Control of Non-communicable \r\nDiseases as part of the approximately $4 billion on \r\nhealth assistance to developing countries that we will \r\nprovide over the next five years. \r\n Australia is also building on our existing work on \r\nNCDs in the Pacific with a $25 million commitment to \r\nhelp Pacific island countries tackle these problems, \r\nfocused on building the evidence base for effective \r\ninterventions and cost-effective prevention strategies, \r\nand addressing the wider social determinants of health. \r\n Today, I want to talk in particular about an issue \r\nwhich is a major focus for Australia: tobacco control. \r\nUnlike on other risk factors, the evidence on tobacco is \r\ncrystal-clear. We know the harms; the research \r\nevidence is unequivocal. If we do not take steps to \r\ntackle tobacco, WHO estimates that the number of \r\npeople dying each year from tobacco-related illness \r\nwill rise from nearly 6 million per year now to more \r\nthan 8 million by 2030. \r\n Australian Governments have for many years \r\nbeen tough on smoking by world standards. We are \r\nnow taking this strong record of comprehensive action \r\nfurther with the world’s first plain-packaging laws for \r\ntobacco. From next year, all tobacco products in \r\nAustralia will be sold in packs that will be required to \r\nhave the same packaging, in the same unattractive dark \r\nbrown colour. Graphic health warnings will cover most \r\nof the pack. There will be no brands, no logos and no \r\ncolours. In fact, I have a mock-up here of what tobacco \r\npacks will look like in Australia when these laws come \r\ninto effect next year.  \r\n Australia is the first country to have taken up the \r\nWHO challenge to take this step. As a result, the Big \r\nTobacco giants are fighting desperately, through \r\nmassive advertising campaigns and threats of legal \r\naction. They are fighting vigorously because they know \r\nthat plain packaging will hurt them by reducing sales. \r\nAnd they know that if Australia succeeds in being the \r\nfirst country to implement these laws, we will not be \r\nthe last. \r\n The Australian Government is very confident that \r\nwe can withstand these threats and challenges. In fact, \r\nthe more the tobacco companies fight, the more we \r\nknow we are on the right track. \r\n Fighting back, as Dr. Chan said this morning, \r\nagainst Big Tobacco requires resources and political \r\nwill. But saving lives and improving the health of the \r\nglobal community is an investment that will pay a huge \r\ndividend. I therefore urge all members to consider how \r\ntheir countries can take the next steps too, using the \r\nFramework Convention on Tobacco Control as the \r\nmechanism for reform. The fight against Big Tobacco \r\nis one which, together, we can win. \r\n The President (spoke in Arabic): I now give the \r\nfloor to His Excellency Mr. John Seakgosing, Minister \r\nfor Health of Botswana. \r\n Mr. Seakgosing (Botswana): Non-communicable \r\ndiseases (NCDs) — cardiovascular diseases, diabetes, \r\ncancer and chronic respiratory diseases — account for \r\nmore than 60 per cent of global deaths, of which 80 per \r\ncent occur in developing countries. The main \r\ncontributing factors to these diseases — lack of \r\nphysical activity, poor nutrition, smoking and alcohol \r\nuse — are on the rise all over the world. Underlying \r\nfactors, such as the ageing of the population and the \r\nmodernization of our societies, are also steadily \r\ncontributing to the ever-growing burden of NCD risk \r\nfactors, disabilities and deaths. While the burden may \r\nseem insurmountable, we should not be discouraged. \r\nWe can have a tremendous impact on NCDs and \r\nassociated risk factors by implementing a \r\ncomprehensive approach that focuses not only on \r\nimproving knowledge and awareness, but on \r\nreformulating the policies, laws, regulations and \r\nenvironments that govern our behaviours, as well as \r\nputting in place a health-care system that can \r\nadequately detect and manage these diseases. \r\n The Botswana delegation is honoured to attend \r\nthis High-level Meeting and aligns itself with the \r\noutcome document (resolution 66/2, annex) related to \r\nthe rising epidemic and its impact on the social and \r\n A/66/PV.4\r\n \r\n15 11-50349 \r\n \r\neconomic development of countries around the world. \r\nNational surveys and selected studies conducted in \r\nBotswana indicate that NCDs and their risk factors are \r\nprevalent — specifically, tobacco use, alcohol use and \r\nunhealthy diets. \r\n While Botswana is viewed as a middle-income \r\ncountry that has achieved significant milestones in \r\nhealth and development, we need to ensure that the \r\nprogress we have made is not reversed by the rising \r\ntide of NCDs and diminishing investment. It is \r\nimportant that resources be increased at the national, \r\nregional and international levels. \r\n The Government of Botswana supports the \r\nrecognition of the dual burden of communicable and \r\nnon-communicable diseases. The public health burden \r\nof NCDs and appropriate ways by which to intervene \r\npose unique challenges to developing and middle-\r\nincome countries. \r\n In Botswana, we are still experiencing high rates \r\nof morbidity and mortality due to communicable \r\ndiseases such as HIV/AIDS, tuberculosis and malaria. \r\nWe must not ignore these continued threats, but build \r\non past successes to face the new public health threats \r\nof the twenty-first century. \r\n We welcome the assertion that the whole of \r\nsociety, and not just Governments alone, needs to \r\nrespond to this epidemic. Coordination from the \r\nhighest level of Governments and concerted efforts \r\nfrom many other sectors of society — the private \r\nsector, civil society and industry — are required to \r\nmount a comprehensive public health response to \r\nNCDs. \r\n As we continue to develop and implement our \r\nNCD strategy in Botswana, one of our main priorities \r\nis to establish a broad-based coalition that includes \r\nrepresentatives from many sectors of our society. That \r\nwould be an important effort that would lead to greater \r\nownership and sustainability of the interventions and \r\npolicies we intend to implement. \r\n What is very clear is that we can no longer ignore \r\nthe importance of NCDs and their impact on the global \r\npopulation and their quality of life. In order to address \r\nthe public health crisis effectively, I challenge \r\neveryone here today to set a bold course for the future. \r\nWe must not be afraid of facing the problem head on. \r\nBotswana has experience in this regard, having \r\ninstituted a 40 per cent levy on alcohol and increased \r\nits enforcement of laws that help to prevent alcohol \r\nabuse.  \r\n We are in the process of writing a similar type of \r\nlaw with regard to tobacco use, which will be more in \r\nline with the World Health Organization Framework \r\nConvention on Tobacco Control. We intend to take a \r\nhard look at the levels of sodium in our food supply. \r\nThis is not an easy path to take, I can assure the \r\nAssembly, but it is the right one. Those legislative \r\ninitiatives, coupled with supportive interventions and \r\nprogrammes, will ensure our success for the future. I \r\nhave no doubt that we will be contributing to a \r\nhealthier tomorrow. \r\n For those of us who have lived with the \r\nsignificant burden of HIV/AIDS, we remember a \r\nsimilar meeting 10 years ago, which led to a \r\ncomprehensive response to the epidemic. Last June, at \r\nthe High-level Meeting on AIDS, world leaders agreed \r\non bold new time-bound targets related to the \r\nprevention of new HIV infections, increasing the \r\nnumber of people on treatment and decreasing \r\ntuberculosis-related deaths associated with HIV. \r\n We again find ourselves called together to bring \r\nmuch-needed global attention to a significant health \r\nissue. Yet, where are the targets related to NCDs? How \r\nwould we know that we are on the right path without a \r\nwell identified finish line? What should we strive for, \r\nif there is no light at the end of the tunnel? And where \r\nand how do we get the resources to achieve our \r\ntargets? \r\n Many competing interests await all of us when \r\nwe return home. What we decide and agree upon \r\nduring this meeting will help us as Government leaders \r\nto set a national course for NCD prevention and \r\ncontrol. \r\n Let me conclude by saying, let us not be deterred \r\nby the scope of the problem. Let us not be swayed by \r\ncompeting priorities. Let us be bold in the face of \r\nNCDs and chart a successful course for the future. \r\n The President (spoke in Arabic): I now give the \r\nfloor to His Excellency Mr. Joseph Yieleh Chireh, \r\nMinister for Public Health of Ghana. \r\n Mr. Chireh (Ghana): It is my pleasure to join \r\nprevious speakers in congratulating you, Sir, on your \r\nelection as President of the General Assembly at its \r\nsixty-sixth regular session. We trust that with your \r\nwealth of experience you will be able to steer the \r\nA/66/PV.4  \r\n \r\n11-50349 16 \r\n \r\ndeliberations of this session to a fruitful conclusion. \r\nWe would also like to assure you of our cooperation \r\nand support towards a successful outcome for this \r\nHigh-level Meeting. \r\n The delegation of Ghana takes this opportunity to \r\nassociate itself with the statement made by the \r\nArgentine Republic on behalf of the Group of 77 and \r\nChina. \r\n The increasing burden of non-communicable \r\ndiseases (NCDs) poses a serious threat to global public \r\nhealth and security. Although diseases such as \r\nHIV/AIDS, malaria and tuberculosis are a major \r\nburden for developing countries, the death rates for the \r\nNCDs are higher. NCDs are estimated to be responsible \r\nfor half of all deaths.  \r\n The epidemiological transition in Ghana has \r\nbrought about a double burden of disease — \r\ncommunicable and non-communicable. At present \r\ninfant and adult mortality from infectious diseases is \r\nsteadily decreasing, and death rates are falling. Life \r\nexpectancy in Ghana is steadily increasing, and the \r\npopulation is ageing concurrently. As the number of \r\nadults relative to children rises, the most common \r\nhealth problems are becoming those of adults, \r\nproducing a surge in NCDs. Recent changes in diet and \r\nthe social environment and the adoption of unhealthy \r\nlifestyles have resulted in the high burden of NCDs. \r\n Apart from sickle-cell disease, which is \r\ngenetically linked, the other major NCDs — \r\ncardiovascular diseases, diabetes, cancers and chronic \r\nrespiratory tract infections — share common and \r\nmodifiable risk factors, namely tobacco use, harmful \r\nuse of alcohol, unhealthy diets and physical inactivity. \r\nThis clearly underscores the fact that there is a lot that \r\nwe can do to reduce the incidence and devastating \r\neffects of non-communicable diseases. By promoting \r\nhealthy lifestyles, we should be able to bring down the \r\ndisease burden due to NCDs. \r\n To address the menace in Ghana, so far we have \r\nput in place the following measures. A national policy \r\non NCDs has been developed. A public health bill with \r\ntobacco control as an integral part has been put before \r\nour Parliament. We have finalized a national strategy \r\nfor cancer control in Ghana. We have developed a \r\nnational sickle-cell strategic plan, and implementation \r\nhas started with the scaling up of newborn screening \r\nand care of affected children. In the past four years we \r\nhave been implementing a regenerative health and \r\nnutrition strategic plan with the promotion of healthy \r\nlifestyle activities throughout all 10 regions of Ghana. \r\nFinally, mass sports to encourage physical activity are \r\nbeing promoted. \r\n The Government of Ghana is committed to the \r\nfight against NCDs and will continue to provide the \r\nneeded political leadership and resources for the \r\nprevention and control of NCDs. Ghana urges the \r\nWorld Health Organization to continue to provide the \r\nmuch-needed technical assistance and direction to \r\ndeveloping countries as we engage in this battle against \r\nNCDs. The Commonwealth Secretariat deserves \r\ncommendation for the crucial role it has played and \r\ncontinues to play in the fight against NCDs. \r\n The President: The Assembly will now hear an \r\naddress by His Excellency Mr. Heinz Fischer, Federal \r\nPresident of the Republic of Austria. \r\n President Fischer: As we all know, successful \r\nefforts to tackle non-communicable diseases (NCDs) \r\nneed to involve a range of government sectors and \r\ncross-cutting public policies. In Austria, 10 \r\ncomprehensive and measurable health objectives for \r\nthe coming 20 years are currently the subject of a \r\nstructured political dialogue under the leadership of the \r\nFederal Minister for Health. A wide range of societal as \r\nwell as government sectors are involved, in line with \r\nexisting international health goals. Among the member \r\nStates of the European Union, Austria happily ranks \r\nsecond in terms of health care expenditures on a per \r\ncapita basis and the number of hospital beds. \r\n The burden of NCDs in the European region is \r\nrising as a consequence of unhealthy lifestyles and \r\nunfavourable socio-economic conditions. Austria is \r\nconfronted with problems — similar to developments \r\nin the European region — of obesity, lack of sports, \r\nsmoking and alcohol consumption, especially among \r\nthe young population. \r\n Responding to these challenges, our Government \r\nlaunched the National Nutrition Action Plan, which \r\nfollows a horizontal “health in all policies” strategy \r\nwith measures regarding nurseries, kindergartens and \r\nschools. It contains, for example, guidelines for school \r\ncatering. The Federal Minister for Sports, in \r\ncooperation with the Ministry of Health and other \r\nrelevant stakeholders, is developing a national action \r\nplan for physical activity. Based on up-to-date \r\nscientific information, the recommendations establish \r\nhow much physical activity is necessary in order to \r\n A/66/PV.4\r\n \r\n17 11-50349 \r\n \r\npositively affect health according to age groups. These \r\nrecommendations are the first to provide suggestions in \r\nterms of intensity. \r\n The Austrian health policy emphasizes its \r\nprevention strategies, tackling the increasing number of \r\npersons with diabetes by adopting a federal quality \r\nguideline on diabetes mellitus type 2. The goal of this \r\ndisease-management programme is to prevent patients \r\nfrom suffering complications associated with diabetes \r\nthrough prevention, early detection, diagnosis, quality-\r\nbased care and therapy. Furthermore, we focus on the \r\nrole of psychosocial factors and influences on mental \r\nhealth. Following recommendations by the World \r\nHealth Organization and the European Union, Austria \r\nhas started the formulation of a national cancer plan. \r\n What we need is strong political leadership to \r\ngive sufficient impetus to the fight against NCDs. \r\nGovernments need to include future-oriented decisions \r\nin their policies across a wide range of different \r\ngovernment departments, not just the ministries of \r\nhealth. People need to change their lifestyles and \r\nbehaviours. The prevention and control of NCDs have \r\nto be part of our daily life. \r\n The President: I now give the floor to His \r\nExcellency Mr. Urmas Paet, Minister for Foreign \r\nAffairs of Estonia. \r\n Mr. Paet (Estonia): I thank the Secretary-General \r\nfor convening this first High-level Meeting on the \r\nPrevention and Control of Non-communicable \r\nDiseases (NCDs). It is timely that this highly important \r\nand growing issue of non-communicable diseases is \r\ndiscussed at a high level at United Nations \r\nHeadquarters. At the same time, I would like to \r\nreaffirm the leading role of the World Health \r\nOrganization (WHO) as the primary specialized agency \r\nfor health, in coordinating and promoting global action \r\nagainst non-communicable diseases.  \r\n Estonia welcomes the adoption of the Political \r\nDeclaration (resolution 66/2, annex) earlier this \r\nmorning, in which Governments commit to \r\nstrengthening their national health policies and to \r\nreducing risk factors associated with tobacco use, \r\nunhealthy diet, lack of physical activity and harmful \r\nuse of alcohol. These are commitments that developing \r\nand developed countries can share alike. \r\n In many countries, non-communicable diseases \r\npose a huge but avoidable burden on human capital and \r\nthe economy. The global population will reach 7 billion \r\npeople, but the demographic situation in the world is \r\nchanging in two opposing directions.  \r\n On my continent, Europe, societies are ageing, \r\nbut the years lived in good health can be further \r\nextended. Evidence shows that this result is effectively \r\nachievable through systematically applied preventive \r\nactivities. Non-communicable diseases cause \r\nsignificant disability and early loss of work capacity as \r\nwell as premature death. \r\n On the other hand, the number of young people in \r\nthe world has never been higher, and most of them live \r\nin the developing world. It is important that we \r\npromote sexual and reproductive health and rights, \r\nsince the key to informed decisions is their access to a \r\ncomprehensive health service package, together with \r\nsexuality education. \r\n Non-communicable diseases have particularly \r\nstrong socio-economic impacts on developing \r\ncountries. They are also greatly affecting the \r\nachievement of the Millennium Development Goals, \r\nwhich, as we know, are falling short of the targets in \r\nmany countries. Estonia has increasingly supported the \r\ndevelopment of health systems in developing countries, \r\nsuch as Afghanistan. We continue to support the efforts \r\nof different United Nations organizations, such as \r\nUNICEF and the United Nations Population Fund, in \r\ntheir actions to improve access to health care, \r\nparticularly for girls and women, throughout the \r\ndeveloping world. \r\n We know that the work to address NCDs must be \r\ncomprehensive and consistent, and that it takes time to \r\nsee first results. A systematic approach that \r\nencompasses health promotion, disease prevention, \r\nhealth care and actions directed towards influencing \r\nactivities of other sectors is needed. Such an approach \r\nis well described in the WHO European Region charter \r\nentitled “Health Systems for Health and Wealth”, also \r\nknown as the Tallinn Charter. Tackling NCDs means \r\ncomprehensive investments in health systems — in \r\nhealth promotion, disease prevention and health care. \r\nAll sectors must be aware of the impact their actions \r\nmay have on health and have health enhancement in \r\nmind. \r\n In line with the Tallinn Charter, Estonia has a \r\ncomprehensive five-point multisectoral approach for \r\ntackling NCDs. It covers social determinants of health, \r\nchild and youth health, key risk factors, a healthy \r\nA/66/PV.4  \r\n \r\n11-50349 18 \r\n \r\nenvironment and health-care services, which play a \r\ncrucial role in producing sustainable gains in health. \r\nThe national health plan provides an umbrella \r\nframework for specific disease-oriented health \r\nstrategies. \r\n The global response to reduce premature \r\nmorbidity and mortality from non-communicable \r\ndiseases should be effective, comprehensive and \r\nintegrated into the global health agenda as well as in \r\nnational health systems. \r\n The President: I now give the floor to His \r\nExcellency Mr. Juma Duni Haji, Minister for Health of \r\nthe United Republic of Tanzania. \r\n Mr. Haji (United Republic of Tanzania): I have \r\nthe honour and pleasure to deliver the following brief \r\nremarks on behalf of the President of the United \r\nRepublic of Tanzania, His Excellency Mr. Jakaya \r\nMrisho Kikwete, who will not be here today because of \r\nother pressing engagements.  \r\n As a contribution to this important discussion on \r\nthe prevention and control of non-communicable \r\ndiseases (NCDs), Tanzania, in partnership with the \r\nGovernments of Australia and Sweden, is hosting a \r\nside event this evening on oral health. \r\n My delegation welcomes the convening of this \r\nHigh-level Meeting of the General Assembly to discuss \r\nthe prevention and control of non-communicable \r\ndiseases, which have become a major challenge to our \r\nhealth system. \r\n Risk-factor figures for NCDs in my country are \r\nvery high. The prevalence of tobacco smoking is 10 per \r\ncent and that of overweight people is 21.8 per cent. \r\nThe rate of persons with elevated total cholesterol \r\nlevels is 21.6 per cent, the rate of people with elevated \r\nblood glucose levels is 8.5 per cent, and per capita \r\nconsumption of pure alcohol is 7.8 litres. \r\n The burden of disease is equally alarming. The \r\nprevalence of diabetes is 5.3 per cent, of hypertension \r\n30 per cent and of chronic obstructive pulmonary \r\ndisease 12.6 per cent. The incidence of cancers is \r\n21.2 per 100,000 people. Cervical cancer is the most \r\ncommon type. In addition to these four major groups of \r\ndisease, in Tanzania 8,000 to 10,000 children are born \r\nevery year with sickle-cell anaemia. Oral health, \r\nmental health, violence and injuries are also major \r\nchallenges for us. As a result, the NCD mortality rate is \r\n75.7 per 100,000 for men and 58.6 per 100,000 for \r\nwomen. \r\n The cost of health care for NCDs is very high. \r\nThe household cost for diabetes treatment is 25 per \r\ncent of the minimum wage. Between 73 and 92 per \r\ncent of people with heart disease spend more than \r\n40 per cent of their non-food income on care and \r\ntreatment. NCDs therefore impoverish families.  \r\n Poor communities are vulnerable to NCDs, as \r\nthey go for cheap but nutritionally harmful foods and \r\nare exposed to unhealthy lifestyles, while the sedentary \r\nlifestyles of white collar workers put that group at risk. \r\nTherefore, NCDs have to be on the development \r\nagenda. \r\n Tanzania has an NCD strategy that was launched \r\nin 2009 aimed at the prevention and control of NCDs \r\nso as to reduce the burden they present and ensure \r\naccess to affordable NCD services. We now have an \r\nNCD unit at the Ministry of Health with an NCD \r\nnational steering committee comprised of various \r\nstakeholders to provide oversight.  \r\n Tanzania faces the double burden of \r\ncommunicable and non-communicable diseases. As we \r\nfocus on NCDs, we must not jeopardize the attention \r\nwe are giving to the prevention and control of \r\ncommunicable diseases. \r\n In conclusion, I would like to thank you, \r\nMr. President, for giving Tanzania the opportunity to \r\nmake its case here and hope we can achieve success \r\nregarding NCDs as we all did for HIV/AIDS. \r\n The President: I now give the floor to Her \r\nExcellency Ms. Heidi Hautala, Minister for \r\nInternational Development of Finland. \r\n Ms. Hautala (Finland): First of all, let me align \r\nmyself with the statement of the European Union. \r\n Non-communicable diseases (NCDs) are a \r\ngrowing problem in the developing world and a huge \r\nchallenge to achieving the internationally agreed \r\nMillennium Development Goals. Developed countries, \r\nunfortunately, do not provide a very good example \r\nhere, as their lifestyles are closely linked with many of \r\nthese diseases. \r\n At the same time, developed countries have \r\naccumulated a lot of experience on how to tackle \r\nnon-communicable diseases. In Finland, for instance, \r\npioneering work has been done in the area of the \r\n A/66/PV.4\r\n \r\n19 11-50349 \r\n \r\nprevention of heart and coronary diseases — the \r\nso-called North Carelia Project and the name of \r\nMr. Pekka Puska, an outstanding expert, are familiar to \r\nmany in the international context. The Finnish \r\nemphasis is on health promotion and primary health \r\ncare. These are by far the best means in the developing \r\nworld, too, to fight non-communicable diseases. The \r\nimportance of health system strengthening cannot be \r\noveremphasized. \r\n Health is affected by several factors, many \r\noutside the remit of the health sector itself. Healthy \r\neating, for instance, is linked to agricultural policy, \r\nglobal rules for agricultural trade, other trade, urban \r\nplanning, tax policy and educational systems. Since the \r\n1940s, school meals have been a very important \r\ninnovation to promote healthy eating in Finland.  \r\n Business and industry also have their \r\nresponsibility. They can promote healthy lifestyles, but \r\nunfortunately they can also work against them to \r\nadvance narrow, short-term economic interests. This \r\nmust come to an end. Tobacco is perhaps the clearest \r\nexample of a commercial product that is harmful to \r\npublic health. It kills 6 million people each year, \r\ndramatically reduces the quality of life of millions, and \r\nis a massive burden on national health budgets. Finland \r\nhas set itself the goal of being completely tobacco-free \r\nby 2040. We believe that this is a realistic goal.  \r\n Gender issues are central when talking about \r\nhealth promotion and sustainable development. Women \r\noften suffer most from the effects of poverty and \r\nillness, but even more importantly, they are powerful \r\nagents of change. Their behaviour and choices can \r\nmake a big difference in efforts to tackle NCDs and \r\nother diseases. Maternal health and sexual and \r\nreproductive health and rights are also relevant in this \r\ncontext. Women’s access to primary health care and \r\ntheir right to choose serve them, their families and \r\nsociety as a whole. \r\n Poverty eradication and sustainable development \r\nare directly linked to health. People who live without \r\naccess to the basic necessities of life, without good \r\nquality education, or in the margins of society do not \r\nhave the means to make healthy choices. Basic \r\neducation and health education have a crucial role \r\nhere; they are also very cost-effective ways to promote \r\nhealth. \r\n As with any aspect of sustainable development, \r\nprimary responsibility lies within each country and \r\nwith the commitment and accountability of each \r\nGovernment to its people. Development assistance can \r\nonly have a catalytic role. Domestic resources must be \r\nmobilized. Some health promotion activities — for \r\ninstance taxing tobacco, alcohol, or unhealthy food and \r\nbeverages — are in fact very cost-effective. At the \r\nsame time, of course, international cooperation is \r\nneeded.  \r\n The role of civil society in health promotion is \r\ncrucial. One example of that is that our delegation \r\nincludes representatives of three non-governmental \r\norganizations — one working on heart disease, one \r\nworking on cancer, and one working on diabetes. A \r\nvery good example of their work is the so-called Better \r\nChoice symbol, developed by the Finnish Heart \r\nAssociation to help consumers make healthier choices. \r\n Mr. Zinsou (Benin), Vice-President, took the \r\nChair. \r\n In addition to being a value in itself, health is an \r\nimportant factor in promoting positive economic \r\ndevelopment. A healthy population is a productive \r\npopulation. NCDs have a major social and economic \r\nimpact. They slow down economic development. Let \r\nme also mention that there are also many synergies \r\nbetween health and a green economy, such as cycling.  \r\n We must also continue to tackle such \r\ncommunicable diseases as AIDS, as was pointed out by \r\nthe Tanzanian Minister a moment ago. HIV/AIDS has \r\nbecome a chronic disease, and is linked to \r\nnon-communicable diseases in many cases. Many \r\ndeveloping countries are in fact faced with the double \r\nburden of communicable and non-communicable \r\ndiseases. That is why, for Finland, the Joint United \r\nNations Programme on HIV/AIDS and the United \r\nNations Population Fund, for instance, are key partners \r\nin promoting the HIV/AIDS and the closely linked \r\nsexual and reproductive health rights agendas. \r\n We want to see the World Health Organization \r\n(WHO) continue to be the lead actor in global health \r\npromotion. It gives strategic guidance to Member \r\nStates and coordinates their international response. \r\nWHO has been the forerunner in the fight against \r\ntobacco. The Framework Convention on Tobacco \r\nControl is an unprecedented piece of international \r\nlegislation, extending into many areas outside health, \r\nsuch as trade, customs and taxation. It should serve as \r\nan example for addressing other harmful products as \r\nwell. \r\nA/66/PV.4  \r\n \r\n11-50349 20 \r\n \r\n The United Nations as a whole has a central role \r\nto play in promoting sustainable development and the \r\nachievement of the Millennium Development Goals, \r\nvery much including in the area of health. It is crucial \r\nto continue pushing forward with United Nations \r\nreforms in order to make sure that the United Nations \r\nsystem can respond in the best possible way to the \r\nchallenges it is faced with. \r\n The Acting President (spoke in French): I now \r\ngive the floor to Her Excellency Ms. Yasmina Baddou, \r\nMinister of Health of the Kingdom of Morocco. \r\n Ms. Baddou (Morocco) (spoke in Arabic): Great \r\neffort is required in the current circumstances to \r\ncombat non-communicable diseases through a \r\nmultisectoral strategy, a precautionary approach, the \r\npromotion of healthy lifestyles, early screening and the \r\ncreation of appropriate regulatory taxation frameworks. \r\nWe therefore believe it important to mobilize \r\ninternational mutual cooperation, and in particular \r\nsupport for developing countries in improving their \r\nhealth sectors, building their capacities, benefiting \r\nfrom successful experiences in the field of prevention, \r\nand containing non-communicable diseases. \r\n Committed to international partnership in the \r\nfight against such diseases, Morocco has endorsed the \r\nguidelines of the World Health Organization as defined \r\nin its 2008-2013 Action Plan for the Global Strategy \r\nfor the Prevention and Control of Non-communicable \r\nDiseases. Morocco has proceeded to implement its \r\nnational integrated initiative for the prevention and \r\nmonitoring of non-communicable diseases, with the \r\ninvolvement of local and municipal authorities, various \r\nministries and non-governmental organizations.  \r\n To that end, Morocco has enacted several \r\nmultisectoral policies and strategies, including its \r\nnational initiative for human development, launched by \r\nHis Majesty King Mohammed VI in May 2005 and \r\naimed at combating all forms of poverty and social \r\nmarginalization and at meeting the people’s basic \r\nneeds in marginalized areas. Other initiatives include a \r\nnational literacy programme, the Green Morocco \r\nproject to guarantee food security, a national charter \r\nfor the environment and sustainable development, the \r\nSport for All strategy, and the establishment of a \r\nnational centre for food safety. All of these initiatives \r\nseek to promote healthy lifestyles, counter risk factors, \r\nstrengthen the capacities of the health-care system, \r\npromote the availability of affordable medicines and \r\nbasic medical coverage, mobilize additional resources \r\nthrough the taxation of tobacco and alcohol products \r\nand the implementation of an epidemiological survey \r\nof these diseases and their risks, and promote research \r\nand development. \r\n The Moroccan experience in the fight against \r\nnon-communicable diseases has expanded in recent \r\nyears with the strengthening of partnerships and \r\nincreased societal awareness. In that regard, the \r\nMinistry of Health, with the support of the Lalla Salma \r\nAssociation against Cancer, has developed its national \r\nplan for the prevention and control of cancer for the \r\nperiod 2010-2019. The plan, which is based on the \r\nWorld Health Assembly resolution on cancer \r\nprevention and control adopted in May 2005, sets out a \r\nstrategic agenda for the next decade that is based on \r\nthe efficient and rational use of existing resources to \r\nbetter respond to the needs of patients. The plan also \r\nserves as a model for strategies to fight other \r\nnon-communicable diseases. In addition, the Lalla \r\nSalma Association has launched a national plan to fight \r\ntobacco use in schools, commercial entities and \r\nhospitals.  \r\n Morocco has also set up national programmes to \r\nprevent and control diabetes and cardiovascular, \r\ncoronary and respiratory diseases, so as to reduce \r\nillness and mortality and improve quality of life for \r\npatients and their families. \r\n Against the backdrop of the current difficult \r\nglobal economic situation, Morocco believes that we \r\nmust coordinate our joint efforts to formulate a \r\ncollective, coherent and efficient response to \r\ncombating non-communicable diseases. \r\n On this occasion, the Kingdom of Morocco would \r\nlike to urge that consideration be given to the idea of \r\nestablishing a voluntary, sustainable and permanent \r\nfund to combat non-communicable diseases and \r\nfacilitate the implementation of the Political \r\nDeclaration (resolution 66/2, annex) we have adopted \r\nat this meeting. The purpose of such a fund would be to \r\nassist developing countries burdened by high levels of \r\nnon-communicable diseases in implementing the \r\nDeclaration, including the commitments therein and \r\nother challenges.  \r\n In that regard, the Kingdom of Morocco reiterates \r\nits full readiness to continue to support the tireless \r\nefforts of the United Nations. We are prepared to \r\ncooperate with all international partners in responding \r\n A/66/PV.4\r\n \r\n21 11-50349 \r\n \r\nto the challenge of preventing and tackling \r\nnon-communicable diseases. \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. James Reilly, \r\nMinister of Health of Ireland. \r\n Mr. Reilly (Ireland): There is an old saying that \r\nyour health is your wealth. In Ireland, we put it even \r\nmore strongly. We say that your health is more \r\nimportant than your wealth. Health, to us, is better than \r\nwealth. That saying goes back many centuries; it is a \r\nproverb that touches on a global truth. Health is not \r\njust an individual issue, but an issue that affects the \r\nproductivity and economic well-being of nations. This \r\nis only the second high-level United Nations meeting \r\non health; and today’s Political Declaration (resolution \r\n66/2, annex) is a significant step to mandate action at \r\nthe highest level. \r\n Historically, the focus has been on infectious \r\ndiseases. It is only relatively recently that we have \r\ncome to appreciate the potential of non-communicable \r\ndiseases (NCDs) to extinguish individual well-being \r\nand crush developing economies. When we look at \r\nincreased longevity in nations such as Ireland, it is \r\neasy to attribute that achievement to medical \r\nscience — easy, but wrong. More than half of those \r\nextra years have nothing to do with advances in \r\nmedicine. They are due to improved living conditions, \r\nclean water and better nutrition. \r\n While 50 per cent of the advances have been due \r\nto medical advances, a substantial chunk of those are \r\ndue to vaccinations. The bottom line is that what we \r\ndescribe as interventive medicine has been much less \r\nimportant than is sometimes believed. It is safe to \r\npredict that the next great advance will be along \r\nsimilar lines — helping individuals make life-changing \r\ndecisions about prevention and management. We must \r\nmake the right thing to do the easy thing to do, because \r\nit is in all of our interests, within families, communities \r\nand nations.  \r\n That is why today is such a landmark step in the \r\nprocess of dealing with the creeping catastrophe of \r\nnon-communicable diseases, which now account for \r\nnearly two of every three deaths per annum worldwide. \r\nEvery year non-communicable diseases kill 9 million \r\npeople under the age of 60. It is a major emerging \r\nhealth threat with enormous destructive potential for \r\nall countries, and for Ireland. \r\n Our demographics mean that the level of \r\nnon-communicable diseases such as cancer, heart \r\ndisease, stroke, respiratory diseases, diabetes and \r\nmental health will certainly increase over the next few \r\ndecades. In addition, the Irish health-care system as it \r\nstands simply will be unable to cope with what is \r\ncoming down the tracks. We are setting out to radically \r\nreform the Irish health system so as to guarantee equal \r\naccess to high-quality health care for everybody in my \r\ncountry. The new system will give access based upon \r\nneed, not upon ability to pay. \r\n While the first step in this journey is the \r\nprovision of universal primary health care, a major \r\nshift towards greater emphasis on prevention is \r\nimperative. We all have a moral, social and economic \r\nduty to deal with this creeping catastrophe, especially \r\nin developing countries, where we see the most rapid \r\nrise in deaths from non-communicable diseases. Those \r\nleast able to cope with the health demands and \r\nconsequences of this pattern are suffering, and will \r\nsuffer, the most. \r\n Prevention is crucial. Approximately two thirds \r\nof the predicted disease burden is caused by risk \r\nfactors that can, and must, be prevented. Prevention is \r\nalways better than cure. But it is cure that gets the \r\nheadlines and the investment. People at risk must be \r\nidentified early, at the level of primary health care. \r\nThey also need to be treated at that level as far as is \r\npossible. \r\n Our guiding principle is to treat the patient at the \r\nlowest level of complexity that is safe, timely, efficient \r\nand as close to home as possible. Now we are coming \r\nto a quite different understanding. We are coming to a \r\nnew understanding that in any one country, it is not the \r\ndepartment of health within a Government that carries \r\nthe sole responsibility for improving the health of a \r\nnation. The departments that are dealing with the \r\nenvironment, transport, education, the workplace and \r\nwith children all have a huge contribution to make. \r\nWhile intra-governmental cooperation is necessary, \r\ntoday’s meeting underscores the need for inter-Government \r\ncooperation, if we are to really tackle NCDs.  \r\n Ireland, for example, was a world leader in \r\nbanning smoking in the workplace. That happened \r\ndespite what seemed to be insurmountable opposition. \r\nOur workplaces, including theatres and public houses, \r\nchanged. In due course, some of our non-communicable \r\nA/66/PV.4  \r\n \r\n11-50349 22 \r\n \r\ndisease statistics will change as a result — not as a \r\nresult of medical change, but of an environmental one. \r\n Now we need to draw on the lessons of this \r\nsuccess when we tackle alcohol misuse, poor diet and \r\nlack of physical exercise. At the end of this process, we \r\nmust have a public health policy that supports and \r\nfortifies our capacity for early disease detection, risk \r\nassessment, mitigation and control. We have a lot of \r\ndifficult choices to make, particularly when taking on \r\nthe various interests that stand in our way. But the \r\nhealth of our people comes first — way before \r\nbusiness interests. The threat of non-communicable \r\ndiseases has the power to smother our social and \r\neconomic life. The Political Declaration is a significant \r\nstep in dealing with that threat. \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Liow Tiong Lai, \r\nMinister of Health of Malaysia. \r\n Mr. Liow (Malaysia): In our pursuit of economic \r\ndevelopment, we should not lose sight of our nations’ \r\nhealth. Despite strong evidence of an ever-increasing \r\nburden of non-communicable diseases (NCDs) \r\nworldwide, our response has not been proportionate. \r\n Malaysia is extremely encouraged by the \r\nleadership of the World Health Organization (WHO) in \r\npushing the NCD agenda forward. Our meeting today \r\nmarks an important milestone in our global efforts to \r\nstrengthen NCD prevention and control. In December \r\n2010, Malaysia began implementing a national \r\nstrategic plan for non-communicable diseases. In order \r\nto support the whole-of-Government approach laid out \r\nin the strategic plan, a Cabinet committee was formed \r\nto promote a healthy environment, with representatives \r\nfrom 10 ministries and chaired by the Deputy Prime \r\nMinister. Malaysia sees this committee as a very \r\nimportant vehicle for furthering the policy and \r\nregulatory agenda, since responsibility for that agenda \r\nbelongs chiefly to ministries other than the Ministry of \r\nHealth. The outcome of the committee’s first meeting, \r\nheld on 4 April, was a commitment from the Ministry \r\nof Education to improve screening and intervention for \r\nobesity in schools. \r\n The commitments on the prevention and control \r\nof NCDs to be made by the Heads of State tomorrow \r\nwill be a strong advocacy tool that will be used in \r\nMalaysia to marshal the support of all related \r\nministries and agencies in promoting the NCD agenda. \r\nLearning from the lessons of HIV/AIDS on the strong \r\nand positive role to be played by non-governmental \r\norganizations (NGOs), we will use the Malaysian \r\nHealth Promotion Board to further develop and \r\nincrease the capacity of related NGOs to play a more \r\nproactive role, particularly in community-based NCD \r\nrisk-factor intervention. The lessons we have learned \r\nfrom global and national infectious disease outbreaks \r\ninclude the importance of having a preparedness plan, \r\nthe need for cooperation and information-sharing \r\nbetween countries and global agencies, and taking \r\nadvantage of institutional memory to adapt and modify \r\nmethods that have been used successfully. \r\n World leaders must act immediately and \r\nresponsibly to deliver key changes in the Political \r\nDeclaration (resolution 66/2, annex) adopted at this \r\nmeeting. To that end, I agree wholeheartedly with \r\nMs. Margaret Chan of WHO, who once said that which \r\ngets measured gets done. It is important to set clear, \r\nmeasurable and time-bound targets, and we propose \r\nthat the indicators presented by WHO at its Global \r\nForum and the First Global Ministerial Conference on \r\nHealthy Lifestyles and Non-communicable Disease \r\nControl in Moscow in April 2011 be incorporated into \r\nthe Declaration. \r\n The United Nations Political Declaration on \r\nHIV/AIDS (65/277) adopted in June also endorsed \r\ntaking advantage of the important flexibility \r\nguaranteed by the World Trade Organization’s (WTO) \r\nAgreement on Trade-Related Aspects of Intellectual \r\nProperty Rights (TRIPS) in order to ensure that trade \r\ndoes not violate patients’ rights. While the promotion \r\nof international trade is important, especially within a \r\nrules-based trading system, WTO should provide \r\nflexibility, and to developing countries in particular. \r\nMalaysia does not want to see the introduction of new \r\ngeneric drugs obstructed and delayed because of \r\nvarious parties’ conflicting interpretations of national \r\nTRIPS legislation and regulations. \r\n With the growing numbers of people suffering \r\nfrom NCDs, many countries are faced with a huge \r\nchallenge in the form of providing adequate access to \r\nthe medicines essential to the management of these \r\ndiseases. In Malaysia, where comprehensive health \r\ncare is provided to the people, the use of generic drugs \r\noptimizes financial resources and ensures that all cases \r\ndetected are treated. Malaysia will continue to \r\nstrengthen the components of its health-care system by \r\nraising awareness and encouraging people to come \r\nforward for screening. Individuals identified as being \r\n A/66/PV.4\r\n \r\n23 11-50349 \r\n \r\nat risk will receive early intervention to prevent \r\ndiseases and their complications. Although screening \r\nwill increase health spending, it is more cost-effective \r\nthan treating diseases later on, when they have \r\ndeveloped with complications. This conclusion is \r\nsupported by the WHO projection that a 10 per cent \r\nincrease in NCDs results in an annual drop in \r\neconomic growth of 0.5 per cent. \r\n Malaysia is committed at home and will show its \r\ncommitment on this global stage in forging a \r\nframework from our collective agreements on NCDs. \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Simon Power, \r\nMinister for Justice of New Zealand. \r\n Mr. Power (New Zealand): Non-communicable \r\ndiseases (NCDs) represent a major threat to the \r\neconomy and health of populations in all countries. \r\nDeath and disability from NCDs have reached \r\nepidemic proportions. They push poor people further \r\ninto poverty. They impede the achievement of the \r\nMillennium Development Goals (MDGs). The World \r\nEconomic Forum ranks NCDs as one of the top global \r\nthreats to economic development, which is impeded by \r\nthe imposition of an unmanageable burden on health \r\nsystems.  \r\n New Zealand is confronting the magnitude of the \r\nproblem not only for our own people, but also among \r\nour Pacific island country neighbours. More than \r\n40 per cent of the adult population in some Pacific \r\ncountries has diabetes. This is projected to double by \r\n2030. NCDs are having a massive impact on those \r\ncountries’ potential for social and economic \r\ndevelopment. \r\n New Zealand recently hosted the fortieth \r\nanniversary meeting of the Pacific Islands Forum, at \r\nwhich leaders expressed concern about the potentially \r\ndevastating economic consequences of NCDs and their \r\nimpact on MDG achievement when the region is \r\nalready struggling to meet the 2015 targets. Rapidly \r\nrising expenditure on NCDs is now reaching well over \r\n50 per cent of the total health budget of many island \r\ncountries. If unabated, NCDs have the potential to \r\nundermine four of the main factors driving economic \r\ngrowth: labour supply, productivity, investment and \r\neducation.  \r\n Leaders called for quick and decisive action to \r\naddress this rapidly unfolding crisis from \r\nGovernments, the private sector, civil society, regional \r\nand international organizations and development \r\npartners. New Zealand therefore welcomes the \r\nopportunity to focus attention on this regional and \r\nglobal crisis and to consider what can be done. \r\n New Zealand supports the life-course approach to \r\nNCDs. This begins at conception. Prenatal malnutrition \r\nand low birth weight create a predisposition to obesity, \r\nheart disease and diabetes later in life. Improving care, \r\nespecially primary health care, before and during \r\npregnancy can reduce risk during a child’s early and \r\nlater life. Actively addressing the common risk factors \r\nat any stage of life can also reduce the risk of NCD-\r\nrelated illness and death. \r\n NCDs are not just a health issue. They require a \r\nwhole-of-Government approach and innovative \r\nstrategies across such sectors as health, education, \r\nagriculture, the environment and economic \r\ndevelopment. In New Zealand, the combined efforts of \r\nacademia, civil society and Government have, for \r\nexample, supported multisectoral efforts to reduce \r\nharm from tobacco use. Our aim is to have an \r\nessentially smoke-free country by 2025. Substantially \r\nreducing tobacco consumption will significantly reduce \r\nNCDs, with considerable health benefits for \r\nindividuals and countries. We urge countries that have \r\nnot yet done so to become party to the World Health \r\nOrganization Framework Convention on Tobacco \r\nControl. \r\n New Zealand remains a consistent supporter of \r\nPacific countries in their efforts to address NCDs, and \r\na contributor to international research on NCDs. We \r\nknow that the knowledge and expertise to prevent \r\ndeaths and disabilities from NCDs exists. With this \r\nmeeting, we now have the political commitment to \r\nthose solutions. New Zealand stands ready to maintain \r\nthe momentum generated by this meeting. Averting the \r\nNCD crisis is essential to ensuring that present and \r\nfuture generations have the chance to live long, healthy \r\nand productive lives. \r\n The Acting President (spoke in French): I now \r\ngive the floor to Her Excellency Ms. Fatima \r\nAlBeloushi, Minister for Health of Bahrain. \r\n Ms. AlBeloushi (Bahrain) (spoke in Arabic ): It is \r\nthe pleasure and honour of the Kingdom of Bahrain to \r\nparticipate in this High-level Meeting on the \r\nPrevention and Control of Non-communicable \r\nDiseases (NCDs). \r\nA/66/PV.4  \r\n \r\n11-50349 24 \r\n \r\n Over the decades, Bahrain has succeeded in \r\neradicating many non-communicable diseases. It is \r\nthanks to prevention policies that we have been able to \r\neliminate almost all childhood diseases through \r\nvaccination programmes that provide 100 per cent \r\ncoverage against measles, mumps and rubella. The \r\nvaccination rate for polio and other childhood diseases \r\nhas reached 96.4 per cent. We have succeeded in \r\nimplementing the Millennium Development Goals on \r\nhealth. Child mortality was reduced to 7.2 per \r\n100 births in 2009, and in the same year we had only \r\nsix maternal deaths.  \r\n Like other countries, Bahrain monitors changes in \r\nNCDs. In 2010, 16 per cent of NCD deaths were due to \r\ncardiovascular diseases and 13 per cent to tumors. \r\nIncreased national screening for 19- to 65-year-olds in \r\n2007 has shown that 14.3 per cent of the population \r\nhas diabetes. Those who suffer from high blood \r\npressure account for 38.2 per cent of the population \r\nand from high cholesterol, 40.6 per cent. The \r\noverweight are 32.9 per cent of the population. Studies \r\nhave shown that the percentage of smokers among \r\nthose people in Bahrain is just over 19.9 per cent.  \r\n We are currently working on a new national \r\nscreening programme for 2012 with a view to \r\naddressing the current situation with respect to NCDs. \r\nWe have adopted the international prevention and \r\ncontrol strategy and included it in our Government’s \r\nlist of priorities. We have established a plan of strategic \r\nobjectives through 2030, which aims to preserve the \r\nnation’s health by strengthening preventive measures \r\nand care.  \r\n We have three major initiatives under way. They \r\nare intended, first, to strengthen the health-care system \r\nvia prevention, early screening and national policies \r\nfor the fight against NCDs and chronic diseases, and \r\nalso the promotion of healthier lifestyles. We have set \r\nup a council for strengthening health care, with the \r\nparticipation of municipalities and provinces. Our \r\nCouncil of Ministers has set up a national committee \r\non the prevention of NCDs, with all concerned \r\nstakeholders participating.  \r\n With regard to risk factors, we have adopted \r\nempowerment policies with a view to stopping \r\nconsumption of tobacco products. This is being carried \r\nout in conjunction with the World Health Organization \r\nFramework Convention on Tobacco Control. We have \r\nalso taken measures to prohibit the advertising of \r\ntobacco in all media and have banned smoking in all \r\nclosed places. We have also adopted a nationwide \r\nstrategy on diet and physical exercise. We are \r\nestablishing partnership initiatives across the country \r\nwith municipalities and provinces and civil societies to \r\nfight NCDs.  \r\n We have also looked at and identified the needs \r\nof society in the area of the prevention and control of \r\nNCDs. We have set up 23 clinics and primary care \r\nservices and early-screening centres across the \r\nKingdom specializing in NCDs and chronic diseases. \r\nThis is in addition to opening clinics for healthy people \r\nand their early screening. \r\n In regional partnership initiatives, we are \r\nworking with the regional office for the Middle East \r\nwith a view to implementing a regional strategy on \r\nNCD prevention. We started working with our partners \r\nin the Gulf Cooperation Council last January with a \r\nview to developing a joint Gulf plan on the prevention \r\nof NCDs. All this is set out in the Manama Document \r\nadopted in 2011. It has seven strategic objectives and \r\nbenchmarks, and the Gulf countries are implementing a \r\nmechanism for annual review and follow-up of those \r\nobjectives. \r\n The global scourge of non-communicable \r\ndiseases is one of the main threats to development in \r\nthe twenty-first century. NCDs have a harmful impact \r\non the economies of many countries and hinder the \r\nimplementation of the Millennium Development Goals. \r\nThey do not affect only individuals and societies; they \r\naffect health-care systems more generally. Therefore, \r\nwe would like to reiterate the importance of the content \r\nof the document adopted, as well as the importance of \r\nnational Governments and their efforts to address \r\nNCDs and the importance of including relevant \r\ngovernmental and non-governmental stakeholders and \r\nsectors in the fight against NCDs. There is also an \r\nimportant regional and international role in the sharing \r\nof successful experience, enabling legislation and \r\nbuilding capacity so as to arm ourselves with the \r\nrequisite mechanisms for addressing NCDs. \r\n If we are to succeed in our fight against \r\nnon-communicable diseases, we need an evaluation \r\nand monitoring mechanism. Therefore we need to \r\nadopt an international framework for follow-up and \r\nevaluation based on an implementable set of regional, \r\nnational and international benchmarks. \r\n A/66/PV.4\r\n \r\n25 11-50349 \r\n \r\n Finally, Bahrain wishes to reiterate its full \r\nsupport for the document adopted by the High-level \r\nMeeting (resolution 66/2, annex). Please be assured \r\nthat we will work assiduously in all areas to fight \r\nagainst non-communicable diseases. \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Talalelei Tuitama, \r\nMinister for Health of Samoa. \r\n Mr. Tuitama (Samoa): I bring greetings to this \r\nAssembly from the Government and people of Samoa. \r\nSamoa congratulates the United Nations on the \r\ninclusion of non-communicable diseases (NCDs) in the \r\nagenda of its 2011 General Assembly. The evidence of \r\nthe devastation caused by NCDs to human health \r\nworldwide is well documented. This can no longer be \r\nignored as NCDs have a negative impact on \r\ndevelopment at all levels. \r\n Small island countries like Samoa make up the \r\nBlue Continent in the South Pacific. The Blue \r\nContinent rises up from the vast blue ocean that \r\nsurrounds us, which over the years has provided \r\nunlimited fishery resources that are beneficial to many \r\ncountries of the world. Yet the small Pacific island \r\ncountries themselves are challenged by limited \r\nopportunities and the increasing fragility and \r\nvulnerability of resources due to global economic \r\ncrises and environmental degradation, which disrupt \r\nproactive efforts to promote and sustain good health, \r\nnot to mention the huge efforts being made to manage \r\nand control NCDs. \r\n Non-communicable diseases have reached a crisis \r\nlevel, heralding a major health and development \r\nemergency in our part of the world. For Samoa, it is \r\nour topmost health priority as it affects our population, \r\nincluding those in younger age groups, at an alarming \r\nrate. Twenty-three per cent of Samoan adults aged \r\n25 years and older are diabetic, 21 per cent are \r\nhypertensive, and the percentage of the population that \r\nis obese, with its attendant health risks, stands at more \r\nthan 50 per cent. The direct link between NCDs and the \r\nleading causes of morbidity and mortality in Samoa are \r\ntherefore clear and undisputed. \r\n Over the past two decades, Samoa has responded \r\nby putting legislation in place to minimize risk factors. \r\nCurrently, we are finalizing the content of a 2011 food \r\nbill that will help control the incoming flow of cheap \r\nand non-nutritious junk food. We are consistently \r\ndeveloping, implementing and reviewing relevant \r\npolicies to help Samoa with lifestyle issues. We are \r\ndoing the same with our NCD policy, which provides \r\nstrategic direction for programmes to prevent, control, \r\neliminate and minimize the devastation of NCDs and \r\ntheir related disabilities. \r\n The Samoan Government has embarked on an \r\nintegrated whole-of-country, one-health approach, \r\npremised on the principles of health promotion and \r\nprimary health care, to dictate and give direction to our \r\nprevention programmes. Political support is strong, \r\nwith the engagement of parliamentarians through a \r\nparliamentary advocacy group for healthy living that is \r\nchaired by the Speaker of the Legislative Assembly and \r\nwhose members include Cabinet ministers and \r\nparliamentarians. Another high-level political group \r\nwith the same focus is a women in leadership group \r\nadvocating for health, which is led by women \r\nparliamentarians. \r\n The high incidence of NCDs contributes to the \r\nvicious circle that impedes the ability of small island \r\ndeveloping countries like Samoa to raise and sustain its \r\nlevels of social and economic development. But we are \r\ndetermined to put our people’s health at the centre of \r\nour trade and economic policies. We are committed to \r\nensuring that the social determinants of health are \r\ncentral to all development efforts. After all, \r\ndevelopment is for the people and future generations, \r\nand not the other way around. \r\n For many years now, we have continued to \r\nmanage NCDs through diagnosis and treatment within \r\nthe constraints of our health system and limited \r\nresources, which is becoming quite expensive and may \r\nsoon become unsustainable. That is why the \r\nGovernment has pledged a stronger commitment to \r\ncontinuing to promote healthy living and health \r\nprotection at the national level. \r\n The year 2011, as the year of NCD advocacy, saw \r\nthe launch a month ago of a bilateral initiative between \r\nSamoa and our sister country American Samoa. The \r\noutcome was a joint NCD prevention and control \r\nagreement to address the situation on our islands. The \r\nstatement urges our two Governments to declare the \r\ncurrent NCD epidemic a national health and \r\ndevelopment emergency. Continuing to strengthen \r\nhealth systems through health promotion and primary \r\nhealth care was identified as one of the critical areas to \r\naddress immediately. \r\nA/66/PV.4  \r\n \r\n11-50349 26 \r\n \r\n At the regional level, and in collaboration with \r\nthe World Health Organization and the Secretariat for \r\nthe Pacific Community, we are engaged in the \r\nimplementation of regional programmes to control and \r\nminimize the devastation that NCDs wreaks on health \r\nand development in our Pacific island countries. Samoa \r\ncollaborates with many Pacific island countries to \r\nrevitalize the 1995 Ministerial Declaration on healthy \r\nislands, which translates into practical terms the \r\nsettings approach for healthy lifestyles in communities, \r\nschools, marketplaces, workplaces and churches. These \r\ntwo approaches to health are for us both doable and \r\naffordable, given our limited resources. These \r\napproaches are multisectoral and help to increase the \r\nparticipation of everyone, including those outside the \r\nrealm of the health sector. \r\n The road ahead for us to reverse the NCD \r\nepidemic is arduously long, challenging and \r\noverwhelming. This is inevitable, as most of the social \r\ndeterminants responsible for the growth of NCDs in \r\nour country are outside the health sector’s control or \r\nimposed on our country by exogenous factors. The \r\nincidence of NCDs is no longer just national, region-\r\nspecific or a concern merely of the developing world. \r\nIt is a global epidemic requiring global action. \r\nPiecemeal approaches are doomed to fail. Doing \r\nnothing will only aggravate the situation. We therefore \r\ncall on the United Nations to recognize, support and \r\nhelp fight this epidemic. \r\n Samoa supports the long-term vision of achieving \r\nthe eight Millennium Development Goals, which will \r\neventually eliminate global poverty. We strongly feel, \r\nhowever, that the Millennium Development Goals will \r\nnot have fulfilled their purpose unless we recognize \r\nand address the threat posed by the NCD epidemic that \r\nis now killing over half of the world’s population and \r\nthus perpetuating poverty. \r\n The most vulnerable are the poor living in the \r\ndeveloping and underdeveloped countries of the world. \r\nFor the most part, they are the voiceless victims of \r\nindustrial, trade and economic policies, which often \r\nfail to include health and well-being concerns and \r\ninstead focus only on financial gain for a few at the \r\ncost of the early and painful deaths of many. \r\n In conclusion, Samoa adds its voice to urge the \r\nUnited Nations to consider non-communicable diseases \r\nas included in Millennium Development Goal 6, where \r\nit refers to the reduction of diseases. With such \r\nenhanced emphasis and focus, the devastation of NCDs \r\nand the threat to our people will finally be recognized \r\nas one development issue that must be accurately \r\nstreamlined into the social, political, cultural and \r\neconomic development efforts of all nations. \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Yakov Litzman, \r\nMinister for Health of Israel.  \r\n Mr. Litzman (Israel): The human race has made \r\ngreat strides in the past century. Life expectancy has \r\ndoubled owing to miraculous medical achievements \r\nand the ability of our health systems to diminish the \r\nthreat of infectious diseases. With this rise in life \r\nexpectancy, our health systems are faced with a new \r\nchallenge today: an alarming rise in non-communicable \r\ndiseases (NCDs). Today, NCDs represent 80 per cent of \r\nthe burden on global health services and 60 per cent of \r\nthe global mortality rate. \r\n NCDs are a global issue. Combating NCDs does \r\nnot lie only within the jurisdiction of independent \r\nhealth ministries; it also demands collaboration within \r\nour countries, across different sectors. It requires the \r\ncombined efforts of the private and public sectors and \r\nthe active participation of civil society and the media. \r\nFinally, it requires significant collaboration between \r\ncountries. \r\n Like all countries in the world, Israel has felt the \r\ndevastating pain of NCDs and wants to be a part of the \r\nsolution. \r\n Studies have shown that the morbidity and \r\nmortality of NCDs are not equal among all sectors of \r\nour society, which includes citizens from over \r\n90 countries. Therefore, we must strive to provide the \r\nbest possible service to all people within our society, \r\nbe they Jews, Muslims or Christians. \r\n The Government of Israel has enacted a number \r\nof policies to promote awareness of early detection and \r\nto find cures to diseases that currently have none. \r\nIsraeli scientists have gained a reputation for their \r\ncancer research, which is widely shared in the \r\ninternational scientific literature. \r\n My Ministry has introduced immunization against \r\nhepatitis B. That programme has helped to reduce the \r\nmorbidity of the disease and diminish its deadly side \r\neffects, such as liver cancer. We have also introduced \r\nimmunization against the human papilloma virus in \r\ngirls and young women, which will reduce the \r\n A/66/PV.4\r\n \r\n27 11-50349 \r\n \r\nmorbidity of cervical cancer. More than 70 per cent of \r\nwomen aged 50 or over are screened for breast cancer, \r\na disease that affects approximately one in eight \r\nwomen in Israel. New cutting-edge technologies for \r\nprevention, screening, diagnosis and treatment of \r\nNCDs have been added to the services provided by the \r\nNational Health Insurance Law. \r\n Israel’s commitment to fighting NCDs is also \r\nreflected in its wide range of partnerships throughout \r\nthe developing world. For example, MASHAV — \r\nIsrael’s agency for international development \r\ncooperation — and Insulin for Life Australia recently \r\ndonated medical supplies to Tonga for the treatment of \r\ndiabetes. MASHAV is also leading the fight against \r\nneglected tropical diseases in Ethiopia, where it is \r\nfacilitating groundbreaking workshops on de-worming. \r\n We must effectively deal with the causes of these \r\ndiseases before we turn our sights towards their \r\npossible cures. We must galvanize the public behind \r\nthis cause. We must promote better nutrition, educate \r\nour people about the effects of alcohol and tobacco \r\nuse, and work to diminish environmental pollution. \r\n As it is written in the Holy Bible, these \r\ncommandments are not in heaven. God has given us the \r\nopportunity to lead our people, especially our young \r\npeople, to better health. Investing in this cause and \r\nputting NCDs on the national and international agenda \r\nhelp to ensure a brighter future for all of us. Israel \r\nlooks forward to working in collaboration with our \r\nneighbours and countries all over the globe on this \r\ncrucial issue. \r\n Allow me to end with an expression of hope and \r\nprayer. An Israel Defense Forces soldier, Gilad Shalit, \r\nkidnapped by terrorists, is being held by force in the \r\nGaza Strip. Two weeks ago we marked his birthday, his \r\nfifth in captivity. Not a single person has been allowed \r\nto visit this boy for more than 1,900 days. Not his \r\nparents. Not a doctor. Not even the Red Cross. We are \r\nall responsible for the lives and well-being of our \r\ncitizens. I issue a call from this Hall to all countries of \r\nthe world: let Gilad Shalit go free! The international \r\ncommunity must do all in its power to bring Gilad \r\nhome. \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Sabyrbek \r\nDjumabekov, Minister for Health of Kyrgyzstan.  \r\n Mr. Djumabekov (Kyrgyzstan) (spoke in \r\nRussian): The Kyrgyz Republic welcomes the report of \r\nSecretary-General Ban Ki-moon on the prevention and \r\ncontrol of non-communicable diseases (A/66/83). \r\n We note with concern that in the Kyrgyz \r\nRepublic, as in many countries, non-communicable \r\ndiseases (NCDs) are the leading cause of morbidity and \r\npremature death among the population. Cardiovascular \r\ndisease is the leading cause of death in Kyrgyzstan. \r\nThere is a rising incidence of malignancies, which have \r\nbecome the third leading cause of death in the country. \r\nMoreover, since 2000, the incidence of type 2 diabetes \r\nin the Kyrgyz Republic has increased by 72 per cent. \r\nHigh blood pressure is one of the most widespread \r\ndiseases in Kyrgyzstan. Epidemiological data show that \r\nmore than 20 per cent of the country’s population — \r\nmore than one million people — suffer from \r\nhypertension.  \r\n Unfortunately, I must note that the Kyrgyz \r\nRepublic is one of the countries in an unsatisfactory \r\nepidemiological situation as far as cancers are \r\nconcerned. Recent population mortality data show that \r\ncancers are one of the leading causes and have a social \r\nand economic impact on society. In 2010, general \r\nmortality from cancer in the Republic was more than \r\n50 per cent, while in the capital, Bishkek, it was 60 per \r\ncent. \r\n We have studied the epidemiology of \r\nnon-communicable diseases and their incidence among \r\nthe working-age population. We are planning to \r\nconduct a joint comprehensive international \r\nepidemiological survey with the participation of \r\nforeign scientists from India, Kazakhstan and Russia. \r\n Since 2009, we have taken a set of measures to \r\nimprove the quality of oncology services, with \r\nemphasis on the early detection and prevention of \r\nmalignancies. Among the most promising \r\ndevelopments are the projects along the lines of the \r\nInternational Atomic Energy Agency.  \r\n The tobacco epidemic is spreading, especially \r\namong young people and women. According to the \r\nglobal survey on tobacco smoking, about 20 per cent of \r\nstudents in Kyrgyzstan from 13 to 15 years of age have \r\nalready tried smoking, and half of them have become \r\nregular smokers. Given the high level of morbidity and \r\nmortality from respiratory diseases, a nationwide \r\nsmoking-prevention programme has been set up \r\nthrough the mobilization of rural health committees. So \r\nA/66/PV.4  \r\n \r\n11-50349 28 \r\n \r\nas to prevent NCDs in Kyrgyzstan, specific efforts are \r\nunder way to raise patients’ awareness regarding \r\nprimary and secondary prevention of cardiovascular \r\ndiseases through the provision of booklets on measures \r\nto counter NCDs. \r\n In view of the swift proliferation of NCDs, we \r\nhave deemed it timely to implement, as a matter of \r\npriority, a comprehensive prevention programme and \r\nnational strategies in the area of health care. It is hoped \r\nthat these projects will have a significant impact on \r\nlifestyles and the spread of risk factors, leading to a \r\nlower incidence of cardiovascular and other diseases. \r\n In order to ensure a comprehensive approach to \r\nthe strengthening of the health-care system on the basis \r\nof primary medical care, there is a need to provide, at \r\nall levels, adequate training for medical personnel and \r\nto strengthen national capacities. In that connection, I \r\ncall on all of our potential donor partners to increase \r\ntheir investment in measures aimed at the prevention of \r\nNCDs. \r\n The Acting President (spoke in French): I now \r\ngive the floor to The Honourable Leona Aglukkaq, \r\nMinister of Health of Canada. \r\n Ms. Aglukkaq (Canada): The Government of \r\nCanada is concerned about the rising rates of chronic \r\ndiseases, which are the leading causes of death in \r\nCanada. \r\n The Political Declaration (resolution 66/2, annex) \r\nputs a priority on prevention; we have already done \r\nthis in Canada. Last fall, Canada’s health ministers \r\nendorsed a declaration on prevention and promotion. \r\nWe are committed to promoting healthy living, \r\npreventing disease and reducing health disparities. \r\n Individuals can make healthier choices in their \r\neveryday lives to reduce their risks, but we know that \r\npromoting good health is everyone’s business. That is \r\nwhy solutions should involve a broad base of partners \r\nsuch as non-governmental organizations, all levels of \r\nGovernment and different sectors whose activities have \r\na bearing on health. \r\n Canada is taking action in many ways. We have \r\ncreated a strong environment favouring the reduction \r\nof smoking in Canada. Our results are impressive. \r\nCanada’s smoking rate has dropped from 25 per cent in \r\n1999 down to 17 per cent. That is a historic low for \r\nCanada. \r\n Canada’s federal, provincial and territorial \r\nGovernments are concerned by the rising rates of \r\noverweight and obesity, particularly among Canada’s \r\nchildren and youth. One in four children is affected; we \r\nmust reverse the present trends. To help with this, we \r\nare looking to partner with organizations, including the \r\nmedia, to promote messages of healthy eating and \r\nliving. \r\n The Government of Canada also continues to \r\nmake significant investments to address non-communicable \r\ndiseases (NCDs) in our indigenous populations. We \r\nhope that we can share our experiences and learn from \r\nothers to make meaningful progress. \r\n In the area of mental illness, Canada is pleased \r\nthat the language in the Political Declaration \r\nrecognizes the linkages between mental and \r\nneurological disorders and NCDs.  \r\n The desire to alleviate human suffering is enough \r\nreason to increase our efforts to curb NCDs. However, \r\nthey also cost the Canadian and global economies \r\nbillions and billons of dollars every year. These are \r\nchallenges that we in Canada will solve as a society \r\nand as part of the global community. Prevention must \r\nbe the foundation for our action on NCDs, both \r\ndomestically and internationally. \r\n The Acting President (spoke in French): I now \r\ngive the floor to Her Excellency Ms. Anne-Grete \r\nStrøm-Erichsen, Minister of Health and Care Services \r\nof Norway. \r\n Ms. Strøm-Erichsen (Norway): Prevention is \r\nkey in the fight against non-communicable diseases \r\n(NCDs). We know that preventing chronic diseases is a \r\ngreat investment for the benefit of people and the \r\neconomy. If we do it right, the prevention of NCDs will \r\ncontribute to economic growth and reduce social \r\ninequalities in health within and between countries. \r\n In order to prevent NCDs, national Governments \r\nmust take the lead. Risk factors such as tobacco and \r\nobesity must be addressed, using policy instruments at \r\nthe population level. National health systems must be \r\nstrengthened. But an effective strategy does not rest \r\nwith the health sector alone; cross-sectoral action is \r\nneeded in order to respond effectively to the NCD \r\nchallenge. We need active involvement on the part of \r\nthe urban planning, finance, industry, trade, education, \r\nculture and agriculture sectors. \r\n A/66/PV.4\r\n \r\n29 11-50349 \r\n \r\n We need to pay close attention to different \r\nstakeholders’ roles with regard to NCDs. That is why \r\nNorway has included two members of civil society in \r\nour delegation to this meeting. \r\n We know from experience that setting targets and \r\ngoals is useful in order to achieve progress. “What gets \r\nmeasured gets done”, as many speakers have noted in \r\ntheir statements. In this regard, the World Health \r\nOrganization (WHO) plays a leading role. Through \r\nWHO, we must develop targets, indicators and a \r\nmonitoring framework for countries to apply in their \r\nnational settings. \r\n Reducing tobacco consumption is one of the most \r\nefficient measures to prevent NCDs. The tobacco \r\nindustry has taken legal action against a number of \r\nparties to the WHO Framework Convention on \r\nTobacco Control, including Norway. This is \r\nunacceptable. No party to the Convention should allow \r\nthe tobacco industry to intimidate us in fulfilling our \r\nlegal obligations to protect public health. \r\n The Acting President (spoke in French): I now \r\ngive the floor to His Excellency Mr. Philippe Courard, \r\nSecretary of State for Social Integration and the Fight \r\nagainst Poverty of Belgium. \r\n Mr. Courard (Belgium) (spoke in French): \r\nBelgium would like to stress certain important factors \r\nin the framework of the combat against non-communicable \r\ndiseases (NCDs). \r\n Given the increasing attention paid to the issue of \r\nnon-communicable diseases, we must begin to think in \r\ndifferent ways about our health-care policies. That will \r\nnot be just a matter of adapting health-care systems, \r\nbut will involve taking health into account in all \r\npolicies. \r\n We deem it crucial to reflect on the future role of \r\nministers of health in the management of the health-\r\ncare sector. We must take a visionary approach and \r\nadvocate for health where, unfortunately, it has not yet \r\nbeen taken into account. Health is not just a budget \r\nitem but a proven and significant factor in promoting \r\neconomic growth, even as it has its own particularities \r\nand values.  \r\n We should also remodel our health systems, \r\nwhere compartmentalization is increasingly problematic. \r\nNon-communicable diseases, which often require long-\r\nterm care and better coordination among health \r\nprofessionals, represent a significant challenge to those \r\nsystems.  \r\n Primary health care, including the family doctor, \r\nshould have a central role. To that end, it is not a \r\nmatter of specific new investments to tackle the \r\nproblems. Rather, there should be an internal \r\nreorganization that relocates the comprehensive, \r\nmultidisciplinary and long-term care for the patient to \r\nthe primary health-care level. That will not only allow \r\nus to streamline care that is often dispersed throughout \r\nvarious different programmes, services and institutions, \r\nbut will also assure the patient access to basic, quality \r\ncare. \r\n Political action should be guided by good practice \r\nand good policy with regard to those who are ill. This \r\nrequires an integrated and societal approach that goes \r\nbeyond the limits of health-care systems. Patients \r\nshould be involved in the treatment of their diseases. \r\nWe should commit to increasing the autonomy of \r\npatients so they can define their objectives, especially \r\nin cases of multimorbidity, where a narrow biomedical \r\napproach is no longer justified. \r\n Inequalities in the field of health are also a major \r\nissue. We notice, for instance, that in the so-called rich \r\ncountries, those most affected are the people with a low \r\nincome. Chronic diseases, such as non-communicable \r\ndiseases, are the main cause of health expenses, which \r\nare often difficult for patients to bear. For that reason, \r\nand in this time of financial crisis, we have to pay \r\nparticular attention to that fact and make special efforts \r\nto fight those inequalities with regard to health. The \r\nhealth-care system should be a unifying factor and not \r\na force for marginalization. The fight against \r\ninequalities should be a key element in all of our \r\nstrategies in this context. We should assure ourselves \r\nthat these policies contribute to the reduction of health \r\ninequalities. \r\n We should focus on early, proactive and effective \r\ninterventions, on secondary prevention, on access to \r\naffordable care, and on the implementation of new care \r\nmodels, particularly in the field of primary and \r\ncommunity health care. I would therefore like to appeal \r\nto all countries to engage in the battle against \r\nnon-communicable diseases and to formulate their own \r\npolicies on the issue, centring them on the patient. The \r\nprinciple of “health in all policies” should be applied \r\nhere. In other words, we should connect all parties \r\ninvolved, across all sectors. \r\nA/66/PV.4  \r\n \r\n11-50349 30 \r\n \r\n It is important that we put in place initiatives in \r\nthe field of prevention and innovative health care that \r\nbring an added value. Only global strategies that \r\ncombine prevention, the patients’ experience, the  \r\n \r\nexcellence of doctors, innovative research and the \r\nsupport of public authorities will allow us to mobilize \r\nan effective fight against non-communicable diseases. \r\n  The meeting rose at 6.25 p.m. \r\n"