" United Nations  A/66/PV.7\r\n  \r\n \r\nGeneral Assembly \r\nSixty-sixth session \r\n \r\n7th plenary meeting \r\nTuesday, 20 September 2011, 10.15 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n11-50540 (E) \r\n*1150540*   \r\nPresident: Mr. Al-Nasser . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Qatar) \r\n \r\n \r\n In the absence of the President, Ms. Kamara \r\n(Liberia), Vice-President, took the Chair. \r\n  The meeting was called to order at 11 a.m. \r\n \r\n \r\nHigh-level Meeting of the General Assembly on the \r\nPrevention and Control of Non-communicable Diseases \r\n \r\nAgenda item 117 (continued) \r\n \r\nFollow-up to the outcome of the Millennium Summit \r\n \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Victor Makwenge Kaput, Minister \r\nfor Health of the Democratic Republic of the Congo. \r\n Mr. Kaput (Democratic Republic of the Congo) \r\n(spoke in French): The Democratic Republic of the \r\nCongo is concerned about the growing burden of \r\nnon-communicable diseases (NCDs), which pose a \r\nmajor public health problem given the large number of \r\npersons affected by illnesses that include \r\ncardiovascular disease, diabetes, cancer, chronic \r\nrespiratory disease, mental illness and sickle-cell \r\nanaemia. \r\n The main risk factors for these diseases have \r\nbeen clearly identified in our country: tobacco, alcohol, \r\nlack of physical activity and poor nutrition. Indeed, \r\nstatistics show a rising incidence of diabetes. In 1959 \r\n0.48 per cent of hospitalized patients suffered from the \r\ndisease, while by 2005 that number had risen to 5.4 per \r\ncent. \r\n In the face of this scourge, our country has taken \r\na number of initiatives, including the creation, within \r\nthe department charged with fighting disease, of a \r\ndivision entrusted with combating NCDs; the \r\nestablishment of a national programme to combat \r\ndiabetes; the elaboration of a strategic plan to combat \r\nNCDs; the integration of activities related to \r\ncontrolling diabetes and hypertension at health-care \r\ncentres in Kinshasa, the capital, and in other major \r\ncities; cooperation with and support for associations \r\nthat fight diabetes, cancer and sickle-cell anaemia; and \r\nthe establishment of diabetes clinics for children. \r\n The major challenge today is the maintenance of \r\nthose clinics — keeping them supplied them with \r\ninsulin and other diabetes medications, ensuring their \r\nfunctioning and extending health coverage throughout \r\nall the provinces. \r\n With regard to sickle-cell anaemia, we also have \r\na programme to fight the disease and a research and \r\ntreatment facility within our public health ministry.  \r\n NCDs affect mainly our active population, \r\nleading to lower productivity and increased poverty, \r\npotentially jeopardizing our capacity to attain the \r\nMillennium Development Goals, especially with regard \r\nto reducing extreme poverty. \r\n Given the limited resources at its disposal for the \r\ncontrol of NCDs, the Democratic Republic of the \r\nCongo calls for international solidarity to help it \r\nstrengthen its health-care system and create a special \r\nfund to that end. \r\nA/66/PV.7  \r\n \r\n11-50540 2 \r\n \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Soumana Sanda, Minister of Health \r\nof the Niger. \r\n Mr. Sanda (Niger) (spoke in French): At the \r\noutset, I should like to welcome the convening of this \r\nHigh-level Meeting and to address my congratulations \r\nto the President of the General Assembly. \r\n In Niger, although our health situation is \r\ncharacterized by the prevalence of communicable \r\ndiseases, chronic non-communicable diseases (NCDs) \r\nsuch as cancer, diabetes, hypertension and chronic \r\nrespiratory illnesses are gaining ground. According to \r\nthe World Health Organization’s STEPwise approach to \r\nsurveillance survey on the monitoring of risk factors \r\nfor cardiovascular disease and diabetes carried out in \r\nthe Niger in December 2007, 21.2 per cent of people \r\nsuffer from hypertension; 4 per cent suffer from \r\ndiabetes; 26 per cent are overweight; 4 per cent are \r\nobese; and 5 per cent smoke tobacco. \r\n Aware of the burden that NCDs represent for our \r\ncountry’s health situation and its economy, our \r\nauthorities have on many occasions expressed their \r\nstrong resolve to fight against NCDs, through, inter \r\nalia, the policy statement issued by the Prime Minister \r\nand head of Government on 16 June 2011; the Poverty \r\nReduction Strategy Paper; and the health development \r\nplan for 2011-2015. \r\n To fight against NCDs, my country has taken the \r\nfollowing operational measures: the establishment of a \r\ncancer registry, in 1992; the ratification of the \r\nFramework Convention on Tobacco Control, in 2005; \r\nthe adoption by the National Assembly of a law on \r\ntobacco control, in 2006; a decree providing free \r\ntreatment of cancers affecting women, in 2007; \r\ncampaigns to screen for and treat cancer; the \r\nconstruction, in partnership with the International \r\nAtomic Energy Agency, of a national centre to combat \r\ncancer; the adoption by the National Assembly of \r\nlegislation relating to the creation of an official \r\nadministrative agency known as the national centre for \r\nthe fight against cancer; and the drafting of a national \r\nstrategic plan for the prevention of and the fight \r\nagainst NCDs. \r\n The implementation of that plan requires the \r\nmobilization of additional resources, with a view to \r\ngiving patients access to drugs and ensuring the \r\naffordability of such drugs, so that their cost does not \r\nprevent people from obtaining the medications required \r\nto treat infectious diseases. In order to achieve the \r\nrequired synergies and take effective action, we must \r\nstrengthen our health-care systems to ensure control of \r\ninfectious diseases and to prevent and treat NCDs. To \r\nachieve that, our health care facilities need adequate \r\nand qualified personnel, equipment, medicines and \r\nmedical supplies. In addition, access to care for our \r\nworking population needs to be improved by putting in \r\nplace a national health insurance system, providing \r\ninformation and raising awareness about adopting \r\nhealthier and simpler lifestyles. To that end, under the \r\ndirection of President Mahamadou Issoufou, major \r\nefforts are being made to put in place integrated, \r\nmultisectoral policies. We call on the international \r\ncommunity to assist us in Niger, and to help other \r\nStates, both financially and technically. \r\n The Acting President: I now give the floor to \r\nHer Excellency Ms. Ann Peters, Minister of Health of \r\nGrenada.  \r\n Ms. Peters (Grenada): The Grenada delegation is \r\ngratified to share with the international community our \r\nplans and programmes aimed at addressing the issues \r\nof non-communicable diseases (NCDs), as well as to \r\npledge our commitment and support to the new \r\ninternational agenda on NCDs.  \r\n Non-communicable diseases constitute a major \r\npublic challenge for all countries, developed and \r\ndeveloping alike. Grenada, like many other members of \r\nthe Caribbean Community, recognizes the growing \r\nthreat posed by NCDs on our small, fragile economy \r\nand the need to take decisive action to reduce the \r\nburden of the disease and to protect the future \r\nsustainable development of our country. We believe \r\nthat primary prevention and promotion is the most \r\ncost-effective, equitable and sustainable strategy to \r\nfight NCDs. \r\n In that regard, Grenada has approved a new \r\npolicy framework for the revitalization of primary \r\nhealth care. We have adopted a multi-agency, \r\nmultidisciplinary approach to addressing chronic \r\nNCDs. We have established the National Chronic \r\nDisease Commission — comprised of representatives \r\nfrom a range of sectors, including health, education, \r\nagriculture, youth, sports, non-governmental \r\norganizations, churches, the media and the private \r\nsector — to advise on strategies to reduce NCD risk \r\nfactors. \r\n A/66/PV.7\r\n \r\n3 11-50540 \r\n \r\n We have implemented the Chronic Care Passport, \r\na healthy lifestyle initiative that is aimed at providing a \r\nmethod for the systematic monitoring and evaluation of \r\npatients with chronic diseases and the empowerment of \r\nthose patients to take care of their health. A national \r\nrisk-factor survey on chronic non-communicable \r\ndiseases was conducted to support the planning of \r\nhealth promotion and prevention campaigns. Grenada \r\nhas established partnerships with Mount Sinai School \r\nof Medicine and the American Heart Foundation for \r\nthe implementation of a community health programme \r\nand the implementation of the 12 recommendations by \r\nthe Institute of Medicine of the National Academies for \r\npromoting cardiovascular health in developing \r\ncountries. \r\n Grenada has made significant progress in the \r\nfight against NCDs, but we are cognizant of the fact \r\nthat there is much more to be done. The real challenges \r\nfor us as a people lie in transforming our health sector \r\nfrom a curative- to a preventive-based system and \r\nimplementing reform in the midst of a global economic \r\ncrisis and escalating costs of medical care. Greater \r\neffort is needed to influence the global food industry to \r\njoin the fight against NCDs.  \r\n We believe that the United Nations can and will \r\nplay a more important role in that respect. Grenada \r\nreaffirms its commitment to improving the health \r\nstatus of its people by promoting wellness and \r\nproviding quality health care services in an efficient, \r\nequitable, affordable and sustainable manner, and to \r\nworking together to ensure universal access to \r\ncomprehensive prevention, treatment, care and support \r\nfor persons living with and affected by NCDs. That is \r\nour goal. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Ali Yacoub Mahamoud, Minister \r\nfor Health of Djibouti.  \r\n Mr. Mahamoud (Djibouti) (spoke in French): It \r\nis a genuine pleasure for me to take the floor on behalf \r\nof my delegation on the occasion of this High-level \r\nMeeting of the General Assembly on the Prevention \r\nand Control of Non-communicable Diseases. \r\n My delegation aligns itself with the statement to \r\nbe made on behalf of the Group of 77 and China by the \r\nMinister of Health of Argentina.  \r\n I would like to thank the Secretary-General for \r\nhis report on the prevention and control of \r\nnon-communicable diseases (A/66/83) and to express \r\nmy appreciation for his commitment. I also want to \r\ncommend the efforts of all Member States which, since \r\nthe adoption of resolution 64/265, in May 2010, have \r\nworked to ensure that this initiative is translated into \r\naction and that non-communicable diseases (NCDs) — \r\nthat is, cardiovascular disease, cancer, chronic \r\nrespiratory conditions, diabetes and the social and \r\neconomic problems that they cause — can find \r\nappropriate and common solutions. \r\n We are all aware, from the Secretary-General’s \r\nreport, that almost two-thirds of deaths worldwide \r\nevery year are caused by non-communicable diseases, \r\nwith cardiovascular disease accounting for 39 per cent \r\nand cancer 27 per cent. Including chronic respiratory \r\nillness and diabetes, they account for nearly 80 per cent \r\nof deaths. It is important to highlight that 44 per cent \r\nof deaths come before the age of 70, with all the \r\nrepercussions that entails on the socio-economic front. \r\nThose diseases are a problem for all countries, but they \r\ncause tragedy for the poorest ones, where people lack \r\naccess to prevention, treatment or an effective health \r\ncare system. \r\n My country, like most least-developed countries, \r\nis not immune to the lethal consequences of what we \r\ncan today call the epidemic of the twenty-first century. \r\nThe incidence of those diseases in the population \r\nincludes not only the diseases I have already \r\nmentioned but also mental illness and malnutrition. \r\nAfflicted by endemic drought, my country is \r\nparticularly affected by the double scourge of \r\nmalnutrition — that is, under-nutrition and over-\r\nnutrition — affecting the population as a whole and \r\nsometimes even the same individual. \r\n The ills of under-nutrition — notably low birth \r\nweight and retarded growth — not only leave victims \r\nprone to chronic childhood diseases and leave pregnant \r\nwomen at risk but also can cause cognitive deficits. \r\nUnhealthy diets and lifestyles in youth can lead to an \r\nincrease in non-communicable diseases such as \r\ndiabetes, cardiovascular disease and certain cancers in \r\nadulthood. The other side of malnutrition is excess \r\nweight in adults, which is tied to higher rates of disease \r\nand death and which in children seems to entail a \r\nhigher risk of developing adult diabetes.  \r\n Chronic diseases are the most common reason for \r\nhospitalization and place onerous costs on health \r\nsystems, patients and their families. Our Government’s \r\nA/66/PV.7  \r\n \r\n11-50540 4 \r\n \r\nresponse in the matter of our fellow citizens’ health \r\ncare combines multisectoral reforms with budget \r\nincreases to build a health care system that is \r\nfunctional, modern and efficient. Since 2005, our \r\nhealth care budget has grown from 4 per cent to more \r\nthat 15 per cent of the total budget, not including \r\nsignificant outlays outside the budget.  \r\n Moreover, my Government pursues a policy of \r\nsocio-economic development that emphasizes fighting \r\npoverty with the ultimate goal of protecting the human \r\nrights to dignity and health. Through its youth policy \r\nand incentive measures, our Government, working with \r\ncivil society, is seeking ways of promoting \r\nemployment and a healthy lifestyle in that critical \r\nsector of the national population.  \r\n I am fully aware, however, that we need more \r\nsynergy, resources and opportunities to reverse the \r\ncurrent trends in non-communicable diseases, which \r\nare just as devastating in our region as the \r\ncommunicable diseases HIV/AIDS, malaria and \r\ntuberculosis. We therefore need to work urgently to \r\nchange the paradigm, given the challenges that these \r\nhealth problems pose and what is at stake. I will not \r\ndwell here on the risk factors such as tobacco use, \r\nalcohol abuse, poor nutrition and sedentary lifestyles, \r\nwhich are, we must admit, all perfectly avoidable.  \r\n It is urgent, therefore, that the General Assembly \r\ntake stock of the negative consequences of the growth \r\nand increased prevalence of non-communicable \r\ndiseases around the world in terms of human and social \r\ndevelopment, household income and economic \r\ndevelopment, as well as their negative impact on the \r\nachievement of the Millennium Development Goals.  \r\n We need to seize this opportunity so that all of us \r\nhere today can contribute not just by identifying the \r\nchallenges and opportunities related to non-communicable \r\ndiseases but also by committing ourselves to promoting \r\nand encouraging the creation of partnerships and \r\nsynergies that will enable us to prevent and control \r\nNCDs. Indeed, the well-known impact of these \r\ndiseases on the socio-economic development of all \r\ncountries, particularly developing countries, could be \r\ncurbed if we use this opportunity for joint action \r\nwisely.  \r\n Our immediate concern must be to implement our \r\nrespective commitments to common action. Indeed, the \r\ninternational community needs to impose an iron \r\ndiscipline on itself that will allow it to achieve its goals \r\nand live up to its promises. The strategies to be \r\nfollowed must take into account the limited resources \r\nof our countries and optimize our actions by ensuring a \r\ncomprehensive manner of dealing with these illnesses \r\nwithin national health systems and through primary \r\nhealth-care strategies that include prevention, \r\ncommunity support and the provision of treatment.  \r\n Finally, I would highlight that improving the \r\nhealth of our populations can be achieved only if we \r\nrecognize the intersectoral nature of the fight against \r\nnon-communicable diseases and seek to mainstream, in \r\na cross-cutting manner, elements having to do with \r\nhealth care into other socio-economic development \r\nareas. \r\n The Acting President: I now give the floor to \r\nHis Excellency Antoine Gambi, Minister for Foreign \r\nAffairs of the Central African Republic. \r\n Mr. Gambi (Central African Republic) (spoke in \r\nFrench): The Central African Republic, through me, is \r\nhonoured to be meeting today with other countries of \r\nthe world to participate in this exceptional event that is \r\nexclusively dedicated to the prevention and control of \r\nnon-communicable diseases (NCDs). \r\n Public health is one of the pillars of the \r\nMillennium Development Goals, and efforts to \r\nimprove it require the mobilization of the international \r\ncommunity. Chronic non-communicable diseases are a \r\nmajor public health problem in the Central African \r\nRepublic, given the high morbidity and, especially, \r\nmortality rates that they entail. NCDs in my country \r\ninclude cardiovascular diseases, cancers, arterial \r\nhypertension, diabetes, sickle cell anaemia, mental \r\nillness, Buruli ulcers and noma, to name but a few.  \r\n We must recognize that chronic non-communicable \r\ndiseases are a significant obstacle to the socio-economic \r\ndevelopment of my country, as they impede \r\nproductivity, entail significant costs in for treatment \r\nand, above all, lead to incapacitating complications. \r\nLarge-scale action is required to prevent them or curb \r\ntheir prevalence. The saying that an ounce of \r\nprevention is worth a pound of cure is very apt here.  \r\n As health has been recognized as a fundamental \r\nhuman right, it is a priority sector in the Central \r\nAfrican Republic and therefore an essential component \r\nof the fight against poverty. Therefore, in our second \r\nnational health development plan, the Central African \r\nGovernment has undertaken to establish conditions that \r\n A/66/PV.7\r\n \r\n5 11-50540 \r\n \r\npromote the fight against these diseases in order to \r\nsignificantly reduce the burden of morbidity and the \r\nmortality rates linked to these diseases.  \r\n This political will is evident in the creation of a \r\nprogramme to combat non-communicable diseases. Its \r\nstrategic objective is the prevention and reduction of \r\nthe morbidity, disability and early mortality due to \r\nchronic diseases and their risk factors — tobacco and \r\nalcohol use, malnutrition, a sedentary lifestyle, \r\nexcessive weight and obesity — which are favoured by \r\nthe social, economic and environmental determinants \r\nof health.  \r\n In order to achieve the goal of reducing the \r\nmorbidity and mortality that can be attributed to these \r\ndiseases and to emerging social trends, we have \r\nparticipated since 2007 in the initiative to fight them \r\nby adopting several strategies. We have strengthened \r\nour institutions and developed partnerships with \r\ntechnical and financial partners such as the World \r\nHealth Organization, the International Diabetes \r\nFederation and the World Diabetes Foundation. We \r\nhave strengthened the health system by encouraging \r\nearly screening and appropriate and early treatment of \r\nthe various cases and by strengthening the health \r\ninformation system. Operational research was \r\nconducted through the 2010 STEPS survey. And we are \r\npromoting health in general. In addition, some \r\norganizations such as those for diabetes, sickle cell \r\nanaemia and heart disease have been established to \r\nassist the Department of Health in implementing the \r\nplan.  \r\n However, the Central African Republic, as a \r\nfragile State in a post-conflict situation, is experiencing \r\ndifficulties in implementing other strategies because of \r\na lack of human, material and financial resources. \r\nFrom this rostrum I appeal to the international \r\ncommunity to mobilize resources in order to implement \r\nplanned activities and to establish a mechanism for \r\npreventing non-communicable diseases in the Central \r\nAfrican Republic, in order to ensure that we save the \r\nmany lives that are threatened by these diseases. \r\n The Acting President: I now give the floor to \r\nHis Excellency Jamie Maxtone-Graham, Minister for \r\nHealth and HIV/AIDS of Papua New Guinea. \r\n Mr. Maxtone-Graham (Papua New Guinea): \r\nAllow me to speak not so much from notes, but from \r\nmy heart. I have experienced on a very personal level \r\nthe suffering and loss of quality of life that \r\nnon-communicable diseases (NCDs) can bring about \r\nand the health improvements that can be gained by \r\ntaking personal responsibility for making lifestyle \r\nchanges and addressing the major risk factors.  \r\n My home of Papua New Guinea is the largest of \r\nthe 22 Pacific island countries. It is incredibly rich in \r\nresources, biodiversity and cultural heritage. Our \r\n6.5 million people speak more than 800 languages. \r\nPapua New Guinea has many things going for it, and \r\nwe have great aspirations for the development of our \r\nnation and our people. Yet, today, the very \r\ndevelopment that has underpinned our nation’s growth \r\nsince independence is undermining our future \r\neconomic, social and cultural existence, as \r\nurbanization, environmental degradation, Western \r\nconsumerism and the adoption of a sedentary lifestyle \r\nbecomes the norm rather than the exception. \r\n My country is a nation in transition. Our \r\neconomy is developing rapidly, while at the same time \r\nwe are struggling with the double burden of \r\ncommunicable and non-communicable diseases. Our \r\ninfectious or communicable-disease rates are among \r\nthe highest in the Western Pacific region. In our \r\ntraditional lifestyle, NCDs were unheard of. However, \r\nsince independence, and due to our increased reliance \r\non subsidized, imported foodstuffs, cardiovascular \r\ndisease, diabetes, cancer and chronic respiratory \r\ndisease rates are now rising rapidly, particularly among \r\nour urban population, affecting both the poor and the \r\nwell-off.  \r\n It is with this NCD burden in mind that we \r\napplaud our Pacific Forum leaders’ recent declaration \r\nthat the Pacific is in an NCD crisis. We align ourselves \r\nwith the comments made earlier by the representatives \r\nof Nauru, Tonga, Samoa and other Pacific island \r\ncountries during this High-level Meeting.  \r\n As part of its response, Papua New Guinea has \r\nincorporated lifestyle diseases and the health-related \r\nMillennium Development Goals into our new national \r\nhealth development plan for 2011-2020, the 30-year \r\nnational strategic plan and the Government’s long-term \r\nPapua New Guinea Vision 2050.  \r\n Papua New Guinea is now moving on a large \r\nscale to educate and advocate at all levels, across all \r\ngenerations, and calling for all Papua New Guineans to \r\ntake ownership of their own health and address their \r\nunhealthy lifestyle risks. I am committed to \r\nchampioning the NCD cause in my country and will be \r\nA/66/PV.7  \r\n \r\n11-50540 6 \r\n \r\nchallenging many other colleagues in Government and \r\nour public servants to likewise become champions for \r\nthe cause. \r\n Papua New Guinea also acknowledges that an \r\neffective response to NCDs requires mobilizing the \r\nwhole of society. Trade practices that result in the \r\nimport of cheaper processed foodstuffs that have poor \r\nnutritional value, which are no doubt poisoning our \r\npeople, must be reversed. Policies and taxes that are \r\nspecifically aimed at reducing the consumption of \r\nalcohol and creating disincentives to smoking must \r\nnow be extended to unhealthy foods and be fully \r\nenforced.  \r\n Food that is highly nutritious, of course, is \r\nalways expensive and needs to be subsidized, while \r\nunhealthy foods and processed foods that are high in \r\nsugar, salt and chemical preservatives, including \r\nrefined white flour, require heavy taxes in order to \r\nprotect and secure the health of our people.  \r\n As we all know, poor nutrition will cripple any \r\nnation; good nutrition will save it. Nutrition sounds \r\nsimplistic, but plays a powerful role in the rise and fall \r\nof any nation. This is also a warning message for all \r\nMember States, that is, if we do not make immediate \r\nradical changes in the available food supply and the \r\nmarketing of food to consumers, we will not be able to \r\nsurvive much longer as nations. Many States will fall, \r\nbrought down by the inevitable consequences of a \r\nnutritionally deficient and chronically diseased \r\npopulation.  \r\n We need to understand and appreciate why food \r\nhas such a powerful impact on everything that matters \r\nin society — health, happiness, employment, \r\nproductivity, education and even freedom — in order \r\nto take remedial action to save our people. Our \r\nyounger generation needs to be taught from an early \r\nage about healthy living, regular exercise, healthy \r\neating and the “Healthy Islands” vision, which our \r\nPacific ministers of health first spoke about in 1995. \r\nWe need to create real incentives for our people to live \r\nlife to the fullest — not just to achieve an absence of \r\nsickness but, more important, to aspire to a life where \r\nthey can experience well-being that transcends normal \r\nqualities of life. \r\n In conclusion, I want to challenge all Member \r\nStates not to accept any diluted response to the burden \r\nof NCDs. We cannot accept a business-as-usual \r\napproach; neither can we couch our responses in \r\ndiplomatic niceties. We need to take bold, innovative \r\napproaches and accept shared responsibility. In \r\nparticular, I call on developed nations to cease the \r\npractice of subsidizing the production and export of \r\nunhealthy foods to poorer nations. I plead with the \r\nAssembly to make our actions count today for the \r\nsurvival of tomorrow’s generations. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Salomón Chertorivski Woldenberg, \r\nMinister of Health of Mexico. \r\n Mr. Chertorivski Woldenberg (Mexico) (spoke \r\nin Spanish): It is a great honour to address the \r\nAssembly from this rostrum, in the most representative \r\nand important forum that human civilization has \r\ncreated to reflect on, discuss and channel our collective \r\naction with regard to major world issues.  \r\n I am pleased that the world health agenda, given \r\nits great importance to our collective well-being, is an \r\nessential part of the work of the United Nations. I \r\naddress myself to the Assembly to speak on an issue \r\nthat we are concerned about because of its negative effect \r\non the health of our populations and on the economies of \r\nour countries, that is, chronic non-communicable diseases. \r\n I thank the Caribbean Community for promoting \r\nthe initiative that brings us together today in this \r\nimportant international forum.  \r\n Non-communicative diseases are a growing \r\npublic health problem that transcends borders and \r\naffects all sectors of society and all age groups. That is \r\nwhy it is an enormous challenge to global health.  \r\n At the national level, in Mexico, this public \r\nhealth problem presents a difficult challenge. In the \r\nadult population, there are 14 people with diabetes for \r\nevery 100 citizens. Seven out of 10 of those over \r\n25 years of age are obese, and our figures indicate that \r\nthere has been an increase in cardiovascular disease \r\nand cancers in general.  \r\n The economic and social impact of these diseases \r\nis on the rise, as they reduce the life expectancy of the \r\npopulation and the years they are able to spend in good \r\nhealth.  \r\n In Mexico, cardiovascular diseases and diabetes \r\ntop the list of general causes of death. That is why we \r\nneed to reduce the prevalence of these diseases in our \r\nrespective countries and why we feel it is important to \r\nimplement effective measures to prevent these diseases \r\n A/66/PV.7\r\n \r\n7 11-50540 \r\n \r\nand mitigate their effects on those who already suffer \r\nfrom them; redouble our efforts to ensure the health of \r\nfuture generations; seek out comprehensive and \r\nmultisectoral solutions that will involve the \r\nparticipation of civil society, the private sector, the \r\npublic sector and the population; work on the social \r\ndeterminants of health by providing services in order to \r\nincrease the efficiency of our capacity to respond to \r\nthis issue in our countries; and strengthen sustainable \r\nefforts in the area of prevention and health promotion \r\nin all areas of human development in schools, health \r\ncentres and community centres. \r\n Internationally, we have witnessed significant \r\nprogress in the fight against these serious diseases and \r\ntheir consequences. We must continue to improve and \r\ncoordinate our efforts so as to tackle this enormous \r\nchallenge. An arduous road lies ahead as we work \r\ntowards achieving positive results in the medium and \r\nlong term, building more capacity and strengthening \r\nour national health systems so that we can prevent and \r\ncontrol the afflictions caused by these diseases. \r\n However, we are motivated by the conviction that \r\nour success in these efforts will have positive results in \r\nterms of our economic development and greater well-\r\nbeing for current and future generations. It is precisely \r\nthe well-being of our population that requires us to \r\nimplement our multilateral commitments and the \r\nmultisectoral initiatives coordinated within and among \r\nStates under the aegis of the United Nations and its \r\nspecialized agencies, in particular the World Health \r\nOrganization. These agencies help us to work together \r\nto address this threat by means of international \r\ncooperation. \r\n Mexico is a country that believes in the virtues of \r\nmultilateralism. Consistent with that belief, we have \r\nsought to reinforce the links between Member States \r\nand the various international agencies, with a view to \r\nstreamlining and revitalizing strategies for reducing the \r\ntoll of chronic diseases and their consequences. In that \r\nrespect, last February in Mexico City, we hosted a \r\nregional high-level consultation of the Americas on \r\nnon-communicable diseases and obesity. The \r\nsignificant outcomes of that meeting added to the \r\ninternational body of knowledge on the subject.  \r\n The Government of Mexico and President Felipe \r\nCalderón Hinojosa have shown a great deal of interest \r\nand commitment in the prevention, treatment and \r\ncontrol of non-communicable diseases. We have \r\nenhanced our policy framework using a multisectoral \r\napproach involving key public, private and social \r\nactors. The objective is to design and implement public \r\npolicies that are underpinned by laws, standards and \r\nregulations applicable to individuals and to our society \r\nas a whole, and which will have an impact on \r\nhouseholds, schools, the workplace and the community.  \r\n Furthermore, we have implemented innovative \r\nmodels of specialized health care services for those \r\nsuffering from such chronic conditions as diabetes, \r\noverweight, obesity and cardiovascular disease. \r\nLikewise, we have mobilized funding and promoted \r\ncontinuing education by preparing evidence-based \r\nclinical practice guidelines and introducing new \r\ntechnologies, which are essential for improving \r\nmedical care for those who suffer from chronic disease.  \r\n I should like to point out the historic fact that \r\nMexico is very close to achieving universal health \r\ncoverage. Today, more than 100 million Mexicans have \r\nguaranteed State-funded health care. It is important to \r\nunderline that the Mexican State covers the cost of \r\ncancer care and treatment for all young people aged 18 \r\nor under, and all women with cervical, uterine or breast \r\ncancer, among many others. This has helped in efforts \r\nto prevent patients from abandoning treatment and, in \r\nturn, has drastically reduced the number of related \r\ndeaths that had previously been caused by funding \r\nshortages. \r\n That is why I would like the Assembly to once \r\nagain take note of Mexico and recognize its efforts and \r\nits people, who are contributing to this effort in a spirit \r\nof solidarity so as to ensure that our country can make \r\nthe right to health a reality for everyone.  \r\n The challenges we are facing are complex and \r\ndiverse. All our countries need to continue working \r\ndiligently to update and expand our regulatory \r\nframeworks, which will enhance the quality of, and \r\nguide, our medium- and long-term plans and \r\nprogrammes. We must develop and implement \r\nsustainable models for the prevention and treatment of \r\nchronic diseases, which will facilitate the prevention \r\nand timely detection of complications that would lead \r\nto higher costs later on, such as those stemming from \r\ntype 2 diabetes, cardiovascular disease and smoking. \r\nWe must modernize and broaden our public health \r\ninformation systems and epidemiological surveillance \r\nso as to identify risk factors and the social \r\ndeterminants of health, evaluate and monitor them on \r\nA/66/PV.7  \r\n \r\n11-50540 8 \r\n \r\nan ongoing basis, and ensure the effectiveness of \r\npublic intervention. \r\n This meeting provides a great opportunity to \r\nreinforce our actions, reaffirm our commitment to this \r\nfight and continue to strengthen and establish \r\nagreements that will benefit our populations. It has \r\nbeen said, quite rightly, that peace is much more than \r\nthe absence of war. In the same vein, health is not only \r\nthe absence of disease, but also the complete \r\nenjoyment of our full potential as human beings. It is \r\nquite correct to say that if one does not enjoy full \r\nhealth, nor does one have full peace.  \r\n Our objective should be a world in which the \r\ngenuine right to health is one of the pillars of personal \r\nwell-being, national development and international \r\npeace and stability. In health, too, let us all be \r\n“brothers, none faceless others … where fate is \r\nfreedom, grace and surprise”, as stated in the hymn to \r\nthe United Nations on its twenty-fifth anniversary, \r\nwritten by the great British poet W.H. Auden and \r\nperformed by the great Catalan artist Pablo Casals. \r\nMay health in our countries grow over time and flow \r\nover time, as music does. I would therefore urge \r\nmembers of the Assembly to work together and place \r\nthe highest priority on the problem facing us today.  \r\n The Acting President: The Assembly will now \r\nhear an address by His Excellency Mr. Viktor \r\nYanukovych, President of Ukraine.  \r\n President Yanukovych (Ukraine) (spoke in \r\nUkrainian; English interpretation provided by \r\ndelegation): Ukraine welcomes the holding of the \r\nHigh-level Meeting of the General Assembly on the \r\nPrevention and Control of Non-communicable \r\nDiseases. \r\n This issue is very topical, and literally one of \r\nglobal proportions. It has an impact on global \r\ndevelopment and affects people in all countries, \r\nregardless of their social and economic status. Ukraine \r\nis not an exception. \r\n Cardiovascular and endocrine system diseases, as \r\nwell as cancer and trauma are among the main causes \r\nof premature mortality in our country. Experts confirm \r\nthat mortality resulting from these conditions could, to \r\na large extent, be prevented. None of these problems \r\nare purely medical. They stem from the welfare and \r\nlifestyles of people, as well as the ecological, social \r\nand economic situation in a country. The large-scale \r\nreform programme that has been launched in Ukraine \r\nis aimed at creating living conditions under which \r\npeople will confidently look towards their future and \r\ntake care of their welfare and health.  \r\n In that regard, I initiated health care reforms in \r\nUkraine one and a half years ago. Our priority for the \r\ncoming year is to modernize the primary care system. \r\nFor many regions of Ukraine, it will mean reviving \r\nrural health care, which is unfortunately still in a \r\ndifficult situation. In this way, we will make medical \r\ncare more accessible to our citizens, and ensure \r\nprevention and early detection of non-communicable \r\ndiseases. \r\n One priority of our State policy is the fight \r\nagainst tobacco and smoking. Ukraine was among the \r\nfirst countries of Eastern Europe to sign the World \r\nHealth Organization Framework Convention on \r\nTobacco Control. Increasing the excise tax, imposing \r\nstricter requirements for trade, and banning advertising \r\nand restrictions on smoking in public places led to \r\ntangible results. Every fourth smoker quit smoking. \r\n We have also had success in reducing injuries. \r\nOver the past three years, the number of victims of \r\ntraffic accidents decreased by a factor of 2.4. That is \r\nthe result of a complex policy, which included \r\nimproving the quality of roads, increasing penalties for \r\ntraffic violations and fighting corruption in the road \r\npatrol service.  \r\n We are also working to improve prenatal and \r\nmaternity care. This year we launched a national \r\nproject called New Life. The project will sponsor \r\nspecialized prenatal facilities in four regions of our \r\ncountry where the quality of maternity care is \r\ninadequate. We plan thereby to continue improving \r\nmaternal and childbirth care, which has been a focus of \r\nours in recent years. \r\n As a UEFA European Football Championship \r\n2012 host country, Ukraine pays significant attention to \r\nthe popularization of mass sports as a key contributor \r\nto a healthy lifestyle. To that end, a great number of \r\nsports playgrounds, stadiums and other public facilities \r\nare being built throughout the country. We consider \r\npreventive measures to be an important investment in \r\nthe future of the Ukrainian nation. A focus on \r\nprevention will contribute to breaking the vicious cycle \r\nof chronic disease, improving standards of living and \r\npromoting a new level of economic development in \r\nUkraine. \r\n A/66/PV.7\r\n \r\n9 11-50540 \r\n \r\n The introduction of the World Health \r\nOrganization’s new European health policy plan, \r\nHealth 2020, bolstered the development of the \r\nUkrainian Health 2020 programme. That programme, a \r\nfirst for Ukraine, envisages prevention-oriented health \r\ncare based on the World Health Organization principle \r\nof “Health in All Policies”, and aims to encourage the \r\nwidespread adoption of healthy lifestyles. \r\n Analysing global processes and our own \r\nexperience, we firmly believe that whole foods and \r\nproper nutrition are also important factors in \r\npreventing disease and maintaining health. In a global \r\nfood crisis, the quality of food is even more important. \r\nDynamically developing its own agriculture, Ukraine \r\nplans to stimulate the production of ecologically clean \r\nfood. In the very near future we will increase the \r\nsupply of such products to international markets at \r\naffordable prices. We have a great capacity to do so, \r\nand it will be Ukraine’s contribution to improving the \r\nquality of food in the world. \r\n Ukraine pays significant attention to fulfilling its \r\ninternational obligations undertaken in the sphere of \r\nhealth care, in particular within the framework of the \r\nMillennium Development Goals. The Political \r\nDeclaration adopted at this High-level Meeting \r\n(resolution 66/2, annex) will be a landmark for the \r\ninternational community in reducing the negative \r\nconsequences of non-communicable diseases. I am \r\nconvinced that, through the joint efforts of Member \r\nStates and the United Nations, we will succeed. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Abdulkarim Rase, Minister of \r\nPublic Health of Yemen. \r\n Mr. Rase (Yemen) (spoke in Arabic): Allow me \r\nat the outset to thank the United Nations system \r\nattaching such importance to this special High-level \r\nMeeting on health as a prerequisite for comprehensive \r\ndevelopment. I commend Secretary-General Ban Ki-moon \r\nfor his lead role in making the prevention and control \r\nof non-communicable diseases a main priority for \r\ndecision-makers the world over. We also thank the \r\nWorld Health Organization and its Director-General, \r\nMs. Margaret Chan, for their significant role in this \r\nendeavour. \r\n Clearly, the attention accorded by the \r\ninternational community to non-communicable \r\ndiseases reflects the global consensus towards \r\nachieving the Millennium Development Goals. It also \r\nrepresents a qualitative shift in attention towards the \r\nGoals focusing on health. \r\n I speak as the representative of a developing \r\ncountry that suffers the twofold burden of \r\ncommunicable and non-communicable diseases alike. \r\nGiven the ongoing increase in the prevalence of \r\nnon-communicable diseases and their dangers to \r\ndevelopment, successfully prolonging longevity has \r\nbecome a real challenge because non-communicable \r\ndiseases begin slowly, without symptoms, and patients \r\nmay live with them for the rest of their lives. Contrary \r\nto the belief held by some that non-communicable \r\ndiseases are prevalent in developed countries only, the \r\ndire economic situation in the developing countries \r\nmakes such diseases even more of a threat and a \r\ndanger, especially in the poorest countries. Treating \r\nthose diseases will have a tremendous impact on all \r\nsectors, especially those linked to the Ministries of \r\nhealth, development, information, industry and \r\nagriculture.  \r\n At this time, non-communicable diseases (NCDs) \r\nincluding diabetes, cardiovascular diseases, cancers \r\nand respiratory diseases are the main causes of illness \r\nand mortality in the Middle East. Their negative impact \r\non public health services is enormous and must \r\ntherefore be urgently addressed. Statistics show that \r\n36 million people die annually due to the effects of \r\nNCDs, and that they account for 63 per cent of adult \r\ndeaths worldwide and 90 per cent of the premature \r\ndeaths of people under 60 years of age in developing \r\ncountries. However, another challenge continues to \r\nburden developing and least developed countries — the \r\nabsence of accurate data and insufficient resources to \r\nconduct scientific research and screening, thus \r\naggravating the problem.  \r\n That challenge, compounded by the tremendous \r\ncost of the effects of NCDs and the inability to mitigate \r\nthem, accounts for the loss of billions of dollars. \r\nNCDs, including cancers, respiratory diseases, diabetes \r\nand heart and cardiovascular diseases, are the main \r\ncauses of death. Those are also the NCDs most likely \r\nto be mitigated by such interventions as support for \r\nhealthy lifestyles, physical exercise and abstention \r\nfrom the use of tobacco and alcohol. Such changes in \r\nlifestyle would contribute to containing NCDs and \r\ntheir spread.  \r\n As the representative of the Republic of Yemen, I \r\nunderscore the importance of the political role in \r\nA/66/PV.7  \r\n \r\n11-50540 10 \r\n \r\nmonitoring scientific research for sovereign decisions \r\non health issues, which represent a main pillar of \r\ncomprehensive development. Interventions based on \r\nscientific research and evidence require a close \r\nrelationship between academic and public service \r\ninstitutions in order to provide sound criteria for health \r\ncare and appropriate interventions and measures. \r\n My country looks forward to the strengthened \r\nsupport and cooperation of all development partners in \r\ntaking responsibility and seeking to create a \r\nmechanism that will save lives in the fight against \r\nNCDs.  \r\n I take this opportunity to note that world leaders \r\nand Heads of Government are in a position to reach a \r\nglobal consensus on combating NCDs. Here I would \r\nsuggest the establishment of a global fund to combat \r\nNCDs. We have had great success with the \r\nestablishment of the Global Fund to Fight AIDS, \r\nTuberculosis and Malaria. We should be able to do the \r\nsame for NCDs. We must strengthen our efforts to \r\nimprove health in the service of humanity. \r\n The Acting President: I now give the floor to \r\nHer Excellency Ms. Zainab Hawa Bangura, Minister \r\nfor Health and Sanitation of Sierra Leone. \r\n Ms. Bangura (Sierra Leone): I am here today to \r\nunderscore the importance that Sierra Leone attaches to \r\nthe need for a new global commitment at the highest \r\npolitical level to prevent and control non-communicable \r\ndiseases (NCDs). According to the World Health \r\nOrganization, those silent killers, as they are \r\nsometimes called, now account for over 60 per cent of \r\ndeaths worldwide. We are told that they are now the \r\nnumber one killers in the world.  \r\n In Sierra Leone, non-communicable diseases such \r\nas diabetes, chronic respiratory diseases, cardiovascular \r\ndiseases, cancers and mental disorders account for only \r\n18 per cent of all deaths. However, NCDs are on the \r\nrise and having a greater impact on adult morbidity and \r\nmortality. They pose a heavy economic and health \r\nburden on individuals, families, communities and the \r\nhealth system. \r\n Allow me to say a few words about capacity to \r\naddress and respond to the problems of NCDs. This, \r\nfrom our perspective, is the most important aspect of \r\nthe Political Declaration (resolution 66/2, annex) that \r\nhas been adopted at this High-level Meeting. The \r\ncommitment we make today must take full cognizance \r\nof the capacity of low-income and least developed \r\ncountries like Sierra Leone to prevent and control \r\nNCDs. How that capacity can be strengthened or \r\nenhanced is key to the implementation of the proposed \r\naction plan. \r\n Sierra Leone faces serious challenges in \r\ndelivering health-care services. NCDs are an \r\nexceptionally critical problem because our health \r\nsector lacks the capacity to provide specialized \r\ndiagnostic, medical and surgical care. We lack the \r\ninfrastructure, the equipment and the essential drugs. \r\nWe also lack health professionals with specialist skills \r\nto provide the care that people with NCDs such as \r\ncancer and cardiovascular problems require. \r\n We are aware that our people need this specialist \r\ncare and that many critically ill patients are often sent \r\nto Ghana, the United Kingdom, India and a number of \r\nother countries for specialist diagnostics and treatment. \r\nOur overseas treatment budget has continued to rise as \r\nwe continue to witness an increase in non-communicable \r\ndiseases among the population. \r\n The formidable challenges notwithstanding, we \r\nare taking concrete steps to ensure that Sierra Leoneans \r\nare spared the onslaught of NCDs. In 2009, for \r\ninstance, we established the Directorate of \r\nNon-Communicable Diseases at the Ministry of Health \r\nand Sanitation to ensure our proactivity in addressing \r\nthe challenges of NCDs. Following the establishment \r\nof the Directorate, a national survey was conducted to \r\ndetermine the prevalence of the common risk factors of \r\nnon-communicable diseases among adults 25-64 years \r\nof age. The results were shocking and inspired us to \r\naccelerate national efforts to address the scourge. \r\n Accordingly, the prevention and control of \r\nnon-communicable diseases have been given priority \r\nconsideration in our Poverty Reduction Strategy Paper 2: \r\nThe Agenda for Change, and in the National Health \r\nSector Strategic Plan 2010-2015. We have also \r\ndeveloped non-communicable disease and mental \r\nhealth policies and strategic plans. \r\n In recognizing the effect of tobacco smoking on \r\nthe health of individuals, we have acceded to and \r\nratified the Framework Convention on Tobacco \r\nControl, developed a strategic plan on tobacco control \r\nand carried out a global youth tobacco survey. We have \r\nalso declared no-smoking zones in Government \r\nfacilities in some areas of our country. \r\n A/66/PV.7\r\n \r\n11 11-50540 \r\n \r\n We are also taking steps to provide specialist care \r\nwithin the country. We now have a well-equipped, \r\nultra-modern facility built as a gift from the People’s \r\nRepublic of China to provide specialist diagnostics and \r\ntreatment. The University of Sierra Leone has received \r\npartial accreditation to train specialist health \r\nprofessionals. We have also received funding from the \r\nKuwait Fund to equip three teaching hospitals in the \r\ncountry to strengthen capacities in the provision of \r\nspecialist training. The Cuban Government, with \r\nsupport from the Government of South Africa, is \r\nproviding specialized medical professionals to be \r\ndeployed in our main regional referral and specialist \r\nhospitals. In 2009, we received doctors and midwives \r\nfrom Nigeria who are currently working in various \r\ndistricts of the country. All of this augurs well for our \r\ncollective efforts to respond to the challenges of NCDs. \r\n We also appreciate the support of the United \r\nKingdom Department for International Development, \r\nthe United States Government, the World Health \r\nOrganization, the World Bank, the African \r\nDevelopment Bank, the United Nations Children’s \r\nFund, the United Nations Population Fund and various \r\nother partners. \r\n Sierra Leone is aware that prevention is the \r\ncornerstone of the global response to NCDs. \r\nRecognizing the rising epidemic of non-communicable \r\ndiseases and their socio-economic and developmental \r\nimpact on the citizens of Sierra Leone, our strategy to \r\nprevent NCDs is multisectoral. We will endeavour to \r\ninvolve all relevant ministries, departments, agencies \r\nand civil society organizations in prevention and \r\ncontrol efforts. \r\n I wish to conclude by adding that we recognize \r\nour responsibility to continue to develop policies and \r\nprogrammes and to strengthen our national capacity to \r\neffectively address and respond to the challenges of \r\nNCDs. At the same time, we sincerely hope that the \r\noutcome of this High-level Meeting will generate a \r\nnew global commitment in support of our national \r\nefforts through technical assistance and other forms of \r\ninternational cooperation. \r\n The Acting President: I now give the floor to \r\nHer Excellency Ms. Toufta Boguena, Minister for \r\nPublic Health of Chad. \r\n Ms. Boguena (Chad) (spoke in French): On \r\nbehalf of my country’s delegation, I would like to join \r\nprevious speakers in expressing my congratulations to \r\nthe Secretary-General for his efforts in successfully \r\norganizing this High-level Meeting and, above all, for \r\nthe wise choice of the theme of non-communicable \r\ndiseases (NCDs). \r\n Allow me to stress that the current health \r\nsituation in my country remains of particular concern, \r\ndespite the resolute will and commendable efforts of \r\nthe Government and its development partners. The \r\nsituation of NCDs in Chad has yet to be properly \r\ndefined. The annual survey of our country’s medical \r\nstatistics points to the presence of cases of diabetes and \r\nhypertension in our hospitals. We have already \r\nobserved that the problem of non-communicable \r\ndiseases is on the rise, since we commonly find at least \r\none member of each family who suffers from either \r\ndiabetes, hypertension, gout or asthma.  \r\n In the light of this worrisome situation, the \r\nGovernment has implemented a framework for \r\npreventing and combating those diseases. We have \r\ncreated a multisectoral national committee to combat \r\nnon-communicable diseases that has developed an \r\naction plan for implementing the World Health \r\nOrganization step-wise approach in our country. \r\n In that regard, a study conducted in N’Djaména \r\nin October 2008 showed that 69.75 per cent of \r\nChadians who consume alcohol do so at dangerous \r\nlevels of 20 grammes a day; 20.2 per cent use tobacco; \r\n80.3 per cent eat neither fruits nor vegetables; 87.3 per \r\ncent of the population do not engage in physical \r\nactivity; and only 0.4 per cent present no risk factor, as \r\nopposed to the 31.7 per cent who are at risk in at least \r\nthree or more ways. Non-communicable diseases \r\naccount for more than 50 per cent of all medical \r\nevacuations from the country. As can be observed, \r\ncases of non-communicable diseases constitute a \r\ngenuine public health problem in Chad, which needs to \r\nbe addressed despite the existing efforts to create \r\ncentres for early risk-detection and follow up. \r\n Despite my country’s situation, which involves \r\nnumerous challenges, the Government of Chad has \r\nmade the prevention and control of non-communicable \r\ndiseases a priority, as they constitute an impediment to \r\nour development. The control of such diseases through \r\nour integrated epidemiological monitoring system has \r\nnot been very effective, due to our limited resources. \r\nThe lack of a national public health network of \r\ndiagnostic laboratories and the scarcity of qualified \r\nstaff have us in a stranglehold.  \r\nA/66/PV.7  \r\n \r\n11-50540 12 \r\n \r\n Given this situation, we hope that the \r\ninternational community, and in particular the agencies \r\nof the United Nations system, will continue to support \r\nour country even more in its struggle against all these \r\nscourges. \r\n In conclusion, I would be remiss not to thank all \r\nour development partners for their growing \r\nmultifaceted support. I reiterate the gratitude of the \r\npeople and Government of Chad. Long live \r\ninternational solidarity. Long live health for all the \r\npeoples of the world. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Richard Visser, Minister for Health \r\nand Sport of Aruba of the Netherlands. \r\n Mr. Visser (Netherlands): It is my great honour \r\nand privilege to speak on behalf of the Kingdom of the \r\nNetherlands, comprising the Netherlands and the \r\nCaribbean islands of Saint Maarten, Curaçao and \r\nAruba.  \r\n The prevalence of non-communicable diseases \r\n(NCDs) varies throughout the Kingdom. We have seen \r\nan overall increase in the percentage of our people with \r\ndiabetes and with one or a combination of chronic \r\nconditions. \r\n In the Netherlands new policy document of May \r\n2001, we focus on three themes, namely, trust in health \r\nprotection, accessibility and availability of health care \r\nand sporting opportunities in neighbourhoods and \r\neducating people to decide on their own lifestyles. \r\nChoices for a healthy lifestyle can be made through \r\naccessible and reliable information, together with \r\nworking public-private partnerships. We give specific \r\nattention to young children and youth, but we are not in \r\nfavour of nationwide campaigns; in our experience, \r\nthey often lack focus on specific target groups. We \r\nhave serious doubts as to their effectiveness.  \r\n With regard to children in the Caribbean islands, \r\ndue to its prevalence in the region, specific focus has \r\nbeen placed on childhood obesity. I will return to that \r\nlater when describing the Aruba call to action on \r\nobesity. \r\n It is important to focus on a healthy start for \r\nyoung people through empowerment, sporting \r\nactivities and accessible health care. Our responses to \r\nNCDs are embedded in our health-care systems, with \r\nspecific emphasis on primary health care and public \r\nhealth policies and programmes. We tailor our \r\nprograms to include a cost-containment approach. In \r\nthe areas of health care systems and public health, we \r\nhave financial growth in our programmes. We are \r\naware that people with chronic conditions are the main \r\nconsumers of our health system.  \r\n In that respect, we also face challenges, as the \r\naccumulated impact of NCDs come face to face with \r\nthe challenge of ageing and multiple morbidities. This \r\ncomes as a major challenge for the health care system \r\nin our countries, according to our national policies and \r\nas indicated by the Organization for Economic \r\nCooperation and Development.  \r\n In the future, a fast-growing part of our \r\npopulation will face heart failure, diabetes, depression \r\nand overweight at the same time. We therefore do not \r\nfavour a more vertical approach for all separate \r\ndiseases, but rather integrated treatment with a cost \r\ncontainment approach in health care policies and \r\nsystems of prevention, treatment and long-term care. \r\n It is important to monitor the prevalence of \r\ndisease as well as practical and accessible approaches. \r\nHowever, we do not favour globally decided targets, \r\ngiven the differences of prevalence between countries \r\nand the increase of NCDs. At the international level, \r\nwe are aware that the burden of diseases in developing \r\ncountries is growing. We do believe in the involvement \r\nof Government approach; however, distinctions need to \r\nbe made between policy aspects that fall within the \r\nresponsibility of ministers of health themselves, such \r\nas the sustainability of the health care system and \r\nprevention programmes, and between responsibilities \r\nof other ministers that may also have an impact on \r\nhealth. \r\n With regard to assistance to low- and middle-\r\nincome countries, the first priority is to create health \r\ncare systems that can meet the challenges of NCDs, \r\nboth in preventive actions and health care treatment. \r\nFinancing through the strengthening of existing health \r\ncare systems should be implemented in the framework \r\nof current mechanisms. We do not see the need for new \r\npartnerships. \r\n We view the Political Declaration (resolution \r\n66/2, annex) as an inspiring document for national and \r\nlocal policies, since the majority of the actions should \r\nbe focused on those levels. I have indicated to the \r\nAssembly that we are in favour of a pragmatic \r\napproach, given the differences of prevalence between \r\ncountries. Given the cultural aspects of the four risk \r\n A/66/PV.7\r\n \r\n13 11-50540 \r\n \r\nfactors, a tailor-made approach is necessary. A one-\r\nsize-fits-all approach would be of limited impact and \r\nvalue to our citizens. \r\n Finally, I would like to come back to the subject \r\nof obesity. The Pan American Conference on Obesity \r\nwas held in Aruba from 8 to 11 June. The wide range \r\nof participants in attendance included national, \r\nprovincial and municipal Government representatives, \r\nministers, senators, ministers’ representatives, \r\nscientists, experts, journalists and athletes from \r\n22 countries of all of the Americas took part in the \r\nConference, which paid special attention to childhood \r\nobesity. During the Conference, strategies that can be \r\napplied to prevent obesity in the Americas were \r\nidentified and presented in the Aruba call to action on \r\nobesity, with special attention to childhood obesity. \r\n In the context of this short intervention, please \r\nallow me to highlight just a few of the actions that \r\nwere proposed: to commit to the fight against \r\nchildhood obesity and promote healthy weight by \r\nsharing strategies and actions with and between our \r\nrespective Governments, institutions and communities \r\nto support effective public policies and multilevel \r\ncomprehensive strategies to address obesity, based on \r\nthe principles as described in the call for action; to \r\nfacilitate the accumulation and exchange of knowledge \r\non which projects and strategies have proved effective \r\nand in which settings; to increase awareness that \r\nobesity has a significant impact on labour productivity, \r\nand therefore on the social and economic development \r\nof countries; to invest in health promotion to prevent \r\nand reduce obesity; to incorporate obesity data into \r\nchronic disease surveillance systems; and to monitor, \r\nmeasure and evaluate progress made to reduce the \r\nprevalence of obesity and its associated risk factors. \r\n Let me conclude by saying that only history can \r\njudge us. We would like to use the occasion of this \r\nHigh-level Meeting not to just sign another declaration, \r\nbut to link it to work at local and national levels, where \r\naction needs to be taken. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Eduardo Bustos Villar, Deputy \r\nMinister for Health of Argentina. \r\n Mr. Bustos Villar (Argentina) (spoke in \r\nSpanish): It is my great honour to address the General \r\nAssembly on behalf of the Group of 77 (G-77) and \r\nChina. I would first like to say that the G-77 and China \r\nwelcomes the holding of this High-level Meeting on \r\nthe Prevention and Control of Non-communicable \r\nDiseases. The G-77 and China believes that the United \r\nNations, given its universal membership, legitimacy \r\nand comprehensive mandate, should play a central role \r\nin mainstreaming non-communicable diseases into the \r\nglobal development agenda. \r\n Non-communicable diseases — primarily \r\ncardiovascular diseases, cancers, chronic respiratory \r\ndiseases and diabetes — represent a real global \r\nepidemic and a leading threat to sustainable \r\ndevelopment and to the right to achieve the highest \r\nattainable standards of physical and mental health. \r\nThese diseases cause the highest number of deaths and \r\ndisabilities worldwide, accounting for 60 per cent of all \r\ndeaths, with 80 per cent of them occurring in \r\ndeveloping countries. Such non-communicable \r\ndiseases could be largely prevented by eliminating risk \r\nfactors, in particular tobacco use, unhealthy diets, \r\nphysical inactivity and the harmful use of alcohol. \r\nOther non-communicable diseases, such as mental \r\nillness and sickle-cell anaemia, also seriously add to \r\nthe burden of disease. \r\n Non-communicable diseases deepen social \r\ninequities, hinder human development and remain a \r\ndifficult obstacle in the fight against poverty and \r\nhunger. Poor living conditions and other social, gender-\r\nrelated, economic, political and environmental health \r\ndeterminants contribute to the rising incidence of these \r\ndiseases. Social inequities, such as an inequitable \r\naccess to medicines and diagnostic tools and \r\ntechnologies, should also be addressed in this regard. \r\n Medicines are a public good, and universal access \r\nto them should to prevail over narrow commercial \r\ninterests. Ten years ago, the Doha Declaration on the \r\nTrade-Related Aspects of Intellectual Property Rights \r\n(TRIPS) Agreement and Public Health confirmed the \r\nright of States to take advantage of flexibilities to \r\nprotect public health and ensure access to treatment. In \r\naddressing chronic non-communicable diseases, \r\ncontrolling their incidence and mitigating their serious \r\nimpacts, countries should take all necessary measures \r\nto ensure access to affordable, safe, effective and \r\nquality medicines, diagnostics and other technologies.  \r\n In that regard, we recognize that generic drugs \r\nhave played a key role in ensuring access to medicines \r\nin the developing world. We therefore reaffirm our \r\nright to use, to the full, the TRIPS flexibilities, as \r\nconfirmed by the Doha Declaration. We also \r\nA/66/PV.7  \r\n \r\n11-50540 14 \r\n \r\nacknowledge the need to effectively implement the \r\nGlobal Strategy and Plan of Action on Public Health, \r\nadopted by the World Health Assembly in 2008, as \r\nimportant tools to help develop national capacities in \r\ndeveloping countries in order to strengthen public \r\nhealth and ensure the universal access of the \r\npopulation to medicines and medical technologies, \r\nwithout any kind of restriction to specific diseases. \r\n In this globalized world, neither communicable \r\ndiseases nor non-communicable diseases are \r\nconstrained by national boundaries. While recognizing \r\nthe primary role and responsibilities of Governments in \r\nresponding to this global epidemic, including in the \r\nform of awareness raising on the harmful effects of \r\ntobacco use and alcohol abuse, as well as the positive \r\neffects of good nutrition and physical activity, it should \r\nalso be recognized that there is an urgent need for joint \r\nefforts from all sectors of society as well as from the \r\ninternational community in support of national efforts. \r\nIn that regard, the Group of 77 and China urges all \r\nMember States to strengthen international cooperation, \r\nincluding through the transfer of technology. \r\n Despite the significant impact of non-communicable \r\ndiseases on public health and the related growing costs \r\nfor our national health systems, it should be noted that \r\nless than 1 per cent of official development assistance \r\n(ODA) funds go to non-communicable diseases. The \r\nG-77 and China calls for fulfilment of all ODA-related \r\ncommitments, including the commitment on the part of \r\nmany developed countries to reach a target of 0.7 per \r\ncent of gross national product for development aid by \r\n2015. Non-communicable diseases should receive the \r\nattention they deserve on the development agenda. \r\n The Group urges relevant international \r\norganizations and partners to increase technical \r\nassistance for research and capacity-building to \r\ndeveloping countries in order to improve prevention \r\nand control of non-communicable diseases, as well as \r\nuniversal access to medicines, medical and diagnostic \r\ntechnologies, including through the full use of the \r\nflexibilities contained in the Doha Declaration. \r\n The Political Declaration (resolution 66/2, annex) \r\nadopted at this High-level Meeting is the first \r\ncomprehensive document with commitments from \r\nglobal leaders to addressing non-communicable \r\ndiseases. The Group of 77 and China is of the view that \r\nthe Declaration will serve as a useful platform for \r\nongoing consideration of the development and other \r\nimpacts of non-communicable diseases. The Group of \r\n77 and China therefore looks forward to engaging with \r\npartners and stakeholders in the follow-up process with \r\nthe aim of strengthening the global response to the \r\nepidemic through multisectoral actions and effective \r\npartnerships. \r\n My delegation aligns itself with the statement I \r\nhave just made on behalf of the Group of 77 and China. \r\nI now have the honour to speak in my national \r\ncapacity. \r\n My country, Argentina, considers non-communicable \r\ndiseases to be a problem that should be dealt with \r\nacross every sector, as was said by the Director-\r\nGeneral of the World Health Organization (WHO) at \r\nthe regional high-level consultation of the Americas on \r\nnon-communicable diseases and obesity, held in \r\nMexico in February: “[C]hronic diseases are no longer \r\njust a medical or a public health problem. They are a \r\ndevelopment problem, and they are a political \r\nproblem”.  \r\n It is for that reason that we must strengthen the \r\nrole and leadership of States in protecting our peoples \r\nby creating healthier social and physical environments, \r\nreducing their exposure to risk factors and encouraging \r\nhealthy behaviours on the part of the population. A few \r\ndays ago, here in this city, we saw the launch of \r\nWellness Week, at which the Director of the Pan \r\nAmerican Health Organization said that better health is \r\nnot just a question of individual decisions; rather, \r\npublic policy is key to making healthy ways of living \r\nviable and sustainable.  \r\n In that regard, we consider it vital to regulate and \r\nwork to promote such areas as increasing physical \r\nactivity; reducing salt, sugar, and saturated and \r\ntrans-fats in diets; increasing consumption of fruit and \r\nvegetables; and reducing calorie intake. We should also \r\nimprove information for consumers; protect children \r\nfrom advertisements for unhealthy foods and drinks; \r\npromote relevant tax policies; prohibit tobacco \r\nadvertising, promotion and sponsorship; establish \r\nsmoke-free environments; and reduce harmful levels of \r\nalcohol consumption through effective public policy \r\nlimiting access to it. \r\n We believe that if this meeting is to have an \r\nimpact, we must agree on clear objectives, goals and \r\nshared courses of action at the global, regional and \r\nnational levels. The phenomenon of globalization \r\nseems to be taking on the form of a world economic \r\n A/66/PV.7\r\n \r\n15 11-50540 \r\n \r\ncrisis; we do not know how far this will go or what its \r\neffect on our peoples will be. In light of this, we in \r\nArgentina, which has lived through serious crises, \r\nconsider that the worst thing that could happen would \r\nbe for us to experience a crisis of ideas, or to lack \r\ninitiative on finding ways to tackle our health \r\nproblems. In this regard, we should invest all our \r\ncapacity, experience and lessons learned in the service \r\nof all countries. \r\n We would like to talk about what Argentina has \r\nbeen doing in this regard. We have been developing \r\nand implementing a national prevention and control \r\nstrategy for non-communicable diseases. To that end, \r\nwe have had to strengthen our institutional capacity by \r\ncreating a department for non-communicable diseases \r\nand a national cancer institute. We have created an \r\nepidemiological surveillance area dedicated to \r\nnon-communicable diseases, where risk factors and \r\nother data are studied in order to enable us to make \r\ndecisions and monitor our strategy. We have also \r\nreoriented our national programme for public \r\nproduction and free access to medicines, Remediar + \r\nRedes, including hypertension and diabetes as tracer \r\ndiseases in order to strengthen our health systems, and \r\nwe have classified patients according to their overall \r\ncardiovascular risk. \r\n We have created a national intersectoral \r\ncommission for the prevention and control of \r\nnon-communicable diseases, in which other ministries, \r\nscientific organizations, academia, civil society, \r\nuniversities and the food industry are participants, \r\ndesigned to formulate and implement intersectoral \r\nactions and policies.  \r\n Similarly, in conjunction with the Ministry of \r\nAgriculture and the food industry, we have modified \r\nArgentina’s food regulations on trans-fats with the aim \r\nof eliminating them from processed food by 2014. We \r\nhave begun to reduce sodium in processed foods \r\nthrough agreements with the industry, an initiative \r\nlaunched with the Argentine Federation of Bakers. We \r\nhave also reduced smoking rates through actions \r\ndesigned to limit it. Here, we highlight the importance \r\nof local provincial laws and a recently enacted national \r\nlaw on tobacco control that includes aspects of the \r\nWHO Framework Convention on Tobacco Control. \r\n We have developed a number of physical activity \r\nprojects as part of our healthy municipalities and \r\ncommunities programme; we are also conducting \r\nsummer educational campaigns in resorts on the risks \r\nassociated with unhealthy living habits. We have \r\nimplemented a national plan on responsible alcohol \r\nconsumption, working in conjunction with the industry \r\nitself. We have launched a campaign promoting \r\nconsumption of fruit and vegetables, in which, inter \r\nalia, we provide seasonal recipes using fruits and \r\nvegetables, in cooperation with the Argentine \r\nFederation of Fruit and Vegetable Markets. We have \r\ndeveloped and are implementing a practical clinical \r\nguide to best practices, which includes information on \r\ndiabetes, cardiovascular disease, tobacco use, kidney \r\ndisease and hypertension, aimed at ensuring high levels \r\nof care. \r\n Finally, I would like to say that without political \r\nwill and resolve on the part of our leaders in what we \r\ndo every day, all of it is going to become more and \r\nmore difficult. But we are convinced that this High-\r\nlevel Meeting will mobilize every world leader around \r\nour shared objective, which is to give a human face to \r\nthe decisions we take every day. I would like to end \r\nwith the words of a medieval theologian, who insisted \r\nthat men are like angels with one wing; in order to fly \r\nthey must link arms. This is one of the goals we have \r\nto set ourselves in order to create a greater and better \r\nquality of life for our peoples. \r\n The Acting President: I now give the floor to \r\nHis Royal Highness Prince Turki bin Mohammed bin \r\nSaud Al Kabeer, Under-secretary of the Ministry for \r\nForeign Affairs for Multilateral Relations of Saudi \r\nArabia. \r\n Prince Turki bin Mohamed bin Saud Al Kabeer \r\n(Saudi Arabia) (spoke in Arabic): I would like at the \r\noutset to congratulate Mr. Al-Nasser on his assumption \r\nof the presidency of the General Assembly at its sixty-\r\nsixth session. We wish him and the brotherly State of \r\nQatar full and continuous success. \r\n The holding of this High-level Meeting on the \r\nPrevention and Control of Non-communicable \r\nDiseases (NCDs) offers a good opportunity to review \r\nthe efforts of the international community to prevent \r\nsuch diseases and to strengthen international \r\ncooperation in combating their spread. In this context, \r\nSaudi Arabia supports all international endeavours \r\naimed at confronting these diseases and continues to \r\ndedicate efforts and resources to the fight at the \r\nnational and international levels.  \r\nA/66/PV.7  \r\n \r\n11-50540 16 \r\n \r\n Saudi Arabia has taken the following measures. \r\nIn 2003, it established a General Directorate for \r\nNon-communicable Diseases entrusted with setting up \r\nplans and strategies to combat these diseases. It has \r\nlaunched a number of programmes aimed at preventing \r\nthe non-communicable diseases that are most prevalent \r\nin Saudi society, including programmes on the \r\nprevention of diabetes and cancer, nutrition and \r\nphysical activity, cardiovascular and disease \r\nprevention, healthy marriage and the early examination \r\nof newborns. We have also set up the Health Crown \r\nPrevention programme, an accident and injury \r\nprevention programme, a programme to detect the risk \r\nfactors of non-communicable diseases, and an \r\nosteoporosis programme. \r\n We have adopted and begun implementing \r\nnational plans and strategies for the aforementioned \r\nprogrammes. Government and non-governmental \r\nentities have established national committees on \r\nnon-communicable diseases that are connected with \r\nprevention programmes. We have conducted several \r\nfield studies at the national level to assess the spread of \r\nnon-communicable diseases and their risks and causes, \r\nin cooperation with the World Health Organization. \r\n Mr. Thomson (Fiji), Vice-President, took the \r\nChair.  \r\n In this context, we have been giving support and \r\nassistance to primary-care institutions in the field of \r\ncombating non-communicable diseases. We have also \r\nset up functional guidelines for some of these \r\nprogrammes, including training and skills development \r\nfor personnel involved in combating NCDs and caring \r\nfor patients through special training courses associated \r\nwith the respective programmes.  \r\n We have also launched national campaigns to \r\npromote awareness among the populace through \r\nprogrammes such as “How is Your Diabetes?”, \r\nnutrition and physical activities, a healthy marriage \r\nprogramme and an accidents and injuries prevention \r\nprogramme. We have also produced awareness \r\nbulletins and brochures on such programmes.  \r\n We have also established a computerized \r\nregistration system to monitor non-communicable \r\ndiseases and record cases of cancer and diabetes among \r\nthose who are about to enter into marriage. There have \r\nbeen coordinated and cooperative activities between \r\nthe public and private sectors, including philanthropic \r\nsocieties, in combating NCDs. \r\n At the international level, the Kingdom has been \r\nassiduous in attending regional and international \r\nconferences and meetings, such as the Ministerial \r\nMeeting of Health Ministers of the Cooperation \r\nCouncil for the Arab States of the Gulf and the World \r\nHealth Organization, among other relevant meetings. \r\n The Acting President: I give the floor to \r\nMs. Karin Johansson, State Secretary to the Minister \r\nfor Health and Social Affairs of Sweden. \r\n Ms. Johansson (Sweden): For some time now, \r\nwe have observed the global trend of the rapidly \r\nincreasing prevalence of non-communicable diseases. \r\nIt has taken great patience and perseverance to move \r\nfrom initiative to decision, from the publication of \r\nfacts through the formulation of relevant strategies to \r\naction plans.  \r\n This United Nations High-Level meeting on \r\nNon-communicable Diseases is a landmark event in \r\nthis work and underscores the importance of our \r\ncommon efforts in this regard. The High-level Meeting \r\nwill be decisive for the progress of global health. Our \r\nexpectations are that concrete commitments will be \r\nmade, not least at the national level, using strategic \r\npolicy options that we all know have the greatest \r\npotential to bring about change. The efforts to tackle \r\nand control non-communicable diseases need to focus \r\nprimarily on health promotion and disease prevention. \r\nTherein lies great potential for global health gains and \r\nfor reduced health inequalities between and within \r\ncountries. It is now time to take action. \r\n It is of course up to each country to take into \r\naccount its own political and social context when \r\ndeciding on the optimal mix of existing evidence and \r\ngood practices for improving the health of its citizens. \r\nBut the most effective “best buys” are readily \r\navailable, and national responsibility for the \r\nimplementation of these measures has to be taken. \r\nOtherwise, the struggle against these diseases will be \r\nlost at the outset. \r\n The World Health Organization (WHO), as the \r\nlead specialized agency of the United Nations for \r\nhealth, should continue to have the leading role in the \r\nwork against non-communicable diseases.  \r\n Non-communicable diseases contribute to a large \r\npart of the disease burden across the globe. \r\nGovernments must take leadership and fulfil the \r\ncommitments already made in the fight against these \r\n A/66/PV.7\r\n \r\n17 11-50540 \r\n \r\ndiseases, and we all have the obligation to support each \r\nother in this regard. As one of the major contributors to \r\nthe WHO, we fully support the Organization’s \r\nfundamental work in assisting Member States in their \r\nstruggle. \r\n The Acting President: I give the floor to His \r\nExcellency Mr. Jun Byung Yool, Deputy Minister for \r\nHealth and Welfare of the Republic of Korea. \r\n Mr. Jun Byung Yool (Republic of Korea): I am \r\npleased to be a part of this significant High-level \r\nMeeting of the General Assembly, which has brought \r\ntogether world leaders from around the globe to discuss \r\nthe prevention and control of non-communicable diseases \r\n(NCDs).  \r\n This meeting is the second occasion at which the \r\nGeneral Assembly has focused on discussions \r\nconcerning another formidable health issue, following \r\nthe High-level Meeting that focused on HIV/AIDS \r\n(A/65/PV.90-95). That meeting contributed to \r\nstrengthening international cooperation to improve the \r\nprevention and treatment of HIV/AIDS. I firmly \r\nbelieve that this meeting, too, will be critically \r\nimportant in our fight against NCDs around the globe.  \r\n Non-communicable diseases such as \r\ncardiovascular disease, stroke, diabetes and chronic \r\nrespiratory disease claim the lives of some 36 million \r\npeople around the world every year. These deaths \r\nfigure around 63 per cent of the total annual number of \r\ndeaths. Among them, some 9 million people die before \r\nreaching 60 years of age. Sadly, 90 per cent of those \r\n9 million deaths occur in middle- and low-income \r\ncountries. By 2030, the number of deaths from NCDs \r\nis expected to be five times the number of deaths \r\ncaused by communicable diseases.  \r\n As a part of its preparation for this meeting of the \r\nGeneral Assembly, the World Health Organization \r\n(WHO) held this year a regional high-level meeting \r\nand co-organized the Moscow global ministerial \r\nconference. The Korean Government joined the efforts \r\nof the WHO and hosted a regional high-level meeting \r\non NCDs in March for discussions among the Western \r\nPacific members. The Seoul Declaration, adopted at the \r\nmeeting, expresses the commitment of high-level \r\nnational support for the prevention and control of \r\nNCDs and highlights the need to strengthen health \r\nsystems based on primary health care. \r\n The Moscow Declaration voiced the shared \r\nconcerns of WHO member States that the fight against \r\nNCDs involves complex levels and layers of \r\nchallenges. These challenges often relate to \r\nsocio-economic and environmental dimensions within \r\nMember States. Member States promised to develop \r\nwhole-of-Government policies and implement the \r\nAction Plan for the Global Strategy for the Prevention \r\nand Control of NCDs.  \r\n Non-communicable diseases are preventable. If \r\nwe correctly address major risk factors such as \r\nsmoking, unhealthy diet, physical inactivity and \r\nalcohol abuse, we can and will dramatically reduce \r\nfatalities from NCDs.  \r\n The importance of policies to fight NCDs cannot \r\nbe overstated. The Korean Government is making \r\naggressive efforts in this regard. Korea’s active tobacco \r\ncontrol policies, in place since 2004, include an \r\nincrease in pricing for tobacco products. Since then, \r\nKorea has seen its smoking rate decrease by 18 per \r\ncent among adults. More recently, as of 2010, the \r\nrelevant law was revised for the effective \r\nimplementation of the Framework Convention on \r\nTobacco Control. Our Government is also working to \r\nlegislate for health management services to enable \r\nsystemic NCD prevention and control at the same time.  \r\n Through this system, the Korean Government \r\nwill directly provide health management services for \r\nthe vulnerable and create a rational market for \r\nconsumers who can afford to pay for services. In \r\naddition, the Korean Government is actively \r\nparticipating in international cooperation to deal with \r\nNCDs. The hosting of the regional meeting, for \r\ninstance, served at an opportunity to reaffirm the \r\ncommitment of cooperation of Western Pacific \r\ncountries. In 2012, Korea will host the Conference of \r\nthe Parties to the WHO Framework Convention on \r\nTobacco Control with a vision for reinforcing greater \r\nand more substantial cooperation on tobacco control. \r\n It is my sincere desire that we, as an international \r\ncommunity, continue our alliance to work more closely \r\nfor the prevention and control of NCDs. Also, it is my \r\nstrong belief that the United Nations will lead us in this \r\nglobal effort with the strongest of leadership. \r\n The Acting President: I give the floor to Her \r\nExcellency Ms. Beatriz Londoño-Soto, Deputy \r\nMinister for Health and Welfare of Colombia. \r\nA/66/PV.7  \r\n \r\n11-50540 18 \r\n \r\n Ms. Londoño-Soto (Colombia) (spoke in \r\nSpanish): Colombia congratulates the United Nations \r\nand the World Health Organization (WHO) on having \r\norganized this High-level Meeting on chronic \r\nnon-communicable diseases (NCDs). We are here \r\nbecause we know the terrible effects of hypertension, \r\ndiabetes, cancer and respiratory diseases on our \r\npopulations, and because we feel that it is possible to \r\nreduce the suffering, disability and early deaths of \r\nmillions of people around the world by developing \r\nbetter designed, more effective and better evaluated \r\npolicies, strategies and programmes.  \r\n We have always believed that it is relevant to \r\nwork for the synergy resulting from coordinated \r\nmultisectoral work, but today, more than ever, it is \r\nimportant to return to the basic principles of teamwork \r\nin order to improve the health of our populations. That \r\nis why the Government of Colombia, under the \r\nleadership of President Juan Manuel Santos Calderón, \r\nis committed to developing national, regional and local \r\ncapacities in order to provide conditions and an \r\nenvironment favourable to the adoption of healthy \r\nhabits, working at the same time with various sectors \r\nand organizations, educational institutes at all levels, \r\nnon-governmental organizations, academia, the private \r\nsector, international bodies and local and regional \r\nGovernments.  \r\n For the 46 million inhabitants of our country, \r\nColombia, 76 per cent of the disease burden is caused \r\nby chronic non-communicable diseases. Against that \r\nbackdrop, the Government of Colombia is resolutely \r\ncommitted to promoting healthy lifestyles starting in \r\ninfancy, involving families and communities, and \r\ncontinuing to improve access to and management of \r\nhealth services for those suffering from non-communicable \r\ndiseases, and bringing together many complementary \r\ninstitutional and social networks.  \r\n Our country has taken decisive steps. Our \r\nanti-tobacco law created 100 per cent smoke-free areas \r\nin the workplace and in public transportation. We have \r\ngraphic health warnings and are one of the few \r\ncountries of the world where it is prohibited to \r\nadvertise to or encourage smoking in minors. However, \r\nwe need to raise our taxes and prices. \r\n All demographic groups in our country have \r\nshown weight gain. That is why we want to put \r\nparticular emphasis on the development of physical \r\nactivity as an essential factor in halting this epidemic \r\neffectively.  \r\n The reduction of chronic non-communicable \r\ndiseases goes beyond the health sector. Although we \r\nhave good clinical services, they will not be sufficient \r\nwithout changing the physical and cultural \r\nenvironments, promoting active transportation, \r\nimproving the condition of public spaces, and \r\nencouraging a healthy daily diet rich in fruit and \r\nvegetables.  \r\n We have enacted a law that supports the fight \r\nagainst obesity by regulating the composition of foods, \r\nsuch as trans-fats and saturated fats. Next year, \r\nregulations to gradually reduce sodium over the course \r\nof five years will come into force in conjunction with a \r\nhealth communication and education campaign \r\ntargeting children and young people.  \r\n We have made progress on early cancer detection \r\nin order to provide treatment at an early stage, \r\nparticularly for women with uterine or breast cancer. \r\nHowever, we need to redouble our efforts to detect \r\nmany other kinds of cancers affecting our population. \r\nWe are therefore training our health teams to look for \r\nrisk factors, developing specific treatment guidelines \r\nand evaluating their results. \r\n Our national pharmacology policy reflects our \r\ncommitment to guaranteeing access to high-quality \r\nmedicines at reasonable cost, which will ensure a \r\nhealth-care system that is sustainable in the long term \r\nfor patients suffering from those diseases. \r\n Finally, I stress the fact that Colombia has \r\nincreased its funding for innovation, science and \r\ntechnology, identifying five priority research areas \r\nrelated to chronic non-communicable diseases. We aim \r\nto adapt the best technologies to provide for better use \r\nof all available resources. \r\n We would like to express our enthusiastic and \r\ncommitted support for the shared tasks proposed at this \r\nmeeting. They will enable us to close the gaps and to \r\nobtain significant and sustainable results in the long \r\nterm. We will always be prepared to share our progress \r\nand to continue to learn from all countries. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Roberto Sabrido Bermúdez, Vice-\r\nMinister for Health of Spain and President of the \r\nSpanish Agency for Food Security and Nutrition. \r\n A/66/PV.7\r\n \r\n19 11-50540 \r\n \r\n Mr. Sabrido Bermúdez (Spain) (spoke in Spanish): \r\nIt is my honour and pleasure to represent my country in this \r\nHigh-level Meeting of the General Assembly on the \r\nPrevention and Control of Non-communicable Diseases. \r\nWe share the concern expressed about this issue. I also \r\nwant to affirm Spain’s endorsement of the statement \r\nmade on behalf of the European Union.  \r\n Non-communicable diseases represent a high \r\nmorbidity and mortality burden for all countries. In this \r\nregard, my Government agrees with the Secretary-\r\nGeneral when he declares in his report that \r\n“non-communicable diseases represent a new frontier \r\nin the fight to improve global health” (S/2011/83, p. 1). \r\nThe promotion of healthy lifestyles — encouraging \r\nphysical activity and healthy diet and working to \r\nreduce smoking and harmful alcohol use — is a public \r\nhealth priority for the Government of Spain, as I \r\nbelieve it should be worldwide.  \r\n My Government has been working intensively on \r\nthose four fronts. In January 2011, a new law banned \r\noutright smoking in enclosed public places, the outdoor \r\nareas of schools and hospitals, and playgrounds. The \r\nSpanish national strategy on nutrition, physical activity \r\nand obesity prevention came into effect in 2005 with \r\nthe goal of improving nutrition and promoting physical \r\nactivity, especially among children and adolescents. \r\nWe are pleased to see that the three pillars on which the \r\nstrategy is based — multisectorality, balance between \r\nvoluntary agreements and regulatory actions, and \r\nassessment of the policies implemented — are also \r\nacknowledged in the principles of the Political \r\nDeclaration adopted at this High-level Meeting \r\n(resolution 66/2, annex). In January 2009, the Spanish \r\nnational drug dependency strategy came into effect, \r\nfocusing especially on reducing underage drinking. \r\n Care models in developed and developing \r\ncountries continue to be directed towards reactive \r\nresponses to acute health problems. We have to identify \r\ninnovative and highly cost-effective health strategies \r\nand interventions that act both on chronic diseases and \r\non their determinants. The Government of Spain \r\nmaintains that all public policies must absolutely be \r\nevaluated based on their cross-cutting effect on the \r\nhealth of the population, as well as on gender \r\nmainstreaming. \r\n The quality plan of the national health system of \r\nSpain has developed several health strategies, for \r\nexample for cancer, ischaemic heart disease and \r\ndiabetes. We are developing a national health system \r\nstrategy on health and gender, and re-evaluating our \r\napproach to chronic disease in general, which will open \r\nthe way to a reorientation of our health-care services. \r\n Health systems are one of the most important \r\nfactors of social cohesion in the different countries of \r\nthe international community, especially in periods and \r\nsituations of economic crisis, such as now. There is \r\ntherefore an urgent need to adopt measures promoting \r\nthe collaboration of the international community in the \r\ndevelopment of national health systems, enabling \r\npersons to exercise their right to health and to have \r\nequitable, solidarity-based and universal health \r\nsystems that are also sustainable. \r\n In the twenty-first century, the health of the \r\ngeneral population has become a centrepiece of \r\nsocieties’ aspirations and proven to be a key element of \r\neconomic and social development. Therefore, we \r\nshould analyse the health sector’s role not as a \r\ngenerator of costs but as a critical element of economic \r\nprogress. We therefore draw the attention of the \r\nmembers of the General Assembly to the role of health-\r\ncare systems as catalysts of national economies, in \r\nparallel to their undoubted significance in achieving \r\nthe goals of wealth redistribution and social justice that \r\nwe all share. \r\n The Government of Spain reiterates and \r\nemphasizes its willingness to collaborate in all \r\ninternational cooperation activities aimed at fostering \r\nand promoting the health of populations, as does the \r\naction proposed by the Secretary-General on the \r\nprevention and control of non-communicable diseases. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Torphong Chaiyasan, Deputy \r\nMinister of Public Health of Thailand. \r\n Mr. Chaiyasan (Thailand): On behalf of \r\nThailand, I want to express our country’s great pleasure \r\nin participating in this High-level Meeting of the \r\nGeneral Assembly on the Prevention and Control of \r\nNon-communicable Diseases (NCDs). \r\n In 1973, a group of experts from the World \r\nHealth Organization visited Thailand and warned us \r\nthat NCDs would soon be our number-one killer. At the \r\ntime, everyone laughed at the idea. Today, \r\nnon-communicable diseases constitute almost three-\r\nfourths of both Thailand’s total number of deaths and \r\nits total burden of disease. \r\n Unfortunately, we are not the only ones facing \r\nthat sad-but-true situation. Low- and middle-income \r\nA/66/PV.7  \r\n \r\n11-50540 20 \r\n \r\ncountries bear the brunt of the global NCD burden. The \r\ntruly alarming fact is that they are shouldering that \r\nburden with a limited capacity to cope, compared to \r\nthose in the high-income world. They lack almost \r\neverything that is needed to address this issue. Our \r\ndiscussion here today will be really meaningful only if \r\nwe seriously and sincerely address those limitations in \r\nthe developing world. \r\n We have not done enough, even though evidence \r\nclearly suggests that there are effective and sustainable \r\nways to deal with NCDs by addressing risky behaviour \r\nand related social determinants. The World Health \r\nOrganization’s global status report on NCDs clearly \r\nrecognizes “best buy” interventions, which include \r\ncontrolling availability and marketing strategies and \r\ndevising tax and price measures to control aggregate \r\nconsumption of commodities that lead to NCDs. We do \r\nneed to do much more to integrate this “best buy” \r\nintervention into our public policy. \r\n Thailand has benefited tremendously since 2001 \r\nfrom the establishment of the Thailand Health \r\nPromotion Foundation, funded by a 2 per cent \r\nadditional levy on top of the excise tax on tobacco and \r\nalcohol. Since the Board of the Foundation is chaired \r\nby the Prime Minister of Thailand, it has direct links to \r\ntop policymakers. In this connection, Thailand would \r\nlike to request all Member States to effectively \r\nimplement the Framework Convention on Tobacco \r\nControl as soon as possible. \r\n Earlier this year in Moscow, the Director-General \r\nof the WHO said: \r\n “Today, many of the threats to health that \r\ncontribute to NCDs come from corporations that \r\nare big, rich and powerful, driven by commercial \r\ninterests, and far less friendly to health.” \r\nAlthough the alcohol, tobacco and food and beverage \r\nindustries are different from one another, their actions \r\nand expectations with regard to the policy process are \r\nthe same. They try to weaken policy content, tone \r\ndown its scope in the public policy process. \r\n “Partner” is a good term, and the global \r\ncommunity has enjoyed countless public benefits from \r\npartnership with the private sector. But partnership \r\nwith certain industries that have conflicts of interest \r\nleads nowhere. We believe that the private sector can \r\nstill be part of the solution, but that should be in \r\ndialogue not only with producers, distributors and \r\nmarketers, but also as part of the public policy process. \r\n The final point that I would like to stress is that \r\nmedicine is a moral commodity. Thailand strongly \r\nsupports the full use of the flexibilities and rights \r\nenshrined in the Agreement on Trade-Related Aspects \r\nof Intellectual Property Rights (TRIPS) and the Doha \r\nDeclaration to protect public health and strengthen the \r\nglobal effort to improve our capacity to fight the NCD \r\npandemic. The TRIPS Agreement and the Doha \r\nDeclaration ensure that members of the World Trade \r\nOrganization can implement TRIPS flexibilities to \r\nproduce generic patented drugs for public non-commercial \r\nuse and for export to countries that may not have \r\nadequate domestic capacity to produce their own \r\ngeneric essential drugs. These are rights that we must \r\nhold dear, because we owe it to our public and to the \r\nglobal community to protect and promote public health \r\nand, quite simply, to save lives. \r\n In closing, I would like to express my \r\ndelegation’s sincere appreciation that this High-level \r\nMeeting reflects the agreement among Member States \r\nto discuss important multisectoral health issues here at \r\nthe United Nations in New York. In this regard, I \r\nwould like to reiterate the request of the recent World \r\nHealth Assembly to the Secretary-General that a \r\ndiscussion be convened on the issue of universal health \r\ncoverage at a future session of the General Assembly in \r\norder to find consensus on the issue, which we believe \r\nis not only essential to effectively tackling NCDs, but \r\nalso crucial to the achievement of the Millennium \r\nDevelopment Goals. \r\n  The meeting rose at 1.15 p.m. \r\n"