" United Nations  A/66/PV.47\r\n  \r\n \r\nGeneral Assembly \r\nSixty-sixth session \r\n \r\n47th plenary meeting \r\nTuesday, 1 November 2011, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n11-57402 (E) \r\n*1157402*   \r\nPresident: Mr. Al-Nasser . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Qatar) \r\n \r\n \r\n  In the absence of the President, Mr. Thomson \r\n(Fiji), Vice-President, took the Chair. \r\n \r\n \r\n  The meeting was called to order at 3.10 p.m. \r\n \r\n \r\nAgenda item 115 (continued) \r\n \r\nAppointments to fill vacancies in subsidiary organs \r\nand other appointments \r\n \r\n (g) Appointment of members of the Joint \r\nInspection Unit \r\n \r\n  Note by the Secretary-General (A/66/509) \r\n \r\n The Acting President: A note by the Secretary-\r\nGeneral, which has been circulated as document \r\nA/66/509, informs of the resignation of Inspector \r\nEnrique Román-Morey of Peru, effective as of \r\n31 October 2011. Inspector Román-Morey was \r\nappointed by the General Assembly on 9 October 2007 \r\nfor a five-year term of office, beginning on 1 January \r\n2008 and expiring on 31 December 2012. In \r\naccordance with article 4, paragraph 5, of the statute of \r\nthe Joint Inspection Unit, the Chairperson of the Unit \r\nnotified the Secretary-General, on 6 September, of the \r\nvacancy and of his decision to waive the requirement \r\nof six months’ notice, stipulated in article 4, paragraph \r\n3, of the statute. As a result of the resignation of \r\nInspector Enrique Román-Morey of Peru, the General \r\nAssembly is required, during the sixty-sixth session, to \r\nappoint a member to fill the vacancy in the Joint \r\nInspection Unit. \r\n It is further stated in the note of the Secretary-\r\nGeneral that, in order for consultations to be held as \r\nstipulated in article 3, and to align the term of office \r\nwith that of the other inspectors, the Assembly may \r\nwish to consider filling the vacancy for a term of office \r\nbeginning on 1 January 2012 and expiring on \r\n31 December 2016. \r\n In that connection, may I take it that it is the wish \r\nof the General Assembly to fill this vacancy for a term \r\nof office beginning on 1 January 2012 and expiring on \r\n31 December 2016? \r\n It was so decided. \r\n The Acting President: As also indicated in \r\ndocument A/66/509, in accordance with article 3, \r\nparagraph 1, of the statute of the Joint Inspection Unit, \r\nthe President of the General Assembly shall consult \r\nwith Member States to draw up a list of countries — in \r\nthis case, one country — that would be requested to \r\npropose a candidate for appointment to the Joint \r\nInspection Unit. \r\n After holding the necessary consultations, I \r\nshould like to communicate to the Assembly that five \r\ncountries, namely, the Plurinational State of Bolivia, \r\nHaiti, Honduras, Mexico and Peru, have decided to \r\npresent their candidatures for the one vacancy from \r\namong the Latin American and Caribbean States. \r\n Since, from among the Latin American and \r\nCaribbean States, there is no single endorsed candidate \r\nfor the one vacancy, I should like, in accordance with \r\npast practice, to consult with Member States through \r\nA/66/PV.47  \r\n \r\n11-57402 2 \r\n \r\nthe procedure of holding an advisory vote by secret \r\nballots, to select one country from among the Latin \r\nAmerican and Caribbean States to be requested to \r\npropose a candidate for appointment to the Joint \r\nInspection Unit. \r\n Although this advisory vote is not an election, we \r\nshall follow the rules of procedure of the Assembly \r\ngoverning elections. If there is no objection, I shall \r\ntake it that the General Assembly agrees to that \r\nprocedure? \r\n It was so decided. \r\n The Acting President: In accordance with \r\nexisting practice, the country receiving the greatest \r\nnumber of votes, and not less than a majority of the \r\nvotes of those present and voting, shall be the country \r\nselected to propose a candidate for appointment to the \r\nJoint Inspection Unit. \r\n Also, consistent with past practice, in the event \r\nthat, owing to a tie vote, it becomes necessary to \r\ndetermine the candidate to be elected, there will be a \r\nspecial restricted ballot limited to those candidates who \r\nhave obtained an equal number of votes. \r\n May I also take it that the General Assembly \r\nagrees to those procedures? \r\n It was so decided. \r\n The Acting President: May I remind members \r\nthat the Assembly is not appointing members to the \r\nJoint Inspection Unit at this time. It is only selecting \r\none country, which will be requested to propose a \r\ncandidate. Therefore, only the name of a country, and \r\nnot the name of an individual, should appear on the \r\nballot paper.  \r\n The Assembly will now proceed to the selection \r\nof one country from among the Latin American and \r\nCaribbean States, which will be requested to propose a \r\ncandidate to fill the vacancy in the Joint Inspection \r\nUnit. \r\n Before we begin the voting process, I should like \r\nto remind members that, pursuant to rule 88 of the \r\nrules of procedure of the General Assembly, no \r\nrepresentative shall interrupt the voting except on a \r\npoint of order on the actual conduct of the voting. \r\n We shall now begin the voting process. Members \r\nare requested to remain seated until all ballots have \r\nbeen collected. \r\n Ballot papers will now be distributed. May I \r\nrequest representatives to write on the ballot paper the \r\nname of the one State for which they wish to vote. \r\nBallot papers containing more than one name will be \r\ndeclared invalid. If a ballot paper contains the name of \r\na Member State that does not belong to the Latin \r\nAmerican and Caribbean region, that ballot paper will \r\nbe declared invalid. Ballot papers bearing the name of \r\nan individual will not be counted at all. \r\n At the invitation of the President, Ms. Anna Ruski \r\n(Bulgaria), Mr. Juan Pablo Espinoza (Chile), \r\nMs. Anna Reich (Hungary), Mr. Amin Javed \r\nFaizal (Maldives), Mrs. Jamila Alaoui (Morocco) \r\nand Ms. Caroline Payne (United Kingdom) acted \r\nas tellers. \r\n A vote was taken by secret ballot. \r\n The meeting was suspended at 3.25 p.m. and \r\nresumed at 3.50 p.m. \r\n The Acting President: The result of the voting is \r\nas follows: \r\n Latin American and Caribbean States \r\nNumber of ballot papers:   175 \r\nNumber of invalid ballots:   2 \r\nNumber of valid ballots:   173 \r\nAbstentions:     0 \r\nNumber of members voting   173 \r\nRequired majority:    87 \r\nNumber of votes obtained: \r\n Honduras     107 \r\n Haiti      26 \r\n Peru      17 \r\n Mexico     12 \r\n Plurinational State of Bolivia 11 \r\n Having obtained the required majority and the \r\ngreatest number of votes, Honduras was selected \r\nto propose a candidate for appointment to the \r\nJoint Inspection Unit. \r\n The Acting President: In accordance with article \r\n3, paragraph 1, of the statute of the Joint Inspection \r\nUnit, Honduras will be requested to submit the name of \r\na candidate and his or her curriculum vitae highlighting \r\nthe candidate’s relevant qualifications for the tasks \r\nahead. \r\n I would like to remind members that, in \r\naccordance with resolution 59/267, of 23 December \r\n2004, the candidate should have experience in at least \r\n A/66/PV.47\r\n \r\n3 11-57402 \r\n \r\none of the following fields: oversight, audit, \r\ninspection, investigation, evaluation, finance, project \r\nevaluation, programme evaluation, human resources \r\nmanagement, management, public administration, \r\nmonitoring and/or programme performance, as well as \r\nknowledge of the United Nations system and its role in \r\ninternational relations. \r\n After holding the appropriate consultations \r\ndescribed in article 3, paragraph 2, of the statute of the \r\nJoint Inspection Unit, including consultations with the \r\nPresident of the Economic and Social Council and with \r\nthe Secretary-General in his capacity as Chairman of \r\nthe United Nations System Chief Executives Board for \r\nCoordination, the President of the General Assembly \r\nwill propose the name of the candidate to the Assembly \r\nfor appointment to the Joint Inspection Unit. \r\n We have thus concluded this stage of our \r\nconsideration of sub-item (g) of agenda item 115. \r\n \r\nAgenda item 75 (continued) \r\n \r\nReport of the International Criminal Court \r\n \r\n  Note by the Secretary-General (A/66/309) \r\n \r\n  Report of the Secretary-General (A/66/333) \r\n \r\n The Acting President: Members will recall that \r\nthe General Assembly considered this item at its \r\n44th plenary meeting on 26 October 2011. We shall \r\nnow hear the remaining speakers. \r\n Mr. Silva (Brazil): I join others in thanking the \r\nPresident of the International Criminal Court (ICC), \r\nJudge Sang-Hyun Song, for his statement last week \r\n(see A/66/PV.44) and for the presentation of the \r\nseventh report of the Court to the General Assembly \r\n(see A/66/309). I commend him and the other judges of \r\nthe Court on their decisive role in contributing to the \r\nrule of law and to the cause of justice. We are proud to \r\nhave contributed to this process through the work of \r\nJudge Sylvia Steiner, a Brazilian national. \r\n Brazil attaches great importance to the \r\ndevelopment of international law provided by the \r\nRome Statute, which established the first permanent, \r\ntreaty-based court to try individuals accused of having \r\ncommitted the most serious crimes of international \r\nconcern. The independence of such an important \r\njudicial institution is the foundation of its legitimacy in \r\nbringing accused persons to justice, with fairness and \r\nwith full respect for their rights. Brazil believes that \r\nthe values enshrined in the preamble of the Rome \r\nStatute are truly universal in nature. That is why we \r\nhave always been supporters of the Court’s \r\nuniversality.  \r\n In that regard, we note with satisfaction that, \r\nduring the period covered by the report, Grenada, the \r\nRepublic of Moldova, Saint Lucia, Seychelles and \r\nTunisia deposited their instruments of ratification or \r\naccession. Since that time, Tunisia, Maldives and Cape \r\nVerde, a member of the Community of Portuguese-\r\nspeaking Countries, have joined the Court, bringing the \r\ntotal number of States parties to the Rome Statute to \r\n119 countries. We warmly welcome all of them. We \r\nhope that more States, large and small, on all \r\ncontinents, will ratify the Rome Statute in the near \r\nfuture. In South America, as is well known, all \r\ncountries are parties to the ICC and are strong \r\nsupporters of the Court’s contribution to the cause of \r\ninternational justice. \r\n The period covered by the report shows that the \r\nCourt is currently facing an unprecedented workload. \r\nThe ICC is now seized of seven open situations, given \r\nthe fact that Pre-Trial Chamber III recently authorized \r\nyet another investigation. The number of individuals \r\nsubject to proceedings before the Court increased from \r\n15 to 25 persons. In that context, it is important that the \r\nCourt be granted all the necessary means for the timely \r\ndischarge of its judicial functions. \r\n Brazil continues to stress the importance of \r\ncooperation between the International Criminal Court \r\nand the United Nations. We attach particular \r\nimportance to efforts aimed at reinforcing rule of law \r\nactivities, such as those that support the domestic \r\ncapacity of States to prosecute serious crimes. States \r\nhave a sovereign responsibility to deliver justice and \r\npromote law enforcement. They must be supported in \r\ntheir efforts to reinforce their national institutions, so \r\nthat the Court can function as a court of last resort. \r\n The next Assembly of States Parties will be \r\nparticularly busy, as elections will be involved. In less \r\nthan two months, that Assembly will elect six new \r\njudges and a new prosecutor. Brazil wishes them every \r\nsuccess in the discharge of their duties. I would like to \r\nexpress, once again, Brazil’s full support to the ICC \r\nand our appreciation to President Sang-Hyun Song. \r\n Mr. Kamau (Kenya): Kenya wishes to align \r\nitself with the statement made by the Permanent \r\nRepresentative of the United Republic of Tanzania on \r\nA/66/PV.47  \r\n \r\n11-57402 4 \r\n \r\nbehalf of the African States Parties to the Rome \r\nStatute. \r\n My delegation appreciates the report of the \r\nInternational Criminal Court (ICC) on its activities for \r\nthe period 2010-2011 (see A/66/309), which highlights \r\nsome of the developments since the previous report \r\n(see A/65/313). We note the increased workload of the \r\nCourt and the concomitant challenges, which call for \r\nincreased efforts to ensure that the Court remains \r\neffective in the execution of its mandate. We commend \r\nthe President of the Court, Judge Sang-Hyun Song, for \r\nhis leadership in steering the Court towards realizing \r\nthe objectives for which it was established. \r\n In that regard, Kenya believes that the Court has \r\nindeed staked out an important role for itself in helping \r\nthe world fight impunity for perpetrators of the crime \r\nof genocide, crimes against humanity, war crimes and \r\nthe crimes of aggression. \r\n Kenya remains committed to its obligations under \r\nthe Rome Statute and under the rule of law and natural \r\njustice. Furthermore, the Government of Kenya has \r\ncontinued to cooperate with the Court, as well as to \r\nfacilitate its work. Most recently, the Court opened a \r\nliaison office in Kenya, and the Government has \r\ngranted that office, along with its officers, full \r\ndiplomatic privileges and immunities. \r\n As we facilitate the Court’s work in Kenya, we \r\nare of course deeply aware that it is the primary \r\nresponsibility of Kenya to exercise criminal \r\njurisdiction over those responsible for crimes \r\ncommitted in Kenya, including during the post-election \r\nviolence of 2008. The Government has made \r\ncommendable progress in the process of investigating \r\nand prosecuting all those suspected of involvement in \r\nthe post-election violence. Indeed, under Kenya’s new \r\nConstitution, extensive reforms within the justice \r\nsystem have been undertaken to ensure the fair and \r\ntransparent administration of justice for all. Some of \r\nthose reforms include the appointment of a new chief \r\njustice, attorney general and deputy chief justice, along \r\nwith the first-ever Supreme Court judges, 28 new high \r\ncourt judges and a new director of public \r\nprosecutions — all of whom were recruited through a \r\nrigorous and transparent public recruitment process. \r\nThe systematic restructuring of the police force is \r\nongoing and will receive its final form under the \r\nnational police service bill of 2011, once it becomes \r\nlaw. \r\n Equally important, the political institutions of the \r\nexecutive and Parliament will also undergo \r\nrestructuring to ensure an improved enabling \r\nenvironment for the administration of justice and the \r\nprotection of human rights. \r\n Kenya believes in the rule of law at the national \r\nand international levels and considers the Rome Statute \r\nto be an instrument for further institutionalizing the \r\nrule of law and fighting impunity. We therefore \r\nencourage States that are not parties to the Statute, \r\nparticularly those on the Security Council, which is \r\nentrusted with the role of making referrals under article \r\n13 and 15 ter and deferrals under article 16 of the \r\nStatute, to become States parties. That would bind \r\nthem by the same principles as those over which they \r\nwish to adjudicate and on which they wish to \r\npronounce themselves within the Security Council. The \r\nmoral imperative of that point, as well as the \r\ncorresponding jurisprudential contradiction, ought to \r\nbe self-evident. \r\n Kenya joins other Member States in applauding \r\nthe States that have ratified the Rome Statute since the \r\nlast report, bringing the number from 111 to 119. \r\n Maintaining public confidence in any justice \r\nsystem depends on the ability of that system to uphold \r\nthe rule of law and the principles of natural justice. \r\nThose are fundamental elements that are enshrined in \r\nthe spirit and the letter of the Rome Statute in order to \r\nensure that justice is not only done, but that it is \r\nmanifestly also seen to be done.  \r\n Unfortunately, there is a growing perception that \r\nthe Court is unfairly and selectively targeting certain \r\ncountries, particularly in Africa. There is also a \r\nperception that ownership of the Rome Statute has \r\nbeen usurped, as if to suggest that the Statute and the \r\nCourt are meant to serve some States and not others. \r\nSuch perceptions undermine an institution that was \r\ncreated with very noble intentions, and threatens to \r\nerode all confidence in the Court. When we fight \r\nimpunity and promote the rule of law at the \r\ninternational level, we should not substitute impunity \r\nat the national level with impunity and high-\r\nhandedness at the international level through selective \r\nand prejudicial application of the principles and \r\narticles of the Rome Statute. The Court needs therefore \r\nto candidly inquire why some States parties continue to \r\nbe disgruntled and alienated within the ICC. That \r\nprocess should be followed by the institution of actions \r\n A/66/PV.47\r\n \r\n5 11-57402 \r\n \r\nthat will ensure respect for the rule of law and the \r\nprinciples of natural justice as enshrined in the spirit \r\nand letter of the Rome Statute. \r\n Let me conclude by stating that the social fabric \r\nof our international order is based, among other things, \r\non the principles of sovereignty and the equality of \r\nStates, on the immunity of officials that exists under \r\ncustomary international law and on the peaceful \r\ncoexistence among States. Those fundamental \r\nprinciples should not only guide the work of the Court \r\nin relation to States but should also do so with respect \r\nto the role of the Security Council, as provided under \r\nthe Rome Statute.  \r\n As we continue the process of identifying the \r\nnext prosecutor of the Court, we look forward to seeing \r\na prosecutor who will work with the Court to ensure \r\nthat those fundamental legal outcomes and legal \r\ndoctrines are upheld in the application of the Rome \r\nStatute. \r\n Mr. Loy (United States of America): Before I \r\nbegin, I would like to express my country’s profound \r\ncondolence to the people of Italy on the death of Judge \r\nAntonio Cassese, an eminent scholar and jurist, who \r\nmade a lasting contribution to international criminal \r\nlaw. We would also like to thank President Sang-Hyum \r\nSong for his report (see A/66/333) and for his service \r\nto the International Criminal Court (ICC). \r\n Although the United States is not a party to the \r\nRome Statute, we remain steadfastly committed to \r\npromoting the rule of law and to the principle that \r\nthose responsible for serious violations of human rights \r\nand international humanitarian law should be held to \r\naccount. We will continue to play a leadership role in \r\nrighting those wrongs when they have been committed \r\nand, in concert with the international community, \r\nacting on early warning signs to prevent atrocities from \r\noccurring in the first place. We recognize that the \r\nInternational Criminal Court plays a key role in \r\nbringing perpetrators of the worst atrocities to justice. \r\n We were pleased to cast our first vote in favour of \r\nan ICC referral by the Security Council earlier this \r\nyear, which reflects our continued engagement with the \r\nICC and States parties to the Rome Statute to end \r\nimpunity for the worst crimes. Just as we are engaging \r\nwith the States parties on issues of concern, the Obama \r\nAdministration also supports the ICC’s prosecution of \r\nthose cases that advance United States interests and \r\nvalues, consistent with the requirements of United \r\nStates law. \r\n We continue to support positive complementarity \r\ninitiatives by assisting countries in their efforts to \r\ndevelop domestic accountability processes for Rome \r\nStatute crimes. The ICC, by its nature, is intended to \r\nexamine only those accused of bearing the greatest \r\nresponsibility for the gravest crimes within its \r\njurisdiction. It depends on States to complement the \r\nwork of the ICC with national-level prosecutions.  \r\n In that regard, over the past year, we supported \r\nthe efforts of the Government of the Democratic \r\nRepublic of the Congo to draft legislation establishing \r\nspecialized mixed courts. We will continue to assist \r\nefforts to strengthen the capacity and the independence \r\nof the Congolese judicial system in order to achieve \r\njustice for the victims of sexual violence and other \r\ngrave crimes. We supported a pilot project in the \r\nDemocratic Republic of the Congo to protect witnesses \r\nand judicial officers in sensitive and challenging cases, \r\nand are expanding that kind of witness-protection \r\nsupport. We are looking for additional ways to support \r\ndomestic prosecutions in other countries.  \r\n Despite the good work that has already been \r\ndone, important challenges remain. In particular, \r\nreparations and coordinated and effective witness and \r\njudicial protection remain key gaps that must be filled. \r\nFinally, my delegation’s concerns about the \r\namendments adopted last year in Kampala are well \r\nknown, and were set forth in last year’s debate on this \r\nagenda item. (see A/65/PV.41, p. 26) \r\n The United States looks forward to continuing its \r\nparticipation as an observer at meetings of the \r\nAssembly of States Parties at the upcoming session in \r\nNew York this December. \r\n Mr. Delgado Sánchez (Cuba) (spoke in Spanish): \r\nThe delegation of Cuba takes note of the report of the \r\nInternational Criminal Court contained in document \r\nA/66/309. The establishment of an impartial, \r\nnon-selective, effective and fair international criminal \r\njurisdiction that is complementary to national justice \r\nsystems and genuinely independent, and therefore free \r\nof subjugation to political interests that could distort its \r\nessence, continues to be an objective that Cuba \r\nsupports. \r\n However, given the limitations to its \r\nindependence, the International Criminal Court was \r\nA/66/PV.47  \r\n \r\n11-57402 6 \r\n \r\ntainted from the outset owing to how its relationship \r\nwith the Security Council was defined. Article 16 of \r\nthe Rome Statute authorizes the Security Council to \r\nsuspend investigations or prosecutions carried out by \r\nthe Court. That provision remains the case, despite the \r\noutcome of the Review Conference of the Rome \r\nStatute, held in Kampala in 2010. \r\n The referral of the case of Libya to the \r\nInternational Criminal Court by the Security Council \r\nrevealed once again a negative trend that Cuba has \r\nrepeatedly condemned. The Security Council, in \r\nviolation of the principles of international law and \r\ntreaty law, continues to refer cases to the International \r\nCriminal Court that involve facts and citizens of States \r\nthat are not party to the Rome Statute. \r\n The very resolutions of the Security Council are \r\nproof of that organ’s policy of double standards, since \r\nthose very resolutions stipulate that crimes committed \r\nby the forces of Powers that are members of the \r\nCouncil and not party to the Rome Statute cannot be \r\ninvestigated. The Court cannot be a tool to attack \r\ndeveloping countries and to provide impunity to \r\ndeveloped countries with regard to their aggressions. \r\n Such irresponsible conduct by the Security \r\nCouncil not only affects the supposed impartiality and \r\nindependence that should be a hallmark of the \r\nInternational Criminal Court. It also threatens the \r\nlegitimacy of the undemocratic and unrepresentative \r\ndecisions of the Security Council. At that rate, we will \r\nsoon be talking of reforming not only the Security \r\nCouncil but also the International Criminal Court and \r\nits Statute. \r\n We would like to reiterate our concern about the \r\nserious precedent set by the decisions of the Court to \r\ninitiate proceedings against nationals of States \r\nnon-parties to the Rome Statute, States that have not \r\neven accepted the jurisdiction of the Court, pursuant to \r\narticle 12 of its Statute. The Cuban delegation \r\nreiterates that the legal principle regarding a State’s \r\nconsent to be bound by a treaty, as provided for in \r\narticle 11 of part II of the Vienna Convention on the \r\nLaw of Treaties, of 23 May 1969, must be respected. \r\n As a complement to national criminal \r\njurisdictions, the integrity of the International Criminal \r\nCourt must be preserved. The Court must remain \r\nimpartial and fully independent of the political bodies \r\nof the United Nations, in particular those that are \r\nundemocratic and unrepresentative in their work. Such \r\nbodies should not hamper or affect its functioning. The \r\nresponsibilities of the Security Council under the \r\nCharter should not limit the Court’s role as an \r\nindependent judicial body. \r\n For more than 50 years, Cuba has been subjected \r\nto various forms of aggression, which, as a result of the \r\nunilateral and extraterritorial actions underlying that \r\naggression, have caused thousands of deaths and \r\ninjuries and incalculable material, economic and \r\nfinancial damage. The definition of the crime of \r\naggression reached in Kampala is more limited that \r\nCuba had hoped for. We missed the opportunity to \r\nestablish a generic definition that would cover all the \r\nforms of aggression that are manifest in international \r\nrelations among States. Such forms are not limited to \r\nthe use of armed force, but include those that affect the \r\nsovereignty, territorial integrity and political \r\nindependence of States. \r\n In conclusion, we reaffirm our resolve to \r\ncontribute to the implementation of truly impartial \r\ninternational criminal law that respects the standards of \r\ninternational law, in particular the United Nations \r\nCharter. \r\n Mr. Ulibarri (Costa Rica) (spoke in Spanish): \r\nCosta Rica is grateful for the detailed and \r\ncomprehensive report submitted by the President of the \r\nInternational Criminal Court, Judge Sang-Hyun Song, \r\nwhose leadership and vision we acknowledge (see \r\nA/66/309). We reiterate our support for the Court as an \r\nessential component of the architecture of international \r\nlaw, in particular as an essential institution in fighting \r\nimpunity for the worst crimes against humanity. \r\n As the Court approaches its tenth anniversary \r\nnext year, we are pleased to see an increasing number \r\nof States adhering to, and ratifying, the Rome Statute. \r\n The report submitted by President Song, which \r\ncovers the period from 1 August 2010 to 31 July 2011, \r\nindicates that five States ratified the Rome Statute \r\nduring the period: Grenada, the Republic of Moldova, \r\nSaint Lucia, Seychelles and Tunisia. Subsequently, the \r\nPhilippines, Maldives and Cape Verde also ratified it. \r\nWe welcome them all and are pleased that 119 States \r\nhave now joined the Court. While this figure is \r\nencouraging, it also makes clear how much remains to \r\nbe done in order for the universalization of the Court to \r\nbe achieved. We call on those States that are not yet \r\nparties to the Rome Statute to accede to it as soon as \r\npossible, with a view to strengthening and promoting \r\n A/66/PV.47\r\n \r\n7 11-57402 \r\n \r\nthe comprehensive character of international justice \r\nand, as a result, peace and human rights. \r\n Costa Rica would like to address three specific \r\naspects that are of particular interest to it with respect \r\nto the Court. \r\n First, we share the concerns expressed by \r\nPresident Song regarding the lack of compliance on the \r\npart of certain States parties with the clear and \r\nirrecusable responsibilities that derive from the Rome \r\nStatute. It is particularly serious that this lack of \r\ncompliance is reflected in the refusal to execute \r\noutstanding arrest warrants. There is no valid legal \r\nreason to persist in this type of conduct, and, even \r\nworse, in the challenge that is implied by hosting on \r\nthe territory of any State party individuals who are the \r\nsubjects of such arrest warrants. \r\n We hope that the report on possible proceedings \r\nof the Assembly in relation with non-cooperation, \r\nwhich was adopted unanimously by the bureau, will \r\nhelp to address this major challenge. It is even more \r\nimportant, however, that States fully shoulder their \r\nresponsibilities and that those States that are \r\nsubordinating their commitments under the Rome \r\nStatute to other considerations change their attitude. \r\n An additional source of concern is the financial \r\nsituation of the Court and the possibility that, as a \r\nresult of budgetary constraints, its important work \r\ncould be jeopardized. The efforts of the Court have \r\nincreased substantially during the period covered by \r\nthe report, as is made clear therein, and will continue \r\nto increase in future. This is due to the gravity of the \r\nviolations of human rights and of human dignity under \r\nconsideration and also to the greater recognition \r\naccorded the essential character of the Court. \r\n However, as its workload has increased, its \r\nbudget has shrunk in real terms, and a number of \r\nimportant member States have insisted on the \r\nimplementation of indiscriminate zero-growth policies \r\nthat do not duly take into account the internal workings \r\nof the Court or the external challenges that it faces. \r\n We hope that this issue will be considered at the \r\nnext Assembly of States Parties, with patience, realism, \r\ngoodwill and keeping in mind two key factors: the \r\nneed for continuing improvements in the efficacy and \r\nefficiency of the work of the Court, and the \r\ncommitment to invest in international justice, with the \r\nunderstanding that its benefits for peace, coexistence \r\nand human dignity vastly outweigh its costs.  \r\n The third element that my delegation wishes to \r\naddress is cooperation between the Court and the \r\nUnited Nations, which is derived from two essential \r\nsources: article 10 of the Relationship Agreement \r\nbetween the two organizations, signed on 4 October \r\n2004, and article 13 of the Rome Statute, on the \r\nexercise of powers by the Security Council. This \r\ncooperation has developed in a sound manner and has \r\nled to tangible achievements for both bodies that are \r\nlinked to the central and shared objectives of the \r\npromotion of international justice, peace and human \r\nrights.  \r\n However, it is necessary to recall that any referral \r\nfrom the Council to the Court, significant as it may be, \r\nalso implies unforeseen obligations. It would be fair, \r\ntherefore, if the resulting costs were to be compensated \r\nby the United Nations — something that has not \r\noccurred to date. We trust that reasonable arrangements \r\nwill be arrived at in this area as well. \r\n At the next Assembly of States Parties, to be held \r\nin December, we will elect six judges and the successor \r\nto the Prosecutor. That will be a crucial time for the \r\nfuture of the Court. Our country is fully committed to \r\nshouldering, in a responsible and clear-thinking \r\nmanner, our responsibilities with respect to these two \r\nprocesses and the work of the Court in general. \r\n We would like to take this opportunity also to \r\nexpress appreciation for the leadership of and the \r\nimpact made on the independence of the organization \r\nby Prosecutor Luis Moreno-Ocampo, as well as by the \r\nPresident of the Assembly of States Parties, \r\nAmbassador Christian Wenaweser of Liechtenstein, \r\nwhose mandate is also coming to an end, and we \r\nconvey our gratitude to both. We also welcome the fact \r\nthat Ambassador Tiina Intelmann of Estonia has been \r\nrecommended by the Bureau to take the helm of the \r\nAssembly for the next three years. \r\n We are certain that, with the contribution of all \r\nStates parties of the United Nations and of responsible \r\norganizations representing civil society, we will move \r\nin the right direction and consolidate the gains made. \r\n Mr. Troya (Ecuador) (spoke in Spanish): Allow \r\nme at the outset to convey the gratitude of the \r\ndelegation of Ecuador for the presentation of the \r\nseventh annual report on the activities of the \r\nA/66/PV.47  \r\n \r\n11-57402 8 \r\n \r\nInternational Criminal Court (ICC) (see A/66/309), \r\nwhich we received from the President. The report \r\nreflects the painstaking work done by that high Court \r\nto resolutely combat impunity, which, in the name of \r\npeace, can never be tolerated. \r\n From the outset, Ecuador has been a strong \r\nsupporter of the establishment and consolidation of the \r\nInternational Criminal Court, and we would like to take \r\nthis opportunity to ratify our commitment to further \r\nstrengthening the ICC and the Rome Statute as the sole \r\nmechanisms for the achievement of the implementation \r\nof an international criminal justice system. We \r\nwelcome the inclusion of Maldives, the Philippines, \r\nCape Verde, Grenada, the Republic of Moldova, Saint \r\nLucia, Seychelles and Tunisia to the Rome Statute, \r\nwhich brings to 119 the number of countries that \r\nrecognize the jurisdiction of the ICC. \r\n Following the commitments that were made at the \r\nKampala Review Conference, progress has been made \r\nin a number of areas that are key to the further \r\nstrengthening of the Court. Fundamental concepts such \r\nas the universalization of the Statute, complementarity \r\nand cooperation between States and the Court, as well \r\nas support for victims and for affected communities, \r\nwere the subject of discussion, with the active \r\nparticipation of my country’s delegation, which \r\nattended the Conference. \r\n However, Ecuador remains of the view that a \r\ngreat deal of ground remains to be covered and that \r\nmuch remains to be done in a number of areas that are \r\nof particular importance to my delegation. In \r\nparticular, my delegation deems it indispensable that \r\nwe ensure the independence and autonomy of the \r\nCourt, gradually eliminating any political interference \r\nthat may stem from any of the organs of the United \r\nNations. \r\n The consensus that was achieved at the Kampala \r\nConference regarding the definition of the crime of \r\naggression required significant sacrifices on the part of \r\ndelegations such as my own, which had hoped for a \r\nclearer, more stringent article that would have \r\nprevented any future abuse of military power and \r\nflagrant violations of the sovereignty of States. As a \r\nresult, we call for all necessary efforts to ensure that \r\nthe provisions regarding the crime remain fully in force \r\nin 2017, without excuses or delays. \r\n For Ecuador, the progressive universalization of \r\nthe Rome Statute and of the jurisdiction of the \r\nInternational Criminal Court is an objective that cannot \r\nbe given up. Beyond immediate political \r\nconsiderations, it is indispensable that we progress \r\ntowards the creation of authentic international criminal \r\njustice with jurisdiction to address even the most \r\nhorrendous crimes and to punish the perpetrators \r\nregardless of their nationality, their position or their \r\nduties. \r\n Article 80 of the Constitution of the Republic of \r\nEcuador confirms that there is no statute of limitations \r\nfor the crime of genocide, crimes against humanity, \r\nwar crimes and crimes of aggression. We are currently \r\nin the process of aligning various bodies of our \r\nnational legislation to the text and spirit of the Rome \r\nStatute, thus strengthening the prohibition of the \r\ncrimes of torture, forced disappearance and summary \r\nexecutions, inter alia.  \r\n Moreover, timely and appropriate reparation for \r\nall victims of crimes that are submitted to the \r\njurisdiction of the International Criminal Court is a \r\nsubstantial element of justice. Therefore my delegation \r\nwelcomes the efforts to strengthen the Voluntary Fund \r\nfor victim compensation, as well as the efforts of \r\nvarious entities and Governments in this regard. \r\n The delegation of Ecuador fully supports the \r\nwork of all working groups, particularly the search \r\ncommittee for the post of Prosecutor, whose efforts are \r\nfundamental for the future of the Court. \r\n The Government of Ecuador has made consistent \r\nefforts to ensure that the International Criminal Court \r\nis equipped with the necessary funds to ensure its \r\nefficient functioning. There is no justification for \r\nallowing tasks of undoubted importance, such as \r\nprotection of witnesses and victims, as well as the \r\nwork of the Prosecutor, to be jeopardized as a result of \r\ninsufficient funding.  \r\n We are on the threshold of a renewal process that \r\nwill involve the judges and Prosecutor of the Court and \r\nthe President and Bureau of the Assembly of States \r\nParties. It is part of an enriching democratic exercise \r\nthat merits the strongest support, a process that my \r\ncountry applauds and is following closely. \r\n Allow me to conclude by affirming that the \r\ndelegation of Ecuador echoes the call to maintain and \r\nstrengthen a constructive and efficient relationship \r\namong the Court and the various organs of the United \r\nNations. We are committed to strengthening the \r\n A/66/PV.47\r\n \r\n9 11-57402 \r\n \r\ninstitutionality of the Court. We believe that the effort \r\nis a joint undertaking in which we should participate in \r\na constructive manner in order to achieve the goals we \r\nhave set ourselves. \r\n Mr. Falouh (Syrian Arab Republic) (spoke in \r\nArabic): My country participated in the Rome \r\nConference that culminated in the adoption of the \r\nStatute of the International Criminal Court (ICC) in \r\n1998. It also signed the Rome Statute. \r\n The Rome Statute of the ICC was designed to end \r\nimpunity for those who committed the crimes listed in \r\nthe Statute, which reaffirms in its preamble  \r\n “the Purposes and Principles of the Charter of the \r\nUnited Nations, and in particular that all States \r\nshall refrain from the threat or use of force \r\nagainst the territorial integrity or political \r\nindependence of any State, or in any other \r\nmanner inconsistent with the Purposes of the \r\nUnited Nations”. \r\nThe preamble also emphasizes that \r\n “nothing in this Statute shall be taken as \r\nauthorizing any State Party to intervene in an \r\narmed conflict or in the internal affairs of any \r\nState”. \r\n The Rome Statute reaffirms that the jurisdiction \r\nof the Court is invoked only when the national judicial \r\nsystem fails to use its jurisdiction. It also confirms that \r\nthe main and primary jurisdiction of the national law is \r\nin realizing justice on its territories and in cases that \r\nare under its jurisdiction and mandate.  \r\n It is really disconcerting that the idea of \r\ninternational criminal justice is being used as a pretext \r\nto implement political agendas totally alien to well-\r\nknown norms and rules of international law and the \r\npurposes and principles of the United Nations. It is also \r\nregrettable that some countries refer to my country, \r\nSyria, in their statements, using this rostrum, this item \r\nand this legal organ to turn the facts upside down, to \r\nlevel accusations and to present misrepresentations and \r\nfalsifications. They use or misuse law and place it at \r\nthe service of politics to serve their own logic for \r\ninterfering in the internal affairs of States.  \r\n I do not believe that delegations that participated \r\nin the Rome Conference thought that the coveted \r\ncodification of international criminal law would at \r\nsome point be used in the service of political agendas. I \r\nbelieve they never thought then that the Rome Statute \r\nof the ICC would one day be used as a pretext to topple \r\nregimes or to interfere in the internal affairs of States. \r\nNone of the jurists who participated in the drafting of \r\nthe Statute ever thought that the idea of the definition \r\nof the crime of aggression would be diluted to serve \r\nthe aggressor State, nor did they ever dream that \r\ncertain States that commit crimes that come under the \r\njurisdiction of the Court would be exempt from \r\naccountability and punishment and would be \r\noverlooked because of considerations that are \r\ncompletely contradictory to the principles of justice \r\nand equality. \r\n We would have hoped that the Australian \r\ndelegation would talk to us about the Iraqi women and \r\nchildren who emigrated and whose bodies were \r\ndevoured by sharks, in full view of Australian ship \r\ncrews in the Java Sea. We would have wished that they \r\nwould tell us of justification for the situation of \r\nthousands of people in detention camps, in shanty \r\ntowns established on the northern coast of Australia, \r\nlacking any medical care, because they are illegal \r\nimmigrants. \r\n My country has experienced unrest. The time \r\navailable here will not permit me to discuss this in \r\ndetail. My country has previously explained the \r\ncircumstances surrounding the unrest, as well as the \r\nmeasures that the Syrian Government has taken to \r\nrestore peace, stability and the rule of law in the areas \r\nmarred by unrest.  \r\n We would, however, like to reaffirm once again \r\nthat the Syrian Government is serious about \r\nimplementing the promised reforms. Actually, it has \r\nalready started implementing legal, legislative, \r\njudicial, social and political reforms. I would also like \r\nto stress that the Syrian authorities are undertaking \r\ntheir legal and judicial responsibilities in full in order \r\nto implement the law and bring to justice anyone who \r\nviolates the law, regardless of their character or post.  \r\n The Independent Judicial Commission that has \r\nbeen established is fulfilling its mandate by referring \r\nanyone implicated in an illegal act to the national court \r\nsystem, so that the necessary legal measures can be \r\ntaken while preserving all the rights of the accused and \r\nthe victims at the various stages of court proceedings. \r\n I sincerely call upon everyone to reread the \r\nprovisions of the Charter and to revive the spirit of \r\nA/66/PV.47  \r\n \r\n11-57402 10 \r\n \r\nthose provisions in order to improve relations among \r\nStates Members of the United Nations. \r\n The Acting President: We have heard the last \r\nspeaker in the debate on agenda item 75. The General \r\n  \r\nAssembly has thus concluded this stage of its \r\nconsideration of agenda item 75. \r\n  The meeting rose at 4.40 p.m. \r\n \r\n \r\n"