" United Nations  A/66/PV.34\r\n  \r\n \r\nGeneral Assembly \r\nSixty-sixth session \r\n \r\n34th plenary meeting \r\nMonday, 17 October 2011, 10 a.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n11-55063 (E) \r\n*1155063*   \r\nPresident: Mr. Al-Nasser . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Qatar) \r\n \r\n \r\n In the absence of the President, Mr. Alotaibi \r\n(Kuwait), Vice-President, took the Chair. \r\n \r\n  The meeting was called to order at 10.05 a.m. \r\n \r\n \r\nAgenda item 11 \r\n \r\nSport for peace and development \r\n \r\n (a) Building a peaceful and better world through \r\nsport and the Olympic ideal \r\n \r\n  Draft resolution (A/66/L.3) \r\n \r\n The Acting President (spoke in Arabic): I now \r\ngive the floor to the representative of the United \r\nKingdom of Great Britain and Northern Ireland, the \r\nRight Honourable Lord Coe of Ranmore, Chair of the \r\nLondon Organizing Committee for the Olympic and \r\nParalympic Games, to introduce draft resolution \r\nA/66/L.3. \r\n Lord Coe (United Kingdom): I stand before the \r\nAssembly today as someone who has dedicated his life \r\nto sport and the Olympic movement, as an athlete and \r\nnow as Chairman of the London Organizing Committee \r\nfor the Olympic Games and the Paralympic Games in \r\n2012. It is a real honour to be here this morning to \r\nintroduce, ahead of the London 2012 Games, draft \r\nresolution A/66/L.3, entitled “Sport for peace and \r\ndevelopment: building a peaceful and better world \r\nthrough sport and the Olympic ideal”, also known as \r\nthe Olympic Truce resolution. \r\n On behalf of the people of the United Kingdom, \r\nthe British Government, the Mayor of the host city, \r\nLondon, and the British Olympic Association, I would \r\nlike to express our sincere gratitude for the support that \r\nthe members of the General Assembly have already \r\nprovided for this draft resolution. The text is the result \r\nof consultations with all Member States, conducted in a \r\nspirit of openness and transparency. Their feedback and \r\nsupport strengthened the text, which we proudly \r\npresent today, and I thank all delegations for their \r\ncooperation and collaboration, and particularly the \r\nGroup of Friends of Sport for Development and Peace, \r\nwho, under the co-chairmanship of Monaco and \r\nTunisia, have helped to steer the draft resolution to this \r\npoint. \r\n The pursuit of a better, more peaceful world has \r\nalways been at the heart of the Olympic vision. Baron \r\nPierre de Coubertin, the founding father of the modern \r\nOlympic Movement, saw in the Games a great \r\nopportunity \r\n “to contribute to building a peaceful and better \r\nworld by educating youth through sport …. [And] \r\nto create a way of life based on the joy found in \r\nthe effort, the educational value of good example \r\nand respect for universal, fundamental ethical \r\nprinciples”. \r\n Today, more than a century later, those principles \r\nare as valid and as relevant as ever. The extraordinary \r\nlevel of co-sponsorship of this year’s Olympic Truce \r\ndraft resolution — all 193 members of the Assembly — \r\nis a sign of hope and support for the timeless values \r\nsymbolized by the Truce and the Olympic Movement, \r\nA/66/PV.34  \r\n \r\n11-55063 2 \r\n \r\nand a testament to the relevance of the Truce and the \r\nOlympic Games in a time of global challenge. \r\n But in those challenges also lies opportunity. \r\nThroughout history, great political, technological, \r\ncultural, artistic and other advances have emerged from \r\ntimes of adversity. The United Nations emerged from \r\nWorld War II; satellite technology from the Cold War; \r\neven great jazz from the Great Depression. We always \r\nneed to search for new ways of thinking and acting. \r\nThe Olympic Truce, and the Olympic values and \r\nprogrammes that support it, really can promote peace. \r\n Sport is one of those forces that can still offer \r\nreal hope, both collective and individual. It has many \r\nroles, such as the quiet, deft diplomat, or even the \r\nhidden peacemaker. And, for over a century, the \r\nmodern Olympic Movement has given voice to the \r\npositive values of humanity, not merely reflecting \r\nchange but driving it. The Olympic Movement forges \r\nlinks well beyond traditional social and diplomatic \r\nstructures or geographic boundaries. \r\n It would be folly to suggest that sport provides a \r\ncomplete answer, a panacea for all our social ills. But it \r\ncan and does help mend broken communities, rebuild \r\ntrust, rediscover self-respect and foster the values at \r\nthe core of our common humanity. And there are the \r\npowerful examples of sport breaking through man-\r\nmade barriers of ignorance and hate — none better \r\nthan Jesse Owens shattering the myth of racism at the \r\nOlympic Games of 1936. \r\n I competed in the Moscow Games in 1980 — due \r\nin large part to the visionary determination of the late \r\nJuan Antonio Samaranch, then President of the \r\nInternational Olympic Committee (IOC), to take the \r\nGames into the then Soviet Union — sport helping to \r\nfoster understanding and create an extended network of \r\nnew friendship, association and opportunity across \r\nideological and geographic divides. North and South \r\nKorean athletes marched together into the opening \r\nceremony of the Sydney Olympics, again \r\ndemonstrating the power of sport to bring people \r\ntogether, in a way that politicians alone could not. \r\n It has never been more important to support this \r\nGeneral Assembly draft resolution by actions, not just \r\nthrough words. Between now and the Games, the \r\nUnited Kingdom Government will lead a wide range of \r\nactivities to promote peaceful development. It has \r\ncommitted about $36 million to deliver an innovative \r\nglobal sports programme called International \r\nInspiration. Aimed at young people from all \r\nbackgrounds, it goes to the heart and soul of our vision \r\nfor the London 2012 Games and, of course, the \r\nOlympic Truce. \r\n International Inspiration has already reached out \r\nto more than 12 million young people in 15 countries, \r\nthrough a unique partnership involving UNICEF, \r\nnational Olympic committees and British Government \r\nagencies, and four more countries have recently joined \r\nthe programme. It is improving sports systems in \r\ndeveloping countries, increasing school attendance and \r\nenhancing educational performance. It has empowered \r\ngirls and young women to participate in sport, access \r\neducation and become community leaders. It has \r\nincreased self-esteem and confidence and raised \r\nawareness of HIV/AIDS and other threats to health. \r\nInternational Inspiration has also supported \r\nreconciliation by hosting sports events in camps for \r\nyoung people who have been displaced by conflict. It \r\nhas also offered purpose and anchor points that have \r\nhelped street children transform their lives. \r\n Closer to home, our Olympic and Paralympic \r\neducation programme, Get Set, is bringing alive in \r\nBritish schools and communities the Olympic and \r\nParalympic values of friendship, respect, excellence, \r\ncourage and determination. It is promoting social \r\ninclusion, health and physical activity and tackling \r\nbullying and gang culture. \r\n I am also very proud that the draft resolution \r\nstrongly highlights how sport enhances the lives of \r\nthose who live with disabilities — and how much they \r\ncontribute to the world of sport. The passion and \r\ndetermination of Paralympic athletes is an inspiration \r\nto us all. \r\n We look forward to working with the IOC, other \r\nMember States and civil society on further activities to \r\npromote the Truce. These will be designed to help find \r\nlocal solutions to local challenges and contribute to \r\nlong-term peace and stability. \r\n We applaud the work of Secretary-General Ban \r\nKi-moon and his officials, notably his Special Adviser \r\non Sport for Development and Peace, Wilfried Lemke, \r\nand his team. With IOC President Jacques Rogge, they \r\nare finding new ways to develop communities and \r\nbuild peace through sport. In particular, we are grateful \r\nfor their promotion of gender equality, inclusion of \r\npeople living with disabilities, prevention of HIV and \r\nAIDS and other diseases, environmental sustainability, \r\n A/66/PV.34\r\n \r\n3 11-55063 \r\n \r\nand peace and conflict resolution. We encourage others \r\nto support Mr. Lemke’s mandate and his work. \r\n The working partnership between the United \r\nNations and the Olympic Movement is closer than \r\never, as evidenced by the IOC’s recent admission as an \r\nObserver in the Assembly and by day-to-day \r\ncooperation among the IOC, Olympic Organizing \r\nCommittees and United Nations agencies. This \r\ndeepening relationship gives a new significance to \r\ninitiatives like the Olympic Truce. It provides \r\nopportunities for greater collaboration among United \r\nNations Member States through sport-related \r\nprogrammes, which we know can make a real \r\ndifference to the lives of young people and their \r\ncommunities. \r\n The United Kingdom had the honour of hosting \r\nthe Olympic Games in 1948, when the world had been \r\nshattered by global conflict and still simmered with \r\ntension and hostility. In fact, the route of the Olympic \r\nTorch to London had to be altered to allow for safe \r\npassage through parts of Europe. Today, we cannot \r\nignore the continuing spectre of conflict around the \r\nworld. Through this draft resolution, anchored in the \r\noriginal spirit of de Coubertin’s vision, we can, \r\ntogether, take active steps to ensure that the Olympics \r\ncontinue to serve the cause of peace. \r\n The vision for the London 2012 Games and the \r\nTruce is focused on young people and on giving them a \r\nvoice. So I would like to leave the Assembly with a \r\nmessage from two young people who represent that \r\nvision: Amber Charles, a Londoner now studying in \r\nAmerica on a sports scholarship, and Ali Mohamed, \r\nwho has been recently elected as Young Mayor by the \r\nyoung people of Newham, one of the host boroughs for \r\nthe London Games. Both of them are with us today as \r\nmembers of our official delegation. Amber and Ali \r\nhave asked me to give the Assembly this message: \r\n “The Truce helps to show the world that peace is \r\na possibility. It shows the power that sport has to \r\ninspire unity, mutual understanding and respect \r\namong different types of people. Countries \r\nshould feel an obligation to respect the Truce, \r\nbecause it holds true to the idea that we can \r\ncoexist without the need for discrimination and \r\nfighting. It gives us something to strive towards \r\noutside of the Olympics and the arena of sport.” \r\n I cannot think of a more appropriate way to \r\nconclude this introduction of the draft resolution, or to \r\nhighlight the importance of support for the Truce, than \r\nto quote one of the iconic figures of our time, Nelson \r\nMandela, a long-time friend of the Olympic Movement \r\nand a supporter of the Games in London next year. \r\n“Sport”, he said, “has the power to change the \r\nworld. (…) Sport can create hope. (…) It is an \r\ninstrument for peace”. \r\n Mr. Mitsialis (Greece): Since its inception, the \r\nideal of the Olympic Games has been inextricably \r\nlinked with the idea of the Truce. When King Ifitos of \r\nthe ancient city of Olympia, concerned about the \r\nplague of war that was devastating the region, \r\nconsulted the oracle of Delphi, the answer was \r\nunequivocal. A competitive sports event was the means \r\nto replace hostilities by peace. A peace agreement, \r\nsigned by all the kings of the city-States in the region \r\nwas placed in a holy shrine and the first Olympic Truce \r\nbecame a reality. Despite the difficulties that this \r\nproject has encountered through the centuries, the \r\ntradition of ekecheiria — as the Truce was called in \r\nGreek — survived for 1,200 years, until the fourth \r\ncentury A.D., when the ancient Olympic Games came \r\nto an inglorious end. \r\n Pierre de Coubertin’s historic initiative to revive \r\nthe Olympic Games in the modern era proved that the \r\nseed of Truce was alive and meant to blossom. But the \r\ntwo World Wars and numerous conflicts around the \r\nglobe did not allow the idea of the Truce to thrive until \r\nthe early 1990s, when the first United Nations \r\nresolution on the matter was adopted (resolution \r\n48/11). Greece, a staunch supporter of the idea of the \r\nOlympic Truce, closely worked with the International \r\nOlympic Committee for the establishment in July 2000 \r\nof the International Olympic Truce Foundation and its \r\noperational arm, the International Olympic Truce \r\nCentre. \r\n The embrace of the concept of the Olympic Truce \r\nby the United Nations was the conclusion of a long \r\neffort and, at the same time, the beginning of a new \r\nphase for the Truce. Having started in classical times as \r\na precondition for the holding of the Olympic Games, \r\nin the process the Truce became a self-standing \r\nconcept, closely associated with efforts to achieve \r\nworld peace. Let us not forget that, as things stand \r\ntoday, the Olympic Truce remains — even just for a \r\nshort period of time — the most far-reaching peace \r\nagreement in our globalized world. We therefore have \r\nthe moral duty to acknowledge its importance, raise \r\nawareness of it and guarantee its implementation. \r\nA/66/PV.34  \r\n \r\n11-55063 4 \r\n \r\n In our era, defined by the many challenges we \r\nface, the Olympic Truce, the harbinger of peace, tries \r\nto chart a course through the vagaries of world politics. \r\nDraft resolution A/66/L.3, entitled “Building a peaceful \r\nand better world through sport and the Olympic ideal”, \r\nurges all Member States to observe the Olympic Truce \r\nduring the next Olympic Games. At the same time, it \r\nbrings to the forefront the problems that our \r\ncontemporary societies have to overcome, and that \r\nsport can help to solve, although only to a certain \r\nextent. If world peace is the ultimate aim, then civic \r\npeace, economic growth and social inclusion and \r\nintegration are intermediate stages that need first to be \r\npassed through before the ultimate goal can be \r\nachieved. \r\n Next year, for the third time in the modern era, \r\nLondon will have the honour of hosting the Olympic \r\nGames. Compared to the last London Games, in 1948, \r\nwhen the world was emerging from the nightmare of \r\nwar, the global situation today is fundamentally \r\ndifferent, although it certainly remains very \r\nchallenging. In many parts of the planet, we are \r\nwitnessing the ongoing quest of humankind for \r\nfreedom, human rights and a decent life. The Olympic \r\nGames in London certainly remind us that humankind \r\nas a whole should tackle its problems in a spirit of \r\nsolidarity and brotherhood, in the same way that \r\nathletes compete in sports. At this point, let us all wish \r\nLondon every success in this difficult endeavour. \r\n In ancient Greece the Truce was proclaimed \r\nthroughout the city States by a special herald. In our \r\ntimes, let this draft resolution be the herald to remind \r\nall Member States of their obligations emanating from \r\nthe Charter of the United Nations to refrain from \r\nwaging war and to adhere to all principles that \r\nguarantee world peace. \r\n Mr. Wang Min (China) (spoke in Chinese): Sport \r\nis not only a benchmark for measuring social \r\ndevelopment, it also serves as a bridge to promote \r\ncommunication among people of different countries. \r\nGiven the unrelenting emergence of global issues and \r\nthe close interdependence of developing countries, \r\nthere is consensus among all on the goal of \r\nstrengthening exchanges, dialogue and mutual \r\nunderstanding among civilizations. That consensus \r\nheightens the relevance and importance of the General \r\nAssembly taking up the agenda item entitled “Sport for \r\npeace and development”.  \r\n China is of the view that the international \r\ncommunity should place the issue of sport on the \r\nagenda of global cooperation for development. China \r\nattaches importance to the General Assembly’s \r\ndeliberations on sport for peace and development, \r\nappreciates the work of the Secretary-General’s Special \r\nAdviser and will do its utmost to support United \r\nNations endeavours in the area of sport for \r\ndevelopment.  \r\n Sport has a role to play in promoting social \r\ndevelopment and maintaining world peace. The \r\ninternational community should incorporate sport into \r\nthe global cooperation agendas, such as peacekeeping \r\noperations, development, education, public heath, \r\ngender equality and the protection of the rights and \r\ninterests of persons with disabilities. It is also \r\nimperative to better utilize the role of sport in \r\npromoting the achievement of the Millennium \r\nDevelopment Goals.  \r\n China believes that upholding the Olympic spirit \r\ncontributes to the settling of global crises. Crises \r\ncannot be resolved without the consensus of the parties \r\ninvolved. Mutual understanding and respect are the \r\nprerequisite for consensus. The concepts of unity, \r\nfriendship and fair competition, advocated by the \r\nOlympic Games, have emerged as the common values \r\nand pursuit of all of humankind.  \r\n To fundamentally address the financial crisis and \r\nother global issues, countries must continue to abide by \r\nthe principles of the Charter of the United Nations, \r\nuphold the Olympic spirit, respect cultural diversity, \r\nenhance mutual understanding, settle disputes through \r\npeaceful means and work together towards a world of \r\nequality and harmony. \r\n The XXX Olympiad will be held in London in \r\n2012. China wishes the London Olympic and \r\nParalympic Games a complete success.  \r\n Although three years have passed since Beijing \r\nhosted the Olympic Games, the legacy of the Beijing \r\nOlympics is still very much in evidence. The legacy of \r\nthe Beijing Olympic Games is not just limited to the \r\nlarge number of landmark sports facilities. The Games \r\nhave also substantially promoted mass fitness \r\nprogrammes, urban planning, public health, \r\nenvironmental protection and a host of other important \r\nundertakings in China.  \r\n A/66/PV.34\r\n \r\n5 11-55063 \r\n \r\n The Olympic spirit has spread far and wide \r\namong the Chinese people. China has designated \r\n8 August, the opening date of the Beijing Olympics, as \r\nChina’s national fitness day. That is a solemn \r\ncommitment made by the Chinese Government to \r\ndeveloping China’s sports endeavours.  \r\n China has hosted many sporting events in recent \r\nyears, including the 2010 Asian Games in Guangzho, \r\nthe 2011 Shenzhen University Games and the eighth \r\nNational Games for Persons with a Disability from \r\nChina, which is currently being held in Hangzhou. In \r\n2014, China will host the second Youth Olympic \r\nGames.  \r\n This is the first year of the implementation of \r\nChina’s twelfth five-year plan for economic and social \r\ndevelopment. China’s sport endeavours are also at a \r\nnew historic turning point. The Chinese Government \r\nwill continue to integrate sport into its national \r\ndevelopment strategy and provide more and better \r\npublic sport services to its people. In the meantime, \r\nChina will continue to play a positive role in the Group \r\nof Friends of Sport for Development and Peace and \r\nmake vigorous efforts to advance international \r\ncooperation in sport for development, thereby \r\ncontributing to world peace and development. \r\n Mr. Singh Rawat (India): I am privileged to \r\nparticipate in today’s debate on sport for peace and \r\ndevelopment and would like to thank the General \r\nAssembly for providing me with this opportunity to do \r\nso. \r\n Sport is an important element in building \r\ncharacter. Apart from ensuring fitness and a healthy \r\nlifestyle, it helps motivate young people, teaches them \r\nto work in a spirit of partnership with others, develops \r\nleadership skills and promotes a sense of team spirit. \r\nSport also helps foster peace and a feeling of equality \r\nand friendship among all people and nations. There can \r\nbe no more powerful medium than sport to inspire and \r\nbring people together for a common purpose. \r\n The intrinsic linkage between sport and games \r\nand the human quest for excellence was recognized at \r\nthe very inception of human civilization. It reached its \r\nhigh point in ancient Greece, which was the birthplace \r\nof the modern Olympic Movement. Sport, games and \r\nphysical fitness have also been an integral part of \r\nIndian heritage, evident even today in the highly \r\nevolved system of yoga and the vast range of \r\nindigenous games and martial arts practiced in \r\ndifferent parts of India since time immemorial. \r\n After Indian independence, in 1947, the first five-\r\nyear plan gave due importance to physical education \r\nand sport and emphasized its integration in the formal \r\neducation system. In addition, as part of our efforts to \r\nexpand participation in sport and encourage the \r\ncreation of a modern sport infrastructure, in 2001 India \r\nadopted a national sport policy. In India today, all \r\nsegments of our society, including the media and the \r\nbusiness sector, are actively involved in the promotion \r\nof sport. We have also been encouraging the \r\nautonomous functioning of our national sport \r\nfederations. \r\n Sport is an effective tool that helps to achieve \r\ndevelopment objectives in the areas of health, \r\neducation, child protection and child development. In \r\naddition, it helps to generate public awareness and \r\ninspires broad, inclusive and committed action in \r\nsupport of the development agenda.  \r\n I am glad to note that, today, the value of sport in \r\nhelping to achieve the Millennium Development Goals \r\nis well recognized, and that many sport personalities \r\nhave associated themselves with the United Nations in \r\ncreating public awareness and understanding of various \r\nissues that affect youth and society. In that context, I \r\nwould like to draw attention to our national cricket \r\nicon, Sachin Tendulkar, who is a Goodwill Ambassador \r\nfor the United Nations Environment Programme, and \r\nour former tennis star, Vijay Amritraj, who was a \r\nUnited Nations Messenger of Peace in 2001. \r\n In the recent past, India successfully hosted the \r\nXIX Commonwealth Games, an event that featured \r\nparticipation from 71 countries and more than 7,000 \r\nathletes, who celebrated sporting excellence, human \r\nskill and endurance and, above all, courage and \r\ncharacter. The Games upheld and renewed the essential \r\nspirit of peace, equality and friendship among all \r\npeople and nations. \r\n Recognizing the importance of sport in building a \r\npeaceful and better world, India has sponsored the draft \r\nresolution entitled “Building a peaceful and better \r\nworld through sport and the Olympic ideal” \r\n(A/66/L.3), which will be adopted today. We sincerely \r\nbelieve that all sporting events strengthen the cherished \r\nties of goodwill and understanding that unite us as one \r\nfamily. \r\nA/66/PV.34  \r\n \r\n11-55063 6 \r\n \r\n Ms. Flores (Honduras) (spoke in Spanish): We \r\ncongratulate the Secretary-General on his reports \r\n(A/66/280 and A/66/273) on the topics being discussed \r\ntoday, which complement each other and are of vital \r\nimportance to many countries, including Honduras. \r\nPeace, development, culture and sport are legitimate \r\naspirations of our peoples, and they underpin our \r\ncommitment to participate in and promote the \r\ndevelopment of those ideals around the world.  \r\n None other than Nelson Mandela can remind us \r\nwith more authority that \r\n “Sport has the power to change the world. It has \r\nthe power to inspire. It has the power to unite \r\npeople in a way that little else does. Sport can \r\nawaken hope where there was previously only \r\ndespair.”  \r\n How true those words are. There are few \r\nactivities that can, like sport, so effectively instil the \r\nbinding values of human coexistence. A mere glance at \r\nthe rainbow of crowds in any stadium or sport complex \r\nshows that sport produces, if only for a few moments, a \r\nkind of magic that erases ethnic differences, social \r\ninequalities, economic disparities and political, \r\nideological and religious differences. \r\n The presence of small countries such as ours is \r\nrarely felt beyond national borders, except in the event \r\nof a scandal generated by a news item, but we have \r\nbeen able to stand out because of sport. Although it has \r\nbeen only for a few passing moments, since we are not \r\nat the top of any global agenda, thanks to sport, our \r\npeople have been soothed by the comforting balm of \r\napplause and admiration.  \r\n How often the polarization of conflicts, \r\nacrimonious disputes, internal divisions, disparities \r\nacross various sectors and special interests clouds the \r\nvision required to achieve unity of purpose or the \r\ncommon goals cherished by humankind. Nevertheless, \r\nfor those few fleeting but resonant moments when we \r\nhave witnessed our athletes proudly wearing our \r\nnational colours and uniforms emblazoned with our \r\nnational symbols in international sporting \r\ncompetitions, every heart in my country beats as one. \r\n We are well aware of the temptations that beckon \r\nto our young people today, even more so in \r\nenvironments rife with unemployment, crime and \r\ndelinquency and lacking opportunities. The children of \r\npoverty, the victims of backwardness and social \r\nexclusion, must face some hard realities in order to \r\nclimb out of the hole and better themselves, sometimes \r\njust to survive. Anyone so desperate would be swayed \r\nby the prospect of taking a shortcut, which is the easy \r\nbut the wrong way out. Every child and young person \r\nin whom we can awaken a passion for playing any \r\nsport is a child or young person less likely to be \r\nrecruited into a life characterized by vice, drugs or by \r\nany other social ills that corrupt the soul and unravel \r\nthe healthy fabric of our society.  \r\n A football field can do so much good in one of \r\nthose neighbourhoods wracked by extreme poverty, or \r\nin the remote and forgotten corners of my own \r\nHonduras. It is moving to see the wide smiles on the \r\ndirty faces of the children, who in their little hearts feel \r\nthat a soccer ball and a patch of dusty ground, with \r\nthree wooden goalposts at each end, can miraculously \r\nlift their spirits and even change their lives. \r\n I have seen that vision. Together with a team of \r\nvolunteers and thanks to the support of generous \r\ndonors, each year we sponsor a soccer tournament, a \r\nnational world cup and a round of sporting events that \r\nbring together the students of many public schools in \r\nour capital city. The experiences are indescribable: \r\nenthusiasm, the convergence of hopes and yearnings, \r\nan awakening of the senses. When the children \r\ncompete and share, the field lights up with spontaneous \r\noutbursts of camaraderie and love that are impossible \r\nto recount. It is as if the alchemy of this activity alone \r\ncould turn everyone into important members of one \r\ngreat family.  \r\n The promotion of sport is one of the United \r\nNations great contributions to building a culture of \r\npeace. We recognize the work of the Group of Friends \r\nof Sport for Development and Peace, created in \r\nJanuary 2005 as an open forum for the representatives \r\nof Permanent Missions to the United Nations in New \r\nYork. We commend the Permanent Representatives of \r\nMonaco and Tunisia and their Governments on their \r\ninitiatives in support of sport and peace and on their \r\nefforts to promote the Olympic Truce, with a view to \r\nusing sport as a means of accelerating progress towards \r\nthe achievement of the Millennium Development \r\nGoals. We also commend the United Kingdom for \r\nhaving coordinated the work on draft resolution \r\nA/66/L.3. \r\n In our national plan of action, we propose that \r\nyoung people play a leading and responsible role in \r\n A/66/PV.34\r\n \r\n7 11-55063 \r\n \r\ntransforming our national reality to one in which \r\nhuman rights are respected and upheld, where natural \r\nresources are protected and sensibly used and \r\ndeveloped, and where all forms of life and cultural \r\ndiversity are respected. That reality must also be about \r\nbuilding peace and forging national unity, and about \r\nCentral American and Latin American integration and \r\nour desire to build a more prosperous, developed, \r\ndemocratic and just homeland. However, we must \r\nre-evaluate and improve the focus of some United \r\nNations assistance programmes, and effectively use \r\nsport in efforts to achieve the Millennium Development \r\nGoals.  \r\n If we are able to replace battlefields and theatres \r\nof conflict with stadiums, fields and scenarios in which \r\nrivalries can be diluted by competitive sport and where \r\ntolerance nourishes coexistence, we will have created a \r\nless hostile world and opportunities for peace.  \r\n Mrs. Dunlop (Brazil): Allow me at the outset to \r\ncommend the work of the Group of Friends of Sport \r\nfor Development and Peace at the United Nations, \r\nheaded by the delegations of Monaco and Tunisia, \r\nwhich is aimed at strengthening the role of sports as a \r\nmeans to promote citizenship and friendship, which is \r\nwithin the reach of us all. \r\n These efforts are closely aligned with the major \r\ninitiatives and programmes undertaken by various \r\nMember States and international organizations for the \r\nadvancement of sports in an integrated manner, \r\nconsistent with accomplishments in the social fields. \r\n For Brazilians, an exciting sports-centred decade \r\nhas just begun. Over the next five years, Brazil will \r\nhost three sporting mega-events: the Confederations \r\nCup, in 2013; the International Federation of \r\nAssociation Football (FIFA) World Cup, in 2014; and \r\nthe Olympic and Paralympic Games, in 2016. During \r\nthis decade, sports will be at the top of our national \r\nagenda, adding value across our social, political, \r\neconomic and cultural policies. \r\n These sporting events will not only enhance \r\nrelations with our partners both regionally and \r\nworldwide, but will first and foremost bring together \r\nthe international community around a celebration of \r\nthe values enshrined in the United Nations Charter. \r\n The Brazilian Government is well aware that \r\nthese sporting mega-events involve extensive \r\npreparation processes and complex operations. We are \r\nwarming up to meet these challenges. \r\n In 2014, Brazil will host the FIFA World Cup for \r\nthe second time since the first post-war tournament, in \r\n1950. We are an ethnically diverse society, unified by a \r\nsingle language that is spoken over more than \r\n8.5 million km2. We are now almost 200 million people \r\nwho live together peacefully and at peace with our \r\nneighbours. We are proud of our consolidated \r\ndemocracy and of our sustainable, growing economy as \r\na means of overcoming historical inequalities and \r\nimproving the quality of life of all Brazilians. \r\n Rio de Janeiro is greatly honoured to host the \r\n2016 Olympic and Paralympic Games. The Games are \r\nthe single biggest sporting event ever staged in the city. \r\nIt is estimated that its opening ceremony alone will be \r\nwatched by more than 4 billion people. Rio de Janeiro \r\nis taking on the challenge and plans to develop \r\ninnovative and sustainable practices to address carbon \r\nand energy use; water services and waste management; \r\nand air quality and rational transportation. The Games \r\nwill certainly be a catalyst for making Rio more \r\nbeautiful and hospitable. \r\n The tangible legacy of these sporting events will \r\nbe stadiums, arenas, urban mobility infrastructure, \r\ntelecommunications systems, and port and airport \r\nfacilities. Yet the social legacy will have other \r\nenduring features, including the positive impact on the \r\nself-esteem of the Cariocas, the gains in education and \r\ntraining provided by the events experience, the \r\nstrengthening of volunteering programmes and their \r\nwork with underprivileged youth and elderly persons, \r\nthe dissemination of a sports-oriented culture and \r\nsocial inclusion through sports, the improvements \r\nattained in the fields of health and safety, and increased \r\neconomic activity. \r\n Pursuant to the recommendations contained in the \r\nresolution entitled “Sport as a means to promote \r\neducation, health, development and peace” (resolution \r\n65/4), adopted last year with our support and \r\nco-sponsorship, Brazil is currently developing sports \r\ncooperation projects in partnership with several \r\ndeveloping countries and remains open to expanding \r\nthe scope of those programmes with the international \r\ncommunity and in cooperation with United Nations \r\nagencies and programmes. \r\n We particularly want to commend the United \r\nKingdom Mission to the United Nations for its \r\nA/66/PV.34  \r\n \r\n11-55063 8 \r\n \r\ninitiative, of which we were a sponsor since the \r\nbeginning, to submit the draft resolution on “Building a \r\npeaceful and better world through sport and the \r\nOlympic ideal”, better known as the “Olympic Truce” \r\ndraft resolution. A similar project will be submitted by \r\nBrazil in a timely manner in preparation for the \r\nSummer Olympic Games of 2016. We are also grateful \r\nfor the cooperation rendered by the United Kingdom in \r\nconnection with the project “London 2012 and Rio \r\n2016: Olympic sustainability exchange”. \r\n The Brazilian Government is committed to \r\nfostering and adopting public policies aimed at \r\nensuring that hosting these sporting events will \r\npromote development and social inclusion, as we \r\nbelieve that sports can be an important means of \r\nachieving these goals. \r\n Mr. León González (Cuba) (spoke in Spanish): \r\nSports represents an important aspect of development \r\nat both the national and international levels. Cuba \r\nbelieves that sports definitely strengthens solidarity \r\nand friendship among peoples, which are essential \r\ncomponents in the promotion of peace, development \r\nand cooperation among nations. \r\n Sports is one of the most effective ways of \r\nfostering the well-being and health of our citizens. \r\nHowever, these benefits will not be available to all if \r\nwe continue to commercialize sports as just another \r\nbusiness and one that is available only to a small \r\nminority. \r\n Beginning with the triumph of the Cuban \r\nrevolution in 1959, sports ceased to be an exclusive \r\nactivity in our country; it became the right of all \r\npeople. This has allowed our country to register major \r\nsuccesses in regional and international competitions, \r\ndespite being a small developing State. Just to cite a \r\nfew examples, since 1971 Cuba has held strong in \r\nsecond place at the Pan-American Games, and for \r\nseveral decades we have been among the top \r\n10 countries at the Olympic Games. We have \r\n69 medals in these Games, and we hold 21 world \r\nrecords. \r\n In the context of exercising the right to sports, we \r\nhave set up an educational system that incorporates \r\nphysical education as part and parcel of shaping human \r\nbeings at all stages of life. We are working to provide \r\nsports training to children from a very young age, \r\nwhich allows us to develop the talents of those that \r\nstand out as future athletes and achieve the major \r\nsports accomplishments that we have in the \r\ninternational arena. \r\n We also oppose the holding of sports activities \r\nfor money’s sake. Thus we condemn the theft of \r\nsporting talent of which the developing countries are \r\nthe victims. For years, the Cuban sports movement, led \r\nby the Cuban Olympic Committee and the National \r\nInstitute for Sports, Physical Education and Recreation, \r\nhas engaged in selfless cooperation with many \r\ncountries of the South by providing technical experts, \r\nprofessors and coaches who unassumingly, on the basis \r\nof bilateral agreements, offer new methods for sports \r\ntraining that have positive results and popularize \r\nsports, in addition to developing strong bonds of \r\nfriendship and brotherhood among peoples. \r\n We have also strengthened international \r\ncooperation by making available to the countries of the \r\nSouth our Institute for Sports Medicine and our \r\nAnti-Doping Laboratory. Our goal is to contribute to \r\nthe fight against the scourge of drugs and doping, \r\nwhich are contrary to the ideals of sport, corrupt \r\nathletes and trainers and impede fair play. In that \r\nregard, we underscore the traditional opposition of \r\nCuban athletes, at all levels and in all sports, to that \r\nillegal practice.  \r\n Cuba founded the International School for \r\nPhysical Education and Sports to train professionals, \r\nwho, in keeping with a fundamental principle of \r\nsolidarity, can return home to transform physical \r\neducation and sport in their countries. \r\n Cuba welcomes the Pan-American Games, which \r\nare being held now in Guadalajara, Mexico — with a \r\nlarge Cuban delegation participating. We also wish the \r\ngreatest success to the United Kingdom of Great \r\nBritain and Northern Ireland in hosting the upcoming \r\nLondon Olympic Games in 2012. We want to \r\nunderscore, too, that developing countries also deserve \r\nto host important international events, including the \r\nOlympic Games, the single most important \r\ninternational forum for brotherhood and solidarity \r\nthrough sport, free of commercial interests. We know \r\nthat the 2016 Olympics in Rio de Janeiro will represent \r\na success for the entire South. \r\n If we promote international solidarity, including \r\nthrough the Olympic ideal, all the weapons created by \r\ncivilization will be rendered superfluous. Let us \r\npromote and sow ideas. Let us all share the hope that a \r\n A/66/PV.34\r\n \r\n9 11-55063 \r\n \r\nbetter, more just and equitable world of solidarity is \r\npossible. \r\n Mr. Ong (Singapore): Singapore will welcome \r\nthe successful adoption of draft resolution A/66/L.3, \r\nentitled “Building a peaceful and better world through \r\nsport and the Olympic ideal”. Singapore is pleased to \r\nsponsor this meaningful draft resolution. \r\n Much has been said about how sport can play a \r\ncrucial role in the efforts of the United Nations to \r\nimprove the lives of people around the world. It builds \r\nbridges between individuals and across communities, \r\ncreating fertile ground for sowing the seeds of \r\ncamaraderie and peace. By promoting a philosophy of \r\nlife based on the Olympic values of striving for \r\nexcellence, demonstrating respect and celebrating \r\nfriendship, Olympism shows that sport can help to \r\nbuild a better world. By promoting friendly rivalry \r\nthrough competitive sport rather than combat, since \r\ntheir inception the Olympic Games have been \r\nassociated with promoting peace. Today, the Games \r\nenjoy a very important symbolic value in that regard. \r\n Singapore is very honoured to associate ourselves \r\nwith the Olympic Movement through our hosting of the \r\ninaugural Youth Olympic Games from 14 to 26 August \r\n2010. The Youth Games, brainchild of International \r\nOlympic Committee (IOC) President Jacques Rogge, \r\naims to inspire and engage a young generation that is \r\nincreasingly spending less time on sport. “Inspiring \r\nyouth, sporting Singapore” — those four simple words \r\nexpress the essence of the Youth Games in Singapore. \r\nFrom the start, the vision for the Youth Games was an \r\nevent filled with unforgettable experiences, which \r\nwould inspire all 3,530 youth athletes, and their \r\nfamilies and communities, to embrace, embody and \r\nexpress the Olympic values of excellence, friendship \r\nand respect in their lives. The Youth Games also \r\nemphasized learning Olympic values through sport and \r\napplying those values to life beyond sport. The \r\nmessage was clear: Everyone can make the world \r\nbetter — no deed is too small. \r\n In organizing the Youth Games in Singapore, the \r\nintention was to create something of value to the \r\nOlympic Movement and the youth of the world. Our \r\nmotto, “Inspiring youth”, therefore took on a double \r\nmeaning. The Games would inspire young people; at \r\nthe same time, the young people themselves would \r\ninspire others through their spirit, character and \r\nphysical talent. That led the Singapore Youth Games \r\nOrganizing Committee and its partners to create \r\ninnovative initiatives that would commemorate not \r\nonly victories but also participation. \r\n The Culture and Education Programme, a \r\ndefining element of the Youth Games, which comprised \r\nover 50 interactive activities — along the lines of the \r\nfive educational themes of Olympism of skills \r\ndevelopment, well-being, healthy lifestyle, social \r\nresponsibility and expression — provided opportunities \r\nfor the athletes to learn more about the host country \r\nand each other’s culture and history. The Programme \r\nhighlighted the value of understanding and \r\nappreciating different backgrounds and societies and of \r\nbuilding and sustaining friendships that can flourish \r\nacross borders. When our youth develop their \r\nconfidence, belief and determination to succeed on the \r\nplaying field and then champion those values and \r\nconvictions to make a positive impact in their \r\ncommunities, they will inspire the building of a better \r\nand more peaceful world. \r\n The Youth Games is a living and colourful \r\nlaboratory for some of life’s most enduring lessons. At \r\nthe Youth Games in Singapore, Britain’s gymnast Sam \r\nOldham showed tenacity by winning gold despite a \r\nsurprise loss earlier in the competition. The likes of \r\nSingapore’s Rainer Ng and Jordan’s Dana Touran — \r\nboth silver medallists, in swimming and Taekwondo, \r\nrespectively — showed that smaller nations can make a \r\nlarge impression too. Athletes like China’s Gu Yuting \r\nand Tunisia’s Adem Hmam, who teamed up in table \r\ntennis, learned what it meant to work across cultures, \r\nachieving a well-deserved bronze medal. England’s \r\nvolunteer Aisha Naibe-wey won deserved praise for \r\nmarching over 160 kilometres to raise funds for her trip \r\nto Singapore, while 82-year-old Ajit Singh, Singapore’s \r\noldest torchbearer, learned that youth was eternal. \r\n Our delegation looks forward to many more \r\ninspiring tales of passion and hope at future Games. In \r\nparticular, the XXX Olympic Summer Games and the \r\nXIV Paralympic Summer Games in London next year \r\nare special to many Singaporeans, as the 117th IOC \r\nsession, which elected the host city for the Games, was \r\nheld in Singapore. We are confident that the United \r\nKingdom will spare no effort in its preparations for the \r\nGames in the coming months. We would like to extend \r\nto the London Organizing Committee our best wishes \r\nfor the success of the Olympic Games. \r\nA/66/PV.34  \r\n \r\n11-55063 10 \r\n \r\n Mr. Kodama (Japan): At the outset, I would like \r\nto commend the United Kingdom for promoting this \r\nyear’s draft resolution (A/66/L.3) on the Olympic \r\nTruce. Such resolutions have become a valued tradition \r\nof the General Assembly. As a sponsor, Japan strongly \r\nsupports the spirit of the draft resolution, as expressed \r\nin its title, to “Build a peaceful and better world \r\nthrough sport and the Olympic ideal”. We firmly \r\nbelieve that the Olympic and Paralympic Games, to be \r\nhosted by London next year, will achieve the ideals and \r\nobjectives of the draft resolution. \r\n Last August, the Basic Act on Sport entered into \r\nforce in Japan. The text of the Act starts with the \r\nphrase, “Sport is a universal culture of all humankind”. \r\nThe objectives of the Act are to stipulate basic ideas on \r\nsport and promote comprehensive and planned policies \r\non sport, thereby contributing to developing the \r\nphysical and mental health of the people and to \r\nachieving a vibrant society and the harmonious \r\ndevelopment of international society.  \r\n In that regard, I would like to mention the \r\nJapanese women’s football team, well-known as \r\nNadeshiko Japan and the winner of this year’s \r\nFédération internationale de football Women’s World \r\nCup, held in Germany. Their best play on the pitch \r\ngave great hope and encouragement to people who \r\nfacing difficult situations in the aftermath of the great \r\nearthquake and tsunamis in Japan. Nadeshiko Japan \r\ndisseminated a video message expressing to the world \r\nthe heartfelt thanks of the people of Japan for its \r\nsupport and solidarity, both through donations and by \r\nother means. That is the power of sport that we believe \r\nin. \r\n The principles of the Basic Act on Sports include \r\npromoting an environment for persons with disabilities \r\nto participate voluntarily and actively in sport, with the \r\nnecessary consideration given to the different types and \r\nlevels of disabilities. Another important principle of \r\nthe Act is to contribute to enhancing mutual \r\nunderstanding among peoples and countries, as well as \r\ninternational peace. Those principles are exactly in line \r\nwith those of the draft resolution on the Olympic Truce \r\nto be adopted today. Based on those principles, the \r\nBasic Act on Sports stipulates that, as a matter of \r\npolicy, central and local authorities shall make efforts \r\nto give advantages to persons with disabilities in sports \r\nfacilities, as well as to contribute to international \r\nunderstanding and peace by taking the necessary \r\nmeasures to promote exchanges at the international \r\nlevel through the contribution of sport. \r\n Finally, Tokyo has made an official bid to host \r\nthe 2020 Olympic and Paralympic Games. If the bid is \r\nsuccessful, the Government of Japan will use that \r\nopportunity to further develop and strengthen the spirit \r\nof the General Assembly’s resolution on the Olympic \r\nTruce. \r\n Mr. Churkin (Russian Federation) (spoke in \r\nRussian): It is no exaggeration to say that sport is the \r\nuniversal human language. Its role as an ambassador \r\nfor peace is extremely important, in particular when it \r\nis endowed with the noble traditions of the Olympic \r\nTruce. The importance we attach to raising future \r\ngenerations in a culture of peace, non-violence and \r\ntolerance shows that the Olympic ideal has lost none of \r\nits relevance, and indeed has become more significant \r\nthan ever before. \r\n The Russian Federation attaches great importance \r\nto further enhanced international cooperation in sport \r\nso as to overcome national and religious enmity, to \r\npromote mutual understanding between peoples and to \r\nachieve intercivilizational harmony. We firmly believe \r\nthat support for sport, including at the Government \r\nlevel, can be important in bringing the global \r\ncommunity together and reaffirming the ideals and \r\nvalues of the sporting movement.  \r\n We welcome the call by the International \r\nOlympic Committee for an Olympic Truce so as to \r\nachieve reconciliation in regional conflicts during and \r\nafter the Olympic Games. In that connection, the \r\nRussian Federation has always been a sponsor of, and \r\nwholly supports, the draft resolution entitled “Building \r\na peaceful and better world through sports and the \r\nOlympic ideal” (A/66/L.3). We call on everyone to \r\nobserve the Olympic Truce. \r\n Building sporting links with other countries is an \r\nimportant part of the Russian Federation’s foreign \r\npolicy, as well as a matter of unwavering focus for our \r\nleadership. Encouraging as many people as possible to \r\nparticipate in sport and physical education is a priority \r\nin my country. We believe that sport is an excellent \r\nway to instil in young people the values of respect, \r\ntolerance and rejection of xenophobia — which is \r\nparticularly important today. Sport can also protect \r\nyoung people from destructive influences, such as \r\nterrorism. We believe that sport should develop \r\naccording to its own laws, that it should not depend on \r\n A/66/PV.34\r\n \r\n11 11-55063 \r\n \r\nthe political environment and that it should never be \r\nused for intrigue or blackmail.  \r\n Our country is working hard to support the \r\ninternational and national Olympic and Paralympic \r\nMovements. We facilitate broad-based participation by \r\nour athletes in major international competitions. We are \r\ntaking steps to further strengthen cooperation with \r\nnational, regional and international sporting \r\nfederations, organizations and clubs. This coordination \r\nis giving added impetus to the development of physical \r\neducation and sport in our country. It also makes it \r\npossible for us to make creative use of our cutting-edge \r\nexperience. \r\n As the Assembly is Aware, the Russian city of \r\nSochi was selected to host the XXII Olympic Winter \r\nGames and the XI Paralympic Winter Games in 2014. \r\nWe see the selection of Sochi as recognition by the \r\ninternational community of the achievements of \r\nRussian sport and of our success in the socio-economic \r\nand political development of our country in recent \r\nyears.  \r\n In order to ensure the adequate preparations for \r\nthe Olympics and Paralympics, we have amended \r\nRussian legislation as appropriate. We have established \r\norganizational bodies and are carrying out construction \r\nwork on Olympic facilities. For our country, it is not \r\njust a matter of effectively organizing the largest \r\ninternational sporting event in recent times, but to \r\nensure the continued economic and social development \r\nof the entire region and build new world-class winter \r\nsports facilities. In organizing the Olympiad, we are \r\ncarefully studying and applying experience of other \r\ncountries, both future and previous organizers of \r\nOlympic and Paralympic Games.  \r\n The Russian Federation attaches great importance \r\nto preserving the unique natural environment of the \r\ncity of Sochi and improving the environment in the \r\nregion where the Games will take place. It is no \r\naccident that in the call for bids the Russian Federation \r\nimposed more than 200 unique environmental \r\nobligations on contractors. In addition, in line with the \r\nviews of international environmental organizations, we \r\nhave decided to move the sites of many Olympic \r\nfacilities to other locations.  \r\n In 2010, we saw the beginning of the longest-ever \r\ncultural Olympiad, which will involve a year of \r\ncinema, theatre, music and museums. The goal is to \r\nshowcase the diversity of Russia’s multi-ethnic and \r\nmultifaceted culture, to achieve maximum participation \r\nin this event by Russians and to ensure that people feel \r\nthat the Games belong to them. \r\n Mr. Meek (United States of America): The \r\nUnited States welcomes the General Assembly’s \r\nconsideration today of agenda item 11, entitled “Sport \r\nfor peace and development”, as well as the draft \r\nresolution entitled “Building a peaceful and better \r\nworld through sport and Olympic ideal” (A/66/L.3), of \r\nwhich the United States is an enthusiastic sponsor.  \r\n When we meet at international sporting events, \r\nthe outcome of who wins or who loses is not nearly as \r\nimportant as the goodwill of participation. That is why \r\nthe sponsors of the draft resolution urge everyone to \r\nreaffirm the observance of the Olympic Truce, the \r\nancient tradition of calling for safe passage and \r\nparticipation for athletes and other persons at the \r\nGames, thereby mobilizing the youth of the world to \r\nthe cause of peace. Since 1993, when it was first \r\nintroduced, this biennial draft resolution has become \r\nthe most sponsored General Assembly resolution in \r\nhistory.  \r\n Today, our goal is to continue to send a strong \r\nmessage of peace and international goodwill to the \r\nyouth of the world. Sport is a truly global initiative that \r\nextends into the lives of all people, be they rich or \r\npoor, at peace or at war. Sport teaches us to be humble \r\nin victory, gracious in defeat, compassionate towards \r\ncompetitors, tolerant and appreciative of diversity. \r\nMoreover, international athletic competitions generate \r\na deep sense of national pride while fostering a spirit \r\nof international solidarity.  \r\n Sport exchanges have become among the most \r\npopular exchanges in the United States Government’s \r\npeople-to-people exchange programmes. Our sport \r\ndiplomacy builds on Secretary of State Clinton’s vision \r\nof smart power diplomacy, which embraces the use of a \r\nfull range of diplomatic tools, including sport, to bring \r\npeople together. Through the State Department’s sport \r\nexchanges, young people have discovered how success \r\nin athletics builds the self-confidence and skills \r\nrequired for achievement in life.  \r\n The United States will continue to reach out to \r\nyouth around the world with the message of America’s \r\ncommitment to international understanding, cultural \r\ntolerance and mutual respect. Sport exercises a deep \r\nhold on human imagination. Sport transcends all \r\nperceived ethnic, age, gender, religious and ability \r\nA/66/PV.34  \r\n \r\n11-55063 12 \r\n \r\nbarriers. Sports reminds us of our common humanity. \r\nWe will continue to look for ways to partner with civil \r\nsociety and the private sector to focus on sports as a \r\nmeans of promoting intercultural post-conflict and \r\npeacebuilding dialogues. Cultural exchanges and \r\nUnited States development assistance programmes will \r\ncreate positive change in global communities through \r\nsports. United States Agency for International \r\nDevelopment missions have already seen the \r\ntremendous positive impact that sports can have \r\nthrough the adoption of sports-based programmes to \r\nhelp youth learn skills, develop confidence and help \r\nbuild communities in several least developed countries. \r\n The United States delegation looks forward to the \r\nadoption of today’s draft resolution. It also will uphold \r\nand honour the Olympic Truce, routinely proclaimed \r\nby the President of the General Assembly and the \r\nSecretary-General for a few months, prior to the \r\nLondon 2012 Games. \r\n Ms. Mezad (Israel): Throughout history, sport \r\nhas served as a common language for the nations of the \r\nworld. Sport fosters friendship, cooperation and \r\nharmony. It transcends our differences and reminds us \r\nof our commonality. It requires basic human values \r\nsuch as honour, teamwork and tolerance. As Israel’s \r\nPresident, Shimon Peres, once said:  \r\n “No matter if you’re black or white; Muslim, \r\nChristian, Buddhist or Jewish; a man or a woman; \r\nsport is a world where you can compete without \r\nhating, where you win without killing.” \r\n Sport serves as a powerful tool to promote peace, \r\ntolerance and understanding in places of tension. It \r\nbrings people together across boundaries, cultures and \r\nreligions. Israel seeks to build new and lasting bridges \r\nand promote peaceful coexistence among the diverse \r\npeople that make up our society, particularly between \r\nJewish and Arab youth. The Israeli non-governmental \r\norganization Mifalot oversees more than 300 projects \r\nthat use soccer to foster cohesive communities within \r\nIsraeli society. Mifalot’s annual sporting event brings \r\ntogether 20,000 young persons from Israel, the \r\nPalestinian territories and Jordan as part of an effort to \r\nchange perceptions and stereotypes. The event \r\npromotes acceptance, understanding and respect. \r\nFollowing its remarkable success in Israel, the \r\nprogramme has expanded to Cameroon, Jordan, \r\nRwanda and Haiti. \r\n Through its activities in hundreds of educational \r\nand community frameworks, Mifalot instils moral, \r\nsocial and educational values among youth. It helps to \r\nimprove their self-image, develop communication \r\nskills and provide them with a sense of belonging. \r\n Sport has also been a powerful tool for progress \r\nand development. It has played an important role in \r\nadvancing the Millennium Development Goals, \r\nincluding the promotion of gender equality. Mifalot has \r\nused sport to promote gender equality in minority \r\ncommunities by developing programmes for the \r\nempowerment of women. For example, in Bedouin \r\nvillages in southern Israel, programmes targeting \r\nyoung girls have proved to be highly effective in \r\nimproving their self-confidence. \r\n Israel prides itself on its accomplishments in the \r\narea of sport for peace and hopes to expand those \r\ninitiatives to other communities around the world. We \r\nare proud to be one of the sponsors of draft resolution \r\nA/66/L.3, entitled “Building a peaceful and better \r\nworld through sport and the Olympic ideal”, which is \r\nto be adopted by the General Assembly today. Israel’s \r\ninterest in using sport to promote peace was reflected \r\nin the active role that we played in the negotiations for \r\nthis draft. In particular, we brought forward additional \r\nlanguage on the leadership of Olympic and Paralympic \r\nathletes and their special role in promoting peace \r\nthrough sport and the Olympic ideal. Athletes embody \r\nthe spirit of the Olympic ideal. They can be extremely \r\ninfluential as role models and ambassadors for peace, \r\nand their global popularity can be used as a powerful \r\ncommunication platform to promote a culture of peace. \r\n Unfortunately, not all sporting events have \r\nfollowed the principles laid out by the United Nations \r\nOffice on Sport for Development and Peace. While it is \r\npainful to mention, we must recall the 1972 Olympic \r\nGames in Munich and the terrorists that broke into the \r\nOlympic village and killed 11 Israeli athletes, coaches \r\nand referees. The memory of that inhumane act is still \r\nfelt in Israel. Today my country continues to take very \r\nsignificant security measures to protect our athletes \r\nabroad. It is also crucial to mention Israelis’ exclusion \r\nfrom certain sport leagues; this exclusion represents a \r\ndirect contradiction of the ideals that we speak of \r\ntoday. \r\n Finally, on behalf of my country, I would like to \r\nthank the United Nations Special Adviser to the \r\nSecretary-General on Sport for Development and \r\n A/66/PV.34\r\n \r\n13 11-55063 \r\n \r\nPeace, Mr. Wilfried Lemke, for his important work in \r\nencouraging dialogue, collaboration and partnership \r\naround sport for development and peace. We were \r\nhonoured to host him in Israel last month. \r\n Israel is proud of its competitive yet respectful \r\napproach to all international sporting events, and we \r\nhope that the upcoming summer Olympic Games in \r\nLondon will represent the true essence of sport as a \r\nway to promote tolerance and coexistence. \r\n Israel, through its words and actions, strongly \r\nsupports the concept of sport for peace and \r\ndevelopment, as well as the Olympic ideal. We call on \r\nthe nations of the world to join together in these \r\nefforts. We view sport as essential for the promotion of \r\npeace and coexistence in our own State, the Middle \r\nEast and the rest of the international community. \r\n Ms. Picco (Monaco) (spoke in French): In 284 \r\nand 317 days, respectively, London will host the XXX \r\nOlympic Games and the XIV Paralympic Games. \r\nCountless millions of us will experience once again \r\nthat particular emotion we feel at seeing hundreds of \r\nathletes entering the stadium behind their country’s \r\nflag, just before one of them lights the Olympic flame \r\nin a solemn and unique gesture that unites us all. \r\n Olympians, be they world-class athletes or \r\nordinary participants, tell us of a unique experience, a \r\njoint human adventure full of enthusiasm in which \r\novercoming one’s personal limits and belonging to a \r\ncommunity give the Olympic ideal its unceasingly \r\nrenewed relevance — the spirit of the Games. \r\n The lofty values of the Games, enshrined in the \r\nOlympic ideal that is being celebrated by the General \r\nAssembly today, are the same ones that should inspire \r\nour actions in favour of development and peace to \r\nachieve more equitable world for present and future \r\ngenerations.  \r\n The record number of sponsors for draft \r\nresolution A/66/L.3, entitled “Building a peaceful and \r\nbetter world through sports and the Olympic ideal”, \r\nreflects the resolve to observe and defend the Olympic \r\nTruce, to be held from 27 July to 9 September 2012. \r\n I wish in this respect to congratulate the \r\ndelegation of the United Kingdom and the London \r\n2012 Organizing Committee. \r\n Let us try together to meet our commitments and \r\nto silence our weapons and end all violence for \r\n45 days, for the benefit of the millions of civilians \r\naffected by conflict and the international community as \r\na whole. By together upholding the Olympic ideal and \r\nby stepping up our efforts to put sport at the service of \r\npeace and development, we are consolidating the \r\nprinciples and values enshrined in the Charter of the \r\nUnited Nations, to which we all committed ourselves \r\nto respecting when we became Members of the \r\nOrganization. \r\n In a world where disasters and crises affect \r\ndevelopment and peace, international sporting events \r\nare becoming increasingly successful. They bring \r\npeoples together and teach tolerance. I wish to \r\ncongratulate our friends from New Zealand on the \r\nsuccess of the Rugby World Cup, which will end on \r\n23 October, and to note that on the World Cup webpage \r\nthere is a link to the World Food Programme (WFP), as \r\nsince 2003 the International Rugby Federation has \r\nbeen working with the WFP to fight hunger.  \r\n The growing success of sporting events and their \r\nimpact across the world is reflected in the participation \r\nfigures for the twenty-second Sportel conference, a \r\nprofessional sports fair for television and new media \r\nheld in Monaco in 2011. A total of 2,330 participants \r\nfrom 67 countries and 970 companies attended, making \r\nthis year’s professional fair on sports media for buyers, \r\nbroadcasters and advertisers the largest in the past \r\n10 years. \r\n On 9 May, the Principality of Monaco signed the \r\nInternational Agreement for the Establishment of the \r\nUniversity for Peace in Costa Rica, in the context of \r\ncooperation between the organization Peace and Sport, \r\nthe International University of Monaco and the \r\nUniversity for Peace. Since September, the innovative \r\npartnership between these three entities has offered a \r\nmultidisciplinary training programme towards a \r\nmaster’s degree in sustainable peace through sport, \r\nwhich includes rigorous academic instruction on the \r\npeacekeeping process as well as an apprenticeship in \r\nfield skills in conflict-affected zones and regions \r\nafflicted by extreme poverty and a lack of social \r\ncohesion. \r\n In my capacity as co-Chair of the Group of \r\nFriends of Sport, I should like to thank Mr. Wilfried \r\nLemke, Special Adviser to the Secretary-General on \r\nSport for Development and Peace, for his unfailing \r\ncommitment to promoting efforts on the ground and \r\ncementing partnerships. \r\nA/66/PV.34  \r\n \r\n11-55063 14 \r\n \r\n We commend the growing involvement of the \r\nInternational Olympic Committee (IOC) in United \r\nNations efforts to meet the Millennium Development \r\nGoals and welcome the presence here today of the \r\nPermanent Observer and Vice-President of the \r\nCommittee, Mr. Mario Pescante. \r\n Before concluding, I would like to congratulate \r\nSingapore and the IOC on organizing the Youth \r\nOlympic Games in the summer of 2010, at which 3,600 \r\nyoung athletes aged between 14 and 16, of whom \r\n46 per cent were girls, took part in high-level \r\ncompetition, mixed events and those where the teams \r\nwere made up of athletes of different nations \r\ncompeting together in various sports, but also \r\nparticipating in a cultural and educational programme \r\ndesigned to disseminate the Olympic values, social \r\nresponsibility and expression through digital media. \r\n Getting to know the importance of hard work at a \r\nvery young age, respect for others and the role of the \r\nindividual in society led Her Serene Highness Princess \r\nCharlene of Monaco to become a Global Ambassador \r\nand member of the International Board of Directors of \r\nthe Special Olympics, a movement synonymous with \r\nintegration and respect for differences that encourages \r\nand supports those with intellectual disabilities, \r\npromoting tolerance for all and facilitating \r\nunderstanding and respect around the world through \r\nsport activities. The latest Special Olympics World \r\nSummer Games, which took place in Athens in July, \r\nbringing together 7,500 athletes from 185 countries \r\nsupported by 25,000 volunteers, helped demonstrate \r\nthe power of sport and its ability to promote inclusion \r\nand social cohesion. \r\n Mr. Jerandi (Tunisia) (spoke in French): I would \r\nfirst like to express my delegation’s appreciation of the \r\nSecretary-General’s 2010 report entitled “Sport for \r\ndevelopment and peace: strengthening the partnerships” \r\n(A/65/270). I commend the efforts made by the United \r\nNations in that regard, including, in particular, by the \r\nUnited Nations Office on Sport for Development and \r\nPeace. \r\n I would also like to emphasize my delegation’s \r\nappreciation for the ongoing, unflagging efforts of \r\nMr. Wilfried Lemke, Special Adviser to the Secretary-\r\nGeneral on Sport for Development and Peace, with \r\nwhom the Group of Friends of Sport for Development \r\nand Peace spoke this morning at a very useful and \r\ninformative meeting held at the initiative of the \r\nGroup’s Chair, the Permanent Representative of \r\nMonaco, to whom I pay tribute for her dynamism and \r\nefforts. I would also like to thank Mr. Mario Pescante, \r\nPermanent Observer of the International Olympic \r\nCommittee, for his dedication to the cause of sport and \r\nhis valuable contribution to this ideal. \r\n Today, sport has become part of the DNA of the \r\nUnited Nations and an effective tool that should \r\nhenceforth be included among the major topics \r\naddressed by the Organization, as we saw during the \r\nnegotiations on the outcome document of the High-\r\nlevel Meeting on the Millennium Development Goals \r\n(resolution 65/1). I would like to reiterate Tunisia’s \r\nresolve to continue its efforts designed to make sport, \r\nthrough its capacity for communication and \r\nrapprochement, a powerful channel for integration and \r\ndevelopment both nationally and internationally, as \r\nwell as a means of promoting solidarity, tolerance and \r\ncultural and human diversity. I would also like to \r\ncommend the attention that the Member States as a \r\nwhole have given to sport and their appreciation of its \r\nuniversal character as a tool for promoting peace, \r\ndevelopment, education and health. \r\n I wish to take advantage of this opportunity to \r\nwarmly congratulate South Africa on its successful \r\nconduct of the 2010 World Cup, as well as to the \r\nGovernment of Canada for the success of the \r\nXXI Olympic Winter Games and the X Paralympic \r\nWinter Games, held in Vancouver. These events \r\nhighlighted sport’s ability to bring people together and \r\nto act as a catalyst for friendship and the spirit of \r\nsportsmanship among athletes and fans, whatever their \r\norigins, nationalities or beliefs. \r\n Given the nobility of sport and its vital \r\ncontribution to the emergence of new generations \r\nthirsting for physical and mental well-being, Tunisia \r\nwould like to take this opportunity to urge Member \r\nStates to pursue every possible measure necessary to \r\ndeal with the menace of doping, which endangers both \r\nathletes’ health and sport’s image and credibility. We \r\nwelcome the growing number of Member States that \r\nhave signed the International Convention against \r\nDoping in Sport, the chief world instrument for \r\ncombating this dangerous scourge, adopted at the 2005 \r\nUNESCO General Conference. \r\n We must also ensure that young people are \r\neducated on the ethics of sport through educational \r\nsystems and civil society associations and \r\n A/66/PV.34\r\n \r\n15 11-55063 \r\n \r\norganizations, so that sport arenas and events are not \r\nused to express slogans steeped in the vocabulary of \r\nracism, xenophobia and the rejection of others. \r\n In order to foster that dynamic and to make sport \r\na means for promoting universal principles for future \r\ngenerations, I am pleased to congratulate the United \r\nKingdom of Great Britain and Northern Ireland on its \r\ndraft resolution entitled “Building a peaceful and better \r\nworld through sport and the Olympic ideal” \r\n(A/66/L.3), as they organize the XXX Olympic \r\nSummer Games and the XIV Paralympic Summer \r\nGames, to be held in London in 2012. The draft \r\nresolution affirms respect for the Olympic Truce and \r\nthe ideals of the United Nations and the Olympic \r\nMovement, namely, friendship among peoples, \r\nharmony, non-violence and non-discrimination — in \r\nother words, the uniting ideals and common \r\ndenominators of the universal principles that bring us \r\nall together in the Hall. \r\n I hope that all Member States will support the \r\ndraft resolution, thereby sending a strong message to \r\nall those who work for the noble practice of sport and \r\ngreatly encouraging every athlete. \r\n Mr. Tsymbaliuk (Ukraine): Ukraine has \r\ntraditionally recognized the value of sport in building a \r\npeaceful and better world and promoting tolerance, \r\nequality and understanding among people and nations. \r\nSport is a shared public good that can, through its \r\nunique convening power, bring people together \r\nirrespective of their race, religion, political opinion or \r\ngender. The Government of Ukraine believes firmly in \r\nthe potential of sport to contribute to the achievement \r\nof the Millennium Development Goals (MDGs) and to \r\nmake a real difference in people’s lives, including for \r\nthe most vulnerable groups. \r\n Today more than ever, sport and physical \r\nactivities take on growing significance in the context of \r\nhealth security. The General Assembly High-level \r\nMeeting on the Prevention and Control of \r\nNon-communicable Diseases, recently held in New \r\nYork, recognized the threat of such diseases, which \r\nconstitutes one of the major challenges for \r\ndevelopment in the twenty-first century. The Meeting \r\nalso provided us with strong evidence of the important \r\nrole that sport and physical activity play in preventing \r\nthe most prevalent of those diseases. \r\n In Ukraine, sport and physical education are \r\nconsidered from the broader perspective of promoting \r\nhealthy lifestyles. This constitutes a strategic priority \r\nof Government policy. We believe that using holistic \r\nmultisectoral approaches for sport can be a most \r\neffective way to help achieve the MDGs, including \r\nthose on health and education. \r\n For its part, Ukraine is committed to promoting \r\nsport as a means to advancing peace and development \r\nin the world. My country is considering the possibility \r\nof submitting a bid to host the 2022 Olympic and \r\nParalympic Games in the Carpathian region. \r\n I am pleased to note that in June of next year my \r\ncountry and Poland will co-host the fourteenth \r\nchampionship of the Union des Associations \r\nEuropéennes de Football — EURO 2012 — which will \r\nbe the first such championship to be held in Eastern \r\nEurope. It is our sincere hope that this major event will \r\nrenew the spirit of friendship and solidarity in the \r\nregion, contributing to social progress and economic \r\ndevelopment as a whole. \r\n In its efforts to make EURO 2012 a real \r\ncelebration of football, Ukraine has launched a number \r\nof ambitious projects to construct the necessary sport \r\nfacilities and infrastructure that meet the highest \r\ninternational standards. \r\n We also consider EURO 2012 as an opportunity \r\nto enhance the potential of Ukrainian youth in meeting \r\nsocial challenges and raising their awareness, \r\nconfidence and sense of responsibility. For example, \r\nthe Sport and Youth Service of Ukraine has initiated a \r\ncampaign on the theme “Let’s do it together” to \r\nencourage interpersonal communication, healthy \r\nlifestyles and violence prevention. It also aims at \r\norganizing a series of different sporting events for \r\nchildren and youth, as well as building the necessary \r\ncapacity. \r\n Guided by the noble ideals and principles of the \r\nParalympic Movement, Ukraine attaches particular \r\nimportance to the use of sport as a means to \r\nrehabilitate persons with disabilities and enhance their \r\nsocial inclusion. The Ukraine Centre for Physical \r\nEducation and Sport for Persons with Disabilities is a \r\nunique State institution that encompasses 27 regional \r\ncentres, 106 local offices and 26 sport schools for \r\nchildren with disabilities. More than 51,000 persons \r\nwith disabilities actively practice sport and use it for \r\nthe purposes of rehabilitation. Ukraine is proud of our \r\nathletes with disabilities and our paralympians. Our \r\nA/66/PV.34  \r\n \r\n11-55063 16 \r\n \r\nnational team won fourth place at the 2008 Paralympic \r\nSummer Games, held in Beijing. \r\n We emphasize the importance of the mass media \r\nin raising awareness on the values of sport and healthy \r\nlifestyles and increasing physical activity among the \r\nentire population. In that regard, our National Olympic \r\nCommittee has initiated work to set up a national sport \r\nchannel in Ukraine. \r\n My delegation commends the efforts of the \r\nUnited Nations Office on Sport for Development and \r\nPeace aimed at advocating sport as a tool to achieve \r\npeacebuilding, development and humanitarian \r\nobjectives. We express our full support for its \r\nactivities. \r\n We would also like to thank the United Kingdom \r\nfor introducing the draft resolution entitled “Building a \r\npeaceful and better world through sport and the \r\nOlympic ideal” (A/66/L.3), which Ukraine is pleased \r\nto sponsor. \r\n Mr. Hassan (Yemen) (spoke in Arabic): On \r\nbehalf of my Government, I would first like to express \r\nour appreciation to the Member States that have \r\nbecome sponsors of the important draft resolution \r\nbefore the Assembly, entitled “Building a peaceful and \r\nbetter world through sport and the Olympic ideal” \r\n(A/66/L.3). That is especially significant given that the \r\nUnited Kingdom is to host the XXX Olympic Summer \r\nGames in 2012. The United Kingdom also had a major \r\nrole in 1948, when it also hosted the Olympics and \r\npromoted the idea of participation in the Games by \r\npersons with spinal injuries, becoming a pioneer in that \r\nrespect. \r\n I should like to point out that football flourished \r\nin my country during the 1950s and early 1960s. Aden \r\nled the Arabian peninsula at the time that the United \r\nKingdom was present in the southern part of my \r\ncountry. In that regard, in spite of our scarce resources, \r\nwe have sought to encourage every sort of sport. \r\n The participation of the Vice-President of the \r\nInternational Olympic Committee in our meeting today \r\nis proof of the importance of this subject and serves to \r\nenhance the culture of peace throughout the world. \r\n The fact that many Member States have embraced \r\nthis draft resolution is proof that sports and the \r\nOlympic ideals are a contributing factor in affirming \r\nthe values and principles of sport as a way to help \r\nyoung people to develop their potential, provided that \r\nsports are never politicized or monopolized by a \r\ncertain country. \r\n Mr. Haron (Malaysia): We are all from different \r\nnationalities, languages, backgrounds and cultures. We \r\neach have distinct modalities and approaches in \r\nmaking our world and our communities safe, content \r\nand dynamic, ensuring education and employment, \r\nhealth and social services and, most important, creating \r\npeaceful communities where we may live without \r\nconflict or fear. Despite our diversity, we come \r\ntogether to recognize that we all speak a single \r\nlanguage and that we all share a single, simple to use \r\nand yet powerful tool, that is, sport. \r\n Sport has a unique power to attract, mobilize and \r\ninspire. By its very nature, sport is about participation. \r\nIt is about social inclusion. It stands for human values \r\nsuch as the acceptance of binding rules and discipline, \r\nteamwork and fairness. However, it can be more than \r\nthat. Sport plays a significant role as a promoter of \r\nsocial integration and economic development in \r\ndifferent geographical, cultural and political contexts. \r\nSport is an influential instrument for strengthening \r\nsocial ties and networks and for promoting the ideals of \r\npeace, fraternity, solidarity, non-violence, tolerance \r\nand, not least, justice. \r\n Malaysia considers itself a young nation, and it is \r\nfair to see sport as an agent of change and catalyst of \r\nour successful nation-building process. Since our \r\nindependence, sport has contributed to developing the \r\nspirit of Malaysia as a nation and has promoted \r\nnational integration among multiracial groups. In \r\nsports, nationalism serves as a natural framework for \r\nunifying people and is invaluable in consolidating \r\nMalaysia’s multiracial society. In order to fully harness \r\nsport’s potential in that context, appropriate national \r\npolicies, investments and capacities are needed to \r\nsupport and, where appropriate, scale up national \r\nprogrammes. At the national level, Governments must \r\nbe aware of the power of sport to help meet their \r\ndomestic development goals and the importance of \r\nintegrating sport into their development strategies and \r\napproaches. \r\n Based on foresight and a belief in sports’ \r\ntransformational potential, Prime Minister Dato’ Sri \r\nMohd Najib bin Tun Haji Abdul Razak, who was \r\nMinister of Culture, Youth and Sports in 1988, \r\nspearheaded the formulation of the National Sport \r\nPolicy in order to implement various projects to \r\n A/66/PV.34\r\n \r\n17 11-55063 \r\n \r\ninculcate patriotism in the citizens. Sports programmes \r\nand cultural activities were planned to create a deep-\r\nrooted national feeling of unity among multiracial \r\ngroups and were applauded as a large-scale extension \r\nof a feeling of togetherness and unity. On the way \r\nforward, the Sport Development Act of 1997 was \r\nenacted to further stipulate guidelines on sports \r\ndevelopment in order to promote and mainstream the \r\ndevelopment and administration of sport in Malaysia. \r\nThose initiatives have only one aim — developing a \r\nmore prosperous, healthy and united community. \r\n Malaysia supports the promotion of sport for \r\npersons with disabilities as a crucial step in changing \r\nattitudes and building community support. In Malaysia, \r\nmany local projects include community education, \r\nwhich is also important at the international level. With \r\nregard to public awareness of inclusivity, paralympics \r\nare not defined by disability, but by opportunity and \r\nfierce competition. They are defined by the \r\nstrengthening of friendship, sincerity, camaraderie and \r\nwhat it means to be human. \r\n Malaysia has been taking part in international \r\ndisability sports competitions since the early 1970s, \r\nincluding multisport and multidisability competitions, \r\nsingle-disability competitions and single-sport \r\ncompetitions. We have hosted various international \r\nevents including the first Association of Southeast \r\nAsian Nations (ASEAN) Para Games in 2001 and the \r\nninth Far East and South Pacific Games for the \r\nDisabled in 2006. Malaysia is also honoured to be one \r\nof the founders of the ASEAN Para Sports Federation \r\nin 2000 and the Asian Paralympic Council in 2002. The \r\nsecretariats of both organizations are based in Kuala \r\nLumpur, our capital city. \r\n Malaysia is a strong believer that achieving \r\nsuccess at the international level acts as an inspiration \r\nthat conveys a message to the international community \r\nof greater solidarity, social cohesion and peaceful \r\ncoexistence worldwide. In that regard, Malaysia is \r\nproud to mention here that the years 2010 and 2011 \r\nhave been extraordinary for the Olympic Council of \r\nMalaysia and the Malaysian sport arena overall. \r\nMalaysia participated in five multisport games, namely, \r\nthe first Youth Olympic Games, held in Singapore, the \r\nXIX Commonwealth Games held in New Delhi, the \r\nsixteenth Asian Games organized in Guangzhou, \r\nChina, in 2010, the second Asian Beach Games in \r\nMuscat, Oman, in 2010, and the seventh Asian Winter \r\nGames held in 2011 in Astana, Kazakhstan.  \r\n The Malaysian contingent has achieved very \r\nencouraging results, especially at the XIX \r\nCommonwealth Games held in New Delhi in October \r\n2010, where Malaysia garnered 12 gold medals, \r\n10 silver medals and 14 bronze medals, surpassing its \r\nrecord of 10 gold medals won at the Kuala Lumpur \r\n1998 Commonwealth Games. Riding on the success of \r\nthe Commonwealth Games in New Delhi, the \r\nMalaysian contingent to the sixteenth Asian Games \r\nheld in Guangzhou in November 2010 won 9 gold \r\nmedals, 18 silver medals and 14 bronze medals, \r\nbettering its record of 8 gold medals won in Doha at \r\nthe fifteenth Asian Games held in 2006. \r\n The next nine months will be another challenging \r\nand exciting period for Malaysia, as the main focus of \r\nthe Olympic Council of Malaysia and the elite \r\nMalaysian athletes will be busy qualifying for the \r\nLondon 2012 Olympic Games. To celebrate the \r\ncountdown to the 2012 Olympic and Paralympics \r\nGames to be held in London, in 2009 the Malaysian \r\nGovernment launched the Road to London 2012 and a \r\nnationwide campaign to promote widespread \r\nawareness and exposure of the programme. \r\n While sport alone cannot prevent conflict or build \r\npeace, it can assist in peacebuilding interventions. \r\nPeacebuilding is a continuing process ranging from \r\nviolence prevention to humanitarian relief and from \r\nearly recovery to the long-term construction or \r\nreconstruction of society. Raising awareness and \r\nbuilding support among political, community and civil \r\nsociety leaders and senior Government officials are \r\ncritical first steps in mobilizing Government action \r\naround sport for development and peace. Through \r\ncollaboration and cooperation, Governments should \r\nstrengthen their efforts towards using sport to \r\novercome development challenges and, in turn, achieve \r\nthe Millennium Development Goals. \r\n In short, Malaysia believes in the concept of sport \r\nfor the development of peace. We have faith in the \r\nability of sport to transcend socio-cultural and political \r\nboundaries and in its capacity as a powerful global \r\ncommunications platform. It has the potential to \r\nempower, motivate and inspire natural abilities and to \r\ndraw on, develop and showcase individual strengths \r\nand competencies. \r\n Mr. Tommo Monthe (Cameroon) (spoke in \r\nFrench): The agenda item under consideration today, \r\nentitled “Sport for peace and development: building a \r\nA/66/PV.34  \r\n \r\n11-55063 18 \r\n \r\npeaceful and better world through sport and the \r\nOlympic ideal”, represents quite an array of activities. \r\nIt is embodied in draft resolution A/66/L.3, of which \r\nCameroon is a sponsor. \r\n There are only a few months remaining before the \r\nOlympic and Paralympic Games are held in London. \r\nNow, during the sixty-sixth session of the General \r\nAssembly with its special theme of “The role of \r\nmediation in the settlement of disputes through \r\npeaceful means”, the introduction at this juncture of \r\nthis agenda item and this draft resolution, which has \r\nreceived broad-based support, points to the desire of \r\nthe international community to set about building a \r\nbetter world through the Olympic ideal. My country, \r\nwhich owes its global renown to the sports policy \r\npursued by our head of State, His Excellency Mr. Paul \r\nBiya, knows just how much it owes in terms in terms \r\nof international recognition to the achievements of our \r\nathletes in the international arena, particularly the \r\nIndomitable Lions of Cameroon. \r\n Amateur sport and professional sport are not \r\npossible except in an environment of peace. While \r\nsport can point to peace, it can also bring about peace \r\nbetween people. This has been the case since the dawn \r\nof time, as we can see in Greek tradition, which has \r\nbecome universal today, with the Olympic Truce, \r\nwhich involved a cessation of hostilities for seven days \r\nbefore the Olympic Games and seven days after, in \r\nkeeping with the instructions of the legendary oracle of \r\nDelphi, with a view to replacing the cycle of conflict \r\nevery four years with a friendly athletic competition.  \r\n Another illustration, this time from more modern \r\ntimes, of the role of sport as a driver for peace is the \r\nfraternizing between Turkey and Armenia that resulted \r\nfrom a football match, which took place on the \r\noccasion of the first exchange of visits by the leaders \r\nof those countries in September 2008. We also saw the \r\nsame friendly relations manifest in the support by the \r\nNorth Korean people for the South Korean team during \r\nits brilliant performance in 2002 World Cup \r\ncompetition, moving across physical barriers and \r\npolitical disagreements that have kept the two countries \r\nat odds for the past five decades. \r\n Another eloquent example is the great unity and \r\nsymbiosis created in South Africa’s multiracial society \r\nin 1995 when that country’s team won the Rugby \r\nWorld Cup only a year after the end of apartheid and \r\ndespite the rancour and discrimination that were still \r\nrife in South Africa then. \r\n In my own country, Cameroon, sport in general \r\nand football in particular, are a powerful factor for \r\nsocial cohesion, fraternity and national harmony — a \r\nbedrock of peace and development. Cameroon’s \r\nconviction that sport can play a catalyzing role in \r\npeace and development was expressed on numerous \r\noccasions by our President of the Republic Paul Biya, \r\nand by our Minister for Foreign Affairs, most recently \r\nduring 2010 celebration of the Days of Africa, just \r\nbefore the Soccer World Cup organized in South \r\nAfrica. \r\n The examples that I have just mentioned to \r\nillustrate the catalyzing role of sport show perfectly \r\nthat the ideal of peace can indeed be achieved through \r\nsport. My country therefore joins its voice to that of all \r\nMember States and relevant stakeholders in the appeal \r\nlaunched by the draft resolution that we are about to \r\nadopt, so as to ensure that the Olympic Truce is \r\nrespected in accordance with the Charter of the United \r\nNations and the spirit of the ancient Olympics.  \r\n I would like to conclude by assuring the \r\nAssembly and the Secretary-General of the support and \r\nunwavering cooperation of my delegation. \r\n Mr. Diallo (Senegal) (spoke in French): We meet \r\nhere today, as tradition would have it, in the year \r\nbefore the Olympic Games in order to nourish our \r\nreflections on the dialectic that flows from the \r\nbeautiful trio of sport, peace and development. From \r\n27 July to 12 August and from 29 August to \r\n9 September 2012 the world of sport will be together in \r\nthe city of London to organize sporting events in \r\ncelebration of the XXX Olympiad and the \r\nXIV Paralympic Games. It will no doubt be an \r\nimportant moment, one of the biggest human \r\ngatherings of the modern world, replete with symbols, \r\nteachings, experiences and high stakes.  \r\n As the Secretary-General said at the Sport for \r\nPeace and Development Forum in Geneva last May,  \r\n “Sport has become a world language, a common \r\ndenominator that breaks down all the walls, all \r\nthe barriers … It is a worldwide industry whose \r\npractices can have widespread impact”. \r\n Beyond the various sports activities that the \r\nyouth of the world will be participating in when they \r\nvisit London in a spirit of fair play, healthy \r\n A/66/PV.34\r\n \r\n19 11-55063 \r\n \r\ncompetitiveness, competition, a taste for victory, the \r\njoy and humility in victory and dignity in defeat, \r\nperseverance in effort, in short, sportsmanship, it is \r\nworth underscoring that this global athletic meeting is \r\nthe irrefutable symbol of a true communion of our \r\ninternational community. That is the spirit that the \r\npedagogue Pierre de Coubertin, the founding father of \r\nthe modern Olympic Games, sought to confer on sport, \r\nan unrivalled activity of coming together and sharing, \r\nescape, high humour, addiction to the unexpected, and \r\nthe notion of finding the right amount of effort to apply \r\nwithout expending unnecessary force. In this often too-\r\ntormented world, the Olympic Movement can provide \r\nhope and brotherhood and build bridges between \r\ncontinents, crossing social divides and political \r\nsystems and regimes. \r\n Senegal, a sponsor of draft resolution A/66/L.3, \r\nwhich we hope will be adopted, welcomes the great \r\nenthusiasm and international solidarity for promoting \r\nthe ideals of peace everywhere and for all time \r\nthrough, in particular, sport.  \r\n As we call upon Member States to observe the \r\nOlympic Truce throughout the entire period from the \r\nopening ceremony to the closing ceremony of the \r\nGames, the international community seeks to renew its \r\nambition to build a better world, using sport to forge \r\nfriendships among athletes, youth and communities \r\naround the world. Such concerns, furthermore, are the \r\nbedrock of the Charter of the Organization.  \r\n Through the International Olympic Truce \r\nFoundation, the International Olympic Committee \r\nseeks, among other goals, to encourage the politicians \r\nof the world to work for peace. May the Olympic Truce \r\nthat is symbolized by the dove placed before the \r\nOlympic flame always shine and fill our hearts, in an \r\nera characterized by fear of war and violence, with \r\nhope for the coming of a world of peace.  \r\n I would also like to express our country’s full \r\nsupport for the welcome initiative launched by \r\nMr. Hugh Robertson, Minister for Sport and the \r\nOlympics of the United Kingdom of Great Britain and \r\nNorthern Ireland, called “International Inspiration”, \r\nwhich is an ambitious programme that seeks to use the \r\npower of sport to enrich the lives of thousands of \r\nchildren and youth around the world, particularly in the \r\ndeveloping world, by helping them to gain the skills \r\nthey need to become positive sports role models and \r\ninspiration for their peers. It is on this note of hope that \r\nI would like to conclude — the hope that all Olympic \r\nactivities may contribute to the ideals of peace, \r\nbrotherhood and solidarity that our Organization holds \r\nso dear. \r\n Ms. Alsaleh (Syria) (spoke in Arabic): My \r\ndelegation wishes to join the consensus and sign up as \r\na co-sponsor of draft resolution A/66/L.3, in light of \r\nthe noble objectives and lofty expectations that all of \r\nus in the international community seek to fulfil . We \r\nfirmly believe that sport has a significant role to play \r\nin promoting education, health, development and \r\npeace, as well as in building solidarity among peoples. \r\n Between 24 September and 3 October 2010, Syria \r\nhosted the Paralympic Games, organized under the \r\nauspices of our First Lady. Many States participated, \r\nbringing nearly 2,000 athletes — men and women — to \r\ncompete in 15 different Olympic sports.  \r\n At the same time, we believe that the draft \r\nresolution should not be used as a pretext to focus on \r\nbuilding peace only occasionally. We believe that \r\nMember States need to focus on building a world of \r\npeace in all areas, under all circumstances and at all \r\ntimes in a manner that ensures respect for justice, \r\nrejection of foreign occupation and respect among all \r\nStates, in conformity with the Charter. \r\n The Acting President (spoke in Arabic): I give \r\nthe floor to the observer of the Holy See. \r\n Archbishop Chullikatt (Holy See): As the \r\nGeneral Assembly takes up agenda item 11 on sport for \r\npeace and development, my delegation recalls the \r\nimportant role of sport in promoting the comprehensive \r\ndevelopment of the human person and the construction \r\nof a truly human society, based on respect for the \r\ndignity of each and every person. \r\n Next year the international community will come \r\ntogether to celebrate the Games of the XXX Olympiad \r\nand the XIV Paralympic Games in London. The \r\nOlympic Charter reminds us that the ultimate purpose \r\nof the Games is to place sport at the service of the \r\nharmonious development of human persons, with a \r\nview to promoting a peaceful society concerned with \r\nthe preservation of human dignity. On this occasion, as \r\nthe world prepares for those important events, we are \r\nreminded of the role of sport in the life of the human \r\nfamily. \r\n Sport has notable educational potential, \r\nespecially for young people, and for that reason it is of \r\nA/66/PV.34  \r\n \r\n11-55063 20 \r\n \r\ngreat importance not only as recreation but also in the \r\nformation of the human person. Sport is among the \r\nmeans belonging to the common patrimony of \r\nhumankind and that are agents for moral perfection and \r\nhuman formation. If that is true for sport activity in \r\ngeneral, it is all the more so for that carried out in \r\nschools and sports associations, for the purpose of \r\nensuring a human and value-based formation of new \r\ngenerations. \r\n Sport pursued with passion and vigilant ethical \r\nsense becomes, especially for youth, training in healthy \r\ncompetitiveness and physical improvement. It can be a \r\nschool of formation in human and spiritual values and \r\na privileged means of personal growth and of contact \r\nwith society. Sport can inculcate such important values \r\nas love of life, the spirit of sacrifice, fair play, \r\nperseverance, respect for others, friendship, sharing \r\nand solidarity. \r\n To achieve those lofty objectives, sport \r\nnevertheless needs to discover its deepest ethos and \r\ncomply with the basic principle of the primacy of the \r\nhuman person. In that regard, a healthy approach to \r\nsport must be adopted so that it is not practiced as an \r\nend in itself — in which case it risks becoming a vain \r\nand harmful idol — but is made a meaningful \r\ninstrument for the comprehensive development of the \r\nperson and the construction of a society suited to the \r\nhuman person. When understood in this way, sport is \r\nnot an end but a means, and can become a vehicle of \r\ncivility and genuine recreation, encouraging people to \r\nput the best of themselves on the field and to avoid \r\nwhat might be unreasonably dangerous or seriously \r\nharmful to themselves or others. \r\n Through sport activities, the community can \r\ncontribute to the formation of young people, offering \r\nan appropriate ambit for their human and spiritual \r\ngrowth. In fact, when they are directed to the integral \r\ndevelopment of the person and managed by qualified \r\nand competent personnel, sport initiatives reveal \r\nthemselves to be propitious opportunities to become \r\ntrue and proper educators and teachers of life for young \r\npeople. \r\n It is therefore necessary that in our time — in \r\nwhich we see the urgent need to educate new \r\ngenerations — communities continue to support sport \r\nfor young people so that they can fully appreciate \r\ncompetitive activity, including its positive aspects. \r\nThose include its capacity to stimulate \r\ncompetitiveness, courage and tenacity in the pursuit of \r\nobjectives, while avoiding negative tendencies that can \r\npervert its very nature. \r\n The Olympic motto of Citius, Altius, Fortius — \r\n“Faster, Higher, Stronger” — not only reminds us of \r\nwhat is demanded of those participating in the \r\nupcoming Games, but also acts as an invitation to all \r\npersons to be more committed to the advancement of \r\npeace and development so as to build a better world. \r\n May sport always be a valued building block of \r\npeace, solidarity and friendship among peoples and \r\nnations, so that it can truly make an effective \r\ncontribution to peaceful understanding between \r\npeoples and to establishing a civilization rooted in \r\nlove. \r\n Before I conclude, allow me to offer my \r\ndelegation’s best wishes to the organizers and the host \r\ncity of London for the success of the next Olympic and \r\nParalympic Games. \r\n The Acting President (spoke in Arabic): In \r\naccordance with resolution 64/3, of 19 October 2009, I \r\nnow call on the observer for the International Olympic \r\nCommittee. \r\n Mr. Pescante (International Olympic Committee) \r\n(spoke in French): The International Olympic \r\nCommittee (IOC) conveys its compliments to the \r\nGeneral Assembly. On behalf of the IOC, I am \r\nhonoured to have this opportunity to discuss the \r\nOlympic Truce and the role of sport in promoting a \r\nmore peaceful world. \r\n Allow me first to thank those who have helped \r\nbring us to this point. The IOC expresses its gratitude \r\nin particular to the Government of the United \r\nKingdom, to the colleagues of the organizing \r\ncommittee of the Olympic and Paralympic committees \r\nin London for having allowed these matters to be \r\nbrought to the attention of the General Assembly as we \r\nmove towards the XXX Olympiad and the games \r\nthereof next summer. \r\n We are particularly grateful that this esteemed \r\nbody has approved the Olympic Truce resolution \r\nentitled “Building a peaceful and better world through \r\nsport and the Olympic ideal” before every edition of \r\nthe Games since 1994. Cooperation between the IOC \r\nand the United Nations on this issue has helped build \r\nthe foundation for our deep and growing partnership. \r\nThe links between us have grown even stronger since \r\n A/66/PV.34\r\n \r\n21 11-55063 \r\n \r\nthe General Assembly, at its sixty-fourth session, \r\ngranted the IOC Permanent Observer status just two \r\nyears ago. \r\n Today we again request the Assembly’s support \r\nfor the Olympic Truce. I would also like to express our \r\nthanks to the Group of Friends of Sport. This informal \r\ngroup of Permanent Representatives from more than \r\n40 United Nations Member States has played a leading \r\nrole in support of the Olympic Truce and the broader \r\neffort to integrate sport into the work of the United \r\nNations across a wide range of issues. \r\n The draft resolution under consideration by the \r\nGeneral Assembly today (A/66/L.3) is far more than a \r\nsymbolic act. The Olympic Truce sends a powerful \r\nmessage that reaffirms the role of sport as an antidote \r\nto conflict. It is a message rooted in antiquity, but it is \r\njust as relevant in the age of the Internet as it was in \r\nancient Greece. \r\n(spoke in English) \r\n Another world is possible, also thanks to sport \r\nand the Olympics. Centuries of history teach us this \r\nlesson. It was right at the start, in 776 B.C, on the \r\noccasion of the first games at Olympia, that the \r\nOlympic Truce was first proclaimed. The polis, the \r\ncity-States of those times, which were even more \r\nbellicose than today’s States, respected the sacred \r\nnature of the games. The great Greek historian \r\nHerodotus tells how even the battle of Thermopylae \r\nwas delayed by the Olympic Games. This is our \r\ninheritance from distant times past. Another world is \r\npossible, thanks again to sport and the Olympic Games. \r\nThat was the ideal that, at the end of the nineteenth \r\ncentury, fired the heart of Baron de Coubertin, who \r\nsuccessfully dedicated his life and work to returning \r\nthe Olympic Games to humanity. \r\n During the last century, the Olympic Games did \r\nnot stop wars; wars stopped the games, as occurred \r\nduring the world conflicts that afflicted the twentieth \r\ncentury. Nonetheless, that spirit of peace, of encounter \r\nand of tolerance has remained the dominant impulse of \r\nOlympic action, a philosophy that some would \r\ncharacterize by the credo that “the important thing is to \r\nparticipate”. \r\n “Participate” is the verb that motivates all our \r\nactivities — participate in competitions with full \r\nrespect for the rules and for the opponent, who is never \r\nan enemy; and participate in the construction of a \r\nworld that does not divide men and women or boys and \r\ngirls on ethnic grounds or because of their language or \r\nreligion, but which instead sees them as one, as they \r\nare here at the United Nations. \r\n Sport and the Olympic Games tell the story of \r\nthis union. Again and again the diplomacy of peace has \r\nused sports arenas of all sizes and shapes, from a ping-\r\npong table, where a thaw in relations between America \r\nand China was negotiated, to a cricket pitch, where we \r\nare now witnessing the current rapprochement between \r\nIndia and Pakistan, to a football stadium, such as the \r\none in Rome where Yasser Arafat and Shimon Peres, \r\ntwo Nobel Peace Prize winners, sat side by side in \r\n2000 during a football match between Israel and \r\nPalestine, to the podium at the 2008 Beijing Games, \r\nwhere two mothers representing Georgia and Russia, \r\ntwo nations at war, embraced in a simple gesture as \r\ntwo women, not two enemies. We saw the same spirit \r\nat work in a parade of athletes, when a people divided \r\nby a border that had been invented by war joined \r\ntogether behind a single flag. Such was the case of \r\nGermany, united for the first time at the 1960 Rome \r\nGames, and later of Korea, which paraded with an \r\nathlete from the North and one from the South carrying \r\nthe same flag at the 2000 Sydney Games.  \r\n This is not rhetoric, but rather the chronicles of \r\nwhat we have seen during the events that constitute the \r\nOlympic Games, which are uniquely global in these \r\ntimes of globalization. \r\n Participate — that is what youth across the world \r\nare asking to do in these times of world crisis, as they \r\nbear witness to the thirst for freedom, democracy and \r\npeace that new technologies have spread across the \r\nglobe. When they speak of values, these young men \r\nand women are not referring to stock exchange \r\nindexes. \r\n I thank members for their support for the \r\nOlympic Truce. To those who have yet again seconded \r\nit, to those who are supporting it for the first time, \r\nthank you on behalf of the International Olympic \r\nCommittee. I thank them, above all, on behalf of those \r\nmillions of men and women, especially young people, \r\nwho in whatever part of the world are suffering the \r\ngrief, pain and ill-treatment caused by each and every \r\nwar. We hope that, thanks to sport, they will find a \r\nlittle relief from their tragedies. \r\n In closing, allow me to paraphrase the memorable \r\nsentence spoken by the first man to set foot on the \r\nA/66/PV.34  \r\n \r\n11-55063 22 \r\n \r\nmoon. The Olympic Truce is one small step for \r\nmankind, yet one giant leap for humankind. \r\n I thank the United Nations for accomplishing that \r\ntogether with us and together with the Olympic \r\nMovement. \r\n The President (spoke in Arabic): We have heard \r\nthe last speaker in the debate on agenda item 11 and its \r\nsub-item (a). \r\n We shall now proceed to consider draft resolution \r\nA/66/L.3, entitled “Building a peaceful and better \r\nworld through sport and the Olympic ideal”. \r\n I give the floor to the representative of the \r\nSecretariat. \r\n Mr. Botnaru (Department of General Assembly \r\nand Conference Management): I should like to \r\nannounce that, since the submission of the draft \r\nresolution, and in addition to those delegations listed in \r\nA/66/L.3, the following countries have also become \r\nsponsors of the draft: Argentina, Bahamas, Bahrain, \r\nBarbados, Belarus, Bhutan, the Plurinational State of \r\nBolivia, Botswana, Brunei Darussalam, the Central \r\nAfrican Republic, Chad, the Democratic People’s \r\nRepublic of Korea, Dominica, Equatorial Guinea, \r\nGhana, Grenada, Guinea, Guinea-Bissau, the Islamic \r\nRepublic of Iran, Iraq, Kiribati, the Marshall Islands, \r\nMauritania, Mozambique, the Niger, the Philippines, \r\nSamoa, Sao Tome and Principe, Saudi Arabia, \r\nSeychelles, South Sudan, Suriname, the Syrian Arab \r\nRepublic, Turkmenistan, Tuvalu, Uzbekistan, the \r\nBolivarian Republic of Venezuela, Yemen and \r\nZimbabwe. \r\n The President (spoke in Arabic): The Assembly \r\nwill now take action on draft resolution A/66/L.3, \r\nentitled “Building a peaceful and better world through \r\nsport and the Olympic ideal”. May I take it that the \r\nAssembly wishes to adopt draft decision A/66/L.3 \r\nwithout a vote? \r\n Draft resolution A/66/L.3 was adopted (resolution \r\n66/5). \r\n The President (spoke in Arabic): On behalf of \r\nthe General Assembly, we wish every success to the \r\nUnited Kingdom of Great Britain and Northern Ireland \r\nin hosting the Olympic Summer Games next year. \r\n The General Assembly has thus concluded this \r\nstage of its consideration of agenda item 11 and its \r\nsub-item (a). \r\n Mr. Zinsou (Benin), Vice-President, took the \r\nChair. \r\n \r\nAgenda item 15 \r\n \r\nCulture of peace  \r\n \r\n  Report of the Secretary-General (A/66/280) \r\n \r\n  Note by the Secretary-General (A/66/273) \r\n \r\n The Acting President: I wish to draw the \r\nattention of the General Assembly to the note by the \r\nSecretary-General transmitting the report of the \r\nDirector General of the United Nations Educational, \r\nScientific and Cultural Organization, circulated in \r\ndocument A/66/273. \r\n I wish also to draw the attention of members to a \r\nletter dated 11 August 2011 from the Secretary-General \r\naddressed to the President of the General Assembly, \r\ntransmitting the fourth annual report of the High \r\nRepresentative for the Alliance of Civilizations, \r\ncontained in document A/66/305. \r\n \r\nStatement by the Acting President \r\n \r\n The Acting President: The Constitution of the \r\nUnited Nations Educational, Scientific and Cultural \r\nOrganization states rightly that “since wars begin in the \r\nminds of men, it is in the minds of men that the \r\ndefences of peace must be constructed”. \r\n The unanimous adoption in 1999 by the General \r\nAssembly of the Declaration and Programme of Action \r\non a Culture of Peace (resolution 53/243) was \r\nmotivated by this very truth. In this respect, the \r\nGeneral Assembly reaffirmed the intellectual and moral \r\nsolidarity of mankind. That historic, norm-setting \r\ndocument is considered one of the most significant \r\nlegacies of the United Nations and one that will endure \r\nfor generations. \r\n By adopting the Declaration and Programme of \r\nAction, the United Nations took the lead in laying the \r\nfoundation of sustainable world peace by focusing on \r\nthe importance and the necessity of building a culture \r\nof peace. It stipulates that a culture of peace consists of \r\nvalues, attitudes and behaviours that reflect and inspire \r\nsocial interaction and sharing based on the principles \r\nof freedom, justice and democracy, all human rights, \r\ntolerance and solidarity; which reject violence and \r\nendeavour to prevent conflicts by tackling their root \r\ncauses to solve problems through dialogue and \r\n A/66/PV.34\r\n \r\n23 11-55063 \r\n \r\nnegotiation; and that guarantee the full exercise of all \r\nrights and the means to participate fully in the \r\ndevelopment process of society.  \r\n First and foremost, the Declaration called for full \r\nrespect for the principles of the sovereignty, territorial \r\nintegrity and political independence of States and \r\nnon-intervention in matters which are essentially \r\nwithin the domestic jurisdiction of any State, in \r\naccordance with the Charter of the United Nations and \r\ninternational law; full respect for and promotion of all \r\nhuman rights and fundamental freedoms; a \r\ncommitment to the peaceful settlement of conflicts; \r\nefforts to meet the development and environmental \r\nneeds of present and future generations; respect for and \r\nthe promotion of the right to development; respect for \r\nand the promotion of equal rights and opportunities for \r\nwomen and men; respect for and the promotion of the \r\nright of everyone to freedom of expression, opinion \r\nand information; and adherence to the principles of \r\nfreedom, justice, democracy, tolerance, solidarity, \r\ncooperation, pluralism, cultural diversity, dialogue and \r\nunderstanding at all levels of society and among \r\nnations. All of these should be fostered by an enabling \r\nnational and international environment that is \r\nconducive to peace. \r\n The Programme of Action (resolution 53/243 B) \r\nprovides us all with a clear set of guidelines for action. \r\nIt is a truly universal document that transcends borders, \r\ncultures, beliefs and societies. \r\n Last year, in its resolution 65/11 of 23 November \r\n2010, entitled “Implementation of the Declaration and \r\nProgramme of Action on a Culture of Peace”, the \r\nGeneral Assembly reiterated that  \r\n “the objective of the effective implementation of \r\nthe Programme of Action on a Culture of Peace \r\nwas to strengthen further the global movement \r\nfor a culture of peace following the observance of \r\nthe International Decade for a Culture of Peace \r\nand Non-violence for the Children of the World, \r\n2001-2010, and call[ed] upon all concerned to \r\nrenew their attention to that objective” \r\n(resolution 65/11, para. 1). \r\n The Programme of Action also emphasizes that \r\ncivil society needs to be fully engaged in the fuller \r\ndevelopment of a culture of peace and that the \r\neducative and informative role of the media contributes \r\nto the promotion of a culture of peace. This special role \r\nof civil society, as well as that of the media and public \r\ninformation, will strengthen the global movement for \r\nthe culture of peace with the wholehearted support of \r\nall. \r\n The most significant way to promote a culture of \r\npeace is through peace education. Peace education \r\nneeds to be accepted in all parts of the world and in all \r\nsocieties and countries as an essential element in \r\ncreating a culture of peace. \r\n In order to effectively meet the challenges posed \r\nby the ongoing complexities of our time, the young \r\npeople of today deserve a radically different education \r\nthat does not glorify war but educates for peace, \r\nnon-violence and international cooperation. They need \r\nthe skills and knowledge to create and nurture peace \r\nfor their individual selves and for the world to which \r\nthey belong. \r\n We should never forget that there will be no \r\npeace without development and no development \r\nwithout peace. It is also crucial to remember that \r\nsustainable peace is inseparable from women’s \r\nequality. The General Assembly has further urged the \r\nappropriate authorities to provide age-appropriate \r\neducation. When women are marginalized, there is \r\nlittle chance for an open, participatory and peaceful \r\nsociety. \r\n In today’s world, the culture of peace should be \r\nseen as the essence of a new humanity — a new global \r\ncivilization based on inner oneness and outer diversity. \r\nLet us commence our debate on agenda item 15 in that \r\nspirit. \r\n Mr. Al Rashed (Kuwait) (spoke in Arabic): My \r\ncountry would like to wholeheartedly thank the \r\nSecretary-General for all of his efforts in preparing the \r\nreport contained in document A/66/280 on the \r\nactivities of the main United Nations entities in the \r\nfield of intercultural, interreligious and \r\nintercivilizational dialogue. We wish to also thank the \r\nUnited Nations Educational, Scientific and Cultural \r\nOrganization (UNESCO) for the central role it plays \r\nand for all its efforts to strengthen and consolidate the \r\nculture a peace, creating conducive to fostering such a \r\nculture by implementing the Declaration and \r\nProgramme of Action on a Culture of Peace (resolution \r\n53/243).  \r\n The preamble to the United Nations Charter \r\nbegins with “We the peoples of the United Nations”, \r\nwhich means that although we have different \r\nA/66/PV.34  \r\n \r\n11-55063 24 \r\n \r\nbackgrounds, beliefs, civilizations and cultures, we all \r\ncome together and join hands under the umbrella of the \r\nculture of humankind. The State of Kuwait therefore \r\nplaces tremendous emphasis on the importance of \r\npromoting a culture of peace and promoting dialogue \r\namong cultures, civilizations and faiths, particularly in \r\nthe current conditions of intolerance, extremism and \r\nhatred among peoples, human rights violations, racial \r\ndiscrimination and disrespect for religions and their \r\nsymbols.  \r\n We would like to draw attention to the fact that \r\ndialogue or alliance among civilizations does not \r\nrequire us to dissolve ourselves into one religion, \r\nculture or civilization. In other words, we must all live \r\naccording to the same set of principles whereby we \r\nseek out the causes of our differences and try to \r\naddress them, and in which the religious and cultural \r\ndiversity of the peoples of the world is respected. We \r\ntherefore call on this Organization to scale up all \r\nefforts to promote a culture of peace and dialogue \r\namong civilizations and to join hands in combating \r\nintolerance, extremism and violence in all its forms, \r\nand in fostering mutual respect among nations and \r\npeoples. This is a responsibility that lies with all \r\nMember States and international organizations. \r\n Kuwait strongly emphasizes the importance of \r\nsupporting this Organization in promoting the lofty \r\nprinciples enshrined in its Charter. I would like to \r\nelaborate on the positive steps my country has taken to \r\npromote and encourage dialogue among civilizations.  \r\n Kuwait is a member of the Group of Friends of \r\nthe Alliance of Civilizations, reflecting its conviction \r\nin the importance of dialogue and interaction among \r\ncivilizations and peoples. Kuwait has set up a national \r\nplan for 2009-2011 consistent with the Alliance of \r\nCivilizations initiative. The objectives of the plan are \r\nto foster a culture of tolerance, peace and moderation; \r\nto combat terrorism, intolerance and violence; and to \r\nraise awareness and interaction among various cultures \r\nand peoples. We have launched a number of \r\nprogrammes, activities and plans of action in our \r\nvarious ministries, and are now finalizing the third \r\nnational plan, for 2011-2013. \r\n Kuwait has also set up an international centre for \r\nmoderation that calls for moderation of opinions, ideas \r\nand the treatment of others — precepts that are at the \r\nheart of Islam. Peace had deep roots in the culture and \r\nhistory of Kuwait even before its inception as a modern \r\nState. Peace has given rise to tolerance, acceptance of \r\nothers and increased dialogue with all other cultures \r\nand religions. Our modern Constitution guarantees \r\nrespect for the freedom of opinion, expression and \r\nreligion, and the practice of religious rites in safety and \r\nfreedom. Although small, Kuwait is a place where \r\nmany peoples come together. We are host to more than \r\n120 nationalities, representing religions and cultures \r\nfrom around the world and living together in security, \r\nstability, mutual respect and dignity. \r\n In conclusion, we would like to emphasize that \r\nenriching and fostering a culture of peace is at the \r\nheart of respect for the lofty principles enshrined in our \r\nCharter, such as respect for human rights, freedom of \r\nopinion, freedom of speech, justice under the law, \r\nequality, the elimination of poverty and unemployment, \r\nand raising awareness of the culture of peace. It is \r\nimpossible for a people deprived of its basic rights to \r\nlive in dignity or nourish a culture of peace and \r\ntolerance. On that basis, my country calls on Member \r\nStates to respect and implement those rights so that \r\ntogether we may enjoy a world of amity, peace and \r\ntolerance.  \r\n Mr. Javadekar (India): I am deeply honoured \r\nand privileged to participate in today’s joint debate on \r\nthe culture of peace, and grateful for the Secretary-\r\nGeneral’s comprehensive report on intercultural, \r\ninterreligious and intercivilizational dialogue \r\n(A/66/280). \r\n We note with satisfaction that celebrating the \r\nInternational Year for the Rapprochement of Cultures \r\nin 2010 and the International Decade for a Culture of \r\nPeace and Non-violence for the Children of the World, \r\n2001-2010, has provided a unique opportunity for the \r\nUnited Nations system to reaffirm its fundamental \r\ncommitment to the plurality of humanity, in which \r\ncultural diversity and intercultural dialogue are \r\nmutually reinforcing. I think this is exactly what the \r\nIndian ethos stands for. \r\n In today’s world we are witnessing the rise of \r\nextremism and intolerance, outbreaks of sectarian \r\nviolence and increasing use of the language of hatred \r\nand violence. These pose a serious challenge to the \r\nvery foundations of our society. Here we must salute \r\nMahatma Gandhi and Martin Luther King, Jr., who \r\nproved the power of non-violence. We must create an \r\nenvironment conducive to fostering a dialogue between \r\ndiverse cultures, races, faiths and religions that \r\n A/66/PV.34\r\n \r\n25 11-55063 \r\n \r\ninculcates values that promote the transition from force \r\nto reason, from conflict to dialogue and from violence \r\nto peace. Dialogue among different cultures and \r\nreligions is also important, because it is precisely in the \r\nabsence of such a dialogue and understanding that \r\nintolerance, bigotry and violence flourish. \r\n It is heartening to note that the Alliance of \r\nCivilizations, which includes a Group of Friends with \r\n128 members, has now become one of the premier \r\nplatforms for intercultural and interreligious dialogue \r\nwithin and between diverse societies. We therefore \r\nwelcome the Doha Civil Society Pre-Forum. \r\n We also support the Department of Public \r\nInformation (DPI) in its endeavour to strengthen its \r\nvoice on intercultural dialogue by organizing and \r\ncovering a wide range of events. It should be \r\nmentioned here that on 5 May the Indian Permanent \r\nMission to the United Nations associated itself with the \r\nDPI and the Indian Council for Cultural Relations in \r\norganizing an authors’ colloquium on unlearning \r\nintolerance at United Nations Headquarters. The Indian \r\ndelegation also organized a function to mark the \r\nInternational Day of Non-Violence at the United \r\nNations on 30 September, at which the Secretary-\r\nGeneral was the chief guest. India’s leading historian, \r\nMr. Ramachandra Guha, delivered the keynote address. \r\n India, the largest democracy in the world and a \r\nnation of unparalleled diversity with a population of \r\nmore than 1.2 billion, is the second most populous \r\nnation in the world. While India, of course, has the \r\nlargest Hindu population, we also have one of the \r\nworld’s largest Muslim populations. And India is home \r\nto significant numbers of practitioners of almost every \r\nother major religious denomination, be it Christianity, \r\nBuddhism, Sikhism, Jainism, Zoroastrianism or \r\nBahaism. India is the birthplace of Jainism. Gautama \r\nBuddha gave his first sermon in Sarnath, an eminent \r\ncentre of Indian philosophy, after he attained \r\nenlightenment in Bodh Gaya. \r\n All this happened because our kings offered land \r\nand facilities to all religions. The history of India, in \r\nessence, is a narrative of conversations between \r\ndifferent civilizations and, indeed, a conversation with \r\nnature itself. India is home to scores of languages, \r\nhundreds of dialects and thousands of cuisines, and a \r\nmedley of races, colours, landscapes and cultures. This \r\nassimilation and accommodation of diversity have \r\ncontributed to the richness of our composite culture \r\nand the durability of our civilization. This we call unity \r\nin diversity. \r\n Our civilizational legacy treats nature as a source \r\nof nurture, and high value is placed on living in \r\nharmony with nature. The Vedas are a repository \r\ntreating of the holistic development of the human being \r\nin full harmony with its surroundings. The continuous \r\nstrand of vasudhaiva kutumbakam — which means “the \r\nwhole world is one family” — has been a constant \r\nguide for our interaction and exchange of thought with \r\nthe outside world. The noble principles of life and \r\nspirituality, including non-violence, have influenced \r\nsuccessive generations of people worldwide. \r\n We in India understand the importance of \r\nbuilding alliances between religions, cultures and \r\nethnic groups, and we have always supported every \r\neffort to build bridges of understanding between \r\nnations, peoples, religions and cultures around the \r\nworld. It is our considered view that successful \r\npluralism must be grounded in the basic tenets of \r\nmutual understanding and respect for diverse \r\ntraditions. The Indian ethos believes in the tenet of \r\nekam sad vipra bahudha vadanti, meaning that there \r\nare many ways to reach God. The Indian ethos also \r\ntreats believers and non-believers equally. This is also \r\ncritical to the harmonious development of all sections \r\nof society, including the encouragement of gender \r\nequity and the empowerment of women all over the \r\nworld. \r\n The only way to achieve this goal is to move \r\nconceptually towards a new dimension of dialogue and \r\nharmony among diverse cultures, races, faiths and \r\nreligions so that all human beings can live in the sane \r\nand peaceful global society of our collective dreams. \r\n Mr. Goraish (Sudan) (spoke in Arabic): Allow \r\nme to express my country’s appreciation for the efforts \r\nof the United Nations to foster a culture of peace and \r\nto introduce it onto the agenda. We would also like to \r\nthank the Secretary-General for his work in fostering a \r\nculture of peace, dialogue and peaceful coexistence \r\namong the peoples of the world. \r\n We have read the Secretary-General’s report \r\n(A/66/280) of 8 August 2011, submitted pursuant to \r\nresolution 65/138, in which he provides an overview of \r\nthe activities carried out by the main United Nations \r\nentities in the field of dialogue among civilizations, \r\ncultures and religions. He also takes stock of the \r\nconsultations among Members of the United Nations to \r\nA/66/PV.34  \r\n \r\n11-55063 26 \r\n \r\nfoster dialogue among cultures and religions and \r\npeaceful coexistence among nations. \r\n We believe that we have to devise effective \r\nmechanisms to foster the culture of peace in all its \r\ndimensions, including dialogue among cultures and \r\nreligions, in the near future. I take this opportunity to \r\nhighlight our commitment to the various resolutions of \r\nthe General Assembly, particularly resolution 53/243 of \r\n13 September 1999 on the Declaration and Programme \r\nof Action on a Culture of Peace; resolution 52/15, \r\nproclaiming 2000 the International Year for the Culture \r\nof Peace; resolution 53/25 of 10 November 1998, \r\nproclaiming the International Decade for a Culture of \r\nPeace and Non-Violence for the Children of the World \r\n(2001-2010); and resolution 65/11 on the \r\nimplementation of the Declaration and Programme of \r\nAction on a Culture of Peace. \r\n My country has also expressed its support for all \r\nother initiatives, including the Interfaith Dialogue and \r\nCooperation for Peace and Development held by the \r\nHeads of State and Government of the Non-Aligned \r\nMovement in Manila in March 2010. My country has \r\nmade additional efforts in that regard alongside Egypt, \r\nPakistan, Indonesia, Morocco, Iran, Qatar and Senegal. \r\nIn that connection, I would like also to highlight the \r\nimportance of the high-level meeting on interfaith \r\ndialogue that was held in November 2008 under the \r\nauspices of King Abdullah Bin Abdulaziz Al-Saud of \r\nSaudi Arabia within the framework of his efforts, \r\nranging from Mecca to Madrid, to advance all \r\ninitiatives aimed at achieving today’s goals. \r\n The Sudan has been at the forefront of countries \r\ncalling for the promotion of a culture of peace among \r\nreligions and cultures, given its status as one of the \r\nfounding States of the Non-Aligned Movement and \r\nbased on our conviction of the importance of \r\npromoting dialogue among beliefs, religions and \r\ncultures as a way to achieve the goals of peace and \r\ndevelopment. That ideal is also enshrined in the \r\nConstitution of the Sudan. \r\n As regards our national efforts, our country has \r\ntaken all possible steps to advance peaceful \r\ncoexistence and the culture of peace. UNICEF, in \r\ncooperation with the United Nations Children’s \r\nEmergency Fund and the Sudanese Ministry of Youth \r\nand Sports and National Council for the Respect of the \r\nRights of Children, organized a meeting on \r\n24 September on the theme “We Will Come Together \r\nto Foster the Culture of Peace”. The meeting \r\nhighlighted the right of children to self-expression and \r\nparticipation in deepening the values of amity and \r\nbrotherhood among the young people of the Sudan. A \r\nnumber of organizations participated in that event, \r\nwhich called for the promotion of peace among \r\ncultures. We celebrate that occasion every year. \r\n Our country has also allocated more time to \r\nprogrammes fostering the culture of peace on our \r\nnational radio and television stations and other media, \r\nwith the aim of raising awareness of the importance of \r\npromoting the culture of peace. \r\n Today, the international community is facing \r\ngrowing challenges related to the economy and climate \r\nchange. The developing countries are working hard to \r\nimplement the Millennium Development Goals and to \r\nadvance the interlinked culture of peace between \r\ndeveloped and developing nations, because the culture \r\nof peace cannot be separated from other development \r\nchallenges. We must unite to foster the culture of \r\npeace. \r\n In conclusion, I would like to inform the General \r\nAssembly that my country will continue to make every \r\neffort to live up to the lofty principles enshrined in our \r\nCharter based on fostering dialogue among cultures \r\nand religions and on enhancing peaceful coexistence \r\ninstead of violence and confrontation. We should avoid \r\nalienating and marginalizing some countries at the \r\nexpense of serving the narrow agendas of others.  \r\n We must bear in mind that people have come to \r\nsee that they have been created equal and as different \r\ntribes, ethnicities and colours. They must live together \r\nin harmony and reach out to each other in order to \r\nserve the interests of peace and the lofty goals and \r\nprinciples of religions. \r\n Mr. Srivali (Thailand): Thailand takes note of the \r\ncommendable efforts of Member States and the United \r\nNations system in promoting dialogue among cultures, \r\ncivilizations and religions towards a culture of peace \r\nand implementing the Declaration and Programme of \r\nAction on a Culture of Peace, as reflected in the reports \r\nof the Secretary-General (A/66/280) and the Director-\r\nGeneral of UNESCO (A/66/273). \r\n As an original member of the Group of Friends of \r\nthe Alliance of Civilization, Thailand looks forward to \r\nparticipating in the Alliance’s next annual forum, to be \r\nheld in Doha in December, and welcomes the emphasis \r\n A/66/PV.34\r\n \r\n27 11-55063 \r\n \r\nplaced on creating synergies between the objectives of \r\nthe Alliance of Civilizations and the advancement of \r\nthe Millennium Development Goals at the upcoming \r\nmeeting. \r\n Thailand would like to share our views on this \r\nissue. First, Thailand encourages the use of new \r\ncommunications technologies and social media, as well \r\nas formal and non-formal education, to promote \r\ndialogue among cultures, civilizations and religions. \r\nSuch regularized sharing of experiences, not just of \r\nknowledge, based on mutual respect and appreciation \r\nof diversity, can make an important contribution to \r\nworld peace. \r\n Secondly, we concur with the report of the \r\nSecretary-General, which stresses that the basic \r\nprerequisites for effective dialogue include equality, \r\njustice, poverty reduction and respect for human rights. \r\nThailand supports the efforts of Member States in \r\nensuring that these fundamental conditions are met, \r\nwith the support of the United Nations and regional \r\norganizations. Peace must be built from within. That is \r\nwhy national ownership is so important. \r\n Thirdly, Thailand is of the view that peace cannot \r\nbe taken for granted even in the best of times. Rather, it \r\nrequires continual effort to maintain and strengthen. In \r\norder to make peace sustainable, a culture of peace \r\nmust be cultivated at all levels, especially among  \r\n \r\nyoung people. A11 groups and sectors of society can \r\nand should play a part in promoting dialogue among \r\ncultures, civilizations and religions, including women, \r\nthe media, civil society and the private sector. \r\n Fourthly, Thailand fully supports the efforts of \r\nthe United Nations, especially the United Nations \r\npeacekeeping missions and the Peacebuilding \r\nCommission, as well as other regional and \r\ninternational actors in pursuit of sustainable peace. In \r\ntaking the lead in peacekeeping and peacebuilding \r\nefforts around the world, the United Nations system \r\nmust be well-coordinated and take a forward-looking, \r\nlong-term view in carrying out its work. \r\n Fifthly, Thailand remains committed to \r\npromoting dialogue among cultures, civilizations and \r\nreligions at home. At the subregional level, cultural and \r\nreligious dialogue is ongoing through exchanges of \r\nvisits, workshops and seminars at all levels, including \r\namong religious figures, academics and representatives \r\nof the media and youth. At the national level, \r\nGovernment agencies have developed a national \r\nstrategy on interfaith dialogue as a guideline for \r\npromoting Thailand’s participation in regional and \r\ninternational interfaith dialogue cooperation \r\nframeworks and their implementation of relevant \r\nactivities. \r\n Thailand reaffirms its commitment to the culture \r\nof peace and will closely follow initiatives and \r\nactivities on this issue.  \r\n  The meeting rose at 1 p.m. \r\n"