" United Nations  A/66/PV.29\r\n  \r\n \r\nGeneral Assembly \r\nSixty-sixth session \r\n \r\n29th plenary meeting \r\nTuesday, 27 September 2011, 3 p.m. \r\nNew York \r\n \r\nOfficial Records\r\n \r\n \r\n \r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum. \r\n11-51681 (E) \r\n*1151681*   \r\nPresident: Mr. Al-Nasser . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Qatar) \r\n \r\n \r\n In the absence of the President, Mr. Thomson \r\n(Fiji), Vice-President, took the Chair. \r\n \r\n  The meeting was called to order at 3.05 p.m. \r\n \r\n \r\nAgenda item 8 (continued) \r\n \r\nGeneral debate \r\n \r\n The Acting President: I now call on His \r\nExcellency Mr. Nicolás Maduro Moros, Minister of the \r\nPeople’s Power for Foreign Affairs of the Bolivarian \r\nRepublic of Venezuela. \r\n Mr. Maduro Moros (Bolivarian Republic of \r\nVenezuela) (spoke in Spanish): It is almost the end of \r\nthe beginning of the annual debate in United Nations. \r\nHaving listened to and evaluated positions on different \r\nworld issues debated by the planet and all of humanity, \r\nthe delegation of the Bolivarian Republic of Venezuela, \r\nthe South American Bolivarian Republic, has received \r\nfor the purposes of sharing with the Governments and \r\nthe brotherly peoples of the world through the General \r\nAssembly a letter from the president of our Republic, \r\nCommander Hugo Chávez Frías. This letter contains a \r\nseries of comments and reflections that are necessary \r\nand relevant for a democratic debate in our world and, \r\nabove all, for the process of the growing empowerment \r\nof the peoples of the world and of transformation and \r\nnecessary re-establishment of the United Nations as a \r\nmultilateral system that has been with us for the last \r\nsix or seven decades. \r\n By your leave, Sir, I will read out and distribute \r\nto delegations the letter from Commander Hugo \r\nChávez: \r\n  “Caracas, 26 September 2011 \r\n  “I am writing these words to the United \r\nNations General Assembly, that great forum \r\nwhere representatives of all the peoples of the \r\nworld meet to express the reality of the \r\nBolivarian Republic of Venezuela and to reaffirm \r\nour unwavering commitment to justice, equality \r\nand peace.  \r\n  “Peace, peace, peace … let us not look for \r\npeace in cemeteries, as Kant said with irony, but \r\nrather through the most zealous respect for \r\ninternational law. Unfortunately, the United \r\nNations, throughout its history, instead of adding \r\nand multiplying efforts for peace among nations, \r\nhas ended up by supporting the most ruthless \r\ninjustices, sometimes by acts of commission, \r\nsometimes by acts of omission.  \r\n  “We need to recall the Preamble of the \r\nCharter of the United Nations, which talks of \r\nsaving future generations from the scourge of \r\nwar. Those are just empty words; since 1945, the \r\nnumber of wars has continued to grow \r\ninexorably. Let us look once again at Libya in \r\nruins, covered in blood, because of the powerful \r\npeople in this world.  \r\n  “I call on the Governments of the world to \r\nconsider that since 11 September 2001, a new \r\nA/66/PV.29  \r\n \r\n11-51681 2 \r\n \r\nimperialist war was started, an unprecedented, \r\npermanent, perpetual war. \r\n  “We need to face the cruel reality of our \r\nworld. We must make a list of our concerns \r\nstemming from the dangers and threats that are \r\nstalking us. Why is the United States the only \r\ncountry that sows military bases all over the \r\nworld? What is it so afraid of that it must set \r\naside staggering budgets for constantly increasing \r\nits military strength? Why has it unleashed so \r\nmany wars, violating the sovereignty of other \r\ncountries, which have the same rights over their \r\nfutures? How can we can we use international \r\nlaw to counter its senseless ambition to militarily \r\ndominate the world in order to ensure access to \r\nthe energy sources it needs to sustain its \r\npredatory consumerist model? Why does the \r\nUnited Nations do nothing to stop Washington?  \r\n  “If we answer all of these questions with \r\nabsolute sincerity, we would understand that the \r\nempire has crowned itself judge of the world, \r\nwithout anyone bestowing that responsibility on \r\nit and even though, therefore, the imperialist war \r\nis a threat to us all.  \r\n  “Washington knows that a multipolar world \r\nis already an irreversible reality. Its strategy \r\nconsists of halting the sustained rise of groups of \r\nemerging countries at any price, by promoting its \r\nmajor interests with its partners and followers in \r\norder to direct multi-polarity along the path that \r\nthe empire wants. What is more, the goal is to \r\nreconfigure the world so that it sustains Yankee \r\nmilitary hegemony. Humankind is facing a \r\ngenuine threat of permanent war. As the case of \r\nLibya shows, the empire is ready, in any scenario, \r\nto create the political conditions for going to war. \r\nIn the imperial worldview, Clausewitz’s famous \r\naxiom is being reversed: politics is the \r\ncontinuation of war by other means. \r\n  “What is behind this new Armageddon? It is \r\nthe absolute power of the military-financial \r\nleadership, destroying the world in its \r\naccumulation of more profits, a military-financial \r\nleadership that is in fact subordinate to a group of \r\nStates. It should be borne in mind that war is \r\nfinancial capital’s way of life: war that ruins most \r\npeople and makes a few unimaginably rich. At \r\nthis moment we have a profoundly serious threat \r\nto global peace: the unleashing of a new cycle of \r\ncolonial wars, starting with Libya, with the \r\ncynical goal of breathing new life into the global \r\ncapitalist system, whose current structural crisis \r\nhas still in no way curbed its destructive, \r\nconsumerist voraciousness. The case of Libya \r\nshould alert us to the desire to practice a new \r\nimperial version of colonialism: military \r\ninterventionism endorsed by the anti-democratic \r\nbodies of the United Nations and justified by \r\nprefabricated lies. \r\n  “Humankind is on the brink of an \r\nunimaginable catastrophe. The world is marching \r\ninexorably towards devastating ecocide; the \r\nterrifying consequences of global warming \r\nproclaim it, but the ideology of the environmental \r\nequivalents of Cortés and Pizarro, the early \r\nSpanish colonizers who destroyed part of the \r\nAmerican continent — as the influential French \r\nthinker Edgar Morin has said — drives them to \r\ncontinue their depredations and destruction. The \r\nenergy and food crises worsen, while capitalism \r\nstill breaches every boundary with impunity. \r\n  “As we face this bleak prospect, our way is \r\nlighted by the great American scientist and two-\r\ntime Nobel prize winner, Linus Pauling, who \r\nsaid: \r\n   ‘I believe that there is a greater power \r\nin the world than the evil power of military \r\nforce, of nuclear bombs — there is the \r\npower of good, of morality, of \r\nhumanitarianism. I believe in the power of \r\nthe human spirit’. \r\n Then let us mobilize all the power of the human \r\nspirit; it is time. We must unleash a great political \r\ncounter-offensive to prevent the powers of \r\ndarkness finding justification for going to war, so \r\nthey can unleash the generalized global war with \r\nwhich they hope to save the West’s capital. \r\nVenezuela calls for the establishment of a grand \r\nalliance against war and for peace, with the \r\nsupreme goal of avoiding war at all costs. The \r\nwarmongers and, especially, the military-\r\nfinancial leadership that sponsors and leads them \r\nmust be defeated politically. Let us build the \r\nbalanced universe envisioned by the liberator \r\nSimón Bolivar, the balance that, as he said, \r\n A/66/PV.29\r\n \r\n3 11-51681 \r\n \r\ncannot be found in war; the balance born out of \r\npeace. \r\n  “Let us take note and remember: Venezuela, \r\nalong with the member countries of the \r\nBolivarian Alliance for the Peoples of Our \r\nAmerica, actively advocated for a peaceful and \r\nnegotiated solution to the Libyan conflict, as did \r\nthe African Union. Eventually, however, the logic \r\nof war decreed by the Security Council and made \r\na reality by NATO, the armed wing of the Yankee \r\nempire, was imposed, the logic of war whose \r\nvanguard is the transnational media. \r\n  “Let us remember that the case of Libya \r\nwas brought before the Security Council on the \r\nbasis of intense propaganda on the part of the \r\nmedia, which lied in saying that the Libyan Air \r\nForce was bombing innocent civilians, not to \r\nmention the grotesque media setting of Tripoli’s \r\nGreen Square. This premeditated campaign of lies \r\nwas used to justify hasty and irresponsible \r\ndecisions by the Security Council, paving the way \r\nfor NATO’s policy of military regime change in \r\nLibya. It is worth asking: what became of the \r\nno-fly zone established by Security Council \r\nresolution 1973 (2011)? How could the more than \r\n20,000 NATO missions flown against Libya, \r\nmany of them aimed at bombing the Libyan \r\npeople, not represent the denial of the no-fly \r\nzone? Once the Libyan Air Force was completely \r\nannihilated, the continued ‘humanitarian’ \r\nbombing showed that the West, through NATO, is \r\nimposing its interests on North Africa, turning \r\nLibya into a colonial protectorate. \r\n  “It is a joke to say that the United Nations \r\nimposed an arms embargo on Libya, when NATO \r\nitself brought in thousands of heavy weapons in \r\nsupport of a violent insurrection against that \r\ncountry’s legitimate Government. The embargo, \r\nof course, was there only to prevent the Libyan \r\nGovernment from defending its sovereignty, \r\nexposing yet again the functioning of the cruel \r\ninternational system, under which the law applies \r\nonly to the weak. \r\n  “What is the real reason for this military \r\nintervention? To recolonize Libya so as to take \r\nover its wealth. We have no doubt about that. \r\nEverything else is subordinate to that goal. No \r\none colonizes innocently, as the great poet of \r\nMartinique, Aimé Césaire, rightly said in his \r\nextraordinary essay on colonialism. By the way, \r\nthe residence of Venezuela’s Ambassador in \r\nTripoli was invaded and looted while the United \r\nNations stayed mute, guarding a shameful \r\nsilence. \r\n  “We demand the immediate cessation of the \r\nbombing on Libyan territory. We will also \r\ncontinue demanding that international law be \r\nrespected in the case of this sister nation. We will \r\nnot remain silent in the face of evil intentions to \r\ndestroy the foundations that endow it with sense \r\nand reason. We therefore put this question to the \r\nAssembly: Why is the Libyan seat in the United \r\nNations granted to the so called National \r\nTransitional Council while Palestine’s admission \r\nis blocked by ignoring not only its legitimate \r\naspiration, but also the will of the majority of the \r\nGeneral Assembly? With all its strength and with \r\nthe moral authority granted it by the will of the \r\nmajority of the world’s peoples, Venezuela \r\nhereby affirms its unconditional solidarity with \r\nthe Palestinian people and its unlimited support \r\nfor the Palestinian national cause, including, of \r\ncourse, the immediate admission of Palestine to \r\nthe United Nations as a full Member State. \r\n  “And the same imperialist formula is being \r\nrepeated in the case of Syria. Had not some of the \r\nSecurity Council’s permanent members stood \r\nfirm, it would all have ended with the Council \r\nauthorizing NATO to fire its missiles and send its \r\nbombers against Syria. It is intolerable that the \r\nPowers of this world wish to arrogate to \r\nthemselves the right to order legitimate, \r\nsovereign rulers to resign on the spot. Having \r\nsucceeded in Libya, they wish to proceed in the \r\nsame way against Syria. Such are the current \r\nasymmetries that exist on the international scene, \r\nand such are the abuses done to independent \r\nnations. \r\n  “It is not for us to pass judgement on \r\nSyria’s domestic situation, first, because of the \r\ninherent complexity of any national reality, and \r\nsecondly, because only the Syrian people can \r\nsolve their problems and decide their fate by the \r\nright to self-determination of all peoples, an \r\ninalienable right in every sense. But that does not \r\nprevent us from believing that it is 100 times \r\nbetter to bet on the success of the broad national \r\nA/66/PV.29  \r\n \r\n11-51681 4 \r\n \r\ndialogue for which President Basher Al-Assad \r\nhas called than to impose sanctions and howl like \r\nhyenas for military intervention. We fully support \r\nthe efforts of President Al-Assad to preserve the \r\nstability and unity of his country, which is being \r\nbesieged by the West.  \r\n  “Now let us turn to the Horn of Africa, \r\nwhere we will witness a heartbreaking example \r\nof the United Nations’ historic failure. Most \r\nserious news agencies report that 20,000 to \r\n29,000 children under the age of five have died in \r\nthe last three months. \r\n  “The journalist Frida Modak, in her article \r\n‘To Die In Somalia’ reveals the miserliness that \r\nafflicts the major international organizations, first \r\namong them the United Nations, a level of \r\npoverty worse than that ravaging the vast region \r\nof the Horn of Africa. \r\n  “In order to confront this situation, we need \r\n$1.4 billion, not to solve the problem but to \r\naddress the emergency that Somalia, Kenya, \r\nDjibouti and Ethiopia are going through. \r\nAccording to all information received, the next \r\ntwo months will be decisive if we are to prevent \r\nthe death of more than 12 million people. That \r\nsituation is most acute in Somalia. \r\n  “We must also ask ourselves how much \r\nmoney is being spent on sophisticated weapons to \r\ndestroy Libya. Here is the answer of United \r\nStates Congressman Dennis Kucinich, who says, \r\n‘This new war will cost us $500 million during its \r\nfirst week alone. Obviously, we do not have \r\nfinancing resources for that and we will end up \r\ncutting off other important domestic programs’ \r\nfunding’. According to Mr. Kucinich himself, the \r\namount spent in northern Africa during the first \r\nthree weeks to massacre the Libyan people could \r\nhave been used to help the entire Horn of Africa, \r\nsaving dozens of thousands of lives. \r\n  “The reasons behind the criminal military \r\nengagement in Libya are not humanitarian at all. \r\nThey are based on the Malthusian postulate that \r\nthere are simply too many people in the world \r\nand that they have to be eliminated by generating \r\nmore hunger, destruction and uncertainty, thereby \r\ncreating more financial profits.  \r\n  “In this regard, it is frankly regrettable that \r\nthe opening address of the sixty-sixth session of \r\nthe General Assembly did not include an \r\nimmediate appeal to solve the humanitarian crisis \r\nin the Horn of Africa, even as it asserted that the \r\ntime had come to act on Syria. What criminal \r\ncynicism! \r\n  “We also call for an end to the shameful \r\ncriminal blockade against our sister republic of \r\nCuba, imposed by the United States empire for \r\nmore than 50 years with gruesome cruelty against \r\nthe heroic people of José Martí. By 2010, a total \r\nof 19 separate votes in the General Assembly \r\narticulated the universal demand that the United \r\nStates cease its economic and trade blockade \r\nagainst Cuba.  \r\n  “Since all arguments of international good \r\nsense have been exhausted, we have no choice \r\nbut to believe that such aggravated cruelty \r\nagainst the Cuban Revolution is the result of \r\nimperial arrogance in the face of the dignity and \r\ncourage shown by the defiant Cuban people in \r\ntheir sovereign decision to determine their own \r\nfate and fight for their happiness. \r\n  “In Venezuela, we believe that the time has \r\ncome to demand that the United States not only \r\nimmediately and unconditionally end the criminal \r\nblockade it has imposed against the Cuban \r\npeople, but that it also release the five Cuban \r\nanti-terrorist fighters held hostage in the prisons \r\nof the empire solely for seeking to prevent illegal \r\nactions that terrorist groups are preparing against \r\nCuba, under the protection of the Government of \r\nthe United States. \r\n  “We wish to reiterate that it is impossible to \r\nignore the crisis in the United Nations. In 2005, \r\nbefore this very General Assembly, we declared \r\nthat the model of the United Nations was \r\nobsolete. Back then, we also said that it needed to \r\nbe rebuilt from the ground up, and that the \r\nprocess could not be postponed. \r\n  “Since then, nothing has been done. The \r\npolitical will of the most powerful has prevailed. \r\nOf course, the United Nations, as it continues to \r\nfunction, docilely serves their interests. If its \r\nSecretary-General, along with the President of the \r\nInternational Criminal Court, takes part in an act \r\nof war, as is the case with Libya, then nothing can \r\n A/66/PV.29\r\n \r\n5 11-51681 \r\n \r\nbe expected from the current structure of this \r\nOrganization, and there is no longer time for \r\nreform. The United Nations does not accept any \r\nreform whatsoever. The illness within it is fatal. \r\n  “It is unbearable that there is a Security \r\nCouncil that turns its back, whenever it wants to, \r\non the clamour of a majority of nations, \r\ndeliberately refusing to acknowledge the will of \r\nthe General Assembly. If the Security Council is a \r\nkind of club with privileged members, what can \r\nthe General Assembly do? What is the scope of \r\nits operation when its members violate \r\ninternational law? \r\n  “Paraphrasing the liberator Simón Bolívar, \r\nwho was referring specifically, in 1818, to the \r\nthen newborn Yankee imperialism, we have had \r\nenough of laws being applied by the weak and \r\nabuses being committed by the strong. The \r\npeoples of the South cannot be the ones to respect \r\ninternational law, while the North violates, \r\ndestroys and plunders us. \r\n  “If we do not commit ourselves once and \r\nfor all to restructuring the United Nations, this \r\nOrganization will definitively lose its last shred \r\nof credibility. Its crisis of legitimacy is \r\naccelerating toward a final implosion. In fact, that \r\nis what happened to its immediate predecessor: \r\nthe League of Nations. \r\n  “A crucial and decisive first step towards \r\nrestructuring the United Nations would be to \r\neliminate the category of permanent member \r\nalong with the right to veto in the Security \r\nCouncil. Likewise, the decision-making power of \r\nthe General Assembly must be democratically \r\nmaximized. A comprehensive review of the \r\nCharter of the United Nations is also urgently \r\nrequired, with the aim of drafting a new Charter. \r\n  “The future of a peaceful, multipolar world \r\ndepends on the determination of the majority of \r\nthe world’s people to defend ourselves from the \r\nnew colonialism and to achieve a balance in the \r\nuniverse that will be capable of neutralizing \r\nimperialism and its arrogance. \r\n  “This broad, generous, respectful and \r\ninclusive call is addressed to all the peoples of \r\nthe world, but most especially to the emerging \r\nPowers of the South, which must courageously \r\nrise to the role they are being asked to play.  \r\n  “From Latin America and the Caribbean, a \r\npowerful dynamic of regional alliances has \r\nemerged that seeks to create a democratic space \r\nthat will be respectful of differences and eager to \r\nemphasize solidarity and complementarity in \r\norder to maximize that which unites us and \r\nresolve politically whatever divides us.  \r\n  “This new regionalism allows for diversity \r\nand respects everyone’s rhythms. The Bolivarian \r\nAlliance for the Peoples of Our America is \r\ngrowing into an experimental vanguard of \r\nprogressive and anti-imperialist Governments, \r\nseeking ways to break with the prevailing \r\ninternational order and strengthening the people’s \r\ncapacity to confront the de facto Powers. \r\nHowever, that does not prevent its members from \r\ncontributing decisively and enthusiastically to the \r\nconsolidation of the Union of South American \r\nNations, a political bloc that federates \r\n12 sovereign States of South America into what \r\nthe liberator Simón Bolívar called ‘a Nation of \r\nRepublics’. Furthermore, the 33 countries that \r\ncomprise Latin America and the Caribbean are \r\ncurrently preparing to take the historic step of \r\nestablishing a single great regional entity that \r\nunites us all, without exception, through which \r\nwe will be able to design policies that will ensure \r\nour well-being, our independence and our \r\nsovereignty, based on equality, solidarity, and \r\nreciprocity.  \r\n  “Caracas, the capital of the Bolivarian \r\nRepublic of Venezuela, is proud to be able to \r\nhost, on 2 and 3 December of this year, the \r\nsummit of heads of State and Government that \r\nwill definitely establish the Community of Latin \r\nAmerican and Caribbean States. \r\n  “The people of Venezuela have placed their \r\nhopes in a broad alliance of regional assemblies \r\nof the South, such as the Union of South \r\nAmerican Nations, the Caribbean Community, the \r\nCentral American Integration System, the African \r\nUnion, the Association of Southeast Asian \r\nNations and the Economic Cooperation \r\nOrganization, among other regional \r\norganizations, and specifically in interregional \r\ncoordinating bodies of emerging Powers such as \r\nA/66/PV.29  \r\n \r\n11-51681 6 \r\n \r\nthe BRICS group — consisting of Brazil, Russia, \r\nIndia, China and South Africa — which must \r\nbecome a focus of attention in coordination with \r\nthe peoples of the South. \r\n  “I would like to conclude by recalling the \r\ngreat Venezuelan singer Ali Primera, whose \r\npoetic voice sent a message of life and revolution \r\nto our people. In one of his songs, he asks: what \r\nis man’s struggle to achieve peace? And what \r\nkind of peace would it be, if we were to leave the \r\nworld as it is? Today more than ever, the worst \r\ncrime against peace would be to leave the world \r\nas it is; if we were to do so, the present and the \r\nfuture would be characterized by unending war. \r\nBringing about peace, on the other hand, requires \r\na radical rejection of everything that prevents \r\nhumankind from being human.”  \r\n The Acting President: I now call on Her \r\nExcellency Ms. Hina Rabbani Khar, Minister for \r\nForeign Affairs of Pakistan. \r\n Ms. Khar (Pakistan): I am honoured to be here \r\ntoday and to represent the brave and resilient people of \r\nPakistan before the Assembly. As participants may \r\nknow, the Prime Minister of Pakistan, Mr. Syed Yusuf \r\nRaza Gilani, was due to visit New York and address \r\nthis House. Unfortunately, the Prime Minister could \r\nnot come owing to the humanitarian disaster caused by \r\nthe floods in Pakistan. Once again, I feel privileged to \r\nbe able to deliver the remarks of the Prime Minister to \r\nthe General Assembly. \r\n I bring to Mr. Al-Nasser and to all the nations of \r\nthe world assembled here salaam, peace and the \r\ngreetings and good wishes of the people of Pakistan. \r\nWe are delighted to be able to address the General \r\nAssembly under the leadership of Mr. Al-Nasser. This \r\nis an important session of the Assembly, and the State \r\nof Qatar is a truly deserving and able country for this \r\noccasion. The Pakistani people have intimate, brotherly \r\nrelations with his great country, and I speak for my \r\npeople in welcoming his presidential term. His election \r\nto this high office is as much a tribute to his \r\noutstanding qualities as it is to the high esteem in \r\nwhich his country is held in the comity of nations. \r\n Why are we here? Other than the allure of New \r\nYork City, why have we converged at the General \r\nAssembly? Pakistan is here because it believes in \r\nmultilateralism. Each September we return to this great \r\ncity and this grand stage so that we can restate and \r\nreaffirm the principles and values of multilateralism. It \r\nis and has been one of the abiding central tenets of our \r\nforeign policy. We are committed to the very idea of \r\nthe United Nations. \r\n To us, the idea is very simple. We can do more \r\ntogether than we can apart. We can solve complex \r\nproblems by consensus rather than through \r\nunilateralism. Multilateral cooperation can help us deal \r\nwith the spectrum of global challenges, old and new, in \r\nour interdependent world. As we grow more and more \r\ndependent on one another, the space for unilateralism \r\nand unidimensional answers to the most difficult \r\nquestions shrinks. Those who are sceptical of the future \r\nof multilateralism are living in the past. The future, our \r\ncollective global future, is, God willing, bright. It is the \r\nUnited Nations and multilateralism that will safeguard \r\nthat future. \r\n Pakistan believes in the promise of the United \r\nNations: a world free from the scourge of war; a world \r\ngoverned by rules and norms of civility, of decency, of \r\ngoodwill; creating a better future for the peoples of the \r\nworld; and inter-State conduct premised on the respect \r\nfor the immutable principles of the United Nations. We \r\nmust ensure that the United Nations is the best \r\nrepresentation of the aspirations of our peoples. \r\n We must do better. There is far too much distance \r\nbetween those aspirations and the sometimes dark \r\nrealities of our times. We are constantly struggling with \r\ndifficult choices and cycles: expediency versus values, \r\ninterests versus ideals. There is conflict, discord and \r\ndeath. Natural and man-made calamities spread fear \r\nand destitution among millions, and often exacerbate \r\nand expose already unacceptable levels of poverty and \r\ndeprivation. We face these challenges in every country. \r\nWe cannot afford to face them alone. The importance \r\nof togetherness and of our faith and collective \r\ncommitment to the ideals, principles and values of the \r\nUnited Nations cannot be overstated. \r\n Togetherness, or multilateralism, of course, does \r\nnot mean uniformity or conformity. It does not mean \r\nfalling in line. Instead, it means harmony, tolerance, \r\nrespect for diversity and a pragmatic, cognitive \r\nrealization that no one system, no single prescription, \r\nno one raah, or path, works for all. Each society, every \r\nculture offers a path for the march of mankind. \r\nPreconceived assumptions about the superiority of one \r\nway or the other must not be allowed to contaminate \r\nthe spirit of the United Nations. \r\n A/66/PV.29\r\n \r\n7 11-51681 \r\n \r\n Pakistan’s oldest spiritual traditions and most \r\nbeloved poets and peers have taught us that there can \r\nbe no progress where the mind is divorced from the \r\nheart. Faith in the United Nations is a manifestation of \r\nthe best rational traditions and the most cherished \r\ntraditions of idealism and believing in something. We \r\nbelieve in the United Nations. The spirit of the United \r\nNations must permeate all our endeavours. The peoples \r\nof the world await the advent of the true age of the \r\nUnited Nations. We must reassert our promise to \r\ndeliver it. \r\n I would like to compliment the Secretary-\r\nGeneral, Mr. Ban Ki-moon, on his tireless efforts in \r\nbringing to bear the vast reservoir of goodwill, \r\ncompassion and common humanity of Member States \r\nin successfully addressing a wide array of challenges. \r\n On behalf of the people of Pakistan, I wish to \r\nconvey our grateful thanks to the Secretary-General \r\nand the international community for their support and \r\nsolidarity, expressed so generously in the wake of the \r\ndevastating floods last year. \r\n This year again, heavy monsoon rains have \r\ncaused widespread flooding. Millions have been \r\naffected, with about 5.4 million people rendered \r\nhomeless. Human and economic losses, as well as the \r\npressing requirements of relief and rehabilitation, \r\nobliged us to seek international assistance. We again \r\nthank the international community for its support and \r\nsolidarity. \r\n The Pakistani people continue to consistently \r\ndemonstrate their immense reservoir of courage, \r\nforbearance and generosity. God willing, we shall \r\novercome this misfortune through the same fortitude \r\nand resilience that our people have been blessed with. \r\n At this session of the General Assembly, Pakistan \r\nis seeking election to a seat on the Security Council. In \r\nsoliciting the support of President Al-Nasser, I wish to \r\nassure him that we would discharge our responsibilities \r\nwith utmost dedication to the high ideals and principles \r\nof the United Nations. \r\n Pakistan attaches the highest importance to \r\npromoting the goals of peace, security and stability in \r\nthe world. In our own region, we have relentlessly \r\nendeavoured to create an environment of shared \r\nprosperity and peace. A democratic, progressive and \r\nprosperous Pakistan embedded in a stable, secure and \r\nprosperous region guides the framework of our foreign \r\npolicy and could yield enormous benefits not only for \r\nthe peoples of our region but for those of the world as \r\nwell. \r\n We have reached out to our immediate \r\nneighbours with a sincere desire to join hands in \r\nbringing about durable peace and development through \r\na win-win approach. Situated as we are on the \r\ncrossroads of Central, South and West Asia, we realize \r\nthe enormous opportunities that ensue from pursuing \r\nwith diligence the vision of common development and \r\ncooperation. \r\n I am happy to note that both Pakistan and India \r\nare now engaged in a substantive dialogue process that \r\nwe in Pakistan hope will be uninterrupted and \r\nuninterruptible. We certainly intend to make that \r\nengagement fruitful and to premise it on the promise of \r\na mutually rewarding enterprise that would enable us \r\nto make the best use of the complementarities that \r\nexist. \r\n We look forward to resolving all outstanding \r\nissues, including the Jammu and Kashmir dispute, \r\nwhich is among the oldest on the agenda of the United \r\nNations and the subject of several Security Council \r\nresolutions. A peaceful resolution that accords fully \r\nwith the aspirations of the Kashmiris is indispensable \r\nfor durable stability, as is the need to safeguard their \r\nfundamental human rights. \r\n The reality of a nuclearized South Asia imposes \r\nboth on Pakistan and on India the onerous \r\nresponsibility to work together to create mutual \r\nconfidence, avoid an arms race and enhance strategic \r\nstability. We look forward to moving in that direction \r\nin the dialogue process. \r\n Pakistan is also firmly committed to promoting \r\nstability and peace in Afghanistan. We respect and \r\nsupport the efforts of the Government of Afghanistan \r\nfor reconciliation and peace, under the leadership of \r\nPresident Karzai. \r\n We strongly condemn the terror attacks in Kabul, \r\nin which many precious lives were lost. We also \r\nexpress our sympathy to our brothers and sisters and \r\nthe leadership of Afghanistan on the tragic \r\nassassination of Mr. Burhanuddin Rabbani, former \r\nPresident and Chairman of the Afghan High Peace \r\nCouncil. Such cowardly attacks will never succeed in \r\ndeterring our proud Afghan brothers and sisters from \r\nrealizing the noble goals of reconciliation and peace. \r\nA/66/PV.29  \r\n \r\n11-51681 8 \r\n \r\n Pakistan fully supports an Afghan-led and \r\nAfghan-owned inclusive process of reconciliation and \r\npeace in Afghanistan. We want to see Afghanistan as a \r\nunited, independent and sovereign State. We urge all \r\nconcerned to join the reconciliation process. We also \r\ncall for a de-escalation and cessation of violence. \r\n The road ahead for peace in Afghanistan and our \r\nregion as a whole is full of challenges. The complexity \r\nof the situation and the ground dynamics need to be \r\nanalysed objectively and carefully. Clarity and \r\nstrategic coherence, especially among Afghanistan, the \r\nUnited States and Pakistan, are of the utmost \r\nimportance. It is for that reason that we attach \r\nimportance to the work of the Trilateral Core Group. \r\nWe also attach considerable importance to the \r\nAfghanistan-Pakistan Joint Commission for \r\nReconciliation and Peace. \r\n It is only by charting a clear road map that we \r\nwill be able to bring about the necessary operational \r\npolicy coordination to achieve our shared goals and \r\nobjectives. Given the volatility of the situation, it is \r\nperhaps understandable that there is a high level of \r\nanxiety and emotion. However, we must not lose sight \r\nof the goals. We must work together closely and as \r\nresponsible partners in a cooperative manner, and not \r\nrush to judgements or question each other’s intentions.  \r\n A cooperative endeavour, in full solidarity with \r\nthe people of Afghanistan, is the only way of ensuring \r\npeace, stability and prosperity in the region. Pakistan is \r\nwilling to do its best with international partners and, \r\nmost notably, the Governments of Afghanistan and the \r\nUnited States, to acquit itself of that high responsibility \r\nat this defining moment in one of the most important \r\nstruggles of our times. \r\n Pakistan has always upheld the realization of the \r\ninalienable rights of the Palestinian people, including \r\ntheir right to an independent homeland with Al-Quds \r\nAl-Sharif as its capital. Here, I would like to reaffirm \r\nour principled position. President Mahmoud Abbas \r\nmade an historic and memorable case for his people \r\n(see A/66/PV.19). We stand by him and the Palestinian \r\npeople. We stand by our brothers and sisters, and we \r\nagree that the current situation is no longer sustainable. \r\nWe support the quest of the State of Palestine for \r\nmembership of the United Nations. \r\n In North Africa and the Middle East, we have \r\nwitnessed important developments. Pakistan believes \r\nthat the aspirations of the people must be \r\naccommodated peacefully, without external \r\ninterference and in a manner consistent with the \r\nprinciple of sovereignty, unity and the territorial \r\nintegrity of States. \r\n Very few countries have been ravaged by the \r\nmonster of terrorism as brutally as Pakistan. We are \r\nkeenly aware of the threat that terrorism poses to \r\nPakistan, to Pakistan’s neighbours and to the rest of the \r\nworld. Some 30,000 innocent Pakistanis — men, \r\nwomen and children — have been killed. The ever-\r\nvaliant Pakistani armed forces have defended Pakistan \r\nand the rest of the world, at the highest cost. Our \r\ntroops have sacrificed 6,532 shuhada, or martyrs. \r\nSome 19,190 of our strongest, bravest and most \r\nhonourable boys have suffered injuries. It does not stop \r\nthere. We have seen 3,629 of our police and \r\nparamilitary personnel embrace shahadat, or \r\nmartyrdom. Since 2002, 10,720 of those men and \r\nwomen of the police and paramilitary services have \r\nbeen injured.  \r\n The grieving mothers, daughters, sisters and \r\nwives of those brave men and women are a constant \r\nreminder of our need to be vigilant and to fight the \r\nmenace of terrorism. Pakistan’s most popular leader, \r\nShaheed Mohtarma Benazir Bhutto, was assassinated \r\nin 2007. Numerous politicians have lost sons, brothers \r\nand fathers at the hands of terrorists. Our streets are \r\nfilled with armed police posts. We cannot enter our \r\nparks, shopping centres, churches or mosques without \r\nbeing searched and frisked. Terrorists have attacked \r\nour military installations, the grave sites of our \r\nspiritual leaders, our minorities and the very idea of \r\nPakistan. If I began recounting Pakistan’s sacrifices \r\nand suffering, I would be here till next September. We \r\ndo not take terrorism lightly. We cannot afford to. We \r\nhave suffered far too much at its hands. \r\n Our nation is united in its determination to \r\neliminate the spectre of terrorism from our soil, our \r\nregion and the world. It is important to enhance \r\ninternational cooperation to totally obliterate terrorism \r\nin all its forms and manifestations. \r\n Our resolve is inspired by Allama Muhammad \r\nIqbal, the legendary poet philosopher, to whom \r\nPakistan owes a debt of gratitude. Iqbal said: \r\n “The eagle does not fall from its soaring height \r\n If you have the will, there is nothing to fear from \r\nadversity” \r\n A/66/PV.29\r\n \r\n9 11-51681 \r\n \r\n Pakistan has the will. We do not fear adversity. It \r\nis Pakistan’s firm determination not to allow any space \r\non its territory for militants and terrorists. On the \r\nregional plane, we must all pledge that our respective \r\nterritories will not be allowed to be used by terrorists \r\nagainst others. \r\n The issue of organizing, financing, arming, \r\nsupporting and abetting terrorist violence needs to be \r\naddressed seriously and effectively. Notable success \r\nagainst Al-Qaida and its affiliates has been registered \r\nin recent years. It is well known that, following the \r\nTora Bora bombing and consequent dispersal of \r\nAl-Qaida, it was Pakistan’s intelligence and security \r\nagencies that interdicted a large number of Al-Qaida \r\noperatives. Very recently, Yusuf Al-Mauritani, the chief \r\noperative of Al-Qaida, was arrested in a joint Inter-\r\nService Intelligence and Central Intelligence Agency \r\noperation. \r\n We must demonstrate complete unity in ranks, \r\navoid any recrimination, build greater trust and, more \r\nimportant, bring about the requisite operational \r\ncoordination in combating the menace. Otherwise, I am \r\nafraid that terrorists are the only ones who will gain. \r\nEliminating terrorism is in our national interest. We \r\nbelieve that our success is critical to regional and \r\nglobal peace and security. \r\n Despite our limited capacity and constraints, we \r\nhave done all that we can towards realizing the vision \r\nof a bright future for our people and the peoples of \r\nAfghanistan and the region. We have actively \r\nadvocated and worked for closer regional economic \r\nintegration. We believe that, unless we prioritize \r\ndevelopment and create win-win scenarios in terms of \r\nmutually beneficial joint ventures in connectivity, \r\ninfrastructure, energy and trade, we cannot succeed in \r\nchanging the picture. We need to give hope and provide \r\na silver lining to those who have not seen peace for \r\nthree generations and have only taken up mercenarism \r\nand guns as a means of livelihood. \r\n Pakistan’s commitment to eliminating terror and \r\nmilitancy is irrevocable. We believe that action to that \r\nend warrants a comprehensive approach that deals not \r\nonly with the violence, but also its root causes. That \r\nrequires enhancing international cooperation in \r\nmultiple domains. \r\n Pakistan has reached out to all countries of the \r\nworld to establish mechanisms and arrangements, \r\nincluding intelligence cooperation, mutual assistance in \r\nlegal and criminal matters, and joint operations where \r\nrequired. We believe that is a global issue which needs \r\nto be addressed effectively.  \r\n Pakistan supports initiatives to strengthen the \r\nUnited Nations. However it is important not to start \r\nanything that could prove divisive or potentially \r\nunravel the essential pillars of the United Nations. The \r\nprocess of Security Council reform must be carried out \r\nin a manner to reinforce the confidence of the world’s \r\npeoples in that body and enhance its credibility and \r\neffectiveness. Such reform must enjoy the full \r\nconsensus of the international community and accord \r\nwith the fundamental principle of sovereign equality.  \r\n I remain committed to the vision of Pakistan’s \r\nmartyred leader, Shaheed Mohtarma Benazir Bhutto, \r\nwho reminded us time and again that selective morality \r\nis by definition, immoral, and that fundamental human \r\nvalues alone must guide our actions. \r\n Pakistan attaches high importance to United \r\nNations peacekeeping functions and is a major troop-\r\ncontributor to United Nations peacekeeping. Pakistan \r\nhas consistently been among the top United Nations \r\npeacekeeping contributors for many years. We have \r\nover 10,000 troops in the United Nations Blue \r\nHelmets. \r\n We also attach importance to United Nations \r\nwork in the field of disarmament and non-proliferation. \r\nOur collective endeavours in those fields would show \r\nmore effective results if we could enhance security for \r\nall through non-selective and non-discriminatory \r\napproaches. Normative work must be premised on \r\nprinciples. \r\n We applaud the work of the United Nations in \r\nmultiple domains. The specialized organizations, \r\nbodies and institutions are veritable examples of \r\naccomplishments based on shared goals and broadened \r\nfields of cooperation. Pakistan played a leadership role \r\nin conceiving and piloting the One United Nations \r\nInitiative. That is a potentially vital actor in global \r\ndevelopment and aid effectiveness. Despite the Paris \r\nDeclaration and its reaffirmation at Accra, we have a \r\nlong way to go. The One United Nations Initiative in \r\nPakistan has struggled to achieve the lofty goals that it \r\nset, but we continue to invest hope in its eventual \r\nsuccess. \r\n Of course, the most important kind of \r\nharmonization is the one that takes place between \r\nA/66/PV.29  \r\n \r\n11-51681 10 \r\n \r\npeople, between hearts and minds, between nations. We \r\nplace immense importance on our ability to promote \r\nharmony and tolerance among and between societies, \r\ncultures, faiths and nations. We know the price to be \r\npaid when those values are breached, having lost the \r\nGovernor of our most populous province, Salmaan \r\nTaseer, and our valiant Minister for Minority Affairs, \r\nShahbaz Bhatti, to acts of violence perpetrated by \r\nextremists. For us, the process of harmony and \r\ntolerance begins at home, and we take it very seriously. \r\nWe are committed and our resolve is strong. \r\n At the international level, we are confident that \r\nthe United Nations provides the best global forum, as it \r\nis fully equipped to enhance understanding and \r\ngoodwill among all members of the international \r\ncommunity. Respect for beliefs, cultures and traditions \r\nare the hallmark of civilized conduct. We are \r\nparticularly concerned over campaigns that tend to \r\nstigmatize Islam and Muslims. Islam is a religion of \r\npeace. It is important that the international community \r\ncelebrate our common humanity and unity in diversity. \r\n The systemic fault lines in the global economic \r\nlandscape have surfaced lately and remain a source of \r\nimmense concern. The debt and financial crisis added \r\nanother worrying dimension to the existing disparity \r\nbetween developed and developing countries and \r\nhighlighted the need to promote holistic development \r\nand economic growth. That requires revisiting the \r\nfundamentals and readiness to equitably address the \r\nunderlying issues. \r\n As a democratic country committed firmly to the \r\nideals, values and principles of the United Nations, \r\nPakistan will continue to do its best for the cause of \r\nglobal peace and prosperity. Under the leadership of \r\nPresident Asif Ali Zardari and Prime Minister Syed \r\nYusuf Raza Gilani, the Pakistani nation is moving \r\nahead, confident of itself and its enormous capabilities. \r\nAs a vibrant democracy, we are in the process of \r\naccomplishing a historic societal transformation. The \r\nchallenges our people have dealt with have empowered \r\nand emboldened us further.  \r\n We will remain unflinchingly democratic. We will \r\ndefeat those that seek to terrorize us. We will empower \r\nwomen. We will protect the weak and the vulnerable in \r\nour midst, especially minorities. We will stand up for \r\nthe weak and vulnerable abroad. We will support the \r\nhuman rights of Kashmiris. We will speak in support of \r\nthe Palestinians. We will educate our children. We will \r\nprotect our children. We will face any and all \r\nchallenges with determination and faith. Most of all, \r\nwe will be a peaceful and prosperous society. There \r\nwill be challenges, but we will overcome each one of \r\nthem. \r\n We do not anticipate undertaking that alone. With \r\nour neighbours and our friends, we will undertake it \r\nall, in a spirit of togetherness and of harmony. We will \r\nforge ahead despite the darkness of our times in the \r\nspirit that helped to build this great institution. That \r\nspirit speaks to the very heart of Pakistan’s identity — \r\nit is the spirit of the United Nations. Let us join hands \r\nand march forward, for the good of the peoples of our \r\ncountries and for the good of the world. \r\n I will conclude my statement with the words of \r\nPakistan’s founding father, Quaid-e-Azam Muhammad \r\nAli Jinnah, which is the quintessential expression of \r\nPakistan’s foreign policy. Mr. Jinnah stated, in a radio \r\nbroadcast of February 1948:  \r\n “Our foreign policy is one of friendliness and \r\ngoodwill towards the nations of the world. We do \r\nnot cherish aggressive designs against any \r\ncountry or nation. We believe in the principle of \r\nhonesty and fair play in national and international \r\ndealings and are prepared to make our utmost \r\ncontribution to the promotion of peace and \r\nprosperity among the nations of the world. \r\nPakistan will never be found lacking in extending \r\nits material and moral support to the oppressed \r\nand suppressed peoples of the world, and in \r\nupholding the principles of the United Nations \r\nCharter.” \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Pak Kil Yon, Deputy Minister for \r\nForeign Affairs and head of delegation of the \r\nDemocratic People’s Republic of Korea.  \r\n Mr. Pak Kil Yon (Democratic People’s Republic \r\nof Korea) (spoke in Korean; English text provided by \r\nthe delegation): First of all, I would like to \r\ncongratulate Mr. Nassir Abdulaziz Al-Nasser on his \r\nelection as President of the General Assembly at its \r\nsixty-sixth session. I am confident that his able \r\nleadership will lead this session to a successful result. \r\nMy congratulations also go to the Republic of South \r\nSudan on its admission to the United Nations. \r\n This year marks the twentieth year of \r\nmembership of the Democratic People’s Republic of \r\n A/66/PV.29\r\n \r\n11 11-51681 \r\n \r\nKorea in the United Nations. Our country joined the \r\nUnited Nations as a result of its desire to defend world \r\npeace and achieve mankind’s common prosperity, \r\nworking together with all United Nations Members. \r\nSince that time, the Democratic People’s Republic of \r\nKorea has remained faithful to the purposes and \r\nprinciples of the Charter of the United Nations, as it \r\nhad pledged. \r\n However, given the present status of international \r\nrelations, the logic of power and highhanded politics \r\nhas become all the more obvious, thus negating the \r\nprinciple of sovereign equality, despite the efforts and \r\ndesires of the United Nations Member States. A few \r\ncountries are involved in interference in internal affairs \r\nand the use of force against sovereign States in an \r\nattempt to dominate regions where they feel they have \r\nstrategic interests under the pretext of protecting \r\ncivilians and defending peace.  \r\n Regrettably, the United Nations has been misused \r\nin this process. International law and order have been \r\nviolated and undermined by the arbitrary and high-\r\nhanded acts of some major Powers. Given that current \r\nreality Member States should reaffirm the principle of \r\ndefending peace and sovereign equality as enshrined in \r\nthe Charter of the United Nations, and speed up the \r\nprocess of reform of the United Nations, including \r\nenhancing the power of the General Assembly. \r\n A long time ago, the General Assembly adopted \r\nresolutions on dismantling the United Nations \r\nCommand in Korea and putting an end to the United \r\nStates blockade against Cuba, which have not been \r\nimplemented so far. This is just a random example that \r\nhighlights the urgent need to enhance the authority of \r\nthe General Assembly. To enhance the authority of the \r\nGeneral Assembly it is urgently necessary to put in \r\nplace a mechanism whereby Security Council \r\nresolutions related to peace and security, such as those \r\non sanctions and the use of force, are subject to the \r\napproval of the General Assembly before they take \r\neffect. \r\n Two other areas where the prevailing logic of \r\npower in international relations can clearly be seen are \r\nthe Third Committee of the General Assembly and the \r\nHuman Rights Council. Though it is said that reform is \r\nintended to put an end to politicization, selectivity and \r\ndouble standards in dealing with human rights issues, \r\nthere still remains the prevailing reality whereby \r\nspecific countries are selected for discussion of their \r\nhuman rights situations, while other major human \r\nrights violators are simply passed over in silence, all in \r\naccordance with the political objectives and interests of \r\nthe West and the criteria of Western values. It is our \r\nview that the reform process of the human rights \r\nbodies should be intensified, so as to enhance the \r\nsystem that seeks to ensure genuine freedoms and \r\nrights for the people of all countries, and respect for \r\ntheir diverse histories, cultures, ideas and systems. \r\n Meanwhile, some progress has been made in the \r\nfield of sustainable development, one of the three goals \r\nset by the United Nations for the last two decades \r\nfollowing the Rio Declaration on Environment and \r\nDevelopment. However, we are still faced with \r\ntremendous challenges. \r\n We consider that the United Nations Conference \r\non Sustainable Development to be held in 2012 should \r\ntake practical steps towards the creation of a peaceful \r\nenvironment for development, the establishment of fair \r\ninternational economic and trade relations, the removal \r\nof sanctions, the implementation of official \r\ndevelopment assistance commitments, the transfer of \r\nenvironmentally friendly technology and increased \r\nfinancial assistance to developing countries. \r\n It is the inalienable right of the Palestinian people \r\nto live free of the Israeli occupation and to create an \r\nindependent State of their own. It is also an obligation \r\nof the international community to admit Palestine as a \r\nfull-fledged United Nations Member State. The \r\nDemocratic People’s Republic of Korea recognized \r\nPalestine as a State in 1988 and we support its \r\nadmission to the United Nations. We believe that the \r\naspirations of the Palestine people will be translated \r\ninto a reality. \r\n Today in the Democratic People’s Republic of \r\nKorea, a general campaign is on in full swing to build a \r\npowerful State, under the wise leadership of the great \r\nGeneral Kim Jong Il. The Government of the \r\nDemocratic People’s Republic of Korea is \r\nconcentrating all its resources on economic \r\ndevelopment, with a main emphasis on significantly \r\nimproving the people’s livelihood. We are achieving \r\nunprecedented and remarkable success. Our economic \r\ndevelopment in the Democratic People’s Republic of \r\nKorea will make a meaningful contribution to the \r\nefforts of the international community to foster \r\nregional development and to attain the Millennium \r\nDevelopment Goals. \r\nA/66/PV.29  \r\n \r\n11-51681 12 \r\n \r\n In that context, a stable and peaceful environment \r\nis a vital prerequisite for the Democratic People’s \r\nRepublic of Korea and its people today in their struggle \r\nfor economic development. To our regret, however, the \r\nKorean peninsula does not yet have with a lasting and \r\nstable peace mechanism. The national division imposed \r\nby outside forces and the fragile armistice that leaves \r\nus in a state of neither war nor peace have now been in \r\nplace for more than half a century. That is the stark \r\nreality of the Korean peninsula. \r\n Despite the unanimous aspirations and desires of \r\nall the people at home and abroad who want peace and \r\nstability, the arms build-up and nuclear war exercises \r\ncontinue to be staged one after another against the \r\nDemocratic People’s Republic of Korea in and around \r\nthe Korean peninsula. Because of that, there is a \r\nconstant recurrence of a dangerous situation on the \r\nKorean peninsula, which is often driven to a brink of \r\nwar.  \r\n The prevailing situation not only poses a grave \r\nthreat to the sovereignty and security of our Republic \r\nbut also obstructs the efforts of our people to achieve \r\npeaceful development. Had it not been for the Songun \r\nideology implemented by the great leader of our \r\npeople, General Kim Jong Il, and had it not been for \r\nour powerful war deterrent, the Korean peninsula \r\nwould have been turned into a theatre of war scores of \r\ntimes and our peaceful economic development would \r\nhave been unimaginable. \r\n The Government of the Democratic People’s \r\nRepublic of Korea remains consistent in its stand to \r\nsecure peace and stability and move towards the \r\ndenuclearization of the Korean peninsula through \r\ndialogue and negotiation. The present circumstances of \r\nthe Korean peninsula require all parties concerned to \r\nseize the opportunity for dialogue and take courageous \r\ndecisions to act boldly on solving the fundamental \r\nissues. \r\n The continued existence of the tense situation on \r\nthe Korean peninsula is attributable to the hostile \r\nrelations between the Democratic People’s Republic of \r\nKorea and the United States, which give rise to \r\nmistrust and confrontation. As long as hostility exists \r\nbetween the Democratic People’s Republic of Korea \r\nand the United States, with the parties to the Military \r\nArmistice Agreement levelling guns at each other, \r\nmistrust and confrontation will not dissipate and the \r\ndenuclearization of the Korean peninsula will not be \r\npossible. \r\n It was with that in mind that the Democratic \r\nPeople’s Republic of Korea proposed again last year to \r\nhold talks for replacing the Armistice Agreement with \r\na peace agreement. The signing of a peace agreement \r\nas part of implementing resolution 3390 (XXX), \r\nadopted at the thirtieth session of the General \r\nAssembly in 1975, would be the most effective \r\nconfidence-building measure towards alleviating the \r\nmistrust between the Democratic People’s Republic of \r\nKorea and the United States, and would further serve \r\nas a driving force for ensuring the denuclearization of \r\nthe Korean peninsula. \r\n Denuclearization of the whole Korean peninsula \r\nwas the last instruction given by the great leader of the \r\nKorean people, President Kim Il Sung. The \r\ndenuclearization of the Korean peninsula specified in \r\nthe Joint Statement of 19 September 2005 is a process \r\nof turning the whole Korean peninsula into a nuclear-\r\nfree zone based on complete removal in a verifiable \r\nmanner of the actual nuclear threat to the Korean \r\npeninsula from the outside. \r\n The issue of denuclearizing the Korean peninsula \r\noriginated, for all intents and purposes, from the \r\nhostile policy and nuclear war threats of the United \r\nStates against the Democratic People’s Republic of \r\nKorea. Such being the case, the United States is the \r\nmain party that is responsible for and capable of \r\nremoving the root cause of the problem. The nuclear \r\nissue would never have been raised at all, if the United \r\nStates had refrained from deploying nuclear weapons \r\nin the Korean peninsula and threatening the \r\nDemocratic People’s Republic of Korea with nuclear \r\narms. \r\n Under the present circumstances, in which the \r\nKorean peninsula stands at the crossroad of either a \r\nrelaxation of tension or a continuation of the vicious \r\ncycle of aggravation of tension, the United States \r\nshould boldly abandon its hostile policy against the \r\nDemocratic People’s Republic of Korea and move \r\ntowards full-fledged dialogue, proceeding from its \r\nlong-term strategic vision. The Democratic People’s \r\nRepublic of Korea will make strenuous efforts in the \r\nfuture as well to establish a durable and lasting peace \r\nmechanism on the Korean peninsula and will continue \r\nto cooperate with all parties concerned for \r\nunconditional resumption of the Six-Party Talks. \r\n A/66/PV.29\r\n \r\n13 11-51681 \r\n \r\n Inter-Korean relations have been developing \r\nfavourably on the Korean peninsula since the \r\npublication of the June 15 North-South Joint \r\nDeclaration. However, it is extremely unfortunate that \r\nNorth-South relations have now been aggravated to \r\ntheir worst state ever, with a widespread atmosphere of \r\nwarmongering and confrontation with fellow \r\ncountrymen, after the current South Korean authorities \r\ntook office. There is a serious problem behind all that, \r\nthe issue of fundamental contradictions and antagonism \r\nin the approach towards the reunification of the Korean \r\npeninsula. \r\n Different ideas and systems exist now in the \r\nNorth and the South of Korea. Given that reality, the \r\nchoice of method of reunification is itself a vital issue \r\nthat will lead either to national reunification or to \r\nnational disaster. The North and the South of Korea, \r\nthrough the June 15 North-South Joint Declaration of \r\n2000, recognized that there is common ground in the \r\nfederal formula proposed by the North and the \r\nconfederal one proposed by the South for reunification, \r\nand agreed to orient the reunification along this \r\ndirection in the future. \r\n That agreement between the North and the South \r\nenjoyed warm support and was welcomed by our \r\nfellow countrymen and the international community, \r\nincluding the United Nations. But the present South \r\nKorean authorities reneged on the June 15 North-South \r\nJoint Declaration on the agreed reunification method \r\nand came up with what they called the theory of \r\nunification through absorption, which presupposes the \r\ncollapse of the other party, and thus put inter-Korean \r\nrelations into a phase of touch-and-go confrontation \r\nand increased the danger of war with each passing day. \r\n In view of the prevailing reality of the Korean \r\npeninsula, the so called unification through absorption \r\nis a road to war, whereas the federal formula is a road \r\nto peace. The federal formula is a realistic proposal for \r\nreunification premised on coexistence and the best \r\npossible method of reunification able to prevent war. It \r\nis also a reasonable proposal for reunification that \r\naccords with the interests of the region and the \r\nneighbouring countries, as it presupposes the neutrality \r\nof the reunified State. \r\n If the present South Korean authorities truly want \r\nto see the relaxation of tensions in the Korean \r\npeninsula and an improvement in inter-Korean \r\nrelations, they should abandon their confrontational \r\nattitude against peace and reunification and switch over \r\nto a policy of respecting and fully implementing the \r\n15 June Joint Declaration and 4 October Declaration, \r\nagreed at the summit level between the North and the \r\nSouth. \r\n The Democratic People’s Republic of Korea will, \r\nin the future, further strengthen and develop friendly \r\nand cooperative relations with all United Nations \r\nMember States, in accordance with its foreign policy \r\nprinciples of independence, peace and friendship, and \r\nwill do its level best to defend peace and security in the \r\nKorean peninsula and in the rest of the world and to \r\npromote joint development and the common prosperity \r\nof all humankind. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Doru Romulus Costea, Deputy \r\nMinister for Foreign Affairs of Romania. \r\n Mr. Costea (Romania) (spoke in French): At the \r\noutset, allow me to convey my sincere congratulations \r\nto the President on his election to the presidency of the \r\nGeneral Assembly at its sixty-sixth session. I wish him \r\nevery success in his endeavours and assure him of the \r\nRomanian delegation’s full support. \r\n Clearly, the theme chosen for this year’s general \r\ndebate, “The role of mediation in the settlement of \r\ndisputes by peaceful means”, is both wise and topical. \r\nRomania has a strong interest in the topic, given our \r\nlong tradition of mediation, as well as the number of \r\nunresolved conflicts in our region. Some conflicts have \r\npersisted for years and even decades and remain \r\nunresolved. Other conflicts have erupted suddenly, \r\nscotching the hopes for a brighter future and for the \r\ndevelopment of entire regions.  \r\n In the current security environment, mediation \r\nand conflict prevention instruments are highly \r\nimportant, yet under-utilized. A strengthened legal \r\nfoundation for mediation and strengthened mediation \r\nactivities of the United Nations and regional and \r\nsubregional organizations are necessary, as well as the \r\nincreased involvement of Member States in mediation \r\nefforts. \r\n We must continue at all times to be guided by the \r\nfact that mediation for peace and conflict-prevention at \r\nan early stage are much more beneficial than crisis \r\nmanagement and peacekeeping. To that end, we urge \r\nthe reporting and periodic evaluation of any and all \r\nconflict situations, anywhere in the world and without \r\nA/66/PV.29  \r\n \r\n11-51681 14 \r\n \r\nregard to context, by the Security Council and by all \r\nUnited Nations Member States. \r\n(spoke in English) \r\n The protracted conflicts in Eastern Europe \r\ncontinue to require our undivided attention. We \r\nreiterate the importance of the international \r\ncommunity’s continued involvement with them with a \r\nview to achieving peaceful solutions within the \r\nexisting regulatory frameworks. We continue to attach \r\ngreat importance to dialogue between the parties in \r\norder to achieve mutually acceptable solutions based \r\non respect for the sovereignty, independence and \r\nterritorial integrity of States within their internationally \r\nrecognized borders. \r\n In that context, we welcome the opening of \r\ndialogue between Belgrade and Pristina, facilitated by \r\nthe European Union (EU) following the resolution \r\nadopted in 2010 by the General Assembly (resolution \r\n64/298), and reiterate the central role of the United \r\nNations and the framework of Security Council \r\nresolution 1244 (1999). Recent problems have yet to be \r\novercome through cooperation, although the dialogue \r\nremains on track. \r\n We support the Geneva talks co-chaired by the \r\nUnited Nations, the EU and the Organization for \r\nSecurity and Cooperation in Europe on the situation in \r\nAbkhazia and South Ossetia. Progress on the \r\nhumanitarian situation should not be held hostage to \r\npolitical setbacks, and urgent solutions are thus \r\nnecessary to address that situation. \r\n With regard to Afghanistan, we are witnessing \r\nprogress in the Afghan authorities’ gradual takeover of \r\nresponsibility in the fields of security, reconstruction \r\nand socio-economic development. We welcome the \r\nsteps taken by the Afghan Administration for national \r\nreconciliation. We trust that a rigid framework with \r\nfixed time lines for the transition period is unnecessary. \r\nInstead, the transition process should be tailored \r\naccording to the particular realities and conditions \r\nrequired for the normal functioning of Afghan society. \r\n Romania considers that progress in Afghanistan \r\nalso depends on the efforts of the authorities in Kabul \r\nand the continued commitment of the international \r\ncommunity. In that context, we welcome the role and \r\nefforts of the United Nations, other international \r\norganizations and Member States and reaffirm \r\nRomania’s commitment to building democratic \r\ninstitutions in Afghanistan. \r\n I take this opportunity to pay tribute to the valiant \r\nwomen and men who serve the cause of peace \r\nworldwide. Many of them, including Romanians, have \r\nlost their lives or were wounded on mission. We extend \r\nour deepest gratitude and respect for their sacrifice.  \r\n Recently, important statements were issued on the \r\nIsraeli-Palestinian conflict. Romania favours a \r\nsustainable peace in the Middle East, and our country \r\nstrongly supports the principle of two States — Israel \r\nand Palestine — living together, side by side, in peace \r\nand security. The only viable solution that could be \r\neffectively applied to that case and form the basis of a \r\nglobal and sustainable peace would be through direct \r\nnegotiations. Romania is chairing the Fourth \r\nCommittee during this session, and we are ready to \r\nencourage, from that position as well, all diplomatic \r\nefforts aiming at achieving progress in the Israeli-\r\nPalestinian peace process. \r\n This year’s General Assembly session is taking \r\nplace under the powerful image of the tremendous \r\npolitical transformations in North Africa and the \r\nMiddle East. Romania warmly welcomes those \r\ntransformations. What has become known by now as \r\nthe Arab Spring recalls in our minds and hearts the \r\nevents that took place more than 20 years ago in our \r\npart of the world. Twenty years later, we are proud of \r\nour accomplishments on the path of democracy-\r\nbuilding. Yet we know, first hand, that the journey is \r\ndifficult and sometimes daunting, with many \r\nchallenges lying ahead, not the least among them is the \r\nfact that the political forces in those countries must \r\nremain focused on their goals of freedom, democracy \r\nand justice that inspired them at the very beginning. \r\n Therefore, one of Romania’s priorities is to assist \r\nthe countries in transition in North Africa and the \r\nMiddle East in their democratic quest. Romania is \r\nalready supporting democratization in its proximate \r\nregions and beyond. Currently, most of our \r\ndevelopment assistance funds are dedicated to building \r\ndemocratic institutions, consolidating the rule of law \r\nand protecting and promoting human rights and \r\nfundamental freedoms. \r\n In July in Bucharest we convened an international \r\nworkshop on electoral and political matters pertaining \r\nto democratic transition. The event was organized in \r\npartnership with the United Nations Development \r\n A/66/PV.29\r\n \r\n15 11-51681 \r\n \r\nProgramme, the Electoral Assistance Division of the \r\nUnited Nations Secretariat in New York and the \r\nPermanent Electoral Authority of Romania. The \r\nworkshop was attended by over 40 participants from \r\nEgypt and Tunisia who represented public institutions \r\ninvolved in organizing elections, the media, civil \r\nsociety and academic circles and Romanian and \r\ninternational experts. The seminar focused on sharing \r\nexperiences with first electoral cycles in post-\r\nauthoritarian regimes as foundational moments for new \r\ndemocratic societies through credible, transparent and \r\nfree elections.  \r\n Romania believes that the political \r\ntransformations occurring in Tunisia, Egypt, Libya and \r\nelsewhere should be endorsed and supported by the \r\nUnited Nations with all available resources. It is our \r\ncollective responsibility to see to it that the proper \r\nconditions for human dignity and prosperity are set up \r\nin all our countries and that progress in the quest for \r\nfundamental freedoms and equal rights for all human \r\nbeings is supported. That is part of Romania’s mandate \r\nas a newly elected member in the Human Rights \r\nCouncil, a mandate we intend to implement in a \r\nconstructive, balanced and comprehensive manner. \r\n Although human rights are fundamental rights, \r\nthe current situation in the world is far from \r\nsatisfactory. Human rights and democracy are universal \r\nvalues that require our constant attention and \r\nprotection against any repressive actions. In that \r\nrespect, the legitimate and peaceful demands by the \r\npeople of North Africa and Middle East for respect for \r\ntheir human rights and liberty are emblematic. \r\n We reaffirm our will to act in cooperation with \r\npartners to achieve a global and coherent approach \r\ntowards the risks and threats to international peace and \r\nsecurity, particularly those arising from the \r\nproliferation of weapons of mass destruction and \r\nconventional weapons. The best way to reduce the risks \r\nof the use of nuclear arms and materials, in particular \r\nby non-State actors, is to irreversibly eliminate nuclear \r\narsenals and apply a strict framework for \r\nnon-proliferation. We support and call on all States to \r\nconsider undertaking long-term responsible \r\ninvolvement in this area and to focus on global security \r\ninterests above all. \r\n We are all familiar with the current multilateral \r\nframework that governs non-proliferation, disarmament \r\nand arms control. All treaties and conventions have \r\nproved their usefulness so far. Yet, more is needed so \r\nas to increase the effectively of their implementation \r\nand the degree to which their provisions are observed. \r\nWe stand ready to work with others to achieve this key \r\nobjective for the global security architecture. \r\n Romania reiterates its commitment to continuing \r\nits active engagement in the preparatory process for the \r\nUnited Nations Conference on Sustainable \r\nDevelopment. Pursuing an open and transparent \r\ndialogue on the objectives and themes of the \r\nConference during the current session is one of the \r\nmain steps that will help guide our actions. \r\n The Conference will be a unique occasion for the \r\ninternational community to place humanity on a path \r\ntowards sustainable development and the eradication of \r\npoverty, and, in that context, to establish a clear vision \r\nof the green economy. Economic growth and the need \r\nto promote transition towards a green economy must be \r\nconsidered opportunities to make more with less, \r\naiming for a higher standard of living and social \r\nequality for all. \r\n Climate change should continue to be a \r\nmobilizing factor despite the obvious obstacles. We \r\nshould not let differences and the high complexity of \r\ninterests undermine our determination. The \r\nnegotiations in Durban, based on the decisions of \r\nCancún and the Copenhagen Accord, should pave the \r\nway towards a swift adoption of a post-Kyoto global \r\nregime. \r\n A clear and present challenge is that, while we \r\nare trying to set the world on a path of sustainable and \r\nequitable growth, we have to cope with one of the most \r\nsevere economic and financial crises of modern times. \r\nThe crisis, which still wreaks havoc on international \r\naffairs, has revealed the vulnerabilities of our financial \r\nand economic systems, both national and international. \r\nIt has become evident that the world financial system is \r\nnot adapted to the realities of global competition. \r\nIndeed, the entire system of economic and financial \r\ngovernance needs to be revised, and budgets, including \r\nthat of the United Nations, need to be kept under strict \r\ncontrol. \r\n In times of crisis, options are limited. We can \r\ndwell in endless debates on “what should have been \r\ndone” or “what might have been”. But this is not the \r\ntime for such debates; rather, it is the time to act. As \r\nthe President of the European Council said the other \r\nday in the Hall, “We act, supporting the forces of hope \r\nA/66/PV.29  \r\n \r\n11-51681 16 \r\n \r\nand fighting the causes of worry” (See A/66/PV.15). \r\nWe stand by this option. Reforms are needed that lead \r\nto the comprehensive observance of good governance \r\nprinciples, human rights and fundamental freedoms, as \r\nwell as the wise use of available resources. That is the \r\nonly option. A country without equal and dignified \r\ncitizens can never be rich. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Francisco Álvarez de Soto, Deputy \r\nMinister for Foreign Affairs of the Republic of \r\nPanama. \r\n Mr. Álvarez de Soto (Panama) (spoke in \r\nSpanish): It is an honour for me to address the \r\ninternational community, first of all, to express the \r\npleasure of the Government of the Republic of Panama \r\nat the election of His Excellency Mr. Nassir Abdulaziz \r\nAl-Nasser as President of the General Assembly at its \r\nsixty-sixth session. \r\n The delegation of Panama is gratified by the \r\nholding of the general debate in the presence of the \r\nSecretary-General and representatives of the different \r\nMember States, Observers and organizations. We \r\nwould like to congratulate the President of the General \r\nAssembly at its sixty-fifth session for his excellent \r\nwork. \r\n President Al-Nasser has invited us to focus this \r\ndebate on strengthening the role of mediation in the \r\npeaceful settlement of disputes, conflict prevention and \r\nresolution. The importance of this theme invites us to \r\ndeeply reflect on its multiple dimensions, given that \r\nmediation is an essential instrument in the preservation \r\nof international peace and security. \r\n Panama is a multi-ethnic country where people of \r\ndifferent races, cultures, creeds and languages coexist \r\nin harmony and freedom, and where love of \r\nrepresentative democracy, independence and respect \r\nfor the sovereignty, ideology and territorial integrity of \r\nall countries are inalienable specific qualities that \r\ndefine us as a nation. \r\n In our view, and as a founding member of the \r\nUnited Nations, Panama will always advocate for \r\ninternational peace and security, the promotion of \r\ndialogue among Member States, the strengthening of \r\nmultilateral dynamics and facilitating the mission of \r\nthe United Nations. That is largely due to experiences \r\naccumulated during the course of the diplomatic \r\nhistory of our country. More than three decades ago, \r\nfor a second and last time, the Security Council held an \r\nextraordinary session away from Headquarters, with \r\nthe purpose of politically mediating the dispute over \r\nthe sovereignty of Panama over its Canal and the \r\nterritories adjacent to the Canal Zone, controlled at that \r\ntime by the United States of America, which was the \r\nplatform that launched the Panamanian cause onto the \r\ninternational stage. \r\n It was the joint will and intervention of the \r\nmembers of this illustrious General Assembly, \r\ndemonstrated in its historic resolution 31/143, of 1976, \r\nwhich to a great extent inspired the signing of the \r\nTreaties between Panama and the United States in \r\n1977. Nowadays, the Panama Canal, fully under our \r\nsovereign authority, is one of the most important axes \r\nof our economic development, supervised by a \r\nPanamanian administration, for the benefit of all \r\nnations. Panamanians will always be grateful to the \r\nUnited Nations for this noble success of \r\nmultilateralism. \r\n In the 1980s, the Contadora Group was \r\nestablished in Panama as a mechanism for multilateral \r\nmediation. It forged a Latin American alliance \r\ncommitted to democracy, economic cooperation and \r\nregional security and led to the Esquipulas peace \r\nagreement — an overarching advance in the \r\nconsolidation of peace in Central America. The \r\nContadora Group was the predecessor of the Rio \r\nGroup, which is today an important mechanism for \r\nconsultation and coordination in Latin America. \r\n When our democracy was restored in the early \r\n1990s, with the support of the United Nations \r\nDevelopment Programme, we as a nation initiated \r\nsustained consultations among the principal actors of \r\nGovernment and civil society in order to strengthen our \r\nadministrative institutions, secure the return of the \r\nPanama Canal to Panama, overcome asymmetries in \r\nour country, and identify strategies to accomplish our \r\ndevelopment priorities. \r\n During the past two decades, our culture of \r\ndialogue has given us the skills necessary to transform \r\nour country into a democratic and dynamic society that \r\nis progressing at a steady pace under the current \r\nAdministration of the President of the Republic, \r\nRicardo Martinelli Berrocal. \r\n As a result, Panama is now considered the second \r\nmost competitive economy in Latin America, according \r\nto the World Economic Forum classification system, in \r\n A/66/PV.29\r\n \r\n17 11-51681 \r\n \r\nview of our first-class financial system, our ports, our \r\nhigh-quality multimodal logistics infrastructure and our \r\nefficient technology — all of this in an environment \r\nthat is open to business and generates global interest in \r\nforeign direct investment. \r\n Our robust prospects for economic growth and \r\nour effective management of public debt, in \r\ncombination with continuous, adequate and careful \r\nfinancial discipline, have been the determining factors \r\nin our recently achieved investment grade with a stable \r\noutlook, according to the major rating agencies. \r\nLikewise, we have begun to implement an active \r\ncooperation agenda in the area of information \r\nexchange and fiscal transparency. We have adopted all \r\nof the measures suggested, which have enabled us to \r\ncomply with the recommendations of the Organization \r\nfor Economic Cooperation and Development in this \r\nrespect. However, this journey to success has not been \r\neasy, and many future challenges remain. \r\n I believe that all of those here today will take on \r\nthe main challenges faced by the international \r\ncommunity in the process of achieving a coherent \r\nrestructuring of the world economy and the reform of \r\nits institutions and oversight mechanisms. Panama is \r\nfully aware of this need, and our international agenda \r\nrequires us to participate actively in the major \r\nmultilateral mechanisms and economic and commercial \r\nintegration forums in the areas of investment, tourism \r\nand technology, for the benefit of our citizens. Panama \r\nbelieves that such efforts must be promoted without \r\ndelay by the major economies if we truly wish to \r\novercome the turbulence in international markets. \r\n Our country also believes that to ensure a \r\nfavourable economic climate, domestic conflicts must \r\nbe prevented. This depends on, inter alia, the \r\neffectiveness of the democratic regime, public security, \r\nrespect for human rights, the responsible management \r\nof natural resources, tolerance, access to health-care \r\nand sanitation services, the affordability of basic \r\ngoods, good governance, and inclusive and balanced \r\ndevelopment. \r\n We in Panama, after living for 21 years under a \r\nmilitary dictatorship — until 1989 — have made a \r\nstrong commitment to democracy as a means of \r\npeacefully resolving the disputes that arise in our \r\nsociety. The experiences suffered under that \r\ndictatorship have led us to speak out unequivocally, in \r\nbilateral and multilateral forums, in favour of the \r\nstrengthening or re-establishment of the effectiveness \r\nof democratic institutions wherever necessary. This has \r\nled us to clearly express our position in defence of \r\ndemocracy in cases such as those involving Honduras, \r\nthe failed coup attempt in Ecuador, and the Arab \r\nSpring, which brought the winds of freedom to that \r\nregion of the world. \r\n The duty to resolve disputes that give rise to \r\ninternational conflicts lies primarily with those States \r\nwhose disagreements have generated the conflicts in \r\nquestion. Nevertheless, the United Nations, as the \r\nepicentre of global diplomacy, must increasingly \r\nperfect the art of mediation as a means of resolving \r\ninternational disputes. We can never forget that this is a \r\nfundamental principle of the Charter of the United \r\nNations, enshrined in its Article 33 — a mandate that \r\nhas resulted in many accomplishments around the \r\nworld, where wisdom, mutual understanding and \r\nagreement have prevailed over aggression, hate and \r\ndestruction. \r\n Mediation and dialogue have formed the basis of \r\nthe stand that Panama has taken in connection with \r\nconflicts that have a bearing on peace and international \r\npolitical stability. Allow me to point out in that respect \r\nthat the Government of the Republic of Panama \r\nbelieves that the Palestinian people have the right to be \r\nrecognized as a State, but that they must first resolve \r\ntheir differences with their neighbour Israel, which also \r\nhas the right to peaceful and harmonious coexistence \r\nwith Palestine and the other States of the region. There \r\ncould be no better solution than one that emerges from \r\ndirect negotiations between Israel and the Palestinian \r\nNational Authority. \r\n We also trust in the outcome of dialogue between \r\nthe parties in the case of China. Panama, with full \r\nrespect for the existing diplomatic truce, calls for \r\ngreater participation by Taiwan in international forums \r\nand initiatives, in recognition of the fact that its people \r\nwish to contribute to the pursuit of global peace and \r\nwell-being. \r\n For that reason, and given the relevance of this \r\nimportant provision of international law, we invite the \r\nSecretary-General and the President of the General \r\nAssembly to continue to promote and enhance the role \r\nof mediation as a viable strategy for the peaceful \r\nresolution of disputes. \r\n However, for the United Nations system to \r\ncontinue its effective peace mediation activities, each \r\nA/66/PV.29  \r\n \r\n11-51681 18 \r\n \r\nMember State must honour the commitments \r\nundertaken, so that the Organization can count on \r\nsufficient resources. This call for international \r\ncooperation is particularly relevant in these times of \r\nbudgetary constraints in many countries, and given that \r\naggressive competition for scarce resources is one of \r\nthe primary causes of armed conflicts. \r\n Panama is a country with a lengthy and notable \r\nhistory of peace and conciliation. In our opinion, the \r\nbest option when faced with the threat of armed \r\nconflict is comprehensive, transparent and \r\nunconditional diplomatic dialogue between the parties. \r\n We welcome the fact that in July 2011 the \r\ninternational community marked an important \r\nmilestone along the path to a collective security \r\narchitecture through the unanimous adoption of a \r\nresolution entitled “Strengthening the role of mediation \r\nin the peaceful settlement of disputes, conflict \r\nprevention and resolution” (resolution 65/283). That \r\nconsensus represents the victory of reason over the \r\nabsurd and harmful option of confrontation. The \r\ninternational community has seen clearly the major \r\nadvantages of investing in a concerted effort to \r\nconsolidate peace before it becomes necessary to \r\ncontain the human tragedies resulting from violent \r\nconflicts, as we have witnessed and are witnessing in \r\nSomalia, for instance, where hunger, disease and \r\ndestruction reign. \r\n Human history has taught us that hunger, poverty, \r\nignorance, injustice and social inequality give rise to \r\nthe greatest threats to peace and security. If we, the \r\nStates Members of the United Nations, remain \r\ndetermined to save succeeding generations from the \r\nscourge of war, we must opt for proactively ensuring a \r\npeace that is based not on action taken in reaction to \r\npolitical or military acts of aggression, but on faith in \r\nand guarantees of universal and equal human rights in \r\nall corners of the world. \r\n As we believe in the valuable role that the United \r\nNations should play, Panama is very proud to share \r\nwith this Assembly the fact that the Government of \r\nPresident Ricardo Martinelli proposed the creation of a \r\nUnited Nations Regional Centre for Latin America and \r\nthe Caribbean, with the aim of strengthening \r\ncoordination and dialogue among regional agencies, in \r\nparticular the 16 United Nations bodies already \r\nestablished in Panama. The national Government will \r\nfinance the project, which will be a unique model of \r\nbest practices in implementing sustainable \r\ndevelopment in Latin America and the world. \r\n In the past decade, our country’s privileged \r\ngeographic position and the logistical infrastructure \r\nthat Panama City offers has attracted various \r\nhumanitarian aid organizations. That has also \r\nencouraged Panama to promote the construction of a \r\nregional humanitarian assistance logistics centre for the \r\nAmericas. The regional centre will have the necessary \r\nagreements to expedite the entry and exit of \r\nhumanitarian aid in order to help in the event of natural \r\nor other disasters, such as occurred last year in Haiti, \r\nwhere the international humanitarian agenda is still \r\nvery necessary.  \r\n With such projects, we reiterate our commitment \r\nto the multilateral system and to the United Nations \r\nOrganization, and show that, as small lower-middle \r\nincome developing countries, we also provide \r\ninternational cooperation, even in such times of \r\neconomic difficulty for the large economies. \r\n Nor does Panama wish to miss the opportunity \r\nbefore the Assembly to call for reflection on the \r\nenvironmental, political and social challenges that all \r\nour societies face and that we must overcome, once \r\nagain, through dialogue and cooperation among States \r\nin an effort to address those global challenges.  \r\n Without a doubt, one of those great challenges is \r\nthat posed by climate change and its effects. Climate \r\nchange is a priority of my country’s foreign policy at \r\nthe environmental level. We are committed to all \r\nefforts aimed at strengthening international \r\nenvironmental organizations and to the struggle to find \r\njoint solutions to the causes and effects of that \r\nphenomenon. \r\n As part of our support to the Organization’s own \r\ninitiatives and for the benefit of the international \r\ncommunity, we will host the meeting of the ad hoc \r\nworking groups of the United Nations Framework \r\nConvention on Climate Change, soon to take place in \r\nDurban, South Africa. Those working groups will meet \r\nin Panama from 1 to 7 October in order to advance the \r\nmodalities for a second commitment period of carbon \r\nemission reductions by developed countries and for \r\nstabilization of the global temperature so as to make \r\nprogress in fully implementing the Framework \r\nConvention through long-term cooperation \r\nmechanisms. \r\n A/66/PV.29\r\n \r\n19 11-51681 \r\n \r\n Panama hopes that the meeting will serve as a \r\nbridge between the results obtained in the Mexico \r\nmeeting and those that may emerge in the one that will \r\ntake place in South Africa, since it is necessary to set \r\nclear, transparent and ambitious goals. Also, the \r\npolitical will of developed countries in the matter must \r\nbe reaffirmed, as they have the primary responsibility \r\nunder the Convention. \r\n In conclusion, as the Secretary-General rightly \r\nstated in his opening address to the general debate:  \r\n “Saving our planet, lifting people out of poverty \r\nand advancing economic growth — those are one \r\nand the same fight.” (A/66/PV.11, p. 1) \r\n That is why Panama, once again and before the \r\nGeneral Assembly, renews its commitment to the \r\ncommunity of nations to work for a world where war, \r\nsectarian hate, discrimination, intolerance and \r\ndestruction waged under different flags and creeds that, \r\nwithout any justification, generate only poverty and \r\nmisery, may finally be replaced by the dialogue, \r\nnegotiation, cooperation and friendship stemming from \r\ndifferences that, on the contrary, have always been a \r\nsource of wealth and well-being for the peoples of the \r\nworld. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Espen Barth Eide, Deputy Minister \r\nfor Foreign Affairs of Norway. \r\n Mr. Eide (Norway): Since we last met here, \r\nmajor changes have swept through the world. We have \r\nbeen witnessing the Arab Spring. People are standing \r\nup against authoritarian rule and demanding respect for \r\nthe fundamental values that underpin this very \r\ninstitution. Autocrats who have failed to offer the \r\nprospect of a better life in freedom and dignity have \r\nbeen overthrown. Now, popular calls for reform in \r\nSyria have been met with a violent response. We urge \r\nthe Syrian regime to respect the people’s legitimate \r\ndemand for democracy and fundamental human rights. \r\n In July, a new flag rose in Juba as we celebrated \r\nthe birth of a new State. Last Friday, President Salva \r\nKiir of South Sudan addressed us from this podium as \r\nthe leader of our newest Member State (see \r\nA/66/PV.19). That became possible thanks, first and \r\nforemost, to the vision and will of the people and \r\nleaders of the Sudan and what is now the Republic of \r\nSouth Sudan. However, it would not have been \r\npossible without the active support of the international \r\ncommunity. That demonstrates the importance of \r\nmediation and the settlement of disputes through \r\npeaceful means. \r\n Yet, we know that peace is fragile. The \r\ninternational community must coordinate its assistance \r\nand align it with the priorities of the South Sudanese \r\nGovernment. Outstanding issues must be settled \r\nthrough negotiations. We must contribute to laying the \r\nfoundation for two viable States, so that they can both \r\nlive in peace. \r\n In Côte d’Ivoire and Libya, the United Nations \r\nhas once again proved its worth by addressing some of \r\nthe most challenging situations in the world. The \r\nresolve shown by the Security Council on Libya has \r\nreconfirmed its pivotal role in global governance and \r\ninternational security — the role that Member States \r\nbestowed on it through the United Nations Charter. \r\nThere are times when there is no alternative to the use \r\nof force. When the Security Council acts, it is up to \r\nus — the Member States — to put its decisions into \r\npractice. Norway’s active participation in the military \r\ncampaign in Libya was, first and foremost, an \r\nexpression of our belief in a United Nations-led world \r\norder and in the principle of the responsibility to \r\nprotect. \r\n The response to Libya was also a landmark in \r\nterms of international justice. For the very first time, a \r\nunanimous Security Council chose to refer possible \r\ncrimes against humanity to the International Criminal \r\nCourt. Combating impunity and promoting the rule of \r\nlaw and fundamental human rights are key to the \r\nprevention of conflict and the protection of civilians. \r\n Promoting and strengthening human rights and \r\ngender equality are a common responsibility. Failing to \r\nadhere to universally agreed principles in that area is \r\nsimply not acceptable. Investment in and \r\nempowerment of girls and women so that they can \r\nparticipate fully in the political and economic lives of \r\nStates are also essential for economic growth and \r\nprosperity. There is fundamental evidence that States \r\nthat fail on that account and continue repressive and \r\ndiscriminating gender policies will remain poor. \r\n Last year, we reconfirmed our commitment to the \r\nMillennium Development Goals. We agreed to \r\naccelerate our efforts. Last week, we received new \r\nevidence of dramatic and positive breakthroughs in our \r\nquest to reduce child mortality and maternal deaths. \r\nStrong political leadership, new partnerships and \r\nA/66/PV.29  \r\n \r\n11-51681 20 \r\n \r\ninnovative ways of working have brought real \r\nprogress. The Secretary-General’s global initiative \r\n“Every Woman and Every Child” has been \r\ninstrumental in this respect. But further progress must \r\nnot be taken for granted. Norway will continue to focus \r\non women’s rights and promoting the role of women in \r\ndevelopment. We will strongly oppose any efforts to \r\nreverse progress. We must maintain our resolve to \r\nimplement the Beijing Platform for Action. \r\n The Millennium Development Goals (MDGs) \r\nhave proven to be a formidable tool for improving the \r\nlives of millions of people. Yet much remains to be \r\ndone. There are vast untapped resources within many \r\nof the countries that are struggling to achieve the \r\nMDGs. Broadening the tax base, making tax collection \r\nmore effective, halting illegal capital flows and \r\nfighting corruption are all measures that must be fully \r\nused in the fight against poverty. Getting that right will \r\nalso improve the social contract in countries emerging \r\nfrom poverty or conflict. This is a responsibility that \r\nlies firmly with individual States.  \r\n With the climate conference in Durban only two \r\nmonths away, we must all play our part in making it a \r\nsuccess. Implementation of the Cancun Agreements is \r\ncrucial. The Green Climate Fund must be made \r\noperational. Durban should provide a roadmap that can \r\nbridge the gap between Kyoto and a new and more \r\nambitious climate regime that includes all major \r\nemitters. \r\n Today, 1.4 billion people lack access to \r\naffordable and reliable electric power supplies. We \r\nmust combat climate change while promoting \r\ndevelopment. The Secretary-General’s call for \r\nsustainable Energy for All is therefore highly welcome. \r\nTogether with partner countries, Norway will launch a \r\nnew energy initiative this autumn. The purpose is to \r\nboost sustainable energy generation and accelerate \r\nchange towards energy efficiency. New funding will \r\npromote incentives for the energy sector in partner \r\ncountries. Such incentives will in turn attract fresh \r\ncapital for energy projects. We are determined to \r\nensure concrete progress in Rio on the access-to-\r\nenergy agenda. \r\n Now, 20 years after the United Nations first \r\nConference on Sustainable Development, the nations of \r\nthe world must renew the partnership for sustainable \r\ndevelopment. Civil society and the private sector are \r\ncrucial in this partnership. Norway is committed to a \r\nsuccessful outcome of the 2012 United Nations \r\nConference on Sustainable Development. \r\n Back in 1947, Norway voted in favour of the \r\nestablishment of two States in the former mandate of \r\nPalestine in this Assembly. In 1949, we also heeded the \r\ncall in resolution 181 (II) to give sympathetic \r\nconsideration to an application by either State for \r\nadmission to membership in the United Nations. We \r\nvoted in favour of admitting Israel as a Member State. \r\nWe based our decision at that time on the declarations \r\nand explanations provided by the Israeli delegation. \r\nIsrael had persuasively explained why recognition and \r\nmembership should not await resolution of the \r\noutstanding issues regarding borders, refugees, \r\nJerusalem, and peace with neighbouring countries. \r\nWhen it admitted Israel as a Member State, this \r\nAssembly referred to those declarations and \r\nexplanations. \r\n Since then, Norwegian policy has been based on \r\nthe vision of two States, Israel and Palestine, living \r\nside by side in peace and security. Norway has \r\nconsistently stood by Israel and its inherent right to \r\nself-defence in accordance with international law. We \r\nhave also supported the Palestinian right to statehood \r\nand the building of the Palestinian Authority. \r\n One of the main issues before this session of the \r\nGeneral Assembly is the Palestinian quest for \r\nrecognition. It is legitimate for the Palestinian people \r\nto turn to the United Nations under the current \r\ncircumstances. This is neither incompatible with a \r\nnegotiation process, nor an expression of unilateralism. \r\nNorway welcomes the call by the Quartet for \r\nnegotiations on a comprehensive agreement on the \r\noutstanding final status issues to be completed within a \r\nyear. \r\n However, the situation on the ground is changing \r\nin several ways. A few days ago, the donor support \r\ngroup to the Palestinian Authority affirmed the success \r\nof local institution-building. The performance of \r\nPalestinian public institutions was scrutinized by the \r\nWorld Bank, the International Monetary Fund and the \r\nUnited Nations. Their joint conclusion was that the \r\nPalestinians are fully capable of running a State. \r\n On Friday President Abbas confirmed his \r\ncommitment to resolving final status issues through \r\nnegotiations. He also assured us of the Palestinian \r\nAuthority’s commitment to complying with the United \r\n A/66/PV.29\r\n \r\n21 11-51681 \r\n \r\nNations Charter, relevant United Nations resolutions, \r\ndemocracy, the rule of law and human rights. \r\n The main obstacle to full institution-building \r\nremains the occupation. Measures taken under the \r\nlatter are changing the shape of the territory in the \r\nWest Bank and East Jerusalem in ways that undermine \r\nnegotiations and may soon render the two-State vision \r\nphysically unattainable. The Security Council, the \r\nGeneral Assembly and the International Court of \r\nJustice have all rejected the legality of such unilateral \r\nchanges. \r\n Both the Palestinians’ readiness for statehood and \r\nthe declarations and commitments they have made \r\nshould be acknowledged. Norway looks forward to \r\nwelcoming Palestine as a full Member of the United \r\nNations. \r\n It is vital that we continue to improve and \r\nstrengthen the United Nations, so that it can serve us \r\neffectively in times of change. We, the Member States, \r\nhave not ensured sufficiently wide-ranging reforms. \r\nWe have not equipped the United Nations with the \r\nresources needed to carry out the mandates we adopt. \r\nWe define noble objectives, only to undercut them in \r\nthe budgeting process. We continue to ask the United \r\nNations to do more with less. If that is what we want, \r\nwe must give the Secretary-General greater flexibility. \r\n At times, the vision of a United Nations that \r\ndelivers as one is undermined by our own interference \r\nand insistence on pet projects, earmarking of funds and \r\ncross-cutting, awkward and, on occasion, internally \r\nconflicting financial reporting requirements. \r\nFragmentation does not begin at the United Nations. It \r\nis a reflection of the priorities and actions of Member \r\nStates. \r\n Before I conclude, let me make one last remark. \r\nWe deeply regret that this podium has once again been \r\nabused to promote extreme views and unfounded \r\nallegations. This serves only to incite conflict rather \r\nthan to bridge differences. We will not give up the \r\nauthority of our presence in this Hall, but will rather \r\nconfront such attitudes from this podium. The purpose \r\nof the general debate is to draw attention to current \r\nchallenges, express and share our views and lay the \r\nbasis for constructive dialogue. \r\n In a rapidly changing world, the United Nations \r\nmust be able to adapt to new challenges, new actors \r\nand new geopolitical realities. As the Secretary-\r\nGeneral reminded us yesterday, with power comes \r\nresponsibility. After all, the United Nations is only as \r\ngood as the results it delivers. We are not judged by our \r\nwords, but by our actions. \r\n The Acting President: I now give the floor to \r\nHer Excellency Ms. Lucy Mungoma, Permanent \r\nSecretary at the Ministry of Foreign Affairs of Zambia. \r\n Ms. Mungoma (Zambia): I wish, first of all, \r\ninstance to extend my sincere congratulations to the \r\nPresident on his election as President of the sixty-sixth \r\nsession of the General Assembly. In a similar vein, I \r\nthank His Excellency Joseph Deiss for his leadership \r\nof the sixty-fifth session. I also take this opportunity to \r\ncongratulate His Excellency Mr. Ban Ki-moon on his \r\nreappointment as Secretary-General. \r\n I would also like to take this opportunity to \r\nextend a warm and hearty welcome to the community \r\nof nations to the Republic of South Sudan following its \r\nindependence on 9 July. We commend both the \r\nGovernments of the Sudan and the Republic of South \r\nSudan for the smooth transition during the handover \r\nand takeover of power. Zambia encourages the two \r\ncountries to resolve the outstanding issues between \r\nthem amicably and to work towards maintaining \r\npeaceful relations, as that is the only way to achieve \r\neconomic and social development. \r\n The theme for the sixty-sixth session of the \r\nGeneral Assembly, “The role of mediation in the \r\nsettlement of disputes by peaceful means”, is indeed a \r\npertinent one, considering the various conflicts across \r\nthe globe that threaten international peace and security. \r\nThe recent upheavals in North Africa and the Middle \r\nEast not only present a new dimension to politics in \r\nthat region but also highlight the need for mediation to \r\navert the outbreak of fighting. \r\n My delegation wishes to underscore the need for \r\nthe international community to resolve conflicts on the \r\nAfrican continent, including the situation in Libya, \r\nwithin the frameworks established by the African \r\nUnion. We believe that local solutions have a higher \r\nprospect of being respected and accepted by all parties \r\nto the conflict. \r\n In this regard, Zambia aligns itself with the \r\nmediation efforts put in place by the African Union and \r\nsupports the Roadmap for the Resolution of the Crisis \r\nin Libya endorsed by the African Union heads of State \r\nand Government at their seventeenth Summit held in \r\nA/66/PV.29  \r\n \r\n11-51681 22 \r\n \r\nMalabo, Equatorial Guinea, this year. With regard to \r\nLibya, Zambia shares the relief of the Libyan people in \r\nridding themselves of a leader who committed \r\negregious atrocities against his people.  \r\n We must, however, express serious concern about \r\nnew atrocities being committed against black people in \r\nthat country — both citizens and migrants from African \r\ncountries. We call on this body to send a strong \r\nmessage that it will not only pursue perpetrators of \r\nsuch atrocities as vigorously as it did Al-Qadhafi but \r\nalso undertake to investigate all allegations thoroughly. \r\nIt would be tragic if, in the euphoria of celebrating the \r\nousting of Al-Qadhafi, the United Nations turned a \r\nblind eye to atrocities still being committed. \r\n The Palestinian-Israeli conflict continues to be a \r\nmajor concern to international peace and security. We \r\nunderstand the frustrations of the Palestinian people \r\nover the long negotiations, which have completely \r\nstalled in recent years. In that regard, I wish to reaffirm \r\nthat Zambia recognizes the Palestinian State, with pre-\r\n1967 borders and East Jerusalem as its capital. In a \r\nsimilar vein, Zambia recognizes the State of Israel and \r\nits right to live in peace with its Palestinian neighbour. \r\n The drought situation in the Horn of Africa \r\npresents a humanitarian emergency that threatens the \r\nlives of 12 million people. While erratic rainfall in past \r\nyears is the main cause of the drought, the prevalent \r\npolitical instability and violence in Somalia has \r\nhampered that country’s ability to effectively respond \r\nto the crisis. Zambia has pledged to donate several \r\nmetric tons of various food items and cash from the \r\nGovernment and the private sector.  \r\n The need to address the political instability and \r\nviolence in Somalia continues to be urgent. We \r\ntherefore call upon the United Nations to implement \r\nthe recommendations of the Special Representative of \r\nthe Secretary-General for Somalia, in which he called \r\nfor the establishment of a United Nations peacekeeping \r\nmission there. \r\n Exactly one week ago, on 20 September, general \r\nelections took place in my country. On Friday, three \r\ndays later, the fifth and newest President of the \r\ncountry, Mr. Michael Chilufya Sata, was inaugurated. \r\nThe incumbent President graciously conceded and \r\nhanded over power. It was smooth and peaceful. It was \r\na triumph for democracy in my country. Zambia \r\nstrongly believes in the rule of law and is concerned at \r\ntrends towards unconstitutional changes of \r\nGovernment — trends that in some cases receive the \r\nactive support of powerful countries in the \r\ninternational community. \r\n The political stability that Zambia has and \r\ncontinues to enjoy has had a positive impact on the \r\neconomic development of the country. Over the past \r\ndecade real gross domestic product growth has \r\naveraged 5.4 per cent. While that growth has reflected \r\neffective macroeconomic management and good \r\ncopper prices, it has also been built on the foundation \r\nof Zambia’s stable political environment and improved \r\nrecord of governance. In 2011, we expect to \r\nconsolidate that strong performance with growth now \r\nprojected to be above 7 per cent, second only to the \r\nprojected growth rates of 9.2 per cent for developing \r\nAsia and significantly above the projected 5.5 per cent \r\ngrowth rate for sub-Saharan Africa. \r\n Those economic trends notwithstanding, Zambia \r\nstill faces the challenge of translating its economic \r\ngrowth into a significant reduction in poverty and a \r\ngeneral improvement in the living standards of its \r\ncitizenry. It is our intention for the benefits of \r\neconomic growth to be broadly shared by the \r\npopulation at large. We hope to achieve that by \r\ncontinuing to strengthen our governance institutions, \r\nmaintaining peace and stability and ensuring that we \r\nremain open to the opportunities that global trade and \r\nthe exchange of ideas and experiences offer to a \r\ndeveloping economy. \r\n The country’s economic development agenda is \r\nguided by the National Vision, under which Zambia \r\naspires to be a prosperous middle-income country by \r\n2030. The national agenda has been operationalized \r\nthrough five-year national development plans. \r\nCurrently the country is operating under its Sixth \r\nNational Development Plan, under the theme \r\n“Sustained economic growth and poverty reduction”. \r\nWith these achievements, Zambia is on course to \r\nachieve five of the eight targets of the Millennium \r\nDevelopment Goals (MDGs) by 2011. \r\n In four years the MDG target date will be upon \r\nus. While Zambia has made notable progress towards \r\nachieving the 2015 MDG targets, particularly in terms \r\nof increased access to education, reduced maternal, \r\ninfant and under-5 mortality rates and child nutrition, \r\nthose achievements risk being reversed, pushing the \r\ncountry off track, owing to the multifaceted negative \r\nimpacts of the world economic recession, unfulfilled \r\n A/66/PV.29\r\n \r\n23 11-51681 \r\n \r\ncommitments and ever diminishing levels of financial \r\nassistance from cooperation partners. Under the \r\ncircumstances, many developing countries are unlikely \r\nto meet the MDG targets. It is therefore important not \r\nonly that every effort should be made to assist \r\ncountries stay on track but that we start planning for a \r\npost-2015 MDG framework. \r\n Beyond the challenges posed by infectious \r\ndiseases, Zambia is also affected by the emerging \r\nglobal trend of non-communicable diseases. The \r\nsocio-demographic and technological transition that \r\ngoes with urbanization and industrialization has \r\nresulted in an increase in non-communicable diseases \r\nin our country. I would therefore like to commend \r\nPresident Al-Nasser for hosting the High-level Meeting \r\non the Prevention and Control of Non-Communicable \r\nDiseases. My delegation is, nevertheless, cautious that \r\nwhile focusing on non-communicable diseases, \r\nresources meant for infectious diseases, such as \r\nHIV/AIDS, malaria and tuberculosis, should be \r\nsecured, so that the gains already achieved in these \r\nareas are not lost. \r\n Allow me to express Zambia’s gratitude to the \r\nSecretary-General for organizing the High-level \r\nMeeting on addressing desertification, land \r\ndegradation and drought in the context of sustainable \r\ndevelopment and poverty eradication on 20 September \r\n2011. There is no doubt that the United Nations \r\nConvention to Combat Desertification is the least \r\nsupported of the three Rio Conventions, the others \r\nbeing the United Nations Framework Convention on \r\nClimate Change and the Convention on Biological \r\nDiversity. It is in that light that the convening of the \r\nHigh-level Meeting, as a means of raising awareness \r\nabout desertification, land degradation and drought at a \r\nhigh level, is most welcome. There is clearly a need for \r\nconcerted efforts on the part of all Member States to \r\nraise the profile of the Desertification Convention to \r\nthe level of the other two. \r\n Zambia views desertification and land \r\ndegradation as a major economic, social and \r\nenvironmental problem that requires immediate \r\nattention. It is in that regard that my country’s sixth \r\nnational development plan, for 2011 to 2015, has \r\nendeavoured to mainstream environmental management in \r\ngeneral and sustainable land management in particular. \r\nThe challenge now is for Zambia to mobilize adequate \r\nand predictable financial resources to implement the \r\nprogrammes contained in the plan. The mobilization of \r\nresources for implementing programmes to combat \r\ndesertification and mitigate the effects of drought is an \r\nobligation shared by all Member States, including \r\nthose unaffected by desertification, as is spelled out in \r\nthe Convention, in Agenda 21 and in the Johannesburg \r\nPlan of Implementation of the World Summit on \r\nSustainable Development, among others.  \r\n We therefore call for the judicious \r\nimplementation of the outcome decisions of the \r\nrecently held High-level Meeting on desertification and \r\nland degradation. We also call on all States to ensure \r\nthat adequate financial resources are available for \r\nprogrammes aimed at combating desertification and \r\nmitigating the effects of drought. \r\n Turning to the topical subject of climate change, \r\nwhose adverse effects are responsible for exacerbating \r\ndesertification, land degradation and drought, the need \r\nto put in place a new and dynamic international regime \r\nfor climate change has never been so urgent. The \r\nadverse effects of climate change are being borne \r\ndisproportionately by poor countries such as my own. \r\nThe effects of climate change are real and are already \r\naffecting our agriculture, water, and infrastructure, to \r\nmention only some sectors. Yet, as we have repeatedly \r\nsaid, it is rich countries that are responsible for the \r\nhistoric build-up of greenhouse gases in our \r\natmosphere, the problem that has brought about global \r\nwarming and climate change. The developed world \r\nshould therefore show leadership when it comes to \r\nagreeing on a new international regime on climate \r\nchange. \r\n Zambia looks forward to the forthcoming United \r\nNations Climate Change Conference to be held in \r\nDurban, South Africa, in December. We are confident \r\nthat these talks will build on the positive outcome of \r\nthe last Conference, held in Cancún, last December. \r\nAfrica, which is hosting such talks for the first time, is \r\ndetermined to ensure a successful outcome. Time is \r\nrunning out and we can no longer afford the luxury of \r\ninconclusive talks each year. We call on all parties to \r\ncommit to making progress and ensuring that \r\nagreement is reached on all outstanding issues so as to \r\npave the way for a new climate change regime. We also \r\ncall for the immediate operationalization of all funds \r\nestablished so far under the Climate Change \r\nConvention, thereby making financial resources \r\naccessible to countries in need. \r\nA/66/PV.29  \r\n \r\n11-51681 24 \r\n \r\n The High-level Meeting to commemorate the \r\ntenth anniversary of the adoption of the Durban \r\nDeclaration and Programme of Action was a timely \r\nreminder to all nations to continue to promote the \r\nrights of all people regardless of race or creed as equal \r\ncitizens of the world. Zambia recommits itself to the \r\njust cause of fighting against any form of racism or \r\nracial discrimination, xenophobia and related \r\nintolerance. \r\n With the year 2012 very much in sight, Zambia \r\nhopes for a successful conclusion to negotiations on \r\nthe arms trade treaty. A strong and robust treaty will \r\nhelp foster regional and international peace and \r\nsecurity. Zambia also supports an arms trade treaty that \r\nencompasses all conventional weapons, including \r\nsmall arms and light weapons and their ammunition; \r\ncomponents of weapons; dual-use equipment with a \r\nmilitary end-use; and arms production equipment and \r\ntechnology. Furthermore, Zambia advocates an arms \r\ntrade treaty with a broad scope that includes landmines \r\nand conventional weapons already covered by \r\ninternational weapon-specific agreements, as well as \r\ntechnical support. \r\n Last Friday the President of Sierra Leone, in his \r\ncapacity as Coordinator of the African Union \r\nCommittee of Ten Heads of State on Security Council \r\nreform, reminded the Assembly of the need to hasten \r\nnegotiations on this important issue. Zambia aligns \r\nitself with that statement and sentiment. It is a fact that \r\nAfrica is now one of the largest regions represented in \r\nthe United Nations, with 54 members, the same \r\nnumber as Asia. It is also a fact that three-quarters of \r\nthe issues on the Security Council’s agenda are African \r\nissues.  \r\n Unfortunately, it is also a fact that Africa is the \r\nonly continent with no representation in the permanent-\r\nmembership category of the Council. In addition, \r\nAfrica is underrepresented in the non-permanent-\r\nmember category. Africa’s request for two permanent \r\nseats, with all the rights and obligations of current \r\nmembers, and for two additional non-permanent seats, \r\nis a matter of justice and the right to have an equal say \r\nin the decision-making on issues that concern our \r\ncontinent. It is also a matter of democracy. Above all, it \r\nis about the dignity of a people and the dignity of a \r\ncontinent. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Alexandru Cujba, chair of the \r\ndelegation of the Republic of Moldova. \r\n Mr. Cujba (Republic of Moldova): It is a great \r\nhonour and privilege to take part in the general debate \r\nand to represent my country on this rostrum at a \r\nsignificant juncture in Moldova’s modern history, the \r\nrecent celebration of the twentieth anniversary of its \r\nindependence and 20 years of its membership in the \r\nUnited Nations, which we will mark in a few months. \r\nThese interrelated and complementary events \r\nconstitute an excellent opportunity to once again \r\nexpress our genuine attachment to the founding \r\nprinciples of the Organization, and our sincere \r\nappreciation for the support and assistance the \r\ninternational community has given my country during \r\nthis time. \r\n On behalf of my delegation, I have the pleasure \r\nto extend congratulations to His Excellency Mr. Nassir \r\nAbdulaziz Al-Nasser on assuming his high and \r\nresponsible position, and to join previous speakers in \r\nexpressing our gratitude to His Excellency Mr. Joseph \r\nDeiss for his excellent management and the \r\ncompetence he displayed during his presidency of the \r\nAssembly. I would also like to reiterate our sincere \r\ncongratulations to His Excellency Mr. Ban Ki-moon on \r\nhis reappointment to a second term as Secretary-\r\nGeneral, to convey our deep appreciation for his \r\nstrenuous efforts and activity on behalf of the \r\ninternational community and to wish him success in \r\ncontinuing his noble mission. \r\n The beginning of a new decade of the twenty-first \r\ncentury has been marked by major changes, sincere \r\naspirations and high hopes in many parts of our planet. \r\nWe wholeheartedly welcome the Republic of South \r\nSudan’s declaration of independence and its entry into \r\nthe United Nations as the 193rd Member State. We \r\nhave witnessed the genuine desire of young people for \r\ndemocratic reforms and human rights, fundamental \r\nfreedoms and social justice. Peoples in the \r\nMediterranean region and in North Africa and the \r\nMiddle East have set out firmly along the road of \r\ndemocracy, launching the Arab Spring. In that regard, \r\nwe recall the events that changed Moldova and \r\nlaunched our country on a new, more democratic track \r\nin 2009. \r\n In this time of change and historical upheaval, we \r\nnote the transition of Libya to a new phase in its \r\n A/66/PV.29\r\n \r\n25 11-51681 \r\n \r\npolitical development, as stated expressively in the \r\nAssembly last week by the Chairman of the National \r\nTransitional Council Executive Office of Libya (see \r\nA/66/PV.22), whom the Republic of Moldova, like \r\nmany other delegations, supported as Libya’s \r\nrepresentative in the General Assembly. The role of the \r\nUnited Nations in supporting Libya’s transition to \r\ndemocracy in the wake of the downfall of the former \r\nregime has been incremental. We express our \r\nsatisfaction at the Security Council’s approval of the \r\ncreation of a mission to assist the transitional \r\nauthorities and the Libyan people during the critical \r\npost-conflict phase. \r\n We have also learned that natural calamities hit \r\nnations indiscriminately. In order to overcome the \r\nconsequences of ecological disasters, such as the great \r\neast Japan earthquake, the Fukushima nuclear accident, \r\nthe great flooding in Pakistan and the severe drought \r\nand hunger in the Horn of Africa, requires the common \r\nefforts of both developed and developing States. The \r\ninternational community has the great task of \r\nstrengthening its humanitarian and disaster response \r\ncapabilities. \r\n Faced by different challenges, it is commendable \r\nto have a joint platform of concerted actions, managed \r\nby the United Nations. Poverty, conflicts, climate \r\nchange, economic and financial issues, migration, \r\npandemics, terrorism, international crime and other \r\ncrises affecting humankind cannot be countered \r\nindividually, but only by means of global strategies. \r\nThe United Nations is a unique tool in addressing and \r\novercoming them. \r\n The United Nations should consolidate its central \r\nrole in world affairs, and, consequently, enhance its \r\nmultilateral and universal potential by making the \r\nOrganization stronger and more representative, \r\nefficient and able to promptly react to major \r\nchallenges. A reformed Organization must \r\npragmatically adapt to new realities and strengthen its \r\ninfluence, in strict accordance with the United Nations \r\nCharter. The most appropriate methods of \r\ncommunication, consultation and cooperation during \r\nthe reform process should be developed, in close \r\ninteraction with other actors, such as the private sector, \r\ncivil society and academics, who play a more visible \r\nrole in shaping the modern world. \r\n The greatest incentive for economic growth and \r\nsecurity is a balanced and equitable global trade \r\nsystem, for which the international community has \r\nbeen struggling in complex negotiations since the Doha \r\nRound in 2001. While talks on the issue continue, \r\ndiscrepancies and ruptures in our economies make it \r\ndifficult to stand against the waves of the economic \r\nand financial crises. It is hardly possible that countries, \r\nespecially developing ones, remain immune to the \r\nglobalized economic downturn. While we are required \r\nto implement drastic austerity measures, access to \r\nmarkets is vital for our economies. That is one of my \r\ncountry’s priorities. Our Government is working hard \r\ntowards the extension and diversification of market \r\noutlets in cooperation with its partners, primarily in \r\nEurope. We rely on openness, a constructive approach \r\nand fair play in market relations as our best allies for \r\nwin-win solutions in global trade. \r\n The Republic of Moldova stands committed to its \r\nhuman rights agenda. Last year, my country ratified the \r\nConvention on the Rights of Persons with Disabilities \r\nand the Rome Statute of the International Criminal \r\nCourt, in a sustained effort to contribute to the \r\ndevelopment and implementation of international \r\nstandards in the fields of human rights and the rule of \r\nlaw. \r\n As a member of the Human Rights Council, \r\nMoldova has taken an active part in the Council’s \r\ndeliberations and activities, with the aim of building up \r\na strong and legitimate human rights body. This year, \r\nMember States underwent the complex process of the \r\nCouncil’s review. Although not all the concerns of \r\nMember States were accommodated for a far-reaching \r\nand more ambitious outcome of the review, we should \r\nremain committed to fulfilling the balanced and \r\nobjective agenda of the Council, while its membership \r\nis expected to comply with resolution 60/251 to uphold \r\nthe highest standards in the field of human rights and \r\nto fully cooperate with the Council’s mechanisms. \r\n The Republic of Moldova remains committed to \r\nthat principle. In approximately two weeks, my country \r\nwill engage in an intensive review by the United \r\nNations Human Rights Council under the universal \r\nperiodic review mechanism, involving not only the \r\nGovernment but also civil society and other national \r\nstakeholders. We intend to proceed in that exercise \r\nwith genuine openness, objectivity and a constructive \r\napproach. \r\n The commemoration of the tenth anniversary of \r\nthe terrorist attacks in New York on 11 September 2001 \r\nA/66/PV.29  \r\n \r\n11-51681 26 \r\n \r\nreminded us once again of the great losses, the needed \r\nvigilance and the imperative to multiply our efforts in \r\ncombating the terrible scourge of terrorism. \r\n As a State party to all the universal legal \r\ninstruments on the prevention of terrorist acts, the \r\nRepublic of Moldova condemns terrorism and \r\nextremism in all their aspects, and welcomes the \r\nachievements of the United Nations Global Counter-\r\nTerrorism Strategy. We advocate the earliest conclusion \r\nof the negotiations of the comprehensive convention on \r\ninternational terrorism, the convening of a United \r\nNations conference and the strengthening of all efforts \r\non combating terrorism at the national, regional and \r\nglobal levels. To contribute to that end, the Republic of \r\nMoldova is currently hosting a regional event on \r\npreventing and countering the financing of terrorism in \r\nSouth-East European States. \r\n Let me now refer to one of the most important \r\nsecurity issues faced by the Republic of Moldova — \r\nthe Transnistrian conflict. From the outset, I would like \r\nto reconfirm that the Government of the Republic of \r\nMoldova remains fully committed to the goal of \r\nachieving a political, comprehensive and viable \r\nsolution to the issue, which should lead to the \r\nreintegration of my country. \r\n During the past five years, in referring to the \r\nTransnistrian issue, we have always made the same \r\nappeal. Moldova calls for the unconditional resumption \r\nof the negotiations on the political settlement of the \r\nconflict in the “5+2” format. I am happy to announce \r\nthat, exactly five days ago, at the 5+2 consultations \r\nround in Moscow, that decision was finally taken. We \r\nexpress our gratitude to the Russian Federation, the \r\nOrganization for Security and Cooperation in Europe, \r\nUkraine, the European Union and the United States — \r\nthe members of the 5+2 negotiations format — for \r\ntheir efforts in reaching that result. However, the \r\nresumption of the official negotiations was never seen \r\nas a goal in itself. We are fully aware that the most \r\ndifficult part of resolving the conflict is still ahead. \r\n On this occasion, I would like to reiterate some \r\nbasic elements of the Moldovan approach towards the \r\nproblem. A viable and comprehensive political solution \r\ncan be based only on respect for the sovereignty and \r\nterritorial integrity of the Republic of Moldova, within \r\nits internationally recognized borders. The central \r\nquestion on the agenda of the five plus two \r\nnegotiations should be the special status of the \r\nTransnistrian region within Moldova. On the one hand, \r\nthat special status should ensure full respect of the \r\nneeds, rights and freedoms of the local population. On \r\nthe other hand, it should provide for the functional \r\nintegration of the region with the rest of the country. \r\n Over the past year, our efforts have been focused \r\non mobilizing internal resources and international \r\nsupport to advance the conflict resolution process. In \r\nthat regard, we continue to promote confidence-\r\nbuilding measures between both banks of the Nistru \r\nRiver. Our current list of priorities includes the \r\nrestoration of fully-fledged rail communications \r\nthroughout the Transnistrian region, in accordance with \r\ninternational standards. Another important objective is \r\nthe restoration of landline phone connections to allow \r\npeople from the Transnistrian region to communicate \r\nfreely with their relatives and friends in the rest of \r\nMoldova.  \r\n The main beneficiaries of such measures are, \r\nobviously, the population and the business community. \r\nThe solutions are on the table. Our message for the \r\nleadership in Tiraspol is clear — abandon the policy of \r\nself-isolation and let us think together about practical \r\nand transparent solutions that would make people’s \r\nlives much easier. \r\n Let me also refer to some unresolved issues that \r\nneed further attention. We are concerned about the \r\nsituation of Latin-script schools in the Transnistrian \r\nregion, which remain under constant pressure from \r\nlocal authorities. Children should never become \r\nhostages of political disagreements. In the same \r\ncontext, we emphasize the need to improve the human \r\nrights situation in the region, in particular to resolve \r\nthe case of Mr. Ilie Cazac, who has been abusively \r\nimprisoned in Tiraspol, in order to secure his \r\nimmediate and unconditional release. \r\n We need to reflect on the future of the existing \r\npeacekeeping arrangements in Moldova. I would like \r\nto underline the fact that Moldova has been at peace \r\nfor the past 19 years. Therefore, what we really need is \r\na peace consolidation, not peacekeeping, exercise. That \r\nrequires the transformation of the existing, old-\r\nfashioned military mechanism into a multinational \r\ncivilian mission operating under a relevant \r\ninternational mandate and focusing on confidence-\r\nbuilding activities. \r\n We should not avoid discussions about the \r\npresence of foreign military forces that are stationed on \r\n A/66/PV.29\r\n \r\n27 11-51681 \r\n \r\nMoldovan soil without the consent of the host country, \r\nin breach of the Moldovan Constitution and relevant \r\ninternational commitments. We are confident that an \r\nearly completion of the withdrawal of foreign \r\nmunitions stocks and the armed forces guarding them \r\nfrom the territory of the Republic of Moldova will \r\npositively influence the process of settling the \r\nTransnistrian problem. \r\n As in the case of other conflicts, the Transnistrian \r\nsettlement process cannot advance to its final goal \r\nwithout wide international support, particularly from \r\nthe mediators and observers. It is our strong belief that \r\ngenuine mediation based on shared objectives, joint \r\nefforts and good faith is an essential factor in that \r\nregard. \r\n We fully concur with the President’s focus on the \r\npeaceful settlement of disputes, and his assessment that \r\npeaceful settlements, including those brokered through \r\nmediation efforts, provide the most cost-effective and \r\nlong-lasting solutions. We will actively engage in \r\nfurther debate on the role of mediation in the \r\nsettlement of disputes, with a view to developing and \r\nconsolidating the role of the General Assembly as the \r\nworld’s leading peacemaker. \r\n Moldova’s advancement on the path to European \r\nintegration, the primary goal of which is the overall \r\nmodernization of the country, remains the absolute \r\npriority of the domestic and external policies of the \r\nRepublic of Moldova. The Government has initiated a \r\nseries of deep reforms to ensure the rule of law, the \r\nindependence of justice and a functional market \r\neconomy where businesses and foreign investments can \r\nfind a proper place to grow. Those have proven to be \r\ncomplex, lengthy and sometimes painful processes, but \r\nthey are absolutely indispensable for further \r\ndevelopment. \r\n Moldova’s proactive attitude and determination in \r\npromoting and implementing reforms has ensured a \r\nmore intense and expanded political dialogue between \r\nthe European Union (EU) and Moldova. We have made \r\nsignificant progress in negotiating an association \r\nagreement with the European Union by opening a \r\nstructured dialogue on human rights and fully engaging \r\nin efforts to meet the conditions established during the \r\nvisa liberalization dialogue. We are ready to launch \r\nnegotiations on creating a broad and comprehensive \r\nfree trade area with the European Union. \r\n The European perspective continues to be the \r\nEU’s most effective tool in promoting dynamic and \r\nconsistent reforms in neighbouring countries. We are \r\nconfident that the promotion of democratic values, \r\nprosperity, stability and security in Europe will lay the \r\nfoundation for the future EU agenda. That projection of \r\nsoft power will be possible only if it is accompanied by \r\nan extension of EU borders. In that context, we hope \r\nthat the Warsaw Eastern Partnership Summit will make \r\nan important contribution to strengthening EU relations \r\nwith partner countries, developing its messages and \r\nleaving the door open for those Eastern European \r\nneighbours that are able to meet the accession criteria \r\nin the foreseeable future. \r\n Over the past 20 years, my country has achieved \r\nsignificant positive developments in the field of \r\ninternal affairs. Still, much remains to be done in the \r\nprocess of carrying out democratic and socio-economic \r\nreforms, the main objective of which is to consolidate \r\nthe Republic of Moldova as a sovereign, independent \r\nand reintegrated European State. \r\n In that regard, we further count on the support of \r\nthe United Nations and its Member states in advancing \r\nthe political and economic development of my country, \r\nresolving the Transnistrian conflict, speeding up the \r\nwithdrawal of foreign military forces and \r\nimplementing our development priorities. \r\n In conclusion, I would like to reconfirm the \r\ncommitment of the Republic of Moldova to the ideals \r\nand goals of the United Nations, and its readiness to \r\nfurther cooperate broadly by engaging in concrete \r\nactions to bring those ideas and aspirations to life. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Francisco Carrión-Mena, chair of \r\nthe delegation of Ecuador. \r\n Mr. Carrión-Mena (Ecuador) (spoke in \r\nSpanish): In June 2009, humankind was still witnessing \r\nwith perplexity the worst economic crisis since the \r\nGreat Depression and its devastating consequences on \r\nemployment, hunger, poverty, trade, foreign direct \r\ninvestment, credit, tourism, remittances and health and \r\neducation. At that time, my country, Ecuador, felt a \r\nmoral obligation to participate, through its head of \r\nState, in the United Nations Conference on the World \r\nFinancial and Economic Crisis and Its Impact on \r\nDevelopment, convened by the then-President of the \r\nGeneral Assembly, Mr. Miguel d’Escoto Brockmann. \r\nA/66/PV.29  \r\n \r\n11-51681 28 \r\n \r\n On that occasion, the President of the Republic of \r\nEcuador emphasized that the global financial debacle, \r\nwhich, it goes without saying, originated in the main \r\nfinancial markets of the North, was a symptom of crisis \r\nin a system in which the speculative-financial economy \r\ntook precedence over the real economy. In other words, \r\nthat system entailed waiting for money to create more \r\nmoney and stability of its own accord, instead of \r\nstimulating the production of goods and services to \r\nmeet the needs of human beings. \r\n For Ecuador, the gravity of the crisis alone should \r\nhave marked a shift towards a stronger role for the \r\nUnited Nations in global economic governance, with a \r\nview to overhauling the international financial system \r\nand democratizing international relations by \r\nestablishing a new world economic order. \r\n Unfortunately, with the exception of a scant few \r\ncosmetic changes in the governance of the Bretton \r\nWoods institutions, the paradoxical multi-million-\r\ndollar bailout of the some of the sectors responsible for \r\nthe crisis and a fragile mechanism to follow up on the \r\ncommitments contained in the Outcome of the 2009 \r\nConference (resolution 63/303, annex), nothing has \r\nchanged. The world continues to await some sign of \r\nfinancial and monetary regulation and coordination \r\nthat would ensure economic stability, access to credit, \r\nfull and productive employment, trade financing, debt \r\nsustainability, social safety nets and, of course, a true \r\nglobal alliance that would protect and promote \r\ndevelopment to benefit our people, which is the sole \r\nobjective of our efforts. \r\n In its current state, the United Nations has been \r\nunable to rise to the challenges stemming from global \r\neconomic instability, which have been exacerbated by \r\nthis new stage in the 2009 financial crisis. That is why \r\nEcuador is aggressively and resolutely promoting the \r\ncreation of a new regional financial architecture \r\ncapable of mitigating the adverse consequences \r\naffecting our economies as a result of their \r\ninvolvement in the international financial system. \r\n In that regard, and without abandoning the \r\npursuit of comprehensive reforms of the global \r\nfinancial and economic system, my country has \r\nsuggested an approach, while taking into account the \r\npolitical, economic and social circumstances of each \r\nregion, involving the adoption of regional monetary \r\nagreements that include a semi-flexible exchange rate \r\nregime and a common reserve fund so as to create a \r\ntruly regional exchange rate regime and a regional \r\ncurrency. \r\n In the case of Latin America, this proposal had its \r\norigins in Latin American forums through the creation \r\nof the Bank of the South. Its main aim is to fund \r\nmultinational development projects and to bolster local \r\nand regional currencies linked to a common reserve \r\nfund for Latin America, which would enable us to deal \r\nwith the crisis and prevent billions of dollars from our \r\nregion being paradoxically deposited into the banks of \r\ndeveloped countries. In the same way, this fund is \r\ncomplemented by a regional payment system, which \r\nhas started to work through the Unified Regional \r\nPayment Clearing System, with excellent results to \r\ndate. This system is leading the way towards a \r\ncommon physical currency in our region. \r\n These regional initiatives can, and should be, \r\nintegrated into a regional integration framework that \r\nextends beyond the economic and financial spheres. \r\nSuch is the case with the Union of South American \r\nNations, the headquarters and secretariat of which is \r\nlocated in our capital, Quito, the Community of Latin \r\nAmerican and Caribbean States and the Bolivarian \r\nAlliance for the Peoples of Our America — Peoples’ \r\nTrade Agreement. My country stresses that these \r\nregional responses should be considered as \r\ncomplementing the urgent global measures required for \r\nbetter understanding and cooperation among regions.  \r\n At the same time, Ecuador urgently calls for a \r\ncomprehensive reform of the world economic and \r\nfinancial system, including measures such as the \r\ncreation of an economic coordination council and an \r\nindependent mechanism to restructure and solve the \r\nproblem of sovereign debt, which, among other \r\nproposals, should be discussed in a follow-up meeting \r\nto the 2009 conference. \r\n However, apart from the economic and financial \r\ncrisis, the crisis of multilateralism has also been \r\nreflected in the lack of a timely and suitable response \r\nby the United Nations to the political crises that have \r\noccurred, in particular in the Middle East. These have \r\nonce again demonstrated the urgent need to conclude \r\nthe long-delayed process of a comprehensive reform of \r\nthe Security Council. This reform of one of the main \r\norgans of the United Nations should be primarily \r\naimed at democratizing its decision-making \r\nmechanisms, guaranteeing full respect for the principle \r\nof equitable geographic distribution, including regional \r\n A/66/PV.29\r\n \r\n29 11-51681 \r\n \r\nrepresentation, improving the Council’s working \r\nmethods and strengthening the relationship between the \r\nCouncil and the General Assembly. All of this would \r\nprovide the Council with the necessary legitimacy, \r\neffectiveness and representativeness to implement its \r\nmandates. \r\n At the sixty-fifth session, Ecuador took over the \r\nchairmanship of the Special Committee on \r\nDecolonization with the conviction that, starting in \r\n2011, which marked the beginning of the third \r\nInternational Decade for the Eradication of \r\nColonialism, we need new strategies that will lead, in \r\nthe near future, to the decolonization of those \r\nterritories that are still on the Committee’s list.  \r\n Ecuador recognizes that peaceful means of \r\nsolving disputes are the only legitimate mechanisms \r\ncapable of guaranteeing sustainable and lasting peace \r\nfor peoples. Among these is mediation, the central \r\ntheme proposed by the President of the Assembly for \r\nthe sixty-sixth session. Imposing solutions by force \r\nwill never perpetuate peace — quite the opposite. We \r\nhave witnessed the failure of these methods, which \r\nleads to war. We have suffered the failure of these \r\nwars. My country condemns abusive interpretations of \r\nSecurity Council resolutions, which systematically lead \r\nto more violence, bloodshed and human rights \r\nviolations and which do not foster friendly relations \r\namong countries.  \r\n Ecuador’s position with regard to the Middle East \r\nhas as its founding principle our full adherence to the \r\nstandards and principles of international law and strict \r\ncompliance with United Nations resolutions. Forty-\r\nthree years after having accepted the partition of \r\nPalestine into two States, on 24 December 2010 the \r\nGovernment of Ecuador, in a gesture of historic justice, \r\nrecognized Palestine as a free and independent State, \r\nwithin its 1967 borders and with East Jerusalem as its \r\ncapital. My country therefore gave its full support to \r\naccepting Palestine’s request to become a full State \r\nMember of the United Nations, as formally requested \r\nby the Palestinian President a few days ago. We also \r\nsupport all initiatives directed towards consolidating \r\nlasting peace, to benefit not only Palestine and Israel, \r\nbut the entire region. This is a historic time for the \r\nUnited Nations, and Ecuador hopes that the \r\nOrganization will rise to the occasion. \r\n Concerning our region, Ecuador once again \r\nfirmly condemns the economic, trade and financial \r\nblockade imposed by the United States of America \r\nagainst Cuba and demands the immediate and \r\nunconditional lifting of all unilateral measures imposed \r\nin an extraterritorial fashion by that country against our \r\nsister Caribbean nation. The blockade has inflicted \r\nserious economic, social and even humanitarian \r\nsuffering on the population. \r\n With regard to the United Nations Conference on \r\nSustainable Development to be held in Rio de Janeiro, \r\n20 years after the adoption of the international \r\nprinciples and instruments that set a new course for \r\ninternational relations, we are now reaching a \r\nwatershed moment. Through it, we will be able to take \r\nstock of the implementation, both in the past and over \r\nthe coming decades, of these principles and \r\ninstruments. This would enable renewed political \r\ncommitment to sustainable development, which will \r\nrequire action on the three pillars, which we define as \r\nthe economic, social and environmental areas.  \r\n In order to implement the elements pending from \r\nthe Rio conventions, Ecuador believes that we should, \r\nfirst, comply with commitments to reduce greenhouse \r\ngases in order to stabilize the temperature at levels that \r\nwill enable us to restore balance to the planet while \r\nupholding the principle of shared but differentiated \r\nresponsibilities and equity; secondly, insist on the \r\ntransfer of the new and additional financial resources \r\npromised by developed countries, considering the huge \r\nefforts that we developing countries are making in \r\nfacing global threats; thirdly, remember that \r\nsustainability is not just an environmental question, but \r\na shift in the relationships between capital, labour, \r\nnature and politics; fourthly, fix terms for technology \r\ntransfers that will enable developing countries to make \r\nprogress in capacity-building and in finding options in \r\ntheir pursuit of sustainable development; and fifthly, \r\ndraft international instruments in the field of \r\nsustainable development in order to achieve equality, \r\nnot just with regard to a green economy or a \r\nstrengthened institutional framework, but also in order \r\nto include development in the comprehensive approach \r\nto improving quality of life, with adequate links \r\nbetween the three pillars to which I have referred — \r\nwhat we in Ecuador call “living well”. \r\n Four years ago, here in the Hall, my country \r\nmade an unequivocal gesture of its commitment to the \r\nfight against the global challenge of climate change \r\nand the promotion of sustainable development. Indeed, \r\nin 2007, Ecuador presented to the world the forward-\r\nA/66/PV.29  \r\n \r\n11-51681 30 \r\n \r\nlooking Yasuní ITT initiative, an innovative and \r\nrevolutionary idea. Under the initiative, the State of \r\nEcuador committed to leaving 856 million barrels of \r\noil underground indefinitely under the Yasuní National \r\nPark, thereby preventing the emission of 407 million \r\nmetric tonnes of carbon dioxide into the atmosphere \r\nthat would have been produced by the burning of these \r\nfossil fuels. All this was conceived as a swap in \r\ncompensation for the estimated value of 50 per cent of \r\nthe revenue that the exploitation of those resources \r\nwould generate.  \r\n The Yasuní-ITT initiative, known today \r\nthroughout the world, represents a concrete, effective \r\nmeasure for combating climate change and preserving \r\nthe rich biodiversity of the area, along with its water, \r\nthe rights of indigenous people living in the park and \r\nnature itself. By foregoing the right to exploit the oil \r\nreserves that lie beneath the Yasuní National Park and \r\nthe economic resources that would be required to \r\ndevelop them, Ecuador hopes that the international \r\ncommunity will contribute at least half of what the \r\ncountry would have received in profit, acting under the \r\nprinciple of co-responsibility on the part of countries \r\nthat have historically been most responsible for climate \r\nchange. \r\n In a parallel event that took place here at the \r\nUnited Nations on 23 September with the support of \r\nthe Secretary-General and the President, President \r\nRafael Correa reminded the international community \r\nabout the Yasuní-ITT initiative. The proposal has been \r\nenthusiastically received by countries, organizations, \r\ncitizens, visionaries and leaders from around the world, \r\nadding up to significant support from both individuals \r\nand the private sector. That response has allowed \r\nEcuador to broaden its initiative in a manner that will \r\ntransform the governance of public resources at the \r\nglobal level. For example, we have begun to shape the \r\nconcept of net avoided emissions, which President \r\nCorrea introduced last year at the Cancún Climate \r\nChange Conference. That and the Yasuní-ITT initiative \r\nare two visionary proposals from a developing oil-\r\nproducing nation of the South as a contribution to \r\nglobal challenges in the area of sustainable \r\ndevelopment.  \r\n Throughout this session, Ecuador will continue to \r\ndefend with particular emphasis the right to \r\ndevelopment, the human right to water, the rights of \r\nindigenous peoples, the rights of women, girls and \r\nboys, the rights of people with disabilities, the rights of \r\nolder adult men and women, the rights of migrant \r\nworkers and their families and the rights of all \r\nvulnerable members of society.  \r\n For this reason, my country reiterates its concern \r\nabout, and rejects, legislation adopted by certain States \r\nwhose application leads to measures or practices that \r\nrestrict the full exercise of migrant workers’ human \r\nrights and fundamental freedoms. By the same token, \r\nwe reaffirm that even as they exercise their sovereign \r\nright to implement such measures to control their \r\nborders, States have the obligation to guarantee the \r\nhuman rights of migrant workers and should promote \r\nmeasures that favour family unification and the \r\nprotection of minors. States also have the responsibility \r\nto strengthen laws that punish any act of violence \r\nagainst migrant workers, particularly hate crimes that \r\nfoment discrimination based on ethnic, racial or \r\nreligious differences, as well as crimes against migrant \r\nworkers that are committed with racist or xenophobic \r\nmotives. \r\n Ecuador is a peaceful land that espouses universal \r\ndisarmament and condemns the development and use \r\nof weapons of mass destruction. For that reason, we \r\nplace great importance on disarmament and \r\ninternational security, and note with concern the \r\nshrinking space for enforcing agreements in those \r\nareas. \r\n The international community has not produced a \r\nsingle instrument through which the nuclear States \r\npledge to refrain from using nuclear weapons against \r\nnon-nuclear countries during the process aimed at \r\ndestroying all such arms. It would seem that within the \r\nConference on Disarmament the only interest and \r\nconcern is to advance within the framework of nuclear \r\nproliferation, downgrading or, even worse, \r\nmarginalizing all possibility of progress in the realm of \r\nnuclear disarmament. For that reason, my country \r\nsupports the ongoing negotiation process within the \r\nConference on Disarmament, which includes all \r\npending matters. \r\n As a proponent of universal disarmament, peace \r\nand sustainable development in harmony with nature, \r\nand as a signatory to the Treaty of Tlatelolco, which \r\nestablished the world’s first nuclear-free region, \r\nEcuador sincerely hopes that the pending aspects \r\nregarding the establishment of a nuclear-free zone in \r\nthe Middle East will be resolved. \r\n A/66/PV.29\r\n \r\n31 11-51681 \r\n \r\n My country wishes to express its full support for \r\ninitiatives aimed at establishing transparency in the \r\narea of conventional weapons and for combating illegal \r\ntrafficking in small arms and light weapons, including \r\nlandmines and cluster bombs. We also support \r\nmeasures taken within the context of the Programme of \r\nAction to Prevent, Combat and Eradicate the Illicit \r\nTrade in and Light Weapons in All Its Aspects. We look \r\nforward to the United Nations Conference on the Arms \r\nTrade Treaty, whose outcome document should be an \r\nobjective, predictable and non-discriminatory \r\ninstrument. \r\n Since 1953, Ecuador has been part of the great \r\nUnited Nations undertaking to maintain peace and \r\nsecurity across the world. We have increasingly \r\ncontributed to United Nations armed forces for \r\npeacekeeping missions in various countries. We are \r\ncurrently participating in Haiti, Chad, Côte d’Ivoire, \r\nLiberia, the Central African Republic and the Sudan. \r\n Since 2004, we have participated in the United \r\nNations Stabilization Mission in Haiti as part of the \r\nChilean-Ecuadoran company of engineers that is \r\nhelping to build new infrastructure for that country’s \r\ndevelopment, with due recognition from the authorities \r\nand the local populace. \r\n Ecuador foresees increasing its participation in \r\npeacekeeping operations, but our intentions go beyond \r\nthat. As a troop-contributing country, we wish to \r\nincrease the number of units and armed forces \r\npersonnel taking part in such operations. We have \r\nmade great efforts to show our commitment to joining \r\nthe international community in its struggle to ensure \r\nthat regions experiencing the greatest upheaval can \r\nresolve their differences and achieve the peace that is \r\nso necessary.  \r\n Let us not be deceived — global multilateralism \r\nis in deep crisis. The United Nations system has not \r\nadequately responded to the convulsive moment \r\nthrough which we are living. Climate change, the \r\nPalestinian question, the crisis in Libya and investment \r\nin development are just a few examples that illustrate \r\nits ineffectiveness. Solutions to the great problems of \r\nour planet are no longer reached within these walls. \r\nThe most powerful countries of the world rely on other \r\nforums, exclusionary and anti-democratic ones, to \r\ndecide for everyone else. If we do not act today on \r\nthose and other urgent themes, such as the reform of \r\nthe international monetary and economic systems as \r\nwell as that of certain United Nations bodies, there will \r\nbe no point in debating ways to restore the role of this \r\nworld body in global governance. It is up to us to \r\nresolve this grave dilemma. \r\n The Acting President: I now give the floor to \r\nHis Excellency Mr. Jim McLay, chair of the delegation \r\nof New Zealand. \r\n Mr. McLay (New Zealand): As we say in Maori, \r\nto all peoples and to all voices, greetings, greetings, \r\ngreetings to all. \r\n I speak at the end of a period of intense United \r\nNations dialogue and engagement. This year’s general \r\ndebate provides unparalleled opportunities to reaffirm \r\nthe unique multilateral role of the United Nations. And \r\nthere has been much to debate. The events set in \r\nmotion by a single Tunisian street vendor have \r\ntransformed much of the Middle East and North Africa. \r\nPeople have displayed extraordinary courage in \r\nclaiming their rights and freedoms. The transition from \r\ndictatorship to democracy will not be easy; it will not \r\nbe quick; but it must be achieved. \r\n For others, the struggle continues. We still look \r\nfor change in Yemen; we still look for change in Syria. \r\nOther challenges are highlighted by this debate. We \r\nheard from the President of South Africa and others \r\nhow the global community must move swiftly to avert \r\nhumanitarian disaster in the Horn of Africa. \r\n We heard from the President of Nigeria how \r\nterror networks threaten international peace and \r\nsecurity, and from the President of Tanzania about \r\ngrowing piracy on Africa’s eastern coast, from Somalia \r\nto Mozambique. We heard calls from the Indonesian \r\nForeign Minister for bold measures to avert a renewed \r\nglobal financial crisis, and we heard from the President \r\nof Brazil about the challenge of empowering women to \r\nparticipate in political decision-making. \r\n As this debate has demonstrated, much more \r\nremains to be done. Lives have also been wrenched by \r\nnatural disasters in many countries, including my own. \r\nOn 22 February 2011, we experienced what my Prime \r\nMinister called New Zealand’s darkest day. An \r\nearthquake struck Christchurch, our second-largest \r\ncity. A total of 181 people were killed, a loss we share \r\nwith 15 other countries whose citizens also died. We \r\nwere humbled by the support we received, and, once \r\nagain, I thank those who gave that help. \r\nA/66/PV.29  \r\n \r\n11-51681 32 \r\n \r\n Despite that disaster and the literally thousands of \r\naftershocks that have followed, New Zealanders remain \r\nresilient and optimistic. Christchurch is being rebuilt. \r\nOur economy is bouncing back and the country is \r\nreturning to normal, not least by currently hosting the \r\nRugby World Cup, a celebration of a game we love, in \r\nthe country we love.  \r\n Despite some cause for economic optimism, the \r\nevents of just the past week suggest that the world still \r\nfaces what we have long feared: a second and even \r\nmore disastrous decline into a double-dip recession. \r\nWe do not relish the prospect of being dragged into \r\nanother recession that is not of our own making. We \r\ncaution others larger than ourselves against repeating \r\nthe mistakes of the 1930s, when autarkic protectionism \r\nonly deepened the Depression and led to war. \r\n Instead, a successful conclusion of the Doha \r\nRound is one of the keys to prosperity, particularly for \r\nthose of the global South. The February Christchurch \r\nearthquake was followed by the devastation wrought \r\non our close friend and neighbour Japan. I reiterate our \r\nheartfelt sympathy to Japan, so steadfast in its support \r\nfor New Zealand in our time of need. Those disasters, \r\nand others elsewhere, reinforced the importance of \r\neffective disaster preparedness, response and recovery. \r\n New Zealand will work with the United Nations, \r\nnon-governmental organizations and international \r\nagencies so that the lessons learned from Christchurch \r\nare shared with others so that those in regions as \r\nvulnerable as ours can be better prepared. Indeed, in \r\nthose regions, disaster preparedness is no desktop \r\nexercise; it is a matter of survival. \r\n Likewise, for our Pacific neighbours, another \r\nhigh risk, climate change, is no abstract threat, \r\nconfined to thousands of pages of reports and esoteric \r\ndebate; it is a fundamental question of existence. For \r\nthe Pacific, climate change is a grave and present threat \r\nto livelihoods, security and well-being. \r\n The Secretary-General experienced those \r\nchallenges first-hand when he visited several Pacific \r\nStates, including one post-conflict society, and another \r\nwhose people see, on a daily basis, the dangers of \r\nrising oceans. He experienced real vulnerability when \r\nhe saw that his hotel room, in addition to the towels \r\nand the telephone, was equipped with a lifejacket. And \r\nhe saw the impact of rising oceans on the viability and \r\nsurvival of many communities when his plane had to \r\nbe “wheels up” from the country’s airport — its major \r\nlink with the world — before the tide came in. \r\n Much more of that, and whole populations will be \r\non the move, as they will be in other regions of the \r\nworld as well, and that will have with implications for \r\nregional and international stability and security. Faced \r\nwith that, it is self-evident that all relevant \r\ninternational forums, including the Security Council, \r\nmust play their part in addressing the challenge. That \r\nmeans taking urgent and effective action on emissions \r\nreduction. It means strengthening adaptation in \r\ndeveloping countries, particularly the most vulnerable. \r\nAnd it means acknowledging and planning for the \r\nsecurity implications before they become threats to \r\nregional and international security. \r\n This year’s Durban meeting must set us on the \r\nroad to full implementation of the Cancun agreements. \r\nNew Zealand is committed, both through the United \r\nNations Framework Convention on Climate Change \r\nnegotiations and its active assistance in the Pacific and \r\nelsewhere, to integrate adaptation and mitigation \r\nmeasures into its development activities. \r\n New Zealand also initiated the Global Research \r\nAlliance on Agricultural Greenhouse Gases. Supported \r\nby more than 30 countries, the Alliance seeks to ensure \r\nthat reducing agricultural emissions does not \r\ncompromise global food security. \r\n Increased agricultural productivity — the ability \r\nof many countries to feed themselves — is one of the \r\ngreat achievements of recent decades. Constraining \r\nagricultural production would put much of the world’s \r\npopulation at risk, and no country will do that. We \r\nmust therefore maintain investment in agricultural \r\nresearch, so that productivity and efficiency gains can \r\ncontinue, but with fewer greenhouse-gas emissions. \r\nThat is what the Global Alliance is all about.  \r\n New Zealand takes pride in its diversity. We are \r\nindigenous Maori; we are European; and we are the \r\nmany peoples from the Asia-Pacific region and \r\nelsewhere who now call New Zealand home. We are \r\nalso proud to be part of the Pacific Islands Forum, the \r\nforemost regional body. For 40 years, it has been \r\ncentral to the region’s efforts to address its own \r\nproblems, be they the special development challenges \r\nof small, isolated, vulnerable island States, or halting \r\nand healing the impacts of violent conflict. It has done \r\nthat in the time-honoured Pacific way, through \r\n A/66/PV.29\r\n \r\n33 11-51681 \r\n \r\nrespectful dialogue and cooperation and then through \r\njoint action. \r\n Three weeks ago, at the Forum’s fortieth \r\nanniversary meeting in Auckland, Pacific leaders \r\nhonoured that legacy by agreeing on measures aimed at \r\nconverting Pacific potential into Pacific prosperity. \r\n The themes of their discussions will resonate in \r\nother regions: strong, sustainable economic growth, \r\nprotecting vulnerable populations and ensuring that \r\nthey are healthy and educated and that they can have \r\nlong lives. \r\n A key focus of that meeting was the alarming \r\nincidence of non-communicable diseases, a scourge \r\nthat is rapidly encircling the globe. Almost half of all \r\nNew Zealand deaths relate to cancer and heart disease, \r\nbut the situation is even more critical in many Pacific \r\nisland countries, where diabetes in particular \r\napproaches epidemic proportions. We thank those who \r\nbrought that cause here to the United Nations, \r\nparticularly the countries members of the Caribbean \r\nCommunity. \r\n With the 2012 United Nations Conference on \r\nSustainable Development (Rio+20) very much in mind, \r\nPacific Forum leaders also focused on sustainable \r\ndevelopment. Rio+20 will be an opportunity to assess \r\nthe progress made since the 1992 Conference, take its \r\nagenda forward and highlight best practices. For \r\nexample, New Zealand’s aid programme includes \r\nenergy, agriculture and tourism initiatives that promote \r\nsustainable development. \r\n Pacific peoples were navigating their ocean, the \r\nworld’s largest, at a time when others were still \r\nconfined to their coastal waters. New Zealand Maori \r\ncall the Pacific the ocean guarded by the god Kiwa. \r\nOur region is uniquely dependent on its ocean. For \r\nthose who call the Pacific home, the “green economy” \r\nis in reality a blue economy. Our ocean underpins \r\nlivelihoods, food security and economic development. \r\nThat is why Pacific leaders have focused on ensuring \r\nits sustainable development, management and \r\nconservation. That is why they made addressing \r\nacidification, pollution and illegal, unreported and \r\nunregulated fishing urgent matters. That is why our \r\nleaders want us to work towards integrated ocean \r\nmanagement, with our own Pacific Oceanscape \r\nframework as a very good model. And that is why they \r\ncalled for Rio+20 to recognize the Pacific’s economic \r\nand environmental significance, and its contribution to \r\nsustainable development. At Rio+20, we will seek the \r\nsupport of the United Nations for that blue economy. \r\n We work to protect the health of people and their \r\nenvironment, but we must also enhance collective \r\nsecurity by advancing the disarmament agenda. Over \r\nthe coming year, we must focus on the full \r\nimplementation of the action plan agreed at the 2010 \r\nReview Conference of the Parties to the Treaty on the \r\nNon-Proliferation of Nuclear Weapons. As coordinator \r\nfor the New Agenda Coalition, a group of non-nuclear-\r\nweapon States committed to a nuclear-weapon-free \r\nworld, New Zealand will soon introduce a draft \r\nresolution highlighting the work that will be required \r\nto achieve its implementation during the coming \r\nreview cycle of the Treaty on the Non-Proliferation of \r\nNuclear Weapons. We commend that draft resolution \r\nfor the Assembly’s consideration. \r\n There have been gains over the past year with \r\nrespect to conventional disarmament, but we have yet \r\nto see the results of those achievements. There has \r\nbeen pleasing progress towards an arms trade treaty, \r\nbut hard work remains. Next year’s Diplomatic \r\nConference must deliver a treaty establishing the \r\nhighest possible common international standards for \r\nconventional arms transfers. \r\n We must also maintain focus on small arms and \r\nlight weapons, which for many regions are their \r\nweapons of mass destruction. The year 2011 marks the \r\ntenth anniversary of the United Nations Programme of \r\nAction to Prevent, Combat and Eradicate the Illicit \r\nTrade in Small Arms and Light Weapons in All Its \r\nAspects. There has been much to celebrate, including \r\nthe first Open-Ended Meeting of Governmental Experts \r\non the implementation of the Programme of Action, \r\nwhich I had the honour of chairing in May. But next \r\nyear’s Review Conference must work to ensure that the \r\nProgramme delivers on its potential for keeping \r\ncommunities safe from such weapons. \r\n To deal with all of that, we need a strong, nimble \r\nand effective United Nations, and we need a Security \r\nCouncil that reflects geopolitical realities — realities \r\nthat have changed since 1945. Today, some States \r\nmight credibly seek a fuller, longer-term Council role. \r\nNew Zealand supports change that acknowledges those \r\nrealities. \r\n But most United Nations Members are not major \r\nor emerging Powers, they are small States. They too \r\nare crucial to the universality and legitimacy of the \r\nA/66/PV.29  \r\n \r\n11-51681 34 \r\n \r\nUnited Nations; they too must contribute at the Council \r\ntable. Let me put it simply: if we reform the Security \r\nCouncil to provide a fuller, longer-term role for \r\nemerging Powers, we must also ensure a role for small \r\nStates. Speaking as a small State, I say that we are the \r\nUnited Nations. And so we agreed with the Minister for \r\nForeign Affairs of Trinidad and Tobago when he said \r\nthat the smallness of a country is not a deterrent to the \r\nrealization of big dreams (see A/66/PV.27), and with \r\nthe Prime Minister of Cape Verde, who told us that \r\nsmall States must have a greater voice in international \r\ndecision-making (see A/66/PV.23). \r\n There are real risks if we cannot achieve genuine \r\nSecurity Council reform. Emerging Powers will be \r\ndenied a role consistent with their global significance, \r\nand small States will continue to be squeezed out of \r\npositions of responsibility. It is in everyone’s interests \r\nthat the Security Council be more representative. As \r\nwe saw earlier this year with respect to Libya, the \r\nCouncil is an extraordinarily powerful instrument for \r\nmaintaining international peace and security. But with \r\nextraordinary power comes extraordinary responsibility — \r\nresponsibility that must be exercised with regard for the \r\nviews of all countries, large and small. \r\n The Council must also build on its partnerships \r\nwith regional groups, such as the African Union, which \r\nincreasingly plays a critical role in maintaining \r\nregional and global peace and security. Recognizing \r\nthe importance of closer relations with Africa, we are \r\nencouraging New Zealand investment in and trade with \r\nAfrica, supporting peace and security and providing \r\ndevelopment assistance. Last week, we increased our \r\ndiplomatic engagement by appointing a dedicated \r\nambassador to the African Union and the Federal \r\nDemocratic Republic of Ethiopia. \r\n New Zealand is proud of its history of active \r\ncontribution right across the United Nations agenda. \r\nWe have a strong record as an independent and  \r\n \r\nprincipled voice advocating collective security and the \r\nrule of law. We take an even-handed approach to \r\nsecurity issues, as has been shown by our voting record \r\nand our tangible contributions to peace processes. We \r\ntake seriously our international responsibilities. \r\n That is why, in 2004, we announced that we \r\nwould seek a non-permanent Security Council seat for \r\nthe 2015-2016 term. Nearly 20 years have passed since \r\nNew Zealand’s last time on the Council. The time is \r\nright for us to again bring the fresh, independent \r\nperspective of a small Asia-Pacific country to the \r\nCouncil. That candidature, which I confirm here today, \r\nis based on the belief that States, large and small, have \r\na place at the Council table. Modern New Zealand was \r\nfounded on a compact, a treaty-based partnership with \r\nits indigenous Maori people. That, and our diversity, \r\nmeans a unique history and perspective on promoting \r\ntolerance and conflict resolution; a perspective that we \r\nhave previously brought, to good effect, to the Council \r\ntable, and which we will bring again. \r\n For the United Nations, 2011 has been a truly \r\nhistoric year. The Organization has quickly responded \r\nto change in the Middle East and North Africa. It \r\nstands ready to provide post-conflict support, and not \r\njust in Libya. It has been critical to relief in the Horn \r\nof Africa. Its essential role in State recognition has \r\nbeen at global centre stage. Even the most cynical, the \r\nmost jaded, have had to relearn that the United Nations \r\nis at the epicentre of much that happens, and much that \r\nmatters. We need the United Nations. We need it to \r\naddress the woes of the world and to consolidate its \r\nsuccesses. Its fundamental importance stems from its \r\nuniversality, its legitimacy and its mechanisms to \r\nconfront challenges. Its effectiveness depends on its \r\nability to adapt as those challenges emerge and on its \r\nability to address them together. Member States, large \r\nand small, come together in that collective endeavour. \r\nNew Zealand, as always, stands ready to play its part. \r\n  The meeting rose at 6.20 p.m. \r\n"