"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-64810 (E)\r\n*1264810*\r\nIn the absence of the President, Mr. Kamau (Kenya), \r\nVice-President, took the Chair.\r\nThe meeting was called to order at 3.10 p.m.\r\nAgenda item 70 (continued)\r\nStrengthening of the coordination of humanitarian \r\nand disaster relief assistance of the United Nations, \r\nincluding special economic assistance\r\nReport\bof\bthe\bSecretary-General\b(А/67/492)\r\nDraft\bresolutions\b(А/67/L.32\band\bA/67/L.37)\r\n(a)\bStrengthening\bof\bthe\bcoordination\bof\bemergency\b\r\nhumanitarian assistance of the United Nations\r\nReports\bof\bthe\bSecretary-General\b(А/67/89,\b\r\nА/67/361,\bА/67/363\band\bА/67/367)\r\nDraft\bresolution\b(А/67/L.39)\r\n(b)\bAssistance\bto\bthe\bPalestinian\bpeople\r\nReport\bof\bthe\bSecretary-General\b(А/67/84)\r\nDraft\bresolution\b(A/67/L.38)\r\n(c)\bSpecial\beconomic\bassistance\bto\bindividual\b\r\ncountries or regions\r\nMrs.\bDavidovich (Israel): The State of Israel has \r\na long-standing tradition of providing humanitarian \r\nassistance to nations in need, and 2012 has been no \r\nexception. \r\nFollowing the severe f looding in Fiji in January, \r\nthe Israeli Government donated funds to support the \r\nwork of the Red Cross in providing assistance to the \r\nf lood victims. A month later, when a fire engulfed the \r\nComayagua prison in Honduras, leaving more than 300 \r\ninmates dead, Israel donated medical supplies to treat \r\nthose who had been injured in the fire. In the wake of the \r\ndevastating explosions in Brazzaville, Congo, in March, \r\nIsrael sent medical equipment for the treatment of burns \r\nthrough our Agency for International Development \r\nCooperation, MASHAV, in partnership with Magen \r\nDavid Adom South Africa. In response to the most \r\nrecent food crisis to emerge across the Sahel region, \r\nIsrael has remained engaged in supporting the work \r\nof the World Food Programme by donating $200,000 \r\nto help the millions of people facing the combined \r\nthreat of drought, high food prices, displacement and \r\nchronic poverty. Finally, the Israeli non-governmental \r\norganization IsraAID is working in both Haiti and \r\nJapan to assist with the ongoing rebuilding efforts in \r\nthose countries. It has also mounted a multifaceted \r\ncampaign to deliver aid to Hurricane Sandy’s victims \r\nin New York. Its efforts are focused on two fronts: \r\nimmediate on-site assistance and long-term aid for \r\nthose most affected.\r\nIsrael’s humanitarian assistance is guided by a \r\ncomprehensive approach. We believe that preparedness \r\nmust stand at the core of disaster response. The most \r\nvaluable lesson we can learn in the wake of disasters is \r\nthat investing in disaster risk reduction is critical. The \r\ncosts of responding to disaster significantly outweigh \r\nthe costs of preventing their impact through risk \r\nreduction.\r\nUnited Nations A/67/PV.55\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n55th plenary meeting\r\nThursday, 13 December 2012, 3 p.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Serbia)\r\n2\b 12-64810\r\nA/67/PV.55\r\nAs a small but densely populated country, Israel \r\nis always looking to find new and innovative ways \r\nto reduce the risk of disasters. Addressing urban \r\nrisk through public investment is an issue that Israel \r\ntakes very seriously. In 2005, the Israeli Government \r\ninitiated a nationwide programme called Tama 38, \r\nwhich offers tax and planning incentives to the private \r\nsector to reinforce buildings that do not comply with the \r\nearthquake-resistance provisions of the Israeli building \r\ncode, which was standardized in 1980. The plan also \r\ngrants renovation permits to Israeli homeowners living \r\nin pre-1980 buildings.\r\nIsrael strongly believes that the impact of natural \r\ndisasters can be substantially reduced if people are \r\nwell informed through a culture of disaster prevention \r\nand resilience promoted by their Governments. In \r\nthat spirit, Israel has given great priority to public-\r\nawareness campaigns while holding national emergency \r\ndrills every year. These nationwide drills emphasize \r\ncoordination among Government agencies, emergency \r\nand medical response units, local municipalities and the \r\nmedia. This year’s exercise, held in October, focused \r\nspecifically on nationwide coordination in the event of \r\nan earthquake.\r\nFor decades, MASHAV has been working to \r\nstrengthen countries’ capacities to cope with disaster \r\nimpacts by conducting courses on emergency and \r\ndisaster medicine around the world. The courses train \r\ndoctors, nurses, medical technicians and administrators \r\nto deal with mass-casualty events. MASHAV offers \r\ntheoretical training and organizes practical simulation \r\nexercises relevant to the disaster scenarios that \r\nparticular countries or regions are likely to face.\r\nIn the past few years, Israel’s cooperation with the \r\nUnited Nations Disaster Assessment and Coordination \r\nTeam (UNDAC), has increased considerably. Israel \r\nis a member of UNDAC, and we are proud that the \r\nemergency response roster includes four Israeli \r\nexperts. Our cooperation continued to grow this year, \r\nfollowing UNDAC’s participation in our national \r\nsecurity exercise, which simulated an earthquake and \r\nthe coordination of international assistance. Building \r\nresilient communities demands preparation at all levels. \r\nCoordination among the public, private and non-profit \r\nsectors, as well as at the national and international \r\nlevels, is key. \r\nIsrael recognizes that coordination is vital to \r\nensuring the most effective response to disasters. \r\nYet the exploitation of humanitarian aid by certain \r\nnon-State actors as a tool for conflict remains a problem. \r\nAs such, Israel emphasizes the crucial importance of \r\ncoordinating the delivery of humanitarian assistance \r\nthrough legitimate and recognized channels.\r\nIsrael believes that humanitarian assistance is a \r\nvital aspect of the work of the United Nations in which \r\neach agency performs according to its mandate. We will \r\ncontinue to support its efforts and offer humanitarian \r\nassistance wherever and whenever it is needed.\r\nBefore I conclude, I would like note that it is most \r\nunfortunate that the present debate has been used by \r\ncertain delegations to attack my country with unfounded \r\naccusations. I do not intend to waste the Assembly’s time \r\nby refuting every baseless claim uttered in this Hall, \r\nbut would like to place my delegation’s disappointment \r\non record.\r\nMr.\b Dos\b Santos (Brazil): Brazil welcomes \r\nthe reports of the Secretary-General contained in \r\ndocuments A/67/89 and A/67/363, entitled, respectively, \r\n“Strengthening of the coordination of emergency \r\nhumanitarian assistance of the United Nations” \r\nand “International cooperation on humanitarian \r\nassistance in the field of natural disasters, from relief \r\nto development”. We commend in particular the focus \r\non the need to deepen partnerships for humanitarian \r\nresponse among the United Nations system, Member \r\nStates and other relevant actors.\r\nHumanitarian assistance as it pertains to food \r\nsecurity and disaster risk reduction is closely related to \r\nsustainable development. In that regard, we welcome the \r\noutcome document of the United Nations Conference \r\non Sustainable Development, entitled “The future \r\nwe want” (resolution 66/288, annex). By ensuring a \r\nmutually supportive relationship between humanitarian \r\ncooperation and sustainable development, we can \r\nachieve the two-fold objective of increasing resilience \r\nand providing a smoother transition from relief to \r\nrecovery to development.\r\nThe global food crisis continues to require \r\nour careful attention, as it has not abated. Recent \r\nf luctuations in prices of food crops represent an added \r\nchallenge. Durable and sustainable solutions are still \r\nto be adequately implemented. In that regard, we \r\nespecially commend the Secretary-General’s initiative \r\nto launch the Zero Hunger Challenge, which seeks to \r\nguarantee 100 per cent access to food for all, ensure \r\nsustainable food systems, double productivity and \r\nreduce food waste. \r\n12-64810\b 3\r\nA/67/PV.55\r\nNow more than ever, it is imperative that the \r\nhumanitarian community seek out and embrace \r\nnew and cost-effective ways of mobilizing much-\r\nneeded resources. We believe that it is of the utmost \r\nimportance that Member States support humanitarian \r\ncooperation initiatives that allow access to food \r\nfor people undergoing severe food insecurity, with \r\nthe involvement of the beneficiary country and in \r\npartnership with international organizations, such as \r\nthe Food and Agriculture Organization of the United \r\nNations and the World Food Programme.\r\nFor the Brazilian Government, guaranteeing \r\nthe right to adequate food is part of a three-pronged \r\nstrategy consisting of access to food programmes, \r\nconditional cash transfer policies and incentives for \r\nfamily farming. Several initiatives that reflect that \r\napproach, such as the local procurement of food aid and \r\ncash-for-work schemes, are already being implemented.\r\nOn the issue of financing, we note with concern \r\nthe potential impacts of the economic and financial \r\ncrisis on the provision of United Nations humanitarian \r\nassistance. Brazil, as a developing country, is doing \r\nits part. In the past few years, we have significantly \r\nincreased our contributions, both in cash and in kind. \r\nAs announced at the pledging session of the High-\r\nlevel Conference on the Central Emergency Response \r\nFund held this week, we have also been steadily \r\nincreasing our contributions to the Fund. Recently, \r\nwe donated $1.2 million to fund UNICEF activities \r\nin Niger, Mauritania, Mali, Somalia and Haiti, among \r\nother countries. This year, Brazil has also made a \r\ncontribution of $7.5 million to the core programmes \r\nof the United Nations Relief and Works Agency for \r\nPalestine Refugees in the Near East, covering areas \r\nsuch as health, education and food security. \r\nBy twinning operations with partners and United \r\nNations agencies, Brazil has also been able to channel \r\nmore than 160,000 tons of food aid to countries such \r\nas the Central African Republic, Chad, Cuba, Ethiopia, \r\nHaiti, Madagascar, Mozambique, Somalia, the Sudan \r\nand Zimbabwe. We call on donor countries to maintain \r\nand increase their level of financial support in order to \r\nenable the continued delivery of relief.\r\nWe believe that strengthening partnerships among \r\nall Member States and humanitarian actors will \r\nincrease ownership and contribute to the effectiveness \r\nof United Nations humanitarian assistance. Brazil \r\nstrongly believes that all countries can contribute in \r\ndifferent ways to our collective efforts to save lives and \r\nreduce the suffering of those affected by humanitarian \r\nemergencies. In that regard, I would like to recall the \r\nDialogue on Humanitarian Partnership — an initiative \r\nlaunched by Sweden and Brazil with the participation \r\nand support of the Office for the Coordination of \r\nHumanitarian Affairs (OCHA) — that brought \r\ntogether 19 Member States, representing a wide range \r\nof interested countries, to consider key humanitarian \r\nissues. Our aim is to strengthen the United Nations \r\ncapacity to address contemporary humanitarian \r\nchallenges.\r\nIn the same vein, we very much welcome the dialogue \r\nand cooperation between OCHA and developing \r\ncountries, which must be involved in discussions \r\nconcerning humanitarian assistance and can provide \r\nspecific expertise in responding to emergencies. \r\nThat will certainly contribute to ensuring that United \r\nNations humanitarian assistance is underpinned by the \r\npolitical support of the wider membership.\r\nMr.\bRachmianto\b(Indonesia): First of all, we would \r\nlike to thank the Secretary-General for his reports \r\non the progress of humanitarian activities around the \r\nworld and for the recommendations contained therein.\r\nThe continuing impact of multiple crises and the \r\nrising occurrence of natural disasters have made the \r\nworld population, from developed and developing \r\ncountries alike, vulnerable and put them at constant risk. \r\nWe welcome the significant progress made to date by \r\nall humanitarian actors and stakeholders in improving \r\nand strengthening coordination for emergency \r\nhumanitarian assistance. Humanitarian actors should \r\ncontinue to improve their performance and to ensure \r\naccountability to the people, Member States and \r\ndonors, including by increasing their effectiveness and \r\ntransparency. \r\nTo further increase response effectiveness, \r\nhumanitarian decision-making must be based on \r\nreliable data. We need to further improve the quality \r\nand reliability of data, facilitate appropriate channels \r\nfor the exchange of information, and develop commonly \r\nacceptable standards for such exchange. We also need \r\nto improve capacities to collect, analyse and report \r\ndisaggregated data in order to ensure the most effective \r\nuse of resources and to maximize benefits for the \r\naffected population.\r\nAs the access and protection of humanitarian \r\npersonnel continue to be matters of topical importance, \r\nwe need to sustain and improve dialogue and mobilize \r\n4\b 12-64810\r\nA/67/PV.55\r\nthe support of all stakeholders in order to ensure safe \r\nand unhindered access by humanitarian personnel. We \r\nalso need to ensure that the delivery of supplies and \r\nequipment is conducted in accordance with the relevant \r\nprovisions of international and national law.\r\nAs incidents of gender-based violence and violence \r\nagainst children in humanitarian emergencies still occur \r\nat an alarming rate, we must continue to mainstream \r\nthe gender perspective into humanitarian assistance \r\nin order to ensure that the specific needs of women, \r\ngirls, boys and men in humanitarian emergencies are \r\ncomprehensively addressed.\r\nIndonesia would like to join others in calling for the \r\nstrengthening of the capacity of humanitarian actors \r\nand their response systems with regard to humanitarian \r\ncrises caused by natural disaster, including those \r\nrelated to the impact of climate change. We reaffirm \r\nthe utmost importance of implementing the Hyogo \r\nFramework for Action and the need to include disaster \r\nrisk reduction and preparedness in the framework of \r\nthe post-2015 development agenda. In that regard, \r\ninvestment in disaster risk reduction and preparedness \r\nshould be further increased and funding resources \r\nstrengthened. In view of that, Indonesia is a sponsor \r\nof and fully supports draft resolution A/67/L.39, on the \r\nstrengthening of the coordination of humanitarian and \r\ndisaster relief assistance of the United Nations.\r\nMy delegation is delighted to once again join the \r\nconsensus on draft resolution A/67/L.38, on assistance \r\nto the Palestinian people, which inherently underscores \r\nthe commitment of States to providing assistance \r\nto the Palestinian people. The sustained support of \r\ninternational donors, working in collaboration with \r\nthe two parties, Israel and Palestine, is essential in \r\norder to improve Palestinian economic and social \r\ninfrastructures and meet the humanitarian needs of the \r\nPalestinian people.\r\nHowever, Indonesia remains deeply concerned \r\nabout the humanitarian situation of the Palestinian \r\npeople, in particular in the Gaza Strip, especially after \r\nthe destruction caused by the disproportionate use of \r\nforce by the occupying Power, which has caused death \r\nand despair to the people in that area. The situation \r\nin the West Bank also gives cause for concern, as the \r\nnumerous checkpoints and the route of the security \r\nfence are severely hindering efforts to maintain a viable \r\neconomy, especially with regard to agriculture. \r\nNevertheless, Indonesia remains convinced of the \r\nviability of two States living side by side in peace within \r\nthe framework of a comprehensive regional settlement \r\nunder the terms of various resolutions, the Quartet road \r\nmap, the Arab Peace Initiative and the principle of land \r\nfor peace. To achieve that, however, demands that the \r\nparties sit at the negotiating table to hammer out an \r\nagreement, which, unfortunately, is where we continue \r\nto be stopped. The reports are categorically clear that \r\nforward movement is hampered by Israel’s policy on \r\nsettlements, particularly highlighted by Israel’s plans \r\nto build more than 3,000 new settler homes, which \r\nconstitutes a sign of bad faith and an obvious obstacle \r\nto the peace process.\r\nOn 29 November, the international community \r\nvoted resoundingly in favour of endorsing the request \r\nof Palestine to become a non-member observer State \r\n(resolution 67/19). Although some 24 years ago the \r\nAssembly had acknowledged it as a State through its \r\nresolution 43/177, by according observer State status to \r\nthe State of Palestine we are signaling the primacy of \r\ndiplomacy and our rejection of violence. We are making \r\na strong statement on the need for mutual respect among \r\nnations.\r\nThe Secretary-General has reiterated that peace and \r\nPalestinian statehood are long overdue. Indonesia agrees \r\nand would like to amplify that affirmation, because we \r\nfully believe that direct and meaningful negotiations \r\nare the main avenue towards a comprehensive, fair and \r\nlasting solution that fulfils the aspirations of Israelis \r\nand Palestinians, including an end to occupation and \r\nconflict and a just and agreed solution to the plight of \r\nPalestinian refugees. We again call on Israel to cease \r\nall settlement activities in the occupied Palestinian \r\nterritory and to avoid contravening its obligations under \r\nthe road map to freeze all settlement construction, \r\nincluding natural growth.\r\nMr.\bKodama\b(Japan): At the outset, I would like to \r\ncommend Under-Secretary-General Valerie Amos for \r\nher prominent leadership in coordinating the delivery \r\nof emergency humanitarian assistance by humanitarian \r\nagencies, as well as for the dedication she has shown \r\nby visiting wherever the humanitarian assistance of \r\nthe United Nations was required. I would also like to \r\nexpress the appreciation of my Government for the \r\ntireless efforts of all United Nations staff engaged in \r\nemergency humanitarian assistance.\r\nIndeed, in 2012 we have been confronted with many \r\nhumanitarian crises all over the world, including in the \r\n12-64810 5\r\nA/67/PV.55\r\nSahel region, Syria, the Sudan, South Sudan, Haiti, \r\nAfghanistan, Pakistan, Iran and Myanmar, to name but \r\na few. Our challenge is to ensure that the United Nations \r\ncontinues to improve its response to humanitarian crises, \r\nincluding by strengthening its response capacities and \r\nhumanitarian coordination and the accountability of \r\nall stakeholders, and by recognizing the importance of \r\nreinforcing its emergency administrative procedures, \r\nas rightly addressed in draft resolution A/67/L.39, to be \r\nadopted today.\r\nJapan fully supports the continuous improvement in \r\nthe United Nations system of humanitarian assistance \r\nthrough the Inter-Agency Standing Committee’s \r\nTransformative Agenda. For our part, we have made \r\ncontributions to various humanitarian emergencies and \r\nto individual United Nations humanitarian agencies.\r\nOne of the most important common themes of the \r\ndraft resolutions before us today is the strengthening of \r\npartnerships between the United Nations humanitarian \r\nsystem and the growing number of humanitarian actors \r\noutside the United Nations. Japan highly appreciates the \r\ncontinued efforts of Under-Secretary-General Valerie \r\nAmos, Assistant Secretary-General Catherine Bragg \r\nand all the staff of the Office for the Coordination \r\nof Humanitarian Affairs towards that end, including \r\ndirect outreach to the capitals of particular countries.\r\nThe importance of various partnerships was \r\nhighlighted at the World Ministerial Conference on \r\nDisaster Reduction in Tohoku, held in Japan on 3 and \r\n4 July. Conference participants agreed on the critical \r\nimportance of operational coordination in response \r\nto disasters through broad-based partnerships among \r\nvarious stakeholders that transcend sectoral divides. \r\nSuch partnerships include, inter alia, local Governments, \r\nthe business community and non-governmental \r\norganizations.\r\nJapan is also making efforts to build various \r\npartnerships in the Asia-Pacific region, especially in \r\nthe field of disaster management. For example, in order \r\nto strengthen the Coordinating Centre for Humanitarian \r\nAssistance on Disaster Management of the Association \r\nof Southeast Asian Nations (ASEAN) in Jakarta, Japan \r\nis providing communication equipment, dispatching a \r\ndisaster-management expert and experts in information \r\nand communications technology, and supporting \r\nthe creation of emergency reserve stocks against \r\nnatural disasters. Through various additional efforts, \r\nJapan is supporting the establishment of the disaster-\r\nmanagement network for the ASEAN region.\r\nStrengthening resilience is another common theme \r\nof this year’s draft resolutions. In efforts to establish \r\nmore resilient communities, closer cooperation between \r\nnational stakeholders and humanitarian and development \r\nactors is important. In that regard, we support the strong \r\nleadership of Under-Secretary-General Amos on the \r\nInter-Agency Standing Committee’s Transformative \r\nAgenda, and we look forward to positive developments \r\non disaster preparedness through that framework.\r\nTo conclude, let me reiterate Japan’s commitment to \r\nenhancing the resilience of nations and communities in \r\nfacing disasters. At the World Ministerial Conference \r\non Disaster Reduction in Tohoku, Prime Minister Noda \r\nexpressed Japan’s determination to lead international \r\nefforts towards disaster risk reduction, as well as its \r\ncommitment to providing $3 billion to that end over \r\nthree years, starting in 2013.\r\nJapan welcomes the draft resolution on the \r\nInternational Strategy for Disaster Reduction adopted \r\nthis month by the Second Committee (A/C.2/67/L.16), \r\nin which it was decided to convene the Third World \r\nConference on Disaster Risk Reduction in Japan in \r\nearly 2015. Let me assure the General Assembly that \r\nJapan will spare no effort towards the success of that \r\nconference.\r\nMr.\bManjeev\bSingh\bPuri\b(India): I have the honour \r\nto deliver a few remarks on behalf of the Governments of \r\nIndia and Sweden as a contribution to the debate under \r\nagenda item 70 (a), “Strengthening of the coordination \r\nof humanitarian and disaster relief assistance of the \r\nUnited Nations”. Our joint statement should be viewed \r\nas a reflection of our common recognition of the need to \r\nstrengthen the coordination of emergency humanitarian \r\nassistance by the United Nations. \r\nAt the outset, India and Sweden would like to thank \r\nthe Secretary-General for the documentation presented \r\nunder this item and for highlighting the need to build \r\nstronger humanitarian partnerships. Enhanced dialogue \r\nand stronger partnership at the global, regional, national \r\nand local levels are not ends in themselves; rather, \r\nthey bring together relevant stakeholders, leading to \r\nimproved communication and collaboration that in turn \r\ncontribute to a more effective humanitarian response. \r\nIndeed, our joint statement symbolizes a common \r\nbelief in strengthened humanitarian partnerships and \r\ndialogue.\r\nIndia and Sweden reaffirm that humanitarian \r\nprinciples and international humanitarian law provide \r\n6\b 12-64810\r\nA/67/PV.55\r\nthe basis for humanitarian assistance. In that regard, \r\nI would like to underline that India and Sweden are \r\ncommitted to preserving the respect for and adherence \r\nto the principles of humanity, neutrality, impartiality \r\nand independence reflected in the annex to resolution \r\n46/182. We must at all times respect the primary \r\nrole of the affected State in providing protection and \r\nhumanitarian assistance, with due respect for the \r\nsovereignty, territorial integrity and national unity of \r\nStates. \r\nAffected populations are at the centre of all \r\nhumanitarian action. We encourage the international \r\ncommunity and the United Nations to continue to \r\nenhance their accountability to and work closely with \r\naffected people in order to create an inclusive process \r\nand to bring out a sense of ownership. Lessons learned \r\nfrom recent disasters confirm the need for closer \r\nconsultations and collaboration with beneficiaries. \r\nWe welcome the efforts under way to develop internal \r\naccountability mechanisms within the United Nations \r\nsystem.\r\nIn addition to the acute humanitarian crises, \r\nof which there are unfortunately too many around \r\nthe globe, India and Sweden commend the United \r\nNations for its efforts to build resilience and disaster \r\nrisk and reduction preparedness, as we believe that \r\nprevention is better than cure. The Sahel is an example \r\nof the coordinated engagement of the Office for the \r\nCoordination of Humanitarian Affairs and the United \r\nNations Development Programme in order to be more \r\nstrategic and to minimize the gap between humanitarian \r\nrelief and long-term development. India and Sweden are \r\nalso concerned about the many humanitarian crises that \r\nreceive little international attention yet pose significant \r\nthreats to affected populations. \r\nIn order for the United Nations system and \r\nthe international community to carry out their \r\nresponsibilities  in conflict areas, safe and unhindered \r\naccess of humanitarian personnel is of critical \r\nimportance. We are concerned that there continue to be \r\nsecurity incidents involving the deliberate targeting of \r\nhumanitarian and United Nations personnel, hindering \r\nthem in their indispensable efforts to assist those in \r\nneed.\r\nDelivery on the ground saves lives, and \r\ncoordination makes delivery more effective, especially \r\nat a time when new humanitarian actors are emerging. \r\nIndia and Sweden deeply value the coordinating \r\ncapacities of the United Nations system through the \r\nEmergency Relief Coordinator and the Office for the \r\nCoordination of Humanitarian Affairs, and encourage \r\nall actors to continue enhancing their support of the \r\nOffice. As strong supporters of the Central Emergency \r\nRelief Fund (CERF), India and Sweden welcome its \r\ncontinued achievements in providing a timely and \r\npredictable response to humanitarian emergencies. We \r\nare encouraged by the confidence reposed in CERF \r\ndemonstrated by a commitment of $384 million in \r\npledges made by Member States at the high-level CERF \r\nmeeting on Tuesday, 11 December.\r\nBefore closing, India and Sweden would like \r\nto thank the Secretary-General for bringing to our \r\nattention the issue of data collection in the report. \r\nIndeed, there is the need to improve the decision-making \r\nprocess with a view towards taking better informed \r\ndecisions in times of humanitarian emergencies. The \r\ngathering of data is crucial to enhance this element in \r\norder to improve our collective efforts to help those in \r\nneed. The number of people around the globe in need \r\nof humanitarian assistance is not shrinking. On the \r\ncontrary, it is unfortunately on the rise. We recognize \r\nthe challenges ahead, and we are confident that we will \r\nbe able to tackle these challenges through enhanced \r\ncooperation and by fostering a broad consensus among \r\nMember States.\r\nMr.\b Errázuriz\b (Chile) (spoke in Spanish): The \r\ndelegation of Chile welcomes the introduction of \r\ndraft resolution A/67/L.39 on the strengthening of \r\nthe coordination of humanitarian and disaster relief \r\nassistance of the United Nations, prepared by the \r\nrepresentatives of Sweden and India. My delegation \r\nwelcomes the Secretary-General’s report on the issue \r\n(A/67/89) and agrees with the recommendations made \r\ntherein. In particular, we recognize the need for inclusive \r\nhumanitarian assistance with strengthened relations at \r\nthe local, regional, national and international levels. \r\nOur country also considers it essential to promote and \r\nenhance resilience and to build support systems for \r\ndata-based humanitarian decision-making in order to \r\nconsolidate partnerships for effective humanitarian \r\nresponse.\r\nIn various forums of the multilateral system, \r\nChile has emphasized the importance of a coordinated \r\nhumanitarian response by the international community, \r\nas represented by the United Nations system, with the \r\nsupport of the affected communities and States. In that \r\nregard, the leadership of Under-Secretary-General and \r\nEmergency Relief Coordinator Valerie Amos and the \r\n12-64810 7\r\nA/67/PV.55\r\nOffice for the Coordination of Humanitarian Affairs \r\n(OCHA) team has been critical, and we thank them for \r\ntheir efforts.\r\nWe reiterate our commitment to the various \r\nregional and subregional bodies that play an important \r\nrole in humanitarian emergencies. They must act \r\nin a coordinated and cooperative manner and avoid \r\nduplication of efforts as they promote comprehensive \r\nrecovery. \r\nThe draft resolution before us includes new elements \r\nthat are worth highlighting. Chile welcomes the fact \r\nthat the policy agreed upon in the recent humanitarian \r\nsegment of the Economic and Social Council \r\nrecognizes the endeavours of OCHA to strengthen \r\nthe creation of alliances among the various sectors, \r\nespecially regional organizations and the private sector, \r\nin addressing emergencies. Chile’s recent experience \r\nfollowing the earthquake and tsunami of 2010 made it \r\nclear to our authorities that such alliances need to be \r\nfurther explored, especially with respect to prevention, \r\nmitigation and reconstruction. We also believe it \r\nimportant to involve civil society in such processes.\r\nMy delegation wishes to underscore the fact \r\nthat the draft resolution includes a condemnation by \r\nMember States of the threat of violent attack on medical \r\npersonnel and facilities. The safety of humanitarian \r\nstaff is fundamental in any situation. We consider \r\nit important to move forward in accordance with the \r\nprovisions of international humanitarian law. It also \r\ndeem it vital that the draft text refers to the need for \r\nStates to consider the needs of persons with disabilities \r\nin the design and implementation of disaster risk \r\nreduction, humanitarian and recovery programming, \r\nand post-humanitarian emergency reconstruction — all \r\nof which also represents an opportunity to move towards \r\nthe creation of an inclusive society. \r\nThe negative impact of the current economic \r\nand financial crisis has had repercussions on the \r\nfunding of the international response to humanitarian \r\nemergencies. In that regard, it is important to appeal \r\nto the main contributors to the Central Emergency \r\nResponse Fund (CERF), whose contributions should \r\nbe additional to current commitments to humanitarian \r\nprogramming and should not be to the detriment of \r\nresources made available for international cooperation \r\nfor development. In that regard, and given the need to \r\nenhance the effective use of resources, we also welcome \r\nthe draft resolution’s emphasis on the importance of the \r\naccountability of humanitarian actors at all the stages \r\nof humanitarian assistance.\r\nWe reiterate that the United Nations system and its \r\nmany entities are the main provider and coordinator of \r\nemergency relief and contribute to recovery throughout \r\nthe world by supporting the activities of Governments \r\nand aid organizations. My delegation believes that \r\nhumanitarian assistance should prioritize human \r\nsecurity, human rights and the promotion of and respect \r\nfor the principles of humanity, neutrality, impartiality \r\nand independence. It should also ensure the swift and \r\nunhindered access of humanitarian personnel and aid \r\nto affected communities.\r\nI conclude by reiterating my delegation’s belief that \r\nit is urgent to further enhance coordination among the \r\nvarious humanitarian actors and in the long term to \r\ncreate conditions conducive to transition from disaster \r\nrelief to development. We believe that development \r\nwill not only make it possible to eradicate poverty and \r\nhunger, but will also enhance the ability of States to \r\nensure a stable environment and lasting peace.\r\nMs.\bMurillo\b (Costa Rica) (spoke in Spanish): As \r\nnoted in the Secretary-General’s report (A/67/89), \r\nwe have made progress in improving the efficiency, \r\ntransparency, delivery and accountability of \r\nhumanitarian assistance. But there remains much room \r\nfor improvement. According to estimates, this year \r\nat least 51 million people will require some type of \r\nhumanitarian assistance and we, as the international \r\ncommunity, must protect our populations and improve \r\nour response to their needs. \r\nAccess continues to pose a significant problem for \r\nhumanitarian operations on the ground. Moreover, the \r\nchanging nature of new crises caused by human rights \r\nviolations, political instability and armed conflicts \r\nconfronts us with new challenges to humanitarian \r\nresponse and to the safety of emergency personnel. \r\nMeeting those challenges in a constructive way will \r\nrequire sustained dialogue and the commitment of all \r\nparties to distinguish humanitarian matters from actions \r\nmotivated by political or security considerations.\r\nAs Costa Rica has pointed out on other occasions, \r\nwhile we must prevent abuses of the concept of timely \r\nand unhindered access, we must also recognize its \r\nimportance to the effectiveness of humanitarian relief \r\non the ground. In our view, political considerations \r\nmust not be allowed to take precedence over the \r\nlives and well-being of people urgently in need of \r\n8\b 12-64810\r\nA/67/PV.55\r\ndate and trustworthy data that is readily available \r\nto emergency responders; the other is the need to \r\nstrengthen cooperation among various responders, in \r\nparticular new stakeholders. The Secretary-General’s \r\nsuggestions in this and other matters should form the \r\nbasis for shaping our humanitarian responses.\r\nMr.\b McLay\b (New Zealand): Let me begin by \r\noffering New Zealand’s sympathy to the families \r\nand colleagues of the United Nations humanitarian \r\npersonnel who have lost their lives or been injured in \r\nthe course of their duties this year. We applaud the \r\ndedication of all United Nations staff who work in \r\ndangerous and difficult circumstances in support of \r\nthose who are in need of humanitarian assistance.\r\nOver the past year, progress overall has been made \r\nin addressing the challenges facing the humanitarian \r\ncommunity. However, the need for us all to work \r\ntogether to help those caught up in humanitarian \r\nsituations remains as urgent as ever. Indeed, right \r\nnow, more than 60 million people are in need of \r\nhumanitarian assistance globally. The economic cost \r\nof disasters continues to increase, even though the \r\nactual number of disasters fell in 2012. The impact of \r\nclimate change and the increased frequency of natural \r\ndisasters highlight the need for closer coordination and \r\ncollaboration among those working in the humanitarian, \r\ndevelopment, political and security spheres. \r\nNew Zealand recognizes that, as a cost-cutting \r\nstrategy, disaster risk reduction provides the best value \r\nfor money in reducing the impact of humanitarian \r\ncrises, with $1 invested in prevention estimated to \r\nsave up to $7 in future humanitarian response. That is \r\na good investment. We also recognize the importance \r\nof implementing the Hyogo Framework for Action \r\n2005-2015, and in particular of strengthening the \r\neffectiveness of national and local preparedness and \r\nbuilding the resilience of nations and communities in \r\nline with the Framework. \r\nLike others, New Zealand is committed to the \r\ncore humanitarian principles of humanity, neutrality, \r\nimpartiality and independence. We believe that as \r\npartnerships are formed with new actors we must be \r\nvigilant in adhering to those principles. They are \r\nessential to ensuring timely, secure and unimpeded \r\naccess to the people who need humanitarian assistance \r\nthe most. In that respect, New Zealand strongly holds \r\nto the view that inclusiveness should apply not only to \r\nhumanitarian assistance and development actors but \r\nalso to those affected by emergencies. The General \r\nhumanitarian assistance in the field. Even here in the \r\nGeneral Assembly, we can do a great deal by engaging \r\nin dialogue and seeking language we can agree on in \r\norder to take on the issue as it deserves. \r\nRegrettably, humanitarian assistance workers, \r\nespecially those recruited locally, fell victim to \r\nviolence at a much higher rate in the first half of 2012 \r\nthan in 2011, according to the Secretary-General’s \r\nreport (A/67/492). It is particularly worrying that most \r\nvictims have been the targets of extremist acts. Such \r\nattacks, intentionally directed against workers who \r\ndedicate their lives to helping others, are unacceptable. \r\nWe must condemn them in the strongest possible terms, \r\neven as we continue working to improve security for \r\nUnited Nations compounds. As the Secretary-General \r\npoints out in that regard, the support and acceptance of \r\nhost Governments, local authorities and the population \r\nremain the first line of defence.\r\nAnother significant challenge we face, given \r\nclimate change and the increased frequency of natural \r\ndisasters, is the need for a more integrated response and \r\nfor tighter cooperation among all agencies, especially \r\nhumanitarian and development entities. Recent \r\nexperience in the Horn of Africa and in the path of \r\nHurricane Sandy through the Caribbean, as well as other \r\ndisasters in our region, show the importance of support \r\nwhen emergencies strike; however, it must strike a \r\nbalance between short-term needs and the promotion \r\nof community resilience and long-term development \r\nprocesses. The correct approach involves programmes \r\nfor prevention, preparedness, rescue, recovery and \r\ndevelopment, and, as the Secretary-General points out \r\nin his report in A/67/363, it should focus on building the \r\nresilience of the most vulnerable groups, in particular \r\nchildren, women and disabled people. That is the only \r\nway to prevent crises from recurring or becoming \r\nendemic.\r\nWe clearly recognize the primary responsibility of \r\nnational Governments in building resilience. Still, as \r\nthe most environmentally vulnerable region of Latin \r\nAmerica and the Caribbean, Central America calls \r\nfor an increase in investment at all levels in disaster \r\nrisk reduction, in the conservation and protection of \r\necological balance, and in safeguarding the sustainable \r\ndevelopment of our peoples.\r\nThe Secretary-General’s report on strengthening \r\nthe coordination of emergency humanitarian assistance \r\n(A/67/89) calls attention to two additional challenges. \r\nOne is the need for decisions to be based on up-to-\r\n12-64810\b 9\r\nA/67/PV.55\r\nown. Therefore, international programmes, such as \r\nthe Global Platform for Disaster Risk Reduction, are \r\nturning the momentum garnered into a durable and \r\nsustainable effort to share responsibilities in reducing \r\nrisks and reinforcing resilience in our communities. \r\nThat must continue to come from all involved \r\nsectors and all stakeholders, including Governments, \r\nnon-governmental organizations and civil society, \r\ninternational agencies and organizations, academic \r\nand technical institutions, and the private sector. Such \r\nbroad stakeholder collaboration must continue, and all \r\nMember States must partake fully in the development \r\nand continuation of the process. \r\nTransparency in reporting is also paramount, for we \r\nneed sharper indicators for progress that will provide \r\nthe ability to measure achievements we make and \r\nenlighten us on what we have already accomplished. In \r\nmy own region, we have initiated the Caribbean Hazard \r\nMitigation Capacity Building Programme (CHAMP). \r\nIt is a three-year project funded by the Canadian \r\nInternational Development Agency, implemented by \r\nthe Caribbean Disaster Emergency Response Agency \r\nand executed by the Organization of American States. \r\nIt is intended to mitigate and manage disasters. \r\nCHAMP seeks to enhance regional capacity to reduce \r\nvulnerability to the effects of natural hazards. That will \r\nbe done through the development of national hazard-\r\nmitigation policies and implementation programmes, \r\nthe promotion of the wider use of hazard information \r\nin development decisions and the strengthening of safe \r\nbuilding practices, training and certification. CHAMP \r\nactivities will be carried out in the four pilot States of \r\nBelize, the British Virgin Islands, Saint Lucia and my \r\nown country, Grenada. We look forward to building \r\nresilience, including national capacity-building, and \r\nGrenada again expresses its thanks to Canada for the \r\nprogramme. We invite other partners to the project.\r\nGrenada wishes to thank all our partners who \r\nsupported us through our last major disaster in \r\n2004-2005, when we lost 204 per cent of our national \r\ngross domestic product. We assure the Assembly that \r\namid a global economic and financial crisis, climate \r\nchange destruction and other challenges, our people’s \r\nresilience continues to grow. \r\nWe urge continuing support for the pursuit of \r\npolicies and practices of gender equality and women’s \r\nleadership in all humanitarian work. Grenada expresses \r\nits full solidarity with the people of Palestine still in \r\nneed of humanitarian relief, and we congratulate the \r\nAssembly recently adopted resolutions acknowledging \r\nthat we must give appropriate consideration to gender, \r\nage and disability as part of joint needs assessments \r\nand effective humanitarian response. \r\nWe also believe that, in addition to the United \r\nNations system, we as Member States must address \r\ngender-based violence in humanitarian emergencies, \r\nand we must ensure that measures are in place to \r\ninvestigate such incidents and that, where required, \r\nappropriate prosecutions are undertaken.\r\nNew Zealand joins others in expressing support \r\nfor the efforts of the Inter-Agency Standing Committee \r\nthrough the Transformative Agenda to strengthen \r\ncoordination, leadership and accountability. We \r\ncommend Under-Secretary-General Valerie Amos and \r\nher staff for their impressive efforts to promote a more \r\nefficient, faster and better coordinated humanitarian \r\nresponse, and we particularly commend her leadership \r\nof and improvements to the Central Emergency \r\nResponse Fund. She has taken up a great task, and we \r\nsupport her in that. \r\nMs.\b Williams\b (Grenada): We congratulate the \r\nMember States already using best practices to monitor \r\ndisaster risk management and implement disaster-\r\nresponse plans that preserve, first and foremost, \r\nthe lives of populations, the livelihoods of those \r\ncountries and particular sectors such as food and food \r\nsecurity, agriculture and infrastructure. They are to be \r\ncommended for identifying the need to strategically \r\nrespond in the areas of food, water, sanitation, shelter, \r\nrecovery, health and education. \r\nMember States have recognized the importance of \r\ncoordination at all levels — local, national, regional \r\nand global. Only through collaboration can we achieve \r\neffective disaster risk management, which is of the \r\nutmost importance if the quality of life of those persons \r\naffected by disasters is to be protected and improved. \r\nIn that context, climate change as a driver of disaster is \r\npertinent. More and more effective responses to climate \r\nchange events are needed in adaptation, mitigation, \r\nfinancing and other means of implementation. That \r\nis particularly true for small island developing States. \r\nSuch responses can reduce climate disasters in the first \r\ninstance, allowing societies to keep more resources at \r\nhome to respond to other disasters and, more broadly, \r\nto pursue sustainable development.\r\nThere is not a single Government that is capable \r\nof managing a twenty-first century disaster on its \r\n10 12-64810\r\nA/67/PV.55\r\nUnited Nations Relief and Works Agency for Palestine \r\nRefugees in the Near East on its work. \r\nThe outstanding leadership of Under-Secretary-\r\nGeneral Valerie Amos is making an effective Office \r\nfor the Coordination of Humanitarian Affairs even \r\nmore so. We congratulate her on her leadership and her \r\nachievements. We look forward to increased capacity-\r\nbuilding and partnership for managing national, \r\nregional and global disasters. We thank all United \r\nNations workers who are engaged in the Organization’s \r\ngreat humanitarian work.\r\nThe\bActing\bPresident: In accordance with General \r\nAssembly resolution 45/6 of 16 October 1990, I now call \r\non the observer of the International Committee of the \r\nRed Cross. \r\nMr.\b Füllemann\b (International Committee of \r\nthe Red Cross): The International Committee of the \r\nRed Cross (ICRC) is pleased to address the General \r\nAssembly on the important subject of humanitarian \r\ncoordination.\r\nThe global context in which humanitarian action \r\ntakes place has evolved significantly over the years \r\nand will continue to do so as it faces new challenges in \r\nthe years ahead. The scope of the label “humanitarian” \r\nhas expanded, and today the word refers to everything \r\nfrom emergency relief to disaster preparedness, early \r\nrecovery, capacity-building, judicial action, restoring \r\nthe rule of law and institutional reconstruction. \r\nIncreasingly, humanitarian action is moving beyond \r\nimmediate response and placing more emphasis on the \r\ncauses and consequences of crises, as demonstrated \r\nby current initiatives to enhance the resilience of \r\nvulnerable populations. The way in which we work is \r\nalso changing, thanks in part to new technologies that \r\nenable a greater scope of action and shape the way in \r\nwhich humanitarian actors engage with vulnerable \r\npopulations. The ICRC has always striven to adapt \r\ncontinuously to the changing realities confronting \r\nit, while scrupulously adhering to its fundamental \r\nprinciples. It will continue to do so in the future.\r\nPartnership is a key aspect of the ICRC’s activity. \r\nThe organization works with a wide variety of \r\npartners, as demonstrated by the support it provides to \r\nGovernment and public programmes, public facilities, \r\nincluding hospitals and places of detention, and public \r\nservices. Many of its activities involve joint action with \r\nvarious components of the International Red Cross and \r\nRed Crescent Movement, ref lecting the ICRC’s belief \r\nthat strong partnerships at the local level are vital to \r\nacquiring a thorough understanding of the situation on \r\nthe ground and the needs of various communities.\r\nIn all, the ICRC has active partnerships with 107 \r\nnational Red Cross and Red Crescent societies. Those \r\npartnerships take different forms; some are primarily \r\noperational and concentrate on emergency response, \r\nwhile others focus on capacity-building in specific areas \r\nsuch as conflict preparedness. Examples of the first type \r\nof partnership can be found in the close cooperation \r\nforged during major operations this past year with the \r\nnational societies of Syria, Mali, Afghanistan, Somalia, \r\nthe Sudan, South Sudan and the Democratic Republic \r\nof the Congo, to cite just a few.\r\nAn important related topic is coordination with \r\nvarious actors involved in contexts where humanitarian \r\naction takes place. The growing number and diversity \r\nof those actors are making it ever harder to ensure a \r\nconsistent, coordinated and effective humanitarian \r\nresponse, and thus to meet the needs of the people \r\naffected. It is of paramount importance that such \r\ndiversity does not lead to any confusion that would \r\nultimately harm the people we have a duty to help.\r\nThe ICRC is committed to reaching out and \r\nengaging with everyone involved in the provision of \r\nhumanitarian aid on the ground. It strives to do this \r\nin a spirit of aid effectiveness and pragmatism in \r\nterms of coordination. A successful approach must be \r\naction-oriented and reflect reality in the field. This was \r\nreaffirmed during the meeting of all the Movement’s \r\ncomponents prior to the International Conference of the \r\nRed Cross and Red Crescent in 2011.\r\nThe ICRC’s determination to work closely with \r\nand learn from our partners and with newly emerging \r\nactors cannot, however, be allowed to conflict with our \r\nadherence to core principles. These principles constitute \r\nthe framework within which any interaction between \r\nour organization and others must occur. The ICRC’s \r\nhumanitarian work is exclusively civilian in nature \r\nand guided solely by humanitarian considerations. It is \r\nfounded primarily on the principles of humanity and \r\nimpartiality and is carried out according to the most \r\nurgent needs and without discrimination. The principles \r\nof neutrality and independence are also key elements \r\nof the ICRC approach, helping the organization to gain \r\naccess to people in need and to carry out assistance and \r\nprotection activities. \r\n12-64810\b 11\r\nA/67/PV.55\r\nAssembly and the Economic and Social Council, this \r\ncritical topic will enjoy the States’ continuous interest \r\nand support.\r\nAnother challenge for the ICRC lies in the growing \r\ngap between the need for protection and assistance \r\nin today’s most acute crises and what seems to be \r\ndiminishing access by humanitarian organizations to \r\nvulnerable groups of people. The ICRC is involved in \r\nvarious initiatives to narrow this gap. For example, last \r\nyear States joined the Red Cross and Red Crescent at \r\nthe International Conference in adopting a four-year \r\naction plan for the implementation of international \r\nhumanitarian law. The action plan read, in part, as \r\nfollows: \r\n“Components of the Movement must be able \r\nto deliver humanitarian assistance at all times in \r\nconformity with the fundamental principles of \r\nhumanity, impartiality, neutrality and independence. \r\nStates will respect the adherence by all components \r\nof the Movement to these fundamental principles ... \r\nThe ICRC and the host national society concerned \r\nwill establish and maintain a constructive dialogue \r\nwith all parties to armed conflicts in order to \r\nobtain access to victims and the necessary security \r\nguarantees for its staff. States respect the need for \r\nsuch dialogue and reaffirm the unique position and \r\ncontribution of the ICRC and national societies in \r\nthis regard.”\r\nLooking ahead, the ICRC shares the goal of \r\nbolstering the effectiveness and efficiency of the work \r\ncarried out by all international, regional, national and \r\nlocal entities engaged in humanitarian action. Anyone \r\ninvolved in such action should naturally aspire to \r\naccommodate and facilitate wider efforts aimed at \r\nreducing vulnerability and promoting sustainable \r\nrecovery and development. However, wider action is \r\nnot always feasible. Any action must always be realistic \r\nwhen weighed against the circumstances, the needs and \r\nthe capacity for effective action.\r\nThe ICRC seeks to meet the needs and lessen the \r\nvulnerability of people affected by crisis, regardless of \r\nthe scale. It keeps those people firmly at the forefront \r\nof its work, striving to strengthen their resilience and \r\nto facilitate their involvement in identifying both the \r\nneeds and the action required to meet those needs. \r\nWe welcome initiatives to bolster the accountability \r\nof humanitarian agencies towards their beneficiaries. \r\nThey complement the accountability of humanitarian \r\nThe ICRC strives for constant dialogue with the \r\nauthorities and with all the parties concerned. It is \r\ncompletely transparent about this. However, while \r\ntaking into consideration the positions and concerns of \r\nall parties, we nevertheless formulate and implement \r\nour policies independently. Neutrality means that the \r\nICRC focuses on its exclusively humanitarian mission \r\nand is careful to abstain from any action or statement \r\nthat could be interpreted as siding with one party or \r\nthe other, or perceived as a political stance. The ICRC \r\noperational experience has demonstrated repeatedly \r\nthat in order to ensure access and acceptance, the goals \r\nof humanitarian action in response to armed conflicts \r\nand other situations of violence should remain distinct \r\nfrom goals of a military or political nature.\r\nOf fundamental concern to the ICRC today are the \r\nthreats affecting the delivery of health care and the \r\nsafety of those who deliver it. Violence against health-\r\ncare workers, facilities and beneficiaries is one of the \r\nmost serious yet neglected humanitarian concerns \r\ntoday. Such violence is impeding access to health care \r\nin many countries. The shelling of hospitals, attacks \r\non ambulances and the fact that wounded people \r\ncan remain in agony for hours in vehicles held up at \r\ncheckpoints all demonstrate a blatant disrespect for \r\nthe neutral status of health-care facilities, transport \r\nand personnel. This disrespect is being shown in many \r\ncountries throughout the world.\r\nIn response to this reality, in 2011 the ICRC \r\nlaunched a four-year initiative entitled “Health Care in \r\nDanger”. The idea is to work together with States and \r\nother stakeholders to take practical steps to improve \r\nsecurity for and guarantee access to health care in \r\narmed conflicts and other emergencies.\r\nThis issue was raised at the thirty-first International \r\nConference, held in Geneva in 2011. The Conference \r\nbrought together the various components of the Red \r\nCross and Red Crescent Movement, as well as States. \r\nIt adopted a far-reaching resolution on health care in \r\ndanger, which demanded an effective response from \r\nStates, national societies and the health-care community \r\nat large. The ICRC welcomes the substantial discussions \r\namong States on the protection of medical personnel \r\nand medical units in the framework of the negotiation \r\nof draft resolution A/67/L.39, entitled “Strengthening \r\nof the coordination of emergency humanitarian \r\nassistance of the United Nations”. The Health Care in \r\nDanger initiative being a dynamic process, the ICRC \r\ntrusts that, during upcoming sessions of the General \r\n12 12-64810\r\nA/67/PV.55\r\nIt is expected that the results of the ongoing assessments \r\nwill lead to an increased need for international support \r\nto enable the Government of the Philippines and the \r\nPhilippine Red Cross, among other actors, to respond \r\nto the immense needs.\r\nLast month, we witnessed first-hand the devastating \r\nimpact of superstorm Sandy. Millions of people were \r\ndirectly affected by Hurricane Sandy as it tore through \r\nthe Caribbean and the United States. Many communities \r\nare still facing the challenge of a long recovery. In \r\nCuba, the storm is estimated to have directly affected \r\n1 million people and indirectly affected 3 million \r\npeople. In Haiti, the rain continued after Sandy, thus \r\ncompounding the impact and increasing the threat \r\nof cholera. It is estimated that in Jamaica, more than \r\n200,000 families have been affected by the storm. Food \r\ninsecurity is also a major concern, as many of those \r\ncountries have experienced a catastrophic loss of food \r\ncrops and livelihoods, and also face the potential risk of \r\nthe spread of waterborne diseases.\r\nFurthermore, the monetary impact is huge. One \r\nestimate put the material cost of Sandy at around \r\n$170 billion in the United States alone, making \r\nSandy one of the most economically devastating \r\nclimate-related disasters.\r\nIt is evident that the impacts of climate change \r\nand vulnerability to natural disasters are challenges \r\nthat affect all States, rich and poor, small islands and \r\nlarge countries, and thus require serious and concerted \r\nefforts to tackle the related environmental challenges \r\nand their humanitarian impact, especially on the most \r\nvulnerable. \r\nIn paragraph 2 of his report (A/67/363), the \r\nSecretary-General reminds us that: \r\n“Humanitarian needs around the world are \r\nrising in part owing to the increased frequency \r\nand severity of natural disasters and the growing \r\nnumber of vulnerable people”.\r\nLast week, on closing day of the eighteenth session \r\nof the Conference of the Parties to the United Nations \r\nFramework Convention on Climate Change, held in \r\nDoha, the IFRC Vice-President reminded Governments \r\nof their collective responsibility to better protect those \r\nat risk from the potentially devastating impact of \r\nclimate change. He said:\r\n“We witness every day the worsening impact of \r\nclimate change on the lives and livelihoods of \r\norganizations vis-à-vis the authorities of the States on \r\nwhose territories they work.\r\nLastly, in the complex and highly unpredictable \r\nenvironment in which it works, the ICRC will \r\ncontinue to hone its ability to carry out assistance- \r\nand protection-based activities that are strictly \r\nhumanitarian in nature. Those efforts will focus on \r\nthe speed and quality of its operational response, \r\npromoting suitable laws and regulations, and \r\nmonitoring their implementation. The ICRC will also \r\ncontinue its contribution to improving coordination to \r\nthe extent allowed by the imperatives of its fundamental \r\nprinciples, adherence to which sustains its access and \r\noperational capacity.\r\nIt is only by respecting the principles of \r\nhumanitarian action and engaging in dialogue with all \r\nconcerned that the best response to urgent needs can \r\nbe found and that a lasting improvement in people’s \r\nwelfare can be achieved.\r\nThe\b Acting\b President: In accordance with \r\nresolution 49/2, of 19 October 1994, I now call on the \r\nobserver of the International Federation of Red Cross \r\nand Red Crescent Societies.\r\nMr.\b Jilani\b (International Federation of Red \r\nCross and Red Crescent Societies): The International \r\nFederation of Red Cross and Red Crescent Societies \r\n(IFRC) is grateful for the opportunity to participate in \r\nthis debate.\r\nLast week, Typhoon Bopha struck the southern \r\nPhilippines and left behind devastated communities \r\nand widespread destruction. More than 700 people \r\nhave been confirmed dead and more than 900 reported \r\nmissing. As the scale of the devastation continues to \r\nemerge, it is estimated that the typhoon has affected \r\nthe lives of over 5 million people, wrecked over 70,000 \r\nhouses and left more than 400,000 people seeking \r\nshelter in temporary evacuation centres. In some areas, \r\nentire villages have been devastated, with the entire \r\nlivelihoods of their communities lost.\r\nOn 5 December, the IFRC launched an emergency \r\nappeal to support the Philippine Red Cross in its efforts \r\nto roll out a massive relief operation. The Chairman of \r\nthe Philippine Red Cross, Richard Gordon, said: \r\n“We will need the support of our partners, locally \r\nand abroad, to help alleviate the suffering of these \r\nfamilies and to help them recover their lives with \r\ndignity”.\r\n12-64810\b 13\r\nA/67/PV.55\r\nThe International Organization for Migration is \r\nvery pleased to take the f loor today with reference to \r\nthe reports of the Secretary-General on the coordination \r\nof humanitarian and disaster relief assistance by the \r\nUnited Nations.\r\nRecent and protracted crises have forced millions \r\nof people to f lee their homes, either within or outside \r\nthe borders of their countries, which calls for the \r\ninternational community to respond collectively. IOM, \r\nas the global lead agency on migration, continues to \r\nprovide essential life-saving assistance to refugees, \r\ninternally displaced persons (IDPs) and other migrants \r\naffected by crises around the world.\r\nBased on the comprehensive reports of the \r\nSecretary-General, I would like to take up three points \r\nfor reflection.\r\nFirst, when providing humanitarian assistance \r\nduring crises, our response must take into account \r\nthe specific needs of migrants, whether they are \r\nrefugees, IDPs or migrant workers, who are sometimes \r\nreferred to in this context as third-country nationals. \r\nRecent emergencies have demonstrated the vulnerable \r\nsituation of people crossing borders and of those who \r\nare stranded or unable to leave. Among these are some \r\nparticularly vulnerable persons, including women, \r\nchildren, the disabled and indigenous peoples, who also \r\nmerit special attention.\r\nSuch humanitarian emergencies can often be \r\nregarded as migration crises, causing complex and \r\noften large-scale migration f lows and mobility patterns. \r\nThey show the need for a rapid and inclusive response \r\nthat provides immediate life-saving assistance as well \r\nas longer-term life planning and preparedness. IOM \r\nhas developed a migration crisis operational framework \r\nthat allows for the improvement and systematization of \r\nsuch a multidimensional response. The framework was \r\nrecently endorsed by the IOM Council, which comprises \r\nIOM’s 149 member States.\r\nSecondly, the multifaceted character of migration \r\nrequires strong partnership and coordination with \r\nGovernments, with partner international organizations \r\nfrom a range of areas of expertise, and with many actors \r\nin civil society, from academia to direct assistance \r\nservice providers. Working with many partners in the \r\nprocess of leveraging expertise to meet the protection, \r\nassistance and recovery needs of the affected \r\npopulations is critical to IOM’s operational work.\r\nmillions of vulnerable people. The humanitarian \r\nimpact of a changing climate is not a future threat. \r\nIt is a daily reality”.\r\nNow that the Doha meeting has ended, we must still \r\ntranslate that collective responsibility into the concrete \r\nmeasures, commitments and resources needed now to \r\nhelp national Governments help their people adapt.\r\nHumanitarian agencies are already seeing increased \r\nfood insecurity, public-health threats, migration and \r\ndisplacement, and other related consequences. While \r\nhumanitarian organizations will continue to respond \r\nto extreme-weather and climate-related events, we can \r\nalso help to reduce the impacts through disaster risk \r\nreduction and disaster preparedness systems.\r\nWe recognize that the primary responsibility \r\nto protect citizens in disaster situations lies with the \r\nnational authorities. We believe that national authorities \r\nshould invest adequately in building resilience and \r\npromote programmes that strengthen resilience at all \r\nlevels. We believe also that Governments have a duty \r\nto request international assistance when the scale of \r\nthe disaster and the needs of the affected people exceed \r\nthe capacities of their national authorities. At the same \r\ntime, we reiterate the call of the Secretary-General for \r\nMember States \r\n“to provide timely, f lexible, predictable and \r\nmulti-year funding for programming that supports \r\ncommunity resilience, including preparedness, \r\nearly action and early recovery” (A/67/363, para. 52).\r\n On our part, we are committed to continuing \r\nto support our Red Cross and Red Crescent national \r\nsocieties to build the capacities of their tens of \r\nmillions of members, volunteers and members of the \r\ncommunities they serve.\r\nCollectively, we need to work together to ensure \r\nthat disaster risk reduction and preparedness is given \r\ndue attention and resources, including throughout the \r\ndiscussion in the year ahead related to the post-2015 \r\ndevelopment framework.\r\nThe\b Acting\b President: In accordance with \r\nresolution 47/4, of 16 October 1992, I now call on \r\nthe observer for the International Organization for \r\nMigration.\r\nMs.\b Borgman\b (International Organization for \r\nMigration): I shall deliver this statement on behalf of \r\nMs. Michele Klein Solomon, Permanent Observer of \r\nthe International Organization for Migration (IOM).\r\n14 12-64810\r\nA/67/PV.55\r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr.\b Zhang\b Saijin\b (Department for General \r\nAssembly and Conference Management): I should \r\nlike to announce that since the submission of the \r\ndraft resolution and in addition to those delegations \r\nlisted in the draft document, the following countries \r\nhave become sponsors of draft resolution A/67/L.32: \r\nAlbania, the Dominican Republic, Grenada, Honduras, \r\nIndia, Luxembourg, Mauritius, Panama, Portugal, \r\nSerbia and Ukraine.\r\nThe\bActing\bPresident: May I take it that it is the \r\nwish of the General Assembly to adopt draft resolution \r\nA/67/L.32?\r\nDraft resolution A/67/L.32 was adopted (resolution \r\n67/84). \r\nThe\b Acting\b President: The Assembly will now \r\ntake a decision on draft resolution A/67/L.37, entitled \r\n“Safety and security of humanitarian personnel and \r\nprotection of United Nations personnel”.\r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr.\b Zhang\b Saijin\b (Department for General \r\nAssembly and Conference Management): I should \r\nlike to announce that since the submission of the \r\ndraft resolution and in addition to those delegations \r\nlisted on the draft document, the following countries \r\nhave become sponsors of draft resolution A/67/L.37: \r\nAlbania, Argentina, Georgia, Honduras, Madagascar, \r\nMontenegro, the Republic of Moldova, San Marino, \r\nSerbia, the former Yugoslav Republic of Macedonia, \r\nTunisia and Ukraine.\r\nThe\bActing\bPresident: May I take it that it is the \r\nwish of the General Assembly to adopt draft resolution \r\nA/67/L.37?\r\nDraft resolution A/67/L.37 was adopted (resolution \r\n67/85). \r\nThe\b Acting\b President: The Assembly will now \r\ntake a decision on draft resolution A/67/L.38, entitled \r\n“Assistance to the Palestinian people”.\r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr.\b Zhang\b Saijin\b (Department for General \r\nAssembly and Conference Management): I should \r\nlike to announce that since the submission of the draft \r\nWe are grateful to see Member States acknowledge \r\nin the current draft humanitarian omnibus resolution \r\n(A/67/L.39) that the effectiveness of humanitarian \r\nresponse is improved through coordination among \r\nhumanitarian actors. We appreciate the welcoming \r\nof partnerships with regional organizations and the \r\nprivate sector. IOM highly values the leadership role \r\nof national Governments and continues to provide its \r\nsupport to them. Strong and consistent partnerships \r\nenable us to build long-term solutions.\r\nThirdly, as the Secretary-General states in his report \r\n(A/67/89) on strengthening humanitarian assistance, \r\ndelivering life-saving support in emergencies is \r\nessential, but it addresses only short-term needs. \r\nLong-term development is crucial to limit the need for \r\nemergency relief in future.\r\nFor IOM, it is therefore of the utmost importance that \r\nhumanitarian and development action be linked in order \r\nto build national and local preparedness and response \r\ncapacity and to increase the resilience of populations. \r\nThe multilayered and often long-lasting challenges \r\nconfronting migrants cannot simply be divided into \r\ntwo stages. People on the move may find themselves in \r\nneed of both humanitarian and development assistance; \r\none does not preclude the other. Furthermore, to ensure \r\nsustainability, we must be aware that the transition is \r\na gradual process that requires both f lexibility and \r\ninclusiveness. Actors involved in both fields must \r\nwork together to ensure a smooth transition from \r\nrelief to development.\r\nTo conclude, let me reiterate IOM’s commitment \r\nto those who are most vulnerable. We maintain \r\nour commitment to strengthening partnerships and \r\ncoordination and are convinced that, as providers \r\nof emergency humanitarian assistance, we can and \r\nmust continue to contribute to long-term development \r\nsolutions.\r\nThe\b Acting\b President: We have heard the last \r\nspeaker in the debate on agenda item 70 and its \r\nsub-items (a) to (c). \r\nWe shall now proceed to consider draft resolutions \r\nA/67/L.32, A/67/L.37, A/67/L.38 and A/67/L.39.\r\nThe Assembly will first take a decision on draft \r\nresolution A/67/L.32, entitled “Participation of \r\nvolunteers, White Helmets, in the activities of the United \r\nNations in the field of humanitarian relief, rehabilitation \r\nand technical cooperation for development”.\r\n12-64810\b 15\r\nA/67/PV.55\r\nAndorra, Argentina, Armenia, Austria, Chile, Costa \r\nRica, Croatia, Guatemala, Honduras, Iceland, India, \r\nIndonesia, Latvia, Liechtenstein, Madagascar, Mexico, \r\nMontenegro, the Republic of Korea, Romania, San \r\nMarino, Serbia, Slovakia, South Africa, the former \r\nYugoslav Republic of Macedonia, Tunisia and Ukraine.\r\nThe\bActing\bPresident: May I take it that it is the \r\nwish of the General Assembly to adopt draft resolution \r\nA/67/L.39?\r\nDraft resolution A/67/L.39 was adopted (resolution \r\n67/87). \r\nThe\b Acting\b President: The Assembly has thus \r\nconcluded this stage of its consideration of agenda item \r\n70 and its sub-items (a) to (c).\r\nProgramme\bof\bwork\r\nThe\b Acting\b President: I would like to inform \r\nmembers that consideration of the following agenda \r\nitems, originally scheduled for Monday, 17 December, \r\nhas been postponed to a later date to be announced: \r\nagenda item 33, “Prevention of armed conflict”; agenda \r\nitem 34, “Protracted conflicts in the GUAM area and \r\ntheir implications for international peace, security and \r\ndevelopment”; and agenda item 120, “Multilingualism”.\r\nThe meeting rose at 4.40 p.m.\r\nresolution and in addition to those delegations listed \r\non the draft document, the following countries have \r\nbecome sponsors of draft resolution A/67/L.38: Andorra, \r\nArgentina, Burkina Faso, Guatemala, Liechtenstein, \r\nMontenegro, Peru, the Republic of Korea, the Republic \r\nof Moldova, the Russian Federation, San Marino and \r\nUkraine.\r\nThe\bActing\bPresident: May I take it that it is the \r\nwish of the General Assembly to adopt draft resolution \r\nA/67/L.38?\r\nDraft resolution A/67L.38 was adopted (resolution \r\n67/86). \r\nThe\b Acting\b President: The Assembly will now \r\ntake a decision on draft resolution A/67/L.39, entitled \r\n“Strengthening of the coordination of emergency \r\nhumanitarian and disaster relief assistance of the \r\nUnited Nations”.\r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr.\b Zhang\b Saijin\b (Department for General \r\nAssembly and Conference Management): I should \r\nlike to announce that since the submission of the \r\ndraft resolution and in addition to those delegations \r\nlisted on the draft document, the following countries \r\nhave become sponsors of draft resolution A/67/L.39: \r\n"