"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-52219 (E)\r\n*1252219*\r\nIn the absence of the President, Mr. Benmehidi \r\n(Algeria), Vice-President, took the Chair.\r\nThe meeting was called to order at 6.15 p.m.\r\nAddress by Mr. Anote Tong, President, Head of \r\nGovernment and Minister for Foreign Affairs of \r\nthe Republic of Kiribati\r\nThe Acting President: The General Assembly \r\nwill now hear an address by the President, Head of \r\nGovernment and Minister for Foreign Affairs of the \r\nRepublic of Kiribati.\r\nMr. Anote Tong, President, Head of Government \r\nand Minister for Foreign Affairs of the Republic of \r\nKiribati, was escorted into the General Assembly \r\nHall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Anote Tong, President, \r\nHead of Government and Minister for Foreign Affairs \r\nof the Republic of Kiribati, and to invite him to address \r\nthe Assembly. \r\nPresident Tong: I bring warm greetings from the \r\npeople of Kiribati, on whose behalf I am privileged to \r\naddress this body once again. I join with those who \r\nhave gone before me in congratulating Mr. Vuk Jeremić \r\non assuming the presidency of the Assembly at its \r\nsixty-seventh session. We find ourselves in challenging \r\ntimes. The work ahead of us during this session reflects \r\nthose challenges. I am confident, however, that, under \r\nhis able leadership, this Organization will continue its \r\nwork to improve the quality of life for all members \r\nof our global community, in particular those who are \r\nmost vulnerable.\r\nLet me also take this opportunity to acknowledge \r\nwith appreciation the commendable leadership of his \r\npredecessor, Mr. Nassir Abdulaziz Al-Nasser, during \r\nthe most recent session of the General Assembly.\r\nI also recognize the unwavering dedication of our \r\nSecretary-General, Mr. Ban Ki-moon. With his hand \r\non the tiller, he continues to steer our Organization \r\nthrough the complex realities and challenges facing \r\nour world today towards our objectives. In particular, I \r\nwould like to acknowledge with deep appreciation his \r\npersonal commitment to the issue of climate change \r\nand the plight of the most vulnerable. We in Kiribati \r\nwelcomed the Secretary-General to our country \r\nlast year, during the first visit ever by anyone in his \r\nposition to our part of the world. We were grateful for \r\nthe opportunity to show him firsthand the challenges \r\nof living on the front lines of climate change.\r\nIn the President’s opening statement yesterday \r\n(see A/67/PV.6), he reminded us that the core function \r\nof the Organization is the maintenance of peace and \r\nsecurity. It is important that we all ref lect on what we \r\nhave done as individuals to achieve a more peaceful, \r\nsecure and better world. We must ask ourselves if \r\nwhat we are doing is in the collective interest of all the \r\npeoples of this world or of just a select few. We must \r\nlook at our efforts as leaders of this global family and \r\nask ourselves if we are doing the right thing for our \r\nchildren and their children.\r\nUnited Nations A/67/PV.11\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n11th plenary meeting\r\nWednesday, 26 September 2012, 6 p.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Serbia)\r\n2 12-52219\r\nA/67/PV.11\r\nI firmly believe that, with all the information \r\navailable to us today, we should know exactly what \r\nneeds to be done. We know what we have to do but, \r\nfor whatever reason, we lack the courage, the fortitude \r\nand the vision to do it. We lack a sense of responsibility \r\nfor each other. We are not willing to step out of our \r\ncomfort zone and make the necessary sacrifices for the \r\nsecurity and future of all members of our international \r\ncommunity.\r\nIt is never too late to do the right thing. History \r\nshows many examples where global action has resulted \r\nin global good. We have managed to secure a relatively \r\nmore peaceful world. We have been able to address \r\nsome of the major injustices of the past. We have come \r\ntogether to face down those who seek to achieve their \r\nobjectives through terrorist means. However, we must \r\nremain vigilant, as new and emerging forms of security \r\nthreats and injustices are cropping up to threaten our \r\nglobal family.\r\nThis will be the seventh time I have had the honour \r\nto address the Assembly in my nine years as President \r\nof my country. Each time I have sought to convey the \r\nsame message. Each time I have spoken of the real \r\nand existential threat to my nation. Each time I have \r\nreminded the Assembly of the need for urgent action \r\nto address climate change and sea level rise so as to \r\nensure the long-term survival of nations like Kiribati.\r\nI frequently find myself watching my grandchildren \r\nand wondering what sort of a future we shall be leaving \r\nthem. For their sake, climate change is an issue that I \r\nwill continue to talk about for as long as I have breath in \r\nmy body. This is a critical issue for the survival of our \r\npeople and for all of humanity. It remains the greatest \r\nmoral challenge of our time.\r\nWhether or not we are willing to acknowledge it, \r\nclimate change and sea-level rise are the result of the \r\nunsustainable use of our planet’s resources. Economic \r\ngrowth at all costs must not be our mantra, particularly \r\nwhen it is those who will benefit the least from this \r\ngrowth who will pay the ultimate price. The Earth is \r\nnot ours to do with as we please. We are merely trustees \r\nfor future generations, and we ignore this reality at \r\ntheir peril.\r\nThe Organization was founded on the fundamental \r\nprinciple of sovereign equality. Security issues \r\naffecting each of us must be given due recognition. \r\nWe are grateful that the General Assembly agrees that \r\nclimate change is a matter warranting the attention of \r\nthe Security Council. I applaud the commitment of our \r\nSecretary-General to this particular security threat, but \r\nhe needs the support of all nations to take the necessary \r\naction to address it.\r\nWe must step up our collective efforts to mitigate \r\nglobal greenhouse-gas emissions. We continue to urge \r\nmajor greenhouse-gas emitters to do their part. We also \r\nurge development partners to provide the appropriate \r\nlevel of resources and technology to enable us to deal \r\nwith the current and future impacts of climate change \r\nand sea-level rise.\r\nWhile we are taking adaptative measures to ensure \r\nthat Kiribati remains habitable for as long as possible, \r\nwe are also preparing for a future when our islands \r\nmay no longer be able to sustain our population. We \r\nare looking to improve the skills of our people to a \r\nlevel where they will be able to compete for jobs in \r\nthe international labour market. We want our people to \r\nhave the option to migrate with dignity, should that be \r\na necessary choice in the future, and all the science is \r\ntelling us that that is a real possibility.\r\nWe note some positive progress made at the recent \r\nclimate change talks in Bangkok, building on the \r\ndecisions made in Durban last year. However, action \r\nhas been too slow in coming. We inch along, when \r\nit is great strides that are needed. On those issues \r\nwhere we have consensus, we believe the international \r\ncommunity must move to implement agreed action \r\nwithout delay, while we continue our discussions on \r\nthose matters that remain contentious. If we wait for \r\nagreement on everything, then it is going to be a very \r\nlong wait and a long process.\r\nIt should not come as a surprise that we are off-\r\ntrack on many of the Millennium Development \r\nGoals (MDGs). While other countries are focusing \r\ntheir resources on their efforts to meet the MDGs, we, \r\nthe most vulnerable countries, continue to spend a \r\ndisproportionate level of our limited resources fighting \r\nthe onslaught of the rising seas and storm surges on our \r\nhomes, livelihoods and public infrastructure. That is a \r\ncostly exercise that we cannot afford. We continue to \r\nrely on the goodwill of our partners and members of our \r\nglobal community in that regard.\r\nWe are a nation of water. We are a very-large-ocean \r\nState. We believe that, given the right support, we \r\ncan achieve sustainable development through the \r\nutilization of the available resources of our vast \r\nexclusive economic zone. We believe that, in so doing, \r\n12-52219 3\r\nA/67/PV.11\r\nTwenty years ago, we agreed that the protection of our \r\nglobal environment was critical for our future survival \r\nand that the pursuit of development must be based on \r\nthe long-term sustainability of our natural resources. \r\nUnfortunately, our track record in delivering on our \r\nundertakings has not been good. In fact, in many \r\nrespects, our environment is worse off today than it was \r\n20 years ago. The fine balance keeping our planetary \r\necosystem together has been adversely affected by \r\nour pursuit of individual benefits at the expense of the \r\ncollective good. While some members of our global \r\nfamily continue to benefit from the unsustainable \r\nexploitation of resources, others are having to pay the \r\nultimate price. We do not believe that there is justice \r\nin that.\r\nWe renewed our commitment in June to achieving \r\nthe future we want. That future will require our \r\nOrganization to evolve to reflect the realities of our \r\ntime, a time in which new and emerging security \r\nthreats and injustices, such as climate change, are \r\nchallenging the credibility of our international system \r\nof governance; a time in which the future survival \r\nof some nations is seriously in question; and a time \r\nwhen all those countries with the ability to do so must \r\ncontribute to the prevention of such a calamity or be \r\nforever judged by history. If we are to provide a secure, \r\npeaceful and prosperous future for our children, then \r\nwe must go beyond business as usual and deliver now. \r\nIn fact, we should have delivered yesterday.\r\nWe accept the reality that, during these uncertain \r\ntimes, there is a need for the United Nations to remain \r\nas relevant and responsive as possible to the ever-\r\nchanging needs and challenges of this world. In our \r\ndiscussions earlier this morning, I was most encouraged \r\nto be assured by the Secretary-General’s commitment \r\nto ensuring that our Organization will undergo reforms \r\nin order to become more efficient, more transparent \r\nand more accountable. We also welcome the Secretary-\r\nGeneral’s proposal to strengthen partnerships with civil \r\nsociety and the private sector. \r\nIn fact, I believe that such a partnership must begin \r\nat the community and national levels before extending \r\nto the regional and international levels. \r\nThe fundamental fabric that binds us together as \r\na family and as humanity is unravelling at the seams. \r\nMaintaining security and ensuring the survival of \r\npeople in conflict areas, particularly in the Middle \r\nEast and North Africa, remain a major challenge to our \r\nOrganization. Let us pray for the sake of those on the \r\nwe can reduce our reliance on development assistance. \r\nI also believe that we may even be able to do away with \r\ndevelopment assistance altogether, if we are provided \r\nwith the support we need now to develop our capacity \r\nto harvest and process our own resources.\r\nFisheries remain a major economic resource for my \r\ncountry, providing between 40 and 50 per cent of our \r\nrevenue. Our aspiration is to maximize returns from \r\nthat resource, given the current rate of return of between \r\n5 and 8 per cent after landed value alone. We have \r\nstarted establishing our fish-processing plant through \r\na public/private partnership. Seabed mining is another \r\npotential source of revenue. However, we are mindful \r\nof the need to take a precautionary approach towards \r\nthat particular industry, given the potential damage it \r\ncould cause to our pristine marine environment.\r\nWe acknowledge the fundamental role of our \r\nenvironment as a pillar of sustainable development. \r\nMaintaining the health and biodiversity of our oceans \r\nand ecosystems will be critical. Our contribution to \r\nthose efforts is the Phoenix Islands Protected Area, \r\nwhich was once the world’s largest marine protected \r\narea. We have set aside that area as a haven for \r\nmarine biodiversity, and that is our gift to humanity \r\nin recognition of the value of protecting our common \r\nheritage.\r\nOcean conservation is beyond the resources of \r\nany single country. Collaboration on cross-border \r\ninitiatives is therefore essential to advancing our \r\nefforts in that regard. At the recent Pacific Islands \r\nForum meeting in the Cook Islands, the United States \r\nand Kiribati announced plans to collaborate in building \r\nlinks between our adjoining marine parks in the \r\nPhoenix Islands, under the umbrella of the Phoenix \r\nOcean Arc. That effort is our joint contribution to the \r\nPacific Oceanscape Framework. We want to take this \r\nopportunity to invite the international community to \r\npartner with us in that endeavour.\r\nOur message to the international community is that \r\nconservation of biodiversity and marine ecosystems \r\nin the Pacific is not only important to the sustainable \r\ndevelopment of Pacific island people. It is also of vital \r\nimportance to the rest of the global community. The \r\ninternational community needs to support those efforts, \r\nnot as a hand-out but as an investment for this planet’s \r\nfuture generations.\r\nIn June, we met in Rio de Janeiro to review our \r\nprogress 20 years on from the 1992 Earth Summit. \r\n4 12-52219\r\nA/67/PV.11\r\nfront line of the major global challenges that a greater \r\nunderstanding and stability will prevail. \r\nIt is gratifying to note the continued easing of \r\ntension and the improvement of relations across the \r\nTaiwan Straits. We also welcome the inclusion of \r\ncountries such as Taiwan in the international activities \r\nof the World Health Assembly. We hope that a \r\nsimilar understanding will prevail in respect of other \r\ninternational institutions and processes so that Taiwan \r\ncan participate and contribute meaningfully for the \r\ngood of humanity.\r\nAs we chart the path towards the future that we \r\nwant, we must address the fundamental threats to the \r\nvery existence of the members of this family of nations. \r\nAs a family, we must guarantee the survival of the \r\nmembers of our community. Climate change must be \r\nresolved before it is too late for those countries on the \r\nfront line and, indeed, the whole of humanity.\r\nWe need compassionate, visionary and responsible \r\nleadership at this time in order to direct our path \r\ntowards a more secure and just future. We owe it to \r\nour children and their children’s children to act and act \r\nsoon. So let us pray that God will give us the common \r\nsense to do the right thing for the future of humanity.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President, Head of \r\nGovernment and Minister for Foreign Affairs of the \r\nRepublic of Kiribati for the statement he has just made.\r\nMr. Anote Tong, President, Head of Government \r\nand Minister for Foreign Affairs of the Republic of \r\nKiribati, was escorted from the General Assembly \r\nHall.\r\nAddress by Mr. Robert G. Mugabe, President of the \r\nRepublic of Zimbabwe\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nZimbabwe.\r\nMr. Robert G. Mugabe, President of the Republic of \r\nZimbabwe, was escorted into the General Assembly \r\nHall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Robert G. Mugabe, \r\nPresident of the Republic of Zimbabwe, and to invite \r\nhim to address the Assembly.\r\nPresident Mugabe: On behalf of my delegation \r\nand myself, may I extend to Mr. Jeremić our warmest \r\ncongratulations on his election as President of the \r\nGeneral Assembly at its sixty-seventh session. His \r\nextensive experience in both regional and international \r\naffairs will undoubtedly enrich the debate and the \r\nproceedings during this session. I wish to assure him of \r\nthe full cooperation of Zimbabwe as he discharges the \r\nonerous duties of that high office.\r\nIf I may be allowed, I would like to preface my \r\nspeech with a reference to the most glowing and moving \r\nspeech that we heard from the President of the United \r\nStates yesterday (see A/67/PV.6), the significance of \r\nwhich was to get us to condemn the tragic death of the \r\nUnited States Ambassador to Libya. I am sure that we \r\nwere all moved and that we all agree that it was, indeed, \r\nan appalling event that we all condemn. \r\nA year ago, we saw the barbaric and brutal death \r\nof the Head of State of Libya, which is a member of \r\nthe African Union. His death occurred in a context in \r\nwhich NATO was operating supposedly in order to \r\nprotect civilians. As we join the United States in spirit \r\nin condemning the Ambassador’s death, will the United \r\nStates also join us in condemning the barbaric death of \r\nthe Head of State of Libya, Al-Qadhafi? \r\nThat great and tragic loss to Africa occurred in \r\ncircumstances in which NATO had sought the authority \r\nof the Security Council under Chapter VII to operate \r\nin Libya in the protection of civilians, who were said \r\nto be at the mercy of the Government of Libya, led by \r\nColonel Al-Qadhafi. The mission was strictly to protect \r\ncivilians, but it became a brutal hunt for Al-Qadhafi \r\nand his family. NATO caught up with them. Al-Qadhafi \r\nand some of his children suffered the brutal deaths \r\nabout which we know. \r\nAs the United States President spoke, I am sure that \r\nthat he was aware that his country, as a NATO Power, \r\nhad, alongside the other NATO Powers, the authority \r\nunder Chapter VII to operate in Libya in order to protect \r\ncivilians. But is that what the operation turned out to \r\nbe? In a very dishonest manner, we saw the authority \r\nentrusted under Chapter VII being used as a weapon in \r\norder to rout a whole family and to commit the murders \r\nthat occurred in that country. Bombs were hurled in a \r\ncallous manner. Quite a number of civilians died. Was \r\nthat the protection they had sought under Chapter VII \r\nof the Charter? So the death of Al-Qadhafi must be seen \r\nin the same tragic vein as the death of Chris Stevens. \r\nWe condemn both.\r\n12-52219 5\r\nA/67/PV.11\r\nLet me begin by reaffirming the rightful and \r\nimportant role of the United Nations in the management \r\nof issues affecting international peace and security. In \r\nthe quest for a more just and equitable international order, \r\nZimbabwe remains strongly opposed to unilateralism \r\nand committed to multilateralism. We would therefore \r\nlike to see a United Nations that continues to be a \r\nguarantor of world peace and security and a bulwark \r\nin the fight for justice and equality among nations. It \r\nbehoves us all, therefore, to take the necessary steps to \r\nensure that the United Nations is not marginalized on \r\ninternational issues.\r\nEqually important, the United Nations must, in \r\nfuture, never allow itself to be abused, as it was in the \r\ncase I referred to earlier, when NATO sought under \r\nChapter VII authority to protect civilians, but it did not \r\nturn out to be that. In the future, the Security Council \r\nmust never allow itself to be abused by any Member \r\nState or group of States that seeks to achieve parochial, \r\npartisan goals. The Charter of the United Nations \r\nclearly stipulates that it is an international body that \r\nshould work for the good of all the peoples of the world, \r\nbig and small.\r\nWe recognize that there are existing and emerging \r\nthreats and challenges that continue to frustrate our \r\nindividual and collective efforts to attain greater \r\neconomic development and social progress, as well \r\nas peace and security. But the increasing trend \r\namong the NATO member States, inspired by the \r\narrogant belief that they are the most powerful \r\namong us — demonstrated in their recent resort to \r\nunilateralism and military hegemony in Libya — is \r\nthe very antithesis of the basic principles of the United \r\nNations. In the case of Libya, the African Union and its \r\npeacemaking role was defied, ignored and humiliated. \r\nThe African Union sought dialogue between the Libyan \r\nauthorities and the so-called revolutionaries. May we \r\nurge the international community to collectively nip \r\nthis dangerous and unwelcome aggressive development \r\nin the bud before it festers.\r\nIn that regard, the theme that the President has \r\nchosen for this session — “Bringing about adjustment \r\nor settlement of international disputes or situations by \r\npeaceful means” — is very appropriate. This is what we \r\nin the African Union stress — the settlement of disputes \r\nin a peaceful way, through dialogue. The warmongers \r\nof our world have done us enough harm. Wherever they \r\nhave imposed themselves, chaos in place of peace has \r\nbeen the result. One example was the situation created \r\nby the Bush-Blair illegal campaign in Iraq — an illegal \r\ncampaign undertaken because it was alleged that \r\nSaddam Hussein had weapons of mass destruction, \r\nwhen it was well known to those two and their \r\nGovernments that he did not have such weapons — and, \r\nindeed, after invading Iraq, creating much havoc and \r\ngetting rid of Saddam Hussein, they admitted that he \r\nhad no weapons of mass destruction. So why had they \r\nattacked Iraq in the first place? Why did they seek to \r\nget rid of Saddam Hussein? Was it merely because he \r\nwas a dictator, as they alleged? No, he was the head of \r\na country that sat on tons and tons of oil. It was oil they \r\nrequired, and we saw companies — indeed, one such \r\ncompany was headed by a brother of Bush — rushing \r\nto suck oil from Iraq.\r\nThat is also what happened with Libya. The situation \r\nthey created in Iraq has now brought about greater \r\ninstability than there ever was. We have Sunnis rising \r\nagainst Shias, and vice versa, let alone the disastrous \r\neconomic consequences of that unlawful invasion. The \r\neconomy is unstable, society unstable, and people are \r\nfighting one another. Libya has been made equally \r\nunstable after NATO’s deceitful intervention under the \r\nsham cover of Chapter VII of the Charter of the United \r\nNations and the phony principle of the responsibility to \r\nprotect. I listened to the speech made by the Secretary-\r\nGeneral. He made reference to that principle. It is \r\none that can be abused, and it has been abused. And, \r\nanyway, it is still being debated.\r\nZimbabwe fi rmly believes in the peaceful settlement \r\nof disputes between and among States in a manner that \r\nis consistent with the principles and purposes of the \r\nUnited Nations. In the maintenance of international \r\npeace and security, much more must be done to prevent \r\nconflicts from erupting in the first place, and to prevent \r\nrelapses once a situation has been stabilized. Beyond \r\ndeploying adequate resources for managing conflicts, \r\nit is important to address their underlying causes, and \r\nto pursue, more proactively, a comprehensive approach \r\nfocusing on conflict prevention, peacebuilding, \r\npeace-maintenance and development. In pursuing thst \r\ncause, my delegation strongly believes that adherence \r\nto the Charter of the United Nations should be a solemn \r\nobligation of all Member States.\r\nWe have noticed, with deep regret, that the \r\nprovisions of the United Nations Charter dealing with \r\nthe peaceful settlement of disputes have, on occasion, \r\nbeen ignored by the Security Council. In contrast, \r\nthere appears to be an insatiable appetite for war, \r\n6 12-52219\r\nA/67/PV.11\r\nembargoes, sanctions and other punitive actions, even \r\non matters that are better resolved through multilateral \r\ncooperation and dialogue. Instead of resorting to the \r\npeaceful resolution of disputes, we are daily witnessing \r\na situation where might is now right. We have said, \r\n“Well, yes, those who are powerful might hang on the \r\nprinciple that might is right”, but certainly right is also \r\nmight. \r\nWe need to take stock of the inspiring Preamble to \r\nthe United Nations Charter, where the plenipotentiaries \r\nwho met in San Francisco in 1945 undertook to “save \r\nsucceeding generations from the scourge of war”. That \r\nis especially pertinent at present, when global events \r\nrepresent a radical departure from that solemn and \r\nnoble San Francisco declaration. What do the NATO \r\nalliance members have to say about that, one may ask.\r\nIt is therefore important that the Security Council \r\nshould respect and support the decisions, processes and \r\npriorities of regional organizations. In contrast, recent \r\nevents — as has already been stated — particularly with \r\nreference to Africa, have demonstrated the scant regard \r\nthat the United Nations and certain powerful members \r\nof the international community give to the pivotal role of \r\nregional organizations. Effective cooperation between \r\nthe United Nations and regional organizations will \r\nbecome viable and sustainable only when developed on \r\nthe basis of mutual respect and support, as well as on \r\nshared responsibility and commitment.\r\nIt is regrettable to note that certain unacceptable \r\nconcepts are currently being foisted on the United \r\nNations membership in the absence of intergovernmental \r\nmandates. For instance, there is no agreement yet on \r\nthe concept of  the responsibility to protect, especially \r\nwith respect to the circumstances under which it might \r\nbe invoked. We are concerned by the clear and growing \r\nevidence that the concept of responsibility to protect \r\nhas begun to be applied and seriously abused, thus \r\ninevitably compromising and undermining the cardinal \r\nprinciple of the sovereignty of States and the United \r\nNations Charter principles of territorial integrity and \r\nnon-interference in the domestic affairs of countries.\r\nFor the international community to successfully \r\ndeal with global economic, social, security and \r\nenvironmental challenges, the existence of international \r\ninstitutions to handle them and a culture of genuine \r\nmultilateralism are critical. The United Nations, \r\nits specialized agencies and international financial \r\ninstitutions are the only instruments available for \r\nresponding effectively to the global challenges we face \r\nin the global village. It is therefore critical that those \r\nstructures be reformed and realigned in response to \r\nboth global challenges and our contemporary realities, \r\nin order to enable them to better serve our collective \r\ninterests.\r\nThis Assembly is the most representative organ \r\nwithin the United Nations family. We must therefore \r\ndedicate ourselves to finding consensus on measures to \r\nrevitalize it so that it fulfils its mandate in accordance \r\nwith the provisions of the Charter. We wish to reiterate \r\nour deep concern that the mandate, powers and \r\njurisdiction of the General Assembly are shrinking \r\nas a consequence of the Security Council’s gradual \r\nencroachment on the Assembly’s areas of competence. \r\nThat, in our view, upsets the delicate balance envisaged \r\nunder the Charter and undermines the overall \r\neffectiveness of the United Nations system. The \r\nGeneral Assembly must remain the main deliberative, \r\npolicy-making organ of the United Nations.\r\nWe have been seized with the debate on the reform of \r\nthe Security Council for far too long. My delegation fully \r\nsupports the current intergovernmental negotiations on \r\nthe reform and expansion of the Council. However, we \r\nwish to caution against an open-ended approach that \r\nshort-changes those of us from regions that are not \r\nrepresented at all among the permanent membership of \r\nthe Council. Zimbabwe stands by Africa’s demand for \r\ntwo permanent seats, complete with a veto if the veto \r\nis to be retained, plus two additional non-permanent \r\nseats, as clearly articulated in the Ezulwini Consensus \r\nand the Sirte Declaration. \r\nFor how long will the international community \r\ncontinue to ignore the aspirations of a whole continent \r\nof 54 countries? We shall not be bought off with empty \r\npromises, nor shall we accept some cosmetic tinkering \r\nwith the Security Council disguised as reform. It is \r\nindeed a travesty of justice that the African continent, \r\nwhich accounts for almost a third of the membership \r\nrepresented in this Assembly, has no permanent \r\nrepresentation in the Council. Is that good governance? \r\nIs that democracy? And is that justice?\r\nMy delegation condemns unreservedly the \r\neconomic sanctions imposed against my country and \r\npeople in an unjustified effort to deny them the chance \r\nto fully benefit from their natural resource endowment. \r\nWe wish to remind those who have maintained sanctions \r\nagainst us that there is international consensus — fully \r\nsupported by the Southern African Development \r\n12-52219 7\r\nA/67/PV.11\r\nCommunity, the African Union, the Non-Aligned \r\nMovement and the rest of the progressive world — that \r\nthese sanctions must go. We hope they will go. \r\nAllow me to conclude by reaffirming Zimbabwe’s \r\ncommitment to the principles that have brought us \r\ntogether in the United Nations for the last 67 years. \r\nMy country is confident that in this inextricably \r\ninterdependent world, our commitment to the common \r\ngood, which the Organization embodies, will be \r\nresolute and enduring. Zimbabwe will continue to stand \r\nfirm and to condemn unilateralism, the imposition of \r\nunwarranted and illegal sanctions on nations and the \r\nunwarranted extraterritorial application of national \r\nlaws.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Zimbabwe for the statement he has just made.\r\nMr. Robert G. Mugabe, President of the Republic \r\nof Zimbabwe, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Michel Joseph Martelly, President \r\nof the Republic of Haiti\r\nThe Acting President: The General Assembly will \r\nnow hear an address by the President of the Republic \r\nof Haiti.\r\nMr. Michel Joseph Martelly, President of  the \r\nRepublic of Haiti, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Michel Joseph Martelly, \r\nPresident of  the Republic of Haiti, and to invite him to \r\naddress the Assembly.\r\nPresident Martelly (spoke in French): I come here \r\nto the sixty-seventh session of the General Assembly to \r\nbring, on behalf of the Haitian people, my contribution \r\nto the debate that today brings together representatives \r\nof all peoples of the world. \r\nThe election of Mr. Jeremić to the Assembly \r\npresidency is for me a clear message that the small \r\nStates Members of the United Nations can play a major \r\nrole and make their contribution to peace, even in the \r\nglobal context of a sluggish economy. On behalf of the \r\nHaitian delegation, I would like to congratulate him \r\nfor having raised and encouraged the theme for today’s \r\ndebate, which, unfortunately, is a concern of many \r\nMembers of the great family of the United Nations.\r\nAlso permit me to pay a well-deserved tribute to \r\nSecretary-General Ban Ki-moon for the dynamism, \r\nwisdom, good judgement, vision and courage he has \r\nshown more than once in managing extremely sensitive \r\ninternational situations. I also would like to especially \r\nthank him for the particular attention he has bestowed \r\non my country, Haiti.\r\nSince my accession to power, the Haiti I love \r\nhas attempted, in intent and in deeds — with many \r\nups and downs, no doubt with successes and some \r\nmistakes — to emerge from its difficulties. I have been \r\nstrongly dedicated to that effort. I can imagine that, with \r\nthe impetus provided, results will be forthcoming in a \r\nmatter of months or years. How could it be otherwise? \r\nHaiti today, the Haiti that I have the mission of serving, \r\nhas understood that as long as there are quarrels, \r\nfrustrations, poverty, underdevelopment and inequality, \r\nthe world in general and Haiti in particular will never \r\nbe protected from problems and controversies. As long \r\nas things are bad within nations, they will be tempted to \r\nturn to their neighbours and seek quarrels. Throughout \r\nlong centuries of world history examples have not been \r\nlacking. That is why we say today that, while it is good \r\nto seek peaceful solutions to international disputes, it \r\nwould perhaps be wiser to try to prevent them. \r\nAs long as access to water and to major markets, \r\nor just compensation for raw materials and sound \r\neconomic competitiveness are not available to us, we \r\nwill continue to have conflicts. As long as we at the \r\nUnited Nations do not pool our efforts so that access to \r\nhealth and to jobs and respect for differences become a \r\nreality, we will continue to face conflicts, and we will \r\nbe reduced to painfully seeking peaceful solutions.\r\nWe champion gender equality and we promote \r\ndemocracy. We daily attempt to apply equal treatment \r\nfor all under the law. Respect for the environment \r\nis inscribed in our programme of Government.  In \r\nmy view, those are the parameters that prevent \r\nuncontrolled migrations, climate change, useless \r\nwars, religion-related massacres, ethnic conflicts and \r\nterrorism. \r\nIn our common quest for harmony in a world with \r\ndifferent cultures and diverse religions, we must allow \r\nour national dreams to emerge. Those dreams can be \r\nsummed up as offering the possibility to every man and \r\nevery woman, regardless of color, religion or political \r\n8 12-52219\r\nA/67/PV.11\r\nthe indispensable precondition for any development \r\npolicy.\r\nI wish to sincerely reiterate from this rostrum the \r\nurgent need we all must face to stop fighting and to \r\nwork instead to protect the assets we share on this \r\nplanet — to work together to reduce and manage the \r\nrisks and disasters besetting the world, ruining our \r\neconomies and hindering development. \r\nTo my colleagues, the leaders of the world, I wish \r\nto recall that our respective peoples have chosen us and \r\nentrusted to us the mandate of building a better world \r\nwhere no one will be left alone, where our children will \r\nfinally be able to grow up in peace.\r\nThe words of Victor Hugo come to mind, \r\npronounced at the Peace Congress in 1847: “The day \r\nwill come when there will be no battlefields other than \r\nmarkets open to trade and minds open to ideas.”\r\nThose are my wishes for the assembly of nations. \r\nMay the good Lord give us His blessings and enlighten \r\nus. May He bless the city of New York, which is \r\nreceiving us so warmly, and grant us the wisdom and \r\ncapacity to work towards a more beautiful and more \r\njust world.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Haiti for the statement he has just made.\r\nMr. Michel Joseph Martelly, President of the \r\nRepublic of Haiti, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Andris Bērziņš, President of the \r\nRepublic of Latvia\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nLatvia.\r\nMr. Andris Bērziņš, President of the Republic of \r\nLatvia, was escorted into the General Assembly \r\nHall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Andris Bērziņš, President \r\nof the Republic of Latvia, and to invite him to address \r\nthe Assembly.\r\nPresident Bērziņš: I commend the Secretary-\r\nGeneral for his immense efforts in leading the United \r\npreference, to live in peace and to rear their children in \r\ndignity.\r\nThe Haiti of Toussaint Louverture, over two \r\ncenturies ago, already understood that. Those national \r\ndreams, however, will not see the light of day if the \r\ncommitments made to help the development of \r\ncountries like ours are not implemented, if prejudice \r\nand suspicions of all kinds regarding the have-nots still \r\nprevail. In order to prevent those differences, we must \r\nregard others in a different way, with eyes purified, \r\nI would say, at the Pool of Siloam. Haiti continues to \r\nsuffer from being regarded in the old way.\r\nOn the eve of Haiti’s presidency of the Caribbean \r\nCommunity, I repeat that with good faith and goodwill, \r\nthings can change, because our destinies, whatever \r\nside we may be on, are intimately intertwined. In a \r\nworld where the global trend is towards the forming of \r\neconomic and social blocs, the great can remain great \r\nonly if they know how to transform the multiplicity \r\nof children of the planet into a single great social and \r\neconomic family, respectful of the cultural and religious \r\ntraditions of all, without exclusion.\r\nTherefore the necessary dialogue must prevail \r\namong us, not the dialogue of the deaf in which we have \r\nbeen powerlessly enmeshed for decades. We must have \r\nreal exchanges and negotiations that alone can put an \r\nend to the interminable conflicts, which have brought \r\nfamilies grief and disrupted the peace of the world.\r\nHistory has taught us that there is no justice or \r\nequality in international relations. History has also \r\ntaught us that every nation looks after its own interests. \r\nThe establishment of the United Nations kindled hope \r\namong peoples that things could be different. We cannot \r\nlet that f lame die. Within any family in general and \r\nwithin the family of the United Nations in particular, \r\nthere cannot be great and small, giants and dwarfs, but \r\nequal beings with interests to defend and opinions to \r\nexpress on the basis of forward-looking relationships, \r\nrelationships marked by liberty, equality, fraternity and \r\nthe pursuit of happiness for all.\r\nBut let us not be misled: the best foundation for \r\npeace in the world, for prosperity and for defeating \r\npoverty will always be democracy. Under my \r\nleadership, Haiti has understood that and is making \r\nactive use of democracy to strengthen previously weak \r\nor ineffectual local institutions. Haiti has understood \r\nthat only veritable democracy can bring stability: it is \r\n12-52219 9\r\nA/67/PV.11\r\nEuropean regional organizations have also been \r\nactively working towards the resolution of protracted \r\nconflicts in the wider Europe. We see a positive \r\ntrend towards a political settlement in Transnistria, \r\nRepublic of Moldova. However, only with progress on \r\nthe withdrawal of foreign troops will any settlement \r\nbe sustainable. A multinational peacekeeping mission \r\nwith an international mandate could be a rational way \r\nforward.\r\nThe consequences of the conflict in Georgia in \r\n2008 will have a long-lasting effect on the security \r\nsituation in the region. The European Union Monitoring \r\nMission in Georgia is presently the only international \r\nplayer that monitors the implementation of the six-\r\npoint agreement. Gaining actual access to the occupied \r\nterritories would contribute to lasting progress. In \r\naddition, the restoration of a meaningful presence of \r\nthe United Nations in Georgia is needed.\r\nWe remain concerned about the increasing number \r\nof incidents at the contact line in Nagorno-Karabakh. \r\nThe conflicting sides should abstain from hostile public \r\nrhetoric and should concentrate on confidence-building \r\nmeasures. The conduct of major military exercises in \r\nthat volatile region should be avoided.\r\nAfghanistan has been at the centre of the world’s \r\nattention for much more than a decade. We believe \r\nthat the international community is fully committed to \r\nassisting the Afghan Government in strengthening its \r\npublic administration and the National Security Forces.\r\nLatvia will continue its involvement in the European \r\nUnion (EU) and NATO missions in Afghanistan. We \r\nalso intend to participate in the missions after 2014. In \r\naddition, Latvia will provide a financial contribution to \r\nthe international fund in support of the Afghan National \r\nSecurity Forces.\r\nThe future of Afghanistan is closely linked to \r\neconomic development and regional cooperation. \r\nWe encourage the full engagement of the Central \r\nAsian countries in discussions on the region’s future. \r\nAfghanistan has the potential to become a regional hub \r\nfor transportation and transit. Using our experience as \r\nan entry point to the Northern Distribution Network, \r\nLatvia is already engaged in training Afghan experts \r\nin the areas of transportation and anti-drug trafficking. \r\nThe global economic and financial crisis has \r\nfocused leaders’ attention on immediate measures to \r\novercome it, often diverting their attention from long-\r\nNations and its Secretariat to fulfil its mission and \r\nimplement the tasks with which the Organization is \r\ncharged. The theme of this session is very timely. The \r\nUnited Nations plays a leading role in the settlement of \r\ndisputes by peaceful means. It possesses the legal and \r\ninstitutional framework to do so.\r\nStates Members of the United Nations have \r\ncommitted themselves to the principles contained in the \r\nCharter. The peaceful settlement of disputes therefore \r\nprimarily depends on the determination of the national \r\nand international leaders. Only if they are determined \r\ncan the United Nations and other international \r\norganizations and institutions arrive at decisions and \r\ntake action.\r\nLet me speak about some concrete challenges \r\nthat require strong will and decisive action by the \r\ninternational community. The conflict in Syria threatens \r\nsecurity and stability in the whole region and beyond. \r\nLatvia urges all members of the Security Council to \r\nfind the political will to unite and resolve that crisis. \r\nThe lives of innocent people must be protected.\r\nThe risk of the proliferation of weapons of mass \r\ndestruction is one of the most serious global threats. \r\nThe international community should be united in its \r\ncommitment to prevent it. Latvia is seriously concerned \r\nabout the potential use of Syria’s stockpiles of chemical \r\nweapons.\r\nWe deplore the lack of progress in dialogue with \r\nIran on the nature of its nuclear programme. We believe \r\nthat its full cooperation to clarify all outstanding \r\nquestions is needed.\r\nWe call for strengthening the efforts to reach the \r\ngoals of the the Treaty on the Non-Proliferation of \r\nNuclear Weapons and its action plan. In that regard, \r\nwe applaud the steps taken by the United States and \r\nRussia towards global disarmament and transparency. \r\nWe hope that they will trigger further efforts to reduce \r\nthe reliance on nuclear weapons.\r\nLatvia also welcomes the consensus outcome of \r\nthe second Review Conference on Small Arms and \r\nLight Weapons. We should redouble our efforts to find \r\nsolutions on the Arms Trade Treaty as soon as possible.\r\nLatvia welcomes the increasingly active role \r\nplayed by regional organizations such as the African \r\nUnion and the League of Arab States in the peaceful \r\nsettlement of conflicts. \r\n10 12-52219\r\nA/67/PV.11\r\nterm global challenges. The world economy remains \r\nfragile, even if some positive trends can be observed. \r\nLatvia welcomes all efforts to stabilize the situation in \r\nthe eurozone and supports recent steps in that regard. \r\nWe are working hard to be part of the solution and to \r\nbecome a net contributor to global economic stability. \r\nLatvia’s own gross national product grew more \r\nthan 5.5 per cent in 2011. That positive trend is set to \r\ncontinue in 2012. Over the past decade, we have achieved \r\nsignificant progress with respect to both income and \r\nstructural convergence. The quality of governance and \r\neconomic structures in Latvia is comparable to that \r\nof the member countries of the Office of Economic \r\nCooperation and Development (OECD). Looking to \r\nthe OECD’s expected enlargement, Latvia is ready to \r\noffer its experience with transition and with the kind of \r\ndecisive reforms that are leading us to recovery from \r\nthe recent crisis. \r\nOverall, Latvia has emerged from the downturn \r\nstronger and more competitive, with a balanced \r\neconomy and a positive business environment that \r\npositions us well for the next growth cycle. Above all, \r\nthe sustainability of economic health must go hand \r\nin hand with the process of incorporation into the \r\neurozone. Latvia believes that the challenges can be \r\novercome and aims to introduce the euro in 2014.\r\nInternational peace and security are closely linked \r\nwith two other pillars of the United Nations, namely, \r\ndevelopment and human rights. Latvia welcomes the \r\nestablishment of the high-level panel on the post-2015 \r\ndevelopment agenda. We are pleased that the EU’s \r\nCommissioner for Development, Mr. Andris Piebalgs \r\nof Latvia, will contribute to the panel’s work.\r\nThe current framework of the Millennium \r\nDevelopment Goals has revitalized global action on \r\ndevelopment and improved its effectiveness. Latvia’s EU \r\npresidency in 2015 will evaluate the progress achieved \r\nand contribute actively to the agreement on post-2015 \r\nframework, which should remain people-centred, \r\nfocused, time-bound and simple.\r\nIn recent years we have witnessed a growing number \r\nof people in many countries demanding freedom and \r\njustice. The international community must support \r\ntheir aspirations. We must help build stable democratic \r\ninstitutions and establish the rule of law. We believe \r\nthat respect for human rights, good governance and \r\ninclusive economic development will help to prevent \r\nfuture conflicts.\r\nLatvia participates in capacity-building in several \r\nconflict and post-conflict countries. We actively support \r\nnations in transition in their efforts to strengthen the \r\nrule of law. We welcome the fact that those issues are \r\nnow part of the Secretary-General’s five-year Action \r\nAgenda and we are committed to their implementation.\r\nLatvia believes that economic and social \r\ndevelopment will benefit from the introduction of the \r\nprinciples of open Government. Civil society in Latvia \r\nactively participates in the decision-making process at \r\nall stages and levels. \r\nLatvia fully supports the work of a strong and \r\neffective Human Rights Council. We have put forward \r\nour candidacy for the elections to the Council in 2014.\r\nIn order to keep pace with the modern world, the \r\nUnited Nations needs to change. The time has come \r\nto start real negotiations on reforming the Security \r\nCouncil. We support the enlargement of the Council in \r\nboth the permanent and the non-permanent membership \r\ncategories. Any enlargement of the Council should \r\ninclude at least one new non-permanent seat for the \r\nEastern European Group.\r\nThe world is going through a period of turbulence, \r\nas shown by recent violent events in the Middle East.\r\nWe strongly condemn the attacks on diplomatic \r\nmissions in several countries as unacceptable. Latvia \r\nfully supports the freedom of association and the right \r\nto demonstrate peacefully. We deplore any attempts to \r\nuse religion to fuel extremism and violence. Tolerance \r\nand respect for our differences are the key to preventing \r\nconflicts and violence, both in our communities and \r\ninternationally.\r\nFinally, Latvia looks forward to a fruitful sixty-\r\nseventh session of the General Assembly. Let us address \r\nthe challenges with true political will.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of Latvia for \r\nthe statement he has just made.\r\nMr. Andris Bērziņš, President of the Republic of \r\nLatvia, was escorted from the General Assembly \r\nHall.\r\n12-52219 11\r\nA/67/PV.11\r\nbeings, can be changed. I say that because when we state \r\nthat Chile must return our sea corridor, we are asked, \r\nwhat treaty? I therefore wish to take this opportunity \r\nto speak of a treaty signed in 1903 between the United \r\nStates and Panama on the Panama Canal. \r\nIn 1903, a treaty on the Panama Canal was signed \r\nunder which the United States was authorized to build the \r\nPanama Canal and received sovereignty, in perpetuity, \r\nover the territories on both sides of the Canal and the \r\narea of the Canal. In other words, according to the \r\nTreaty of 1903, that country would be the owner for all \r\neternity of the Panama Canal. However, a renegotiated \r\ntreaty was signed in 1977 that gradually transferred \r\nsovereignty over the Canal zone from the United States \r\nto Panama, and in 1999 Panama recovered control and \r\nadministration of the Canal through the Panama Canal \r\nAuthority.\r\nHow did the United States return the Panama Canal \r\nto Panama when, through the first treaty, it had to be \r\nthe owner of the Canal in perpetuity? And how is it \r\npossible for Chile not to return Bolivia’s sea corridor? \r\nI wish also to take this opportunity to say that \r\ntoday, in this millennium, is a time of integration and \r\nof focus on the protection of humankind, not a time of \r\ndomestic or external colonialism. That is why I wish to \r\nreaffirm once again that the Malvinas are for Argentina \r\nand the sea is for Bolivia. These demands, conflicts and \r\ndisputes have to be resolved peacefully, and Bolivia is \r\na peace-loving country, in keeping with the State’s new \r\npolitical Constitution.\r\nBolivia appeals once again to the Government of \r\nChile, here before the Assembly, to resolve definitively \r\nthe issue of our landlocked status through peaceful \r\nsettlement mechanisms. We call on the international \r\ncommunity to support us in that endeavour, so that this \r\nconflict, which does great harm to the integration of the \r\nAmerican continent, may finally come to an end.\r\nAmong the Bolivian people, among children and \r\ngrandparents alike, there is a strong sense of the need \r\nto recover our sea corridor. Bolivia was born with a sea, \r\nand it is not possible that oligarchies and transnational \r\ncompanies, in order to plunder our natural resources, \r\ncan be allowed also to wrest from us our territory. We \r\nneed the support of all those at the helm of the United \r\nNations to put an end to a historical injustice on the part \r\nof international Powers.\r\nAddress by Mr. Evo Morales Ayma, Constitutional \r\nPresident of the Plurinational State of Bolivia\r\nThe Acting President: The Assembly will now \r\nhear an address by the Constitutional President of the \r\nPlurinational State of Bolivia.\r\nMr. Evo Morales Ayma, Constitutional President \r\nof the Plurinational State of Bolivia, was escorted \r\ninto the General Assembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations \r\nHis Excellency Mr. Evo Morales Ayma, Constitutional \r\nPresident of the Plurinational State of Bolivia, and to \r\ninvite him to address the Assembly.\r\nPresident Morales Ayma (spoke in Spanish): \r\nThe meetings we hold at the United Nations are \r\nalways very important events at which we debate \r\nsocial, environmental, political and economic issues \r\nthroughout the world. I commend the President of the \r\nGeneral Assembly on having chosen as our central \r\ntheme the peaceful settlement of disputes throughout \r\nthe world.\r\nI wish to take the great opportunity of my presence \r\nhere today at the United Nations to inform the \r\nAssembly about a dispute between Chile and Bolivia. \r\nIn 1879, as the result of an unjust war — an unjust \r\ninvasion — masterminded by Chilean oligarchical \r\ninterests, with the participation of transnational \r\ncorporations with an eye on Bolivia’s natural resources, \r\nwe lost our corridor to the Pacific Ocean.\r\nBolivia was founded in 1825 and lost access to the \r\nsea in 1879. In the early 1900s, a treaty was signed that \r\nhas not been complied with. It is for that reason that I \r\nhave come here to take advantage of the theme of our \r\ndebate, the peaceful settlement of disputes, to say that \r\nmajor disputes among States have been resolved and \r\ninjustices rectified through the resolve and goodwill of \r\nthe relevant authorities.\r\nChile cannot disregard Bolivia’s rights or the \r\npronouncements of an entire continent, much less \r\nprolong indefinitely our forcibly imposed landlocked \r\nstatus. An unjust, imposed and non-implemented treaty \r\ncannot be allowed to continue to harm a people that is \r\nonly calling for justice and for an end to its country’s \r\nstatus as a landlocked country.\r\nThe intangibility of treaties means that they are \r\nnot dogma. Treaties, like all other creations of human \r\n12 12-52219\r\nA/67/PV.11\r\nresolutions, but they speak of democracy and of \r\ndefending democracy. \r\nIn that connection, I must express our full backing for \r\nthe Cuban people. Their commander, former President \r\nFidel Castro, the most caring person in the world that \r\nI have ever known — and I admire that revolutionary \r\npeople — is, despite the embargo, engaged in continuous \r\nbattle at the side of his people. It is not possible that in the \r\ntwenty-first century an economic embargo continues \r\nagainst the Cuban people, a genocidal embargo that \r\nhas failed and which violates the rights of an entire \r\npeople. The embargo has been condemned by almost \r\nall of humankind and the international community, \r\nincluding the allies of the United States of America, \r\nfor its extraterritorial character and its imposition in \r\nviolation of humanitarian and international law. Bolivia \r\nalso denounces the unjust inclusion of Cuba on the list \r\nunilaterally assembled by the United States in its report \r\nentitled “State Sponsors of Terrorism”, the purpose of \r\nwhich is to justify the embargo and continue imposing \r\nnew sanctions on the regime and the people of Cuba. \r\nWhat authority does the Government of the United \r\nStates have to include a country in the list of terrorist \r\ncountries? Do not all the peoples of the world realize \r\nthat the number one terrorist country practicing State \r\nterrorism is the Government of the United States? \r\nThere have been so many interventions, so many dead \r\nand wounded, so much killing — under the pretext of \r\ndefending democracy. \r\nMoments ago, a fellow president spoke about an \r\nintervention in Libya to restore democracy, which is \r\na lie. They intervened in Libya not for its people but \r\nto recover oil for the Powers. We have to be sincere \r\nand straightforward with humankind, but where there \r\nare presidents who stay in power without practicing \r\ndemocracy but are in favour of capitalism and \r\nimperialism, there is no intervention because they are \r\nallies of the United States Government; they are allies \r\nof the empire; they are allies of capitalism. Where there \r\nare natural resources, like oil, in the hands of the people, \r\nthey have to intervene under any pretext — terrorism, \r\ndictatorship or drug trafficking — all of it to recover or \r\nto plunder the natural resources.\r\nFurthermore, I would also like to launch an appeal \r\nfor the immediate release of five Cuban anti-terrorist \r\npolitical prisoners in the United States. Their release \r\nwould show a political will to defend human rights. \r\nThe President of the United States could release them; \r\nthe power to do so is in his hands. I hope that justice \r\nYesterday I listened to the various statements on \r\nissues related to democracy, human rights and peace, \r\nand I feel that the statements we make here as Presidents \r\nshow that we agree in theory. All of us here are great \r\ndefenders of human rights who want peace and defend \r\ndemocracy. But we are divided. The United Nations is \r\nnot united, and that makes a great difference. I listened \r\nvery carefully to the statement made by Secretary-\r\nGeneral Ban Ki-moon telling us that we have to change \r\nthe world. We very much agree that we have to change \r\nthe world. But how can we change the world if we do \r\nnot change the United Nations? How can the United \r\nNations be responsible for interventionism on many \r\ncontinents?\r\nI have listened to two or three addresses by several \r\ncountries, and I was very pleased. There seems to be a \r\nrebellion on the part of States against powers, authority \r\nand capitalism. I am very pleased, because when I came \r\nhere for the first time in 2006, only the countries of the \r\nBolivarian Alliance for the Countries of Our America, \r\nwith great ideological, political and programmatic \r\nclarity, stated that everything was for the people. I \r\nknow some countries on other continents — very timid \r\nand fearful countries — feel that today are losing their \r\nfear of the Powers. I would like to say to them, to their \r\nrepresentatives and to their Presidents that we should \r\nnot be afraid. We should not be afraid of empires or \r\ncapitalism. Capitalism and imperialism are not the \r\nsolution to life or to humanity.\r\nWe are living in times of the crisis of capitalism, \r\nof a crisis in food. I remember when I was still a \r\ntrade union leader, we conducted campaigns to have \r\nthe external debt of underdeveloped countries — at \r\nthat time, they were called underdeveloped countries, \r\ninstead of developing countries — cancelled. Now I \r\nrealize that our debt as poor countries can be paid, but \r\nthe debts of capitalism are impossible to pay. That is \r\nwhat the world we are living in today shows. \r\nWe speak here of democracy. We have to defend \r\ndemocracy and, in order to do that, we have to \r\nintervene in some countries. But if we really wanted to \r\nbe democratic, we would respect all of the resolutions \r\nof the United Nations. Just to cite an example, does the \r\nGovernment of the United States of America respect \r\nUnited Nations resolutions on the economic embargo \r\nagainst Cuba? It has never respected them. That is due \r\nto pride on the part of the rulers, not of the American \r\npeople. The rulers are never going to respect those \r\n12-52219 13\r\nA/67/PV.11\r\nresulted in many dead and wounded. Now, while \r\nmaintaining respect for human rights and appealing \r\nto the conscience of my coca-producing brothers and \r\nsisters, we have had a net reduction. \r\nCoca cultivation has increased in some countries, \r\nwhich are subsequently decertified by the United States \r\nof America. But the United States has also decertified \r\na country like Bolivia, even though it has reduced the \r\ncultivation of coca by 12 per cent. Do we then have to \r\nplant more coca for the Government of the United States \r\nto certify us? One cannot understand it. Of course, \r\nsince we are an anti-capitalist and anti-imperialist \r\npeople and Government, we have been decertified. That \r\ndecertification is a political statement; it does not take \r\ninto account the efforts made by the Bolivian people \r\nthrough its Government.\r\nWe are not interested in whether we are certified \r\nor not. That is the least of it. What we are interested \r\nin is the United Nations data. Honestly, the United \r\nNations works in a transparent manner to recognize \r\nthe work that our Government has done to reduce coca \r\ncultivation. \r\nI would also like to take this opportunity to talk \r\nabout the Millennium Development Goals (MDGs). \r\nBolivia was previously a little-known country that had \r\nbeen abandoned, living on foreign aid. We welcomed \r\nforeign aid. I would just like to present what we have \r\nachieved since we took charge in Bolivia, in the context \r\nof the MDGs. \r\nBolivia was supposed to reduce extreme poverty \r\nto 24.1 per cent by 2015. I would like to report that, \r\nby 2011, we had reduced extreme poverty to 20 per \r\ncent. We have a plan. By the time Bolivia celebrates its \r\nbicentennial, we will have eradicated extreme poverty. \r\nThe numbers from international organizations confirm \r\nthat, last year, 10 per cent of the population went from \r\nextreme poverty to the middle class. That is 1 million \r\nBolivians. \r\nThe second figure to note is that, according to the \r\nMDG targets, 78.5 per cent of the population should \r\nhave access to safe drinking water by 2015. I would \r\nlike to say that, as a result of our programme, this year \r\nwe reached 78.5 per cent of the country, especially the \r\nindigenous rural communities. We have a programme \r\ncalled “My Water” to promote greater investments \r\nin water. What I did personally was to bring together \r\nall of the projects on safe drinking water or water for \r\nirrigation from every municipality in the country. For \r\nthe second year in a row, we have invested $300,000 \r\nwill be done to our five Cuban brothers, who have been \r\nimprisoned unjustly.\r\nIn truth, I do not understand it when the presidents \r\nwho speak in defence of human rights are never the \r\nones who respect human, either within or outside \r\ntheir own countries. I do not understand how one can \r\nspeak of peace while there are economic inequalities \r\nin the world. While there is an economic policy that \r\nconcentrates capital in the hands of a few and which \r\nimpoverishes many, there will never be justice, there \r\nwill never be peace or respect for human rights. Indeed, \r\nthe economic models that concentrate capital in a few \r\nhands provoke injustice and create uprisings.\r\nI feel that now is the best time — I am referring \r\nto various meetings at the United Nations — to gain \r\nbetter understanding of the situation of all the peoples \r\nof the world. We had requested the revision of some \r\nimportant international treaties concerning a very \r\nimportant product for the indigenous peoples of the \r\nAndean region, the coca leaf. Although the coca leaf has \r\nmedicinal and ritual properties, it has been penalized \r\nunder the 1961 Single Convention on Narcotic Drugs. \r\nTherefore, Bolivia, which wishes to remain faithful to \r\nits commitment to fight drug trafficking, has requested \r\nadherence to the Single Convention with a reservation \r\nthat preserves the right to use coca leaf for cultural \r\npurposes, especially medicinal purposes, within our \r\nterritory. \r\nIn some states of the United States, it is legal to \r\nsell cocaine, but the United States does not allow us to \r\nconsume coca leaf — which is not cocaine. I welcome \r\nthe support for the proposal on the part of many \r\ncountries of the continent and the world — non-aligned \r\ncountries — recognizing, after thousands of years, the \r\nconsumption of coca leaf as legal. I respectfully request \r\nthat the Assembly, acting on behalf of the United \r\nNations, correct a historical prejudicial act.\r\nUnfortunately, since there is an illegal market for \r\ncoca leaf, that is, a market for cocaine or drugs, a portion \r\nof the harvest is diverted to the illegal market — but we \r\nare fighting that. We in Bolivia say that there will be no \r\nfree cultivation of coca, but there cannot be zero coca \r\nleaf. \r\nI commend the United Nations for issuing a report a \r\nfew weeks ago affirming that, for the first time, Bolivia \r\nhad reduced the cultivation of coca by more than 12 per \r\ncent. That is a Government achievement without any \r\ndead or wounded; previously, that kind of reduction \r\n14 12-52219\r\nA/67/PV.11\r\nThat act changed the national economy. In 2006, \r\nour international reserves stood at $1.7 billion. Our \r\ninternational reserves now stand at more than $13 billion. \r\nIn 2005, YPFB had $300 million in revenue. This year, \r\nit has $3.5 billion. In 2005, total public investments \r\namounted to $600 million. Out of that $600 million, \r\n70 per cent came from aid and loans and only 30 per \r\ncent came from the national treasury. This year State \r\ninvestments will amount to approximately $6 billion, \r\nwith an additional $6 billion in private investments. \r\nHow did that change come about in such a short period \r\nof time? \r\nOf course, Bolivia is a small country. But we \r\nhave managed to change our national economy. That \r\nis why I say to countries whose natural resources, \r\nincluding oil and gas, are still in private hands that my \r\nrecommendation is for them to nationalize and recover \r\ntheir natural resources. Natural resources cannot \r\nbelong to transnational corporations; they belong to the \r\npeoples of the world, under State administration. \r\nI would also like to say that there have been \r\nsocial changes. Through a constituent assembly, we \r\nhave guaranteed basic services as a human right. \r\nConsequently, they cannot be in private hands. \r\nIt is a task for the State. Water, electricity and \r\ncommunications — we have nationalized them and \r\nturned them into human rights. It is very important that \r\nthose basic services be human rights. While we still \r\nhave some problems in Bolivia with electricity, we will \r\ncontinue to work to ensure that that basic service is a \r\nhuman right as well. \r\nI am here to share our brief experience with \r\nGovernments, presidents, ambassadors and prime \r\nministers. Where there is the will to change, there will \r\nbe change. It depends to a large extent on willingness, \r\nconstant efforts to educate our people and transparent \r\nwork. Of course, we still have so many demands to \r\nmeet — sometimes, too, exaggerated demands from a \r\nparticular social sector or region — but regardless of \r\nour interests or claims, our homeland and humankind \r\nas a whole come first.\r\nDealing as we are with the problems we have in \r\nBolivia and the world with climate issues, I would like \r\nto take this opportunity to convey an invitation to an \r\ninternational meeting on 21 December to greet a new \r\nera, an invitation to the celebration of the end of the \r\ncycle of non-time and the beginning of a new cycle of \r\nequilibrium and harmony for Mother Earth. It would \r\nper municipality, and that has been rather helpful, in \r\naddition to other programmes by the Ministry of the \r\nEnvironment and Water, in particular in cities and in \r\nrural areas. Those programmes for drinking water mean \r\nthat we have achieved our goal in 2012, not in 2015. \r\nHopefully, by 2015 we will have achieved 90 or 100 per \r\ncent drinking water coverage. That is our programme.\r\nAnother of the Goals pertains to coverage in terms \r\nof hospital births. The MDG target for 2015 is 70 per \r\ncent. I am here to report that by 2009 we had achieved \r\n70 per cent coverage, not to mention  other programmes \r\nsuch as the one that provides subsidies for pregnant \r\nwomen and children under the age of two. We are \r\nmaking good progress, although with slow steps. \r\nWhy has there been such rapid change? Social \r\nprogrammes and structural changes have allowed us to \r\nchange Bolivia. One example is telecommunications. \r\nBolivia has 339 municipalities. In 2006, telephone \r\ncoverage or mobile phone coverage in rural areas existed \r\nin only 90 municipalities. The day after tomorrow, I \r\nam going to inaugurate mobile communication in the \r\nlast municipality, the furthest from the cities, in the \r\nBolivian Amazon. Now my brothers and sisters living \r\nin rural areas have telephones or mobile phones in all \r\n339 municipalities. Entel, our telephone service, had \r\nbeen privatized. We  took it back, nationalized it, and \r\nbegan to invest in it in order to provide better service. \r\nWe have made progress for the following reason. \r\nAs President, I received a mandate from the Bolivian \r\npeople to recover or nationalize our natural resources. \r\nThe biggest company in Bolivia is Yacimientos \r\nPetrolíferos Fiscales Bolivianos (YPFB). For 20 years, \r\nneoliberal Governments worked to privatize our natural \r\nresources. They sold our natural resources, especially \r\noil, to transnational corporations. Bolivia received  only \r\n18 per cent of all the profits, while 82 per cent went \r\nto transnational corporations. In addition, what did \r\nthe contracts signed by neoliberal Governments say? \r\nWho was the owner? The oil transnational corporations \r\nacquired the right of ownership at the mouth of the \r\nwell. The Governments would tell us that the oil and \r\ngas continued to be ours as long as it was under the \r\nground. But once it came to the mouth of the well, it \r\nbelonged to the transnational corporations. We fought, \r\nwe mobilized, we raised awareness among the Bolivian \r\npeople as to the importance of retaking or nationalizing \r\nthat natural resource. On 1 May 2006, we nationalized \r\nthat industry without any misgivings. \r\n12-52219 15\r\nA/67/PV.11\r\nand social equality for all human beings, a time to bring \r\ndignity to every citizen.\r\nI would like to commend those statements that \r\nquestioned interventionism, military bases and troops. \r\nThere will be social peace only when we change such \r\npolitical and economic policies and put an end to \r\nmilitary bases and interventionism. My respect goes to \r\nthose who resist military intervention by the Powers, \r\nwhich is not a solution. That is something we have \r\nlearned, and that is why we hope that these debates will \r\nserve to help us think about life and humanity.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Constitutional President \r\nof the Plurinational State of Bolivia for the statement \r\nhe has just made.\r\nMr. Evo Morales Ayma, Constitutional President \r\nof the Plurinational State of Bolivia, was escorted \r\nfrom the General Assembly Hall.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nAddress by Ms. Isatou Njie-Saidy, \r\nVice-President and Minister for Women’s \r\nAffairs of the Republic of the Gambia\r\nThe Acting President: The Assembly will now \r\nhear an address by the Vice-President and Minister for \r\nWomen’s Affairs of the Republic of the Gambia.\r\nMs. Isatou Njie-Saidy, Vice-President and Minister \r\nfor Women’s Affairs of the Republic of the Gambia, \r\nwas escorted to the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming Her Excellency Ms. Isatou Njie-Saidy, \r\nVice-President and Minister for Women’s Affairs of the \r\nRepublic of the Gambia, and inviting her to address the \r\nGeneral Assembly.\r\nMs. Njie-Saidy (Gambia): I have the singular \r\nhonour of reading the statement of His Excellency \r\nMr. Al Hadji Yahya A.J.J. Jammeh, the President of the \r\nRepublic of the Gambia, who would have loved to be \r\nhere today but was unable to so, owing to unavoidable \r\ncircumstances. However, he sends his best wishes to all \r\npresent. I will now read his statement.\r\n“First and foremost, I thank Allah, the \r\nAlmighty, for making another annual gathering \r\nof world leaders possible. I would first like to \r\ntake too long here to go into the knowledge of our \r\nindigenous brothers in Mexico, Guatemala, Bolivia and \r\nEcuador, but basically we are issuing this invitation to a \r\nvirtual — and actual — debate on the following topics.\r\nFirst, the global crisis of sapitalism; second, the \r\ncrisis of civilization — world Government, capitalism, \r\nsocialism, community and the culture of life; third, \r\nthe crisis of climate — human beings’ relationship to \r\nnature; fourth, the energy of community and change; \r\nfifth, awareness of Mother Earth; sixth, recovering \r\nancestral practices and customs and the natural cosmic \r\ncalendar; seventh, living the right way as a solution to \r\nthe global crisis — because once again we affirm that \r\nwe cannot live better by plundering natural resources, \r\nand that is a profound debate that we should have with \r\nthe whole world; eighth, food sovereignty and security \r\nthrough food sovereignty; ninth, integration — through \r\nbrotherhood, community, economy, complementarity, \r\nthe right to communication, and community learning \r\nfor life; the new human being with an integrated \r\nidentity; complementarity; self-knowledge, awakening \r\nand, of course, health, which is so important.\r\nI would like to say that according to the Mayan \r\ncalendar, 21 December marks the end of the non-time \r\nand the beginning of time. It is the end of the \r\nmacha — the darkness — and the beginning of the \r\npacha — communitarianism; it is the end of selfishness \r\nand the beginning of brotherhood; it is the end of \r\nindividualism and the beginning of collectivism. As \r\nscientists know very well, 21 December this year \r\nmarks the end of the era of anthropocentrism and the \r\nbeginning of biocentrism. It is the end of hatred and \r\nthe beginning of love, the end of lies and the beginning \r\nof truth, the end of sadness and the beginning of joy, it \r\nis the end of division and the beginning of unity. This \r\nis a theme to be developed, and that is why we invite \r\nall those here, those who are betting on humankind, to \r\nshare their experiences for the good of humankind.\r\nAs always, I would like to thank the President for \r\nthese debates at the United Nations. We are always \r\nthinking about new generations and about the good \r\nof humankind, although sometimes sectoral interests \r\nintrude — but as representatives who come here from \r\ntime to time, we have an obligation to think about how \r\nto shoulder our responsibilities, and that means, as \r\nsomeone said just now, bringing an end to the powers \r\nthat be. This is not a time when we can continue to praise \r\nthose powers; we are living in a time when peoples must \r\nbe freed and where we must constantly seek economic \r\n16 12-52219\r\nA/67/PV.11\r\ncongratulate the President on his election and \r\nwish him success in his tenure as he manages the \r\naffairs of the Assembly. Let me also pay tribute to \r\nthe Secretary-General, Mr. Ban Ki-moon, for his \r\ntireless leadership and sterling contribution to the \r\ncreation of a better world for all.\r\n“Our world unquestionably continues to be \r\nplagued by numerous challenges that can be solved \r\nonly through our collective response. Multilateral \r\ndiplomacy and institutions surely offer the best \r\nhope yet for tackling our development conundrums, \r\nprotracted conflicts and man-made and natural \r\ndisasters.\r\n“Peace and security will always remain a \r\ncornerstone of the Organization and for that reason \r\nmy delegation is concerned with the matter and \r\nwelcomes the President’s choice of the theme \r\n‘Bringing about adjustment or settlement of \r\ninternational disputes or situations by peaceful \r\nmeans’.\r\n“As we speak, many conflicts are raging around \r\nthe world in ways that challenge the credibility \r\nand clout of the Organization. The paralysis \r\ndisplayed by our common security mechanisms, for \r\nexample, is astounding. Geopolitical interests have \r\ntrampled the goodwill and humanitarian concerns \r\nthat should compel us all to address those raging \r\ninfernos — be they in the Middle East, Asia, Africa \r\nor elsewhere. Our collective security will continue \r\nto be undermined by geopolitical considerations, \r\nunless and until we find the courage to reform the \r\nSecurity Council. Ongoing conflicts, for example \r\nin Mali, Guinea-Bissau and Syria, are all recent \r\ncases in point. The Security Council should not be \r\nthe stumbling block in the way of the settlement \r\nof disputes by peaceful or other means. Rather, it \r\nshould be a more helpful institution.\r\n“My delegation is fully aware of the need for \r\nthe peaceful settlement of some of the conflicts \r\nin Africa, but we are equally aware of the need \r\nfor robust action in dealing with the spoilers and \r\nmerchants of death and misery in the continent. \r\nThe Economic Community of West African States \r\nis working to find solutions to all those conflicts \r\nbut needs, of course, the support of the international \r\ncommunity.\r\n“We see the role of the Security Council as \r\na partner and enabler of decisive action, but time \r\nis running out. The elements of doom have been \r\nemboldened by our inaction. The United Nations \r\nand the United Nations Office for West Africa must \r\nwork decisively to address the conflicts in Mali \r\nand Guinea-Bissau without delay. The engagement \r\nof the African Union (AU) will undoubtedly be \r\ncrucial. Terrorists, drug dealers and organized \r\ncriminal networks should be stopped in their tracks \r\nat all costs before it is too late.\r\n“The relevance of the Organization has at times \r\nbeen questioned, but one element that remains \r\nunchallenged is its character as the best forum \r\nfor confronting global challenges. As we convene \r\nto discuss the issues of climate change, economic \r\ncrises, financial turmoil, food insecurity, conflicts, \r\nfighting disease and poverty, or the special interests \r\nof Africa, the convening power of the United Nations \r\nconfers a legitimacy that is indeed unparalleled \r\nelsewhere.\r\n“As developing countries, we therefore believe \r\nin the work that this Organization of ours does, and \r\nit is for that reason that we will support the efforts of \r\nthe President of the General Assembly to revitalize \r\nit — as the voice for the voiceless.\r\n“We also use this forum to call on the \r\ninternational financial institutions to open up \r\nand embrace overdue reforms. They should be \r\ntransparent and inclusive and raise the profile \r\nof their smallest members, such as low-income \r\ncountries or least developed countries (LDCs). We \r\ncall on them to embrace the Istanbul Programme of \r\nAction for LDCs.\r\n“The Istanbul Programme of Action must not \r\nbecome a string of broken promises, unfulfilled \r\ncommitments and weak resource mobilization, \r\nas happened with its predecessors. As LDCs we \r\nare ready to hold ourselves accountable for the \r\nimplementation of the commitments we made in \r\nIstanbul. We are equally ready to meet the targets set \r\nout in the Programme. It is therefore our collective \r\nhope, expectation and belief that our partners and \r\nthe rest of the international community will also \r\nfulfil their commitments and uphold their part of \r\nthe bargain. Let us work together to bring about \r\nthe graduation of half of the LDCs by 2020, in line \r\nwith the target we set ourselves. It is achievable if \r\nwe all forge the appropriate global partnerships for \r\nresource mobilization.\r\n12-52219 17\r\nA/67/PV.11\r\n“The scorecard on the Millennium Development \r\nGoals (MDGs) shows that, while some achievements \r\nhave been made with regard to some of the Goals, a \r\ngreat deal still remains to be achieved. My country \r\nhas achieved some of the key elements of the MDGs \r\nand is on track to meet all of them. In view of the \r\nfact that 2015 is just around the corner, we need \r\nto do more to mobilize the remaining resources \r\nrequired to further improve the critical links needed \r\nfor success on the achievement of the MDGs.\r\n“Critical to the achievement of the MDGs will \r\nbe the scaling up of resources by enhancing the \r\nglobal partnerships that we have forged for the \r\nGoals. We must mobilize the modest resources \r\nthat are needed so that 2015 will not be another \r\nunfulfilled milestone.\r\n“The United Nations Conference on Sustainable \r\nDevelopment (Rio+20) has defined the mechanisms \r\nthrough which sustainable development goals \r\nshould be negotiated and agreed upon. It is our hope \r\nthat the consultations on the post-Rio mechanisms \r\nwill be inclusive, transparent and representative. \r\nBeyond managing the depleting resources of the \r\nEarth, we must all push for ambitious and realistic \r\ngoals and targets on sustainable food, water and \r\nenergy. We must also take into account the special \r\nsituations of LDCs and other vulnerable groups of \r\ncountries.\r\n“My delegation is of the strong belief that, in \r\nthe euphoria for sustainable development goals, the \r\ndrive towards the achievement of the MDGs must \r\nnot be compromised in any way. We must hold \r\nourselves accountable for meeting the Goals by \r\n2015, and not try to shift the goalposts when the \r\ndeadline is close at hand. We must also lay a solid \r\ngroundwork for the post-2015 development agenda.\r\n“For developing countries to continue to benefit \r\nfrom the appreciable growth they are experiencing \r\nand in order not to compromise their capacities \r\nto provide education, health care and other social \r\nservices to their peoples, debt cancellation or \r\nforgiveness is still a key element. Debt servicing \r\nstill poses a major threat to our ability to attain \r\nsustainable growth. It is our belief that our partners \r\nand the Bretton Woods institutions should consider \r\nthe further extension of the Heavily Indebted Poor \r\nCountries Initiative.\r\n“As we strive in the Sahel to deal with drought \r\nand the crop failure of the past year, allow me \r\nto thank the Secretary-General for his laudable \r\nefforts, as we heard today, through his initiative \r\nfor the Sahel and for his plans to assist the region, \r\nincluding Mali. We thank him for that initiative, \r\nwhich we look forward to seeing realized. We also \r\nthank all our development partners for the support \r\nthey have rendered, both to my Government and to \r\nthe Sahel. We are grateful for their solidarity and \r\nhumanitarian support. In view of the perennial \r\nnature of food insecurity in our region, it is my \r\nhumble and considered view that the international \r\ncommunity needs to do more to render greater \r\nsupport to the agricultural sector of our economies.\r\n“The role of the small-scale farmer needs to be \r\nboosted, and we must, through global partnerships, \r\nfast-track the numerous agricultural initiatives that \r\nhave been announced to support African agriculture. \r\nAgricultural systems across Africa need to be made \r\nmore resilient in terms of inputs, technological \r\nknow-how, scientific research and the setting up \r\nof related training institutions. The African farmer \r\nneeds to benefit from modern farming techniques \r\nand technology. In that context, I would like to \r\nthank the Government and people of Australia \r\nfor their outstanding generosity towards boosting \r\nagriculture and food security in Africa.\r\n“With the establishment of UN-Women, \r\nthe United Nations took a great step forward \r\nin mainstreaming the gender dimension into its \r\nwork. As an ardent supporter of women’s rights \r\nand participation in all sectors of society, I must \r\ncommend UN-Women for the way it has been \r\nevolving. We look forward to the establishment of \r\nits regional offices. We will work with all concerned \r\nto advance the promotion of the rights of women \r\nand girls, once we assume our position as a member \r\nof the Executive Board. Advancing the welfare of \r\nwomen, which starts with girls as future women, \r\nwill always be a priority for my Government. \r\n“Africa is indeed witnessing a revolution in \r\ninformation and communications technology, \r\nwhich is a critical sector for us. Our considered \r\nview is that, with the completion of the Africa \r\nCoast to Europe submarine cable network, there \r\nwill be an even greater transformation in that very \r\nimportant sector. It should further help to increase \r\n18 12-52219\r\nA/67/PV.11\r\nnow, we hope, equally be shown in Mali and \r\nGuinea-Bissau.\r\n“The situation in Darfur continues to occupy \r\nthe attention of my delegation, as well. We call for \r\nmore dialogue in finding a lasting solution to that \r\nmajor conflict. We are equally concerned about the \r\nlingering conflict between the Sudan and South \r\nSudan. Dialogue is essential, and is the only way \r\nforward to solve that conflict. The parties must \r\nimplement the recommendations of the African \r\nUnion High-level Implementation Panel and those \r\nof the road map.\r\n“As they embark on settling the outstanding \r\nissues, we urge our brothers and sisters to \r\ndemonstrate the same magnanimity and \r\nextraordinary statesmanship that characterized the \r\nestablishment of the independence of South Sudan. \r\nThey should remember that they will be neighbours \r\nforever and, as such, are mutually dependent upon \r\neach other for their national security.\r\n“Let me commend the forces of the African \r\nUnion Mission in Somalia, the United Nations and \r\nthe African Union for the progress that they are \r\nmaking in Somalia. The pressure must be sustained \r\nuntil all of Somalia is liberated and is placed under \r\nthe sole authority of the Somali Government. \r\nInsecurity and piracy must be stamped out. The \r\nspoilers must be denied sanctuary, lest they continue \r\ndestabilizing the whole of the Horn of Africa.\r\n“As we dwell on such situations, we are equally \r\nconcerned about the conflicts ravaging the Middle \r\nEast. Afghanistan, for example, has been in a state \r\nof unrest for too long. It is time that Afghans be \r\ngiven enough space and capacity to solve their \r\nproblems. Home-grown and inclusive dialogue and \r\nnational reconciliation are the best way forward to \r\nlasting peace and stability in that country.\r\n“We all witnessed the dramatic and historic \r\nevents that have recently transformed parts of the \r\nMiddle East and Africa. It is therefore our hope that \r\nthose transformations will endure and will nurture \r\nthe ideals of peace, security, development and \r\ndemocracy. We must not lose sight of some of the \r\nnegative concomitant effects of those upheavals, as \r\nis currently evident in Syria.\r\n“My delegation believes that the Annan plan \r\ncould have brought about stability and could have \r\nthe transfer of critical technology for the economic \r\nadvancement of our peoples.\r\n“In that project we see a great opportunity for \r\nSouth-South and North-South cooperation in ways \r\nthat will revolutionize education, agriculture and \r\nthe provision of health care, among other areas. \r\nWe therefore call on our partners to support the \r\ngrowth of the information and communications \r\ntechnology sector with a view to enhancing our \r\nproductive capacity, while also generating youth \r\nemployment, since youth unemployment is one of \r\nthe greatest threats to humankind and to our social \r\nand economic advancement. We must therefore \r\nform partnerships across the globe to address that \r\ndangerous phenomenon, which is a disaster waiting \r\nto happen. \r\n“Allow me to address some recent conflicts \r\nthat threaten the peace and stability of Africa and \r\nthe world at large. Our youth, for example, are \r\nbeing sucked into conflicts and a life of crime, with \r\ntheir productive talents being wasted. Our modest \r\ngains are being wiped out through instability, and \r\neven our societal cohesion is seriously threatened. \r\nIf we do not act fast now, we risk creating more \r\nupheavals, which will overwhelm our capacity to \r\ncontain them. The international community will \r\ntherefore pay a very high price if it does not wake \r\nup from its slumber and solve the situations in Mali \r\nand Guinea-Bissau that I highlighted earlier.\r\n“In West Africa, our ongoing security \r\nchallenges are being compounded by such \r\nsituations. ECOWAS should not be left alone to \r\nshoulder the burden of those conflicts. I am elated \r\nby the fact that, this morning, the issues of Mali, the \r\nentire Sahel and the Maghreb were discussed. The \r\nAU and ECOWAS are ready, and I hope that the \r\ninternational community, particularly the Security \r\nCouncil, is also ready. The AU is ready to act to \r\nsalvage the situations in Mali and Guinea-Bissau. \r\nThe Security Council must, as I have said, act with \r\na sense of greater urgency. We cannot let terrorists, \r\ndrug dealers and organized criminal gangs establish \r\na sanctuary in our backyard.\r\n“In line with our foreign policy, the Gambia \r\nstands ready, as always, to contribute meaningfully \r\nto the settlement of such conflicts. The level of \r\nsteadfastness shown in solving the conflicts in \r\nLiberia and Sierra Leone some years ago must \r\n12-52219 19\r\nA/67/PV.11\r\nhas with China to the international stage. China \r\nconducts trade, business and tourism with Taiwan. \r\nAs I speak, both are engaging in discussing a range \r\nof bilateral issues. The rest of the international \r\ncommunity, including the States Members of the \r\nUnited Nations, should follow suit. Avenues for \r\ndialogue must be opened.\r\n“The stalled reform of the Security Council \r\nis disheartening and even dangerous. Year in and \r\nyear out, we come to the General Assembly. We \r\nmeet in various forums to discuss the issues. We \r\nhold dialogues and exchanges and come up with \r\nproposals. Then we get nowhere. I will mention \r\nwhat Kofi Annan said at the time of launching his \r\nwell-known report “In larger freedom: towards \r\ndevelopment, security and human rights for all” \r\n(A/59/2005), namely, that no reform of the United \r\nNations is complete without the reform of the \r\nSecurity Council. I think that is critical. It is as valid \r\nnow as it was when it was said seven years ago. \r\nThe resistance to change should come to an end. \r\nThe paralysis of the reform agenda must come to \r\nan end. We cannot afford as a group to be in a state \r\nof coma when larger regional interests, especially \r\nthose of Africa, are at stake and get shunted around \r\nor jettisoned. Africa needs to be at the table and we \r\nwill not budge on that demand, as previous speakers \r\nhave said and as our heads of State have reiterated \r\nhere. We must reform or risk delegitimizing the \r\nactions taken, and the decisions made, in the name \r\nof our collective security.\r\nMs. Flores (Honduras), Vice-President, took the \r\nChair.\r\n“Allow me, at this point, to recognize the \r\nappointment of His Excellency Mr. Jan Eliasson, \r\nthe new Deputy Secretary-General of the United \r\nNations. We have confidence in his abilities \r\nand experience as an astute statesman. We are \r\nalso aware of his keen interest in Africa and his \r\nengagement with our continent at various periods \r\nin his diplomatic life. We therefore look forward to \r\njointly advancing the special needs of Africa with \r\nhim under the guidance of the Secretary-General.\r\n“On a final note, it is my hope that the next \r\nPresidents of the General Assembly will consider \r\nother themes beyond that of peace and security, \r\nalthough there can be no doubt that peace and \r\nprovided the space for dialogue among the parties, \r\nif it had been given a chance. It seems that there \r\nis lack of goodwill and trust among the parties, \r\nas well as the invisible hand of external elements \r\ndetermined to achieve a particular outcome. Syria \r\nis now a deeply divided society. The international \r\ncommunity is partly to blame on account of its \r\ninaction.\r\n“The Palestinian situation is indeed deplorable. \r\nIt has deteriorated to the point that a one-State \r\nsolution may be inevitable. In defiance of \r\ninternational law, human decency and restraint, \r\nIsrael, the occupying Power, is imposing a de facto \r\nsituation on Palestinians through its despicable \r\nsettlement activity and land seizures. The sad \r\nreality is that it is the mechanisms of the Security \r\nCouncil, which are constantly invoked, that further \r\ndelay or stifle the action necessary to bring about \r\nlasting peace in Palestine. Israel’s excesses, \r\nnamely, the land seizures, settlement activity, mass \r\nimprisonment of Palestinians, denial of revenue, \r\nmaiming and murder of Palestinians by the State \r\napparatus and many others, must be halted. The \r\ntruth is bitter when told, but it will set us all free.\r\n“Let me also address some burning political \r\nissues of our time. The embargo imposed on Cuba \r\nby the United States 50 years ago is still in place \r\nfor no justifiable reason. Even if perhaps it made \r\nsense at the time, keeping it in place today does \r\nnot make any sense at all. It is shameful that, in the \r\ntwenty-first century, a Cold War relic remains the \r\nmain stumbling block between the establishment \r\nof good-neighbourly relations and the rejection of \r\nempty political cacophony in some quarters. We \r\ntherefore call upon the United States to lift the \r\nembargo and throw it into the dustbin of history, \r\nwhere it rightfully belongs.\r\n“My delegation would also like to use this \r\nrostrum to appeal to the collective membership of \r\nthe United Nations, including China, to contribute \r\nto opening the avenues for Taiwan’s membership \r\nin the various funds, agencies, treaty bodies \r\nand programmes. That would only enhance the \r\neffectiveness of those bodies for our mutual benefit. \r\nThe world, not only Taiwan, stands to benefit. We \r\nall agree that Taiwan is a key player in technology, \r\ninternational trade, politics and many other areas. It \r\nhas enduring ties with China. We therefore appeal \r\nfor the practical extension of the rapport that Taiwan \r\n20 12-52219\r\nA/67/PV.11\r\nwhile the city of Liège is a candidate to host the World’s \r\nFair in 2017. All those international events have a single \r\ngoal: to bring us closer together and to mobilize around \r\nuniversal values.\r\nFor my country, respect for life and human rights \r\nis fundamental. Whether we speak of the rights of the \r\nchild, of women or of refugees, or of the struggle against \r\nall forms of discrimination, a single principle guides \r\nmy country: the effective equality of all human beings, \r\nregardless of status or beliefs. In that light, Belgium will \r\njoin Slovenia in sponsoring a draft resolution against \r\nracial discrimination. I hope members will support it. \r\nAll heads of State and ministers share an immense \r\ncollective responsibility to ensure that women become \r\nequal to men worldwide at the political, social and \r\neconomic levels; to ensure that little girls are no \r\nlonger subjected to circumcision; and that acts of \r\nviolence against women are systematically fought and \r\neliminated. \r\nIn my country, women head three ministries: the \r\nMinistry of Justice,  the Ministry of the Interior and \r\nthe Ministry of the Police. Significant efforts have \r\nalso been made to more effectively combat domestic \r\nviolence. Our national laws prohibit and punish all \r\nforms of discrimination, whether on the basis of gender \r\nor that of claimed race, disability or sexual orientation. \r\nIn my country, both marriage and adoption are open \r\nto same-sex couples. Those are grounds for pride in \r\nBelgium. \r\nWith the support of several countries of the European \r\nUnion, Belgium invites members to take vigorous, \r\nconcerted action in various realms of social life. I am \r\nthinking first and foremost of the decriminalization of \r\nsexual orientation and the promotion of the rights of \r\nlesbian, gay, bisexual and transgender people. In that \r\nregard, I welcome the initiative of UNESCO to counter \r\nhomophobia in schools.\r\nFor my country, freedom of religion, which is to \r\nsay the freedom to practise or not practise a religion, \r\nis fundamental. Belgium unequivocally condemns \r\nIslamophobia. We just as firmly condemn violence, \r\nwhich is unacceptable in all cases. We believe that \r\nhuman beings should be free to think what they wish \r\nand be able to express their indignation without ever \r\nresorting to violence. Diplomatic missions should be \r\ninviolable throughout the world. It is not by oppressing \r\nhuman beings or promoting violence that the \r\nsecurity are critical. Where possible an intermarriage \r\nof themes might also be considered.”\r\nI wish all members a successful General Assembly \r\nsession.\r\nThe Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I wish to thank the \r\nVice-President and Minister for Women’s Affairs  of \r\nthe Republic of the Gambia for the statement she has \r\njust made.\r\nMs. Isatou Njie-Saidy, Vice-President and Minister \r\nfor Women’s Affairs of the Republic of the Gambia, \r\nwas escorted from the rostrum.\r\nAddress by Mr. Elio di Rupo, Prime Minister of \r\nthe Kingdom of Belgium\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the Prime \r\nMinister of the Kingdom of Belgium.\r\nMr. Elio di Rupo, Prime Minister of the Kingdom of \r\nBelgium, was escorted to the rostrum.\r\nThe Acting President (spoke in Spanish): I have \r\ngreat pleasure in welcoming His Excellency Mr. Elio \r\ndi Rupo, Prime Minister of the Kingdom of Belgium, \r\nand inviting him to address the General Assembly.\r\nMr. Di Rupo (Belgium) (spoke in French): First of \r\nall, on behalf of my country, I would like to welcome \r\nthe broad vision and the pertinence of the ideas put \r\nforward by the Secretary-General.\r\nI come from Belgium, one of the six founding \r\ncountries of the European Union (EU), a multicultural \r\nunion of 500 million people who, as President Obama \r\nhas reminded us, live in peace — something that I wish \r\nfor the entire world — after experiencing horrifying \r\nwars.\r\nBelgium provides a unique setting for political \r\ndecisions and international meetings. Brussels is \r\nthe capital of Europe and also the seat of NATO \r\nheadquarters. We are naturally open to the world. I \r\nmyself come from the city of Mons, which will be the \r\nEuropean cultural capital in 2015. In 2014, Belgium \r\nwill solemnly commemorate the centennial of the \r\nstart of the sad and painful First World War. We will \r\ndo so in memory of the young people from more than \r\n50 countries who, on our territory, defended the ideals \r\nof peace and freedom. In 2013, Antwerp will host the \r\nWorld Outgames, a gathering of tolerance and diversity, \r\n12-52219 21\r\nA/67/PV.11\r\napproach is becoming indispensable. Beyond such \r\nin-depth reforms in the banking and financial sectors, \r\nlet us also dare to tax financial transactions. It is high \r\ntime that income derived from that source be used to \r\npromote prosperity for our people. \r\nThe Assembly is committed to the follow-up \r\nto the United Nations Conference on Sustainable \r\nDevelopment. We can never underline enough that we \r\nmust break with an economic development model that \r\ndevours natural resources and energy. Belgium supports \r\nthe Secretary-General’s Sustainable Energy for All \r\ninitiative. It also stresses the importance of merging \r\nwithin one process the Millennium Development Goals \r\nand the sustainable development goals.\r\nI would like to turn to some regional issues that my \r\ncountry finds especially disturbing and tragic. In the \r\nGreat Lakes region, the situation in the eastern part of \r\nthe Democratic Republic of the Congo, the resurgent \r\nviolence and the Mouvement du 23 Mars rebellion \r\ngreatly concern the Belgian Government, especially \r\nbecause of their serious impact on local populations. \r\nWe see images of massacres, rape, forced recruitment, \r\nincluding of children, pillaging, 400,000 internally \r\ndisplaced persons — all of it completely unacceptable. \r\nBelgium calls upon the countries of the region to \r\nredouble their efforts to put an end to the current \r\nrebellion. We also call for a response to the root causes \r\nof instability in the Great Lakes region. We commend \r\nthe Secretary-General’s attention to the region and his \r\ninitiative in calling a high-level meeting tomorrow \r\non the crisis. Our Foreign Minister will attend, and \r\nBelgium stands ready to do what it can to help. \r\nThe territorial integrity of the Democratic Republic \r\nof the Congo must categorically be respected. All \r\nexternal support for the rebels must stop. Let us not \r\ndelude ourselves. Denying the facts does not make \r\nthem disappear. The facts on the ground give the lie to \r\nall denials. Belgium calls on all countries in the Great \r\nLakes region to pledge to respect the sovereignty of the \r\nDemocratic Republic of the Congo. Belgium also urges \r\nthe Congolese authorities to institute the necessary \r\nreforms in the army and the police to re-establish the \r\nrule of law in the whole of its territory, including, \r\nobviously, the eastern part. \r\nI dearly hope that reason will prevail. Belgium is \r\nready to work to help restore trust among the countries \r\nof the region. We furthermore hope that direct relations \r\nbetween the President of the Democratic Republic of the \r\nfundamental challenges of prosperity, the well-being of \r\ncitizens and peace will be resolved.  \r\nBelgium attaches particular importance to \r\nstrengthening the rule of law throughout the world.  The \r\nreason for that is simple: in my country we are convinced \r\nthat the rule of law is necessary for development and \r\nprosperity. It contributes to a better world, because the \r\npurpose of the rule of law is to enable every human \r\nbeing to live, f lourish and love in complete freedom. \r\nFor that reason, and in the spirit of mutual human \r\nrespect, we support the principle of the responsibility \r\nto protect victims of violence wherever they are. In \r\nthe same spirit, Belgium responded to the Secretary-\r\nGeneral’s call by instituting 17 specific projects.\r\nThe rule of law and the enforcement of respect for \r\nhuman rights require us to step up the fight against \r\nimpunity. Belgium will continue its policy of active \r\ncooperation with international criminal tribunals. The \r\naction of the International Criminal Court will help to \r\nusher in an era of responsibility. It is incumbent upon all \r\nStates to cooperate with the Court. Belgium, together \r\nwith Slovenia and the Netherlands, calls on all States \r\nrepresented here to improve international cooperation \r\nin mutual legal assistance and extradition. \r\nAs the President of Brazil pointed out \r\n(see A/67/PV.6), the effects of the economic crisis \r\nand financial speculation are felt by every household. \r\nWhen the balance sheets of banks represent 300 per \r\ncent, 400 per cent or 600 per cent of gross domestic \r\nproduct — indeed, even more in some countries — we \r\nshould not be surprised that there is a direct link between \r\nbank management and the economic and budgetary \r\nhealth of sovereign States. In many countries in-depth \r\nstudies have been carried out and decisions taken, but \r\nclearly that is not enough. That is because the financial \r\nworld operates in line with the rhythm of its own peculiar \r\nlogic. Here at the United States the phenomenon is \r\nbetter understood than elsewhere. Programme trading \r\ndominates financial exchanges. The software reacts a \r\nmillion times faster than human traders, buying and \r\nselling thousands of shares every millionth of a second. \r\nWe must work together here at the international level to \r\nestablish oversight mechanisms for the financial world, \r\nwith a view to ensuring that it again assists more in job \r\ncreation and that it  steers clear of risky management \r\npractices that compromise the economic and budgetary \r\nhealth of nations. \r\nIn Belgium we are working on the issue nationally \r\nand within the eurozone. But an agreed international \r\n22 12-52219\r\nA/67/PV.11\r\nsupport its development. I invite all of us to spur our \r\nawareness. Let us demonstrate together our capacity to \r\nact.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the Prime \r\nMinister of the Kingdom of Belgium for the statement \r\nhe has just made.\r\nThe Honourable Elio di Rupo, Prime Minister of \r\nthe Kingdom of Belgium, was escorted from the \r\nrostrum.\r\nAddress by The Honourable Cheick Modibo \r\nDiarra, Prime Minister of the Republic of Mali\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the Prime \r\nMinister of the Republic of Mali.\r\nThe Honourable Cheick Modibo Diarra, Prime \r\nMinister of the Republic of Mali, was escorted to \r\nthe rostrum. \r\nThe Acting President (spoke in Spanish): I have \r\ngreat pleasure in welcoming His Excellency Mr. Cheick \r\nModibo Diarra, Prime Minister of the Republic of Mali, \r\nand inviting him to address the General Assembly.\r\nMr. Diarra (Mali) (spoke in French): At the outset, \r\nI would like to pay well-deserved tribute to Chris \r\nStevens and his colleagues, who died in Benghazi for \r\nthe same ideals as those of our common Organization, \r\nthe United Nations. \r\nNext, I wish to convey the warm congratulations \r\nof the Malian delegation on the outstanding election \r\nof the new President of the General Assembly. That \r\nchoice confirms the recognition, were such needed, of \r\nhis qualities as a skilled diplomat. It is also a tribute \r\nto his country, Serbia, which maintains friendly and \r\ncooperative relations with my country. The President \r\nof the General Assembly can be assured of the Malian \r\ndelegation’s complete readiness to work with him for \r\nthe full success of his mandate.\r\nIn the same spirit, I express my great appreciation \r\nto his distinguished predecessor, Ambassador Nassir \r\nAbdulaziz Al-Nasser, for the excellent manner in which \r\nhe led the work of the previous session. I also take this \r\nopportunity to pay  warm tribute to Secretary-General \r\nBan Ki-moon for his ongoing commitment to the ideals \r\nof the Organization.\r\nCongo and the President of Rwanda can be established \r\nand that it will speed progress towards a solution. \r\nAs to Syria, we are all deeply concerned by the \r\ndeteriorating situation of an impasse on the ground, \r\nand a political impasse as well. We are appalled by \r\nthe posture of a regime that kills its own citizens. \r\nBeyond the 30,000 dead there are at least 250,000 \r\nrefugees in neighbouring countries, and even more \r\ninternally displaced. How is it that the collective human \r\nconscience is not in agreement to stop the massacre? I \r\nsay respectfully to the members of the Security Council \r\nthat we cannot knowingly allow such human suffering \r\nto go on. Unless we take action we are complicit in \r\ncrimes against humanity. \r\nBelgium has faith in and supports Joint Special \r\nRepresentative Lakhdar Brahimi. Belgium also supports \r\nthe efforts by Arab countries and hopes that they will \r\nbe successful. We must all hope for a political solution. \r\nOne thing is certain. Bashar Al-Assad must leave. The \r\nregime has lost all legitimacy. Given the urgency of the \r\nsituation and the approaching winter, Belgium urges \r\nthe international community to take concrete steps on \r\nthe humanitarian front and to come to the aid of the \r\nmillions of people affected. Humanitarian concerns are \r\nour highest priority. The Belgian Government provides \r\nfinancial support for humanitarian aid to the refugees.\r\nIn that connection, I will allow myself to insist \r\nthat my country demands earnestly that a solution be \r\nfound to enable humanitarian organizations to carry \r\nout their work, particularly in hospitals, in line with \r\ninternational humanitarian law. I believe that both the \r\nChinese and Russian authorities will be able to join us \r\nin those objectives.\r\nI have another comment concerning the region; I \r\nwish to mention the Israeli-Palestinian conflict. Belgium \r\nfavours the rapid resumption of negotiations aimed \r\nat finding a solution based on the coexistence of two \r\nStates — the State of Israel and a State of Palestine that \r\nis independent, democratic, united and viable — living \r\ntogether in peace, security and prosperity.  We also wish \r\nto state very clearly our opposition to the continuation \r\nof colonization.\r\nMy country believes that multilateralism is the only \r\nway to improve conditions of our planet. Belgium is the \r\nfifteenth largest contributor to the United Nations. \r\nLet us have the courage and strength to agree to \r\nfree humankind from wars and social injustices, and \r\n12-52219 23\r\nA/67/PV.11\r\nIn the specific case of our common area, the \r\nneighbouring countries of Algeria, Mali, Mauritania \r\nand the Niger have set up mechanisms, such as the \r\njoint operational military staff committee based in \r\nTamanrasset, Algeria, and others involving joint patrols \r\nand the right of pursuit. But we must recognize that those \r\nmechanisms need to be fully operational. In that regard, \r\nI would like to call for the support of the international \r\ncommunity for their effective implementation.\r\nMy delegation would like to strongly emphasize \r\nthat the aggression and occupation in the northern part \r\nof Mali is a major collateral consequence of the Libyan \r\ncrisis, as indicated in the report of the joint United \r\nNations/African Union mission to assess the impact of \r\nthe Libyan crisis in the Sahel region (see S/2012/42). \r\nThe Security Council considered that report in \r\nJanuary (see S/PV.6709).\r\nThe presence today of terrorist groups of various \r\nnationalities on our soil and in the Sahel region is a \r\nsituation that should mobilize the entire international \r\ncommunity to take joint, rapid and effective action, \r\nbecause that threat knows no bounds. Here I should \r\nlike to reiterate the determination of the Government of \r\nMali to continue the work that it has begun jointly with \r\nother core countries in the framework of the combat \r\nagainst terrorism, transnational organized crime and \r\nirredentist, subversive forces in the Sahelo-Saharan \r\nregion.\r\nIn parallel with that approach, I should like to \r\nreaffirm the commitment undertaken by the interim \r\nPresident and the Government of Mali to negotiate \r\nwith our compatriots who are not terrorists. I have \r\nsaid it before and I will say it again from this United \r\nNations rostrum: we in Mali are not afraid or ashamed \r\nof negotiating, but we will not negotiate with terrorists. \r\nWe are not prepared to negotiate issues that call into \r\nquestion the integrity of our territory and the secular \r\nnature of the country.\r\nThe situation in northern Mali due to the occupation \r\nhas resulted in a deterioration in humanitarian \r\nconditions, which were already precarious owing to \r\nthe f low of internally displaced persons and of people \r\nseeking refuge in neighbouring countries. Because of \r\nthe crisis, more than 350,000 people have had to f lee \r\nnorthern Mali, including 84,000 internally displaced \r\npersons and more than 268,000 others who are refugees \r\nin neighbouring countries. The crisis has also hampered \r\naccess to education for more than 560,000 school-age \r\nThe settlement of international disputes by \r\npeaceful means, which the President proposed as the \r\ncentral theme of the general debate, is timely, as it \r\nis a part of Chapter VI of the Charter of the United \r\nNations, whose relevant provisions aim to limit hotbeds \r\nof tension through negotiation, mediation, conciliation, \r\narbitration, judicial settlement, resort to regional \r\narrangements or agreements, or through other peaceful \r\nmeans. The subject is quite current, in the light of \r\nthe many crises and conflicts that seriously threaten \r\ninternational peace and security. \r\nThe settlement of disputes by peaceful means is \r\nparticularly important for my country, Mali, as it is a \r\ncountry that is firmly attached to the ideals of peace \r\nand stability. Despite that, today it is undergoing one \r\nof the most difficult periods in its history. Its northern \r\npart has been occupied by armed groups consisting \r\nof fundamentalist terrorists, drug traffickers and \r\ncriminals of every other sort. The most fundamental \r\nhuman rights are being violated continuously by a \r\nhorde of heartless and lawless vandals.\r\nThe Government of Mali has just requested the \r\nInternational Criminal Court to consider those odious \r\nacts, which are no more and no less than war crimes \r\nand crimes against humanity. Whipping, amputation, \r\nsummary execution, rape, stoning and looting and \r\ndestruction of cultural and historical monuments and \r\nsites are the daily lot of the aff licted and helpless people \r\nof northern Mali.\r\nThat sad situation led the interim President of \r\nthe Republic of Mali to request, on 1 September, the \r\nEconomic Community of West African States for \r\nassistance in recovering the occupied territories and \r\nfighting terrorism. Similar requests have been made to \r\nthe Security Council through the Secretary-General, \r\nas well as to the French Republic, the United States of \r\nAmerica, the African Union and the European Union.\r\nHowever, I would like to firmly emphasize that a \r\nlasting solution to the situation in the Sahel requires \r\nstronger and more dynamic cooperation among the \r\nStates of the Sahel-Saharan region. In that vein, the \r\nGovernment of Mali remains in favour of the convening \r\nof a meeting of heads of State and Government of the \r\nSahel region, with the support of the United Nations \r\nand other partners, in order to support and strengthen \r\ncapacities and the arrangement for coordinating \r\nexisting regional mechanisms.\r\n24 12-52219\r\nA/67/PV.11\r\nmission of recovering and maintaining our territorial \r\nintegrity and of protecting persons and property. The \r\npeople of Mali continue to hope that the members of \r\nthe Security Council will give due consideration to that \r\nrequest.\r\nI should therefore like to take this opportunity to \r\nreiterate the gratitude of the people and the Government \r\nof Mali to the Economic Community of West African \r\nStates, the African Union and to the United Nations for \r\ntheir ongoing efforts to put a lasting end to the crisis in \r\nMali, which also threatens the stability of the subregion \r\nand of Africa, and even beyond.\r\nOur meetings are taking place at a time when \r\ndeveloping countries are facing many major challenges, \r\nin particular the consequences of the economic and \r\nfinancial crisis, the burden of external debt and a decline \r\nin development assistance. There is therefore a need to \r\nundertake a more in-depth dialogue on new strategies \r\naimed at mobilizing additional stable and predictable \r\nresources so as to ensure financing for development \r\nprogrammes and the achievement of the Millennium \r\nDevelopment Goals, in particular in the areas of health, \r\neducation, food security and the environment.\r\nClimate change is one of the major challenges facing \r\nthe world. The very survival of our planet is threatened \r\nby natural disasters caused by that phenomenon, which \r\nis seriously affecting living conditions in countries of \r\nthe Sahel such as mine through, inter alia, the inexorable \r\nadvance of the desert; the silting of rivers, in particular \r\nthe river Niger; ecosystem deterioration; f loods; and \r\nproblematic precipitation patterns. \r\nI should like to highlight the need to find appropriate \r\nresponses to this serious situation so as to avert tragic \r\nrepercussions for sustainable development in the most \r\nvulnerable countries.\r\nThe United Nations has a pivotal role to play in the \r\nbuilding of a new world order that is based on justice, \r\nsolidarity and sustainable development. In order to \r\ntackle current and future challenges, it is important \r\nthat the current mode of functioning of the United \r\nNations be reviewed so as to take into account the new \r\nconfiguration of the world, which is fundamentally \r\ndifferent from that which prevailed at the time of its \r\nfounding. Such a review should, inter alia, make it \r\npossible to correct the historical imbalance that results \r\nin the continued exclusion of Africa from the limited \r\ncircle of the countries that are permanent members of \r\nthe Security Council.\r\nchildren, 300,000 of whom were in school before the \r\ncrisis began.\r\nThere has also been damage to educational facilities \r\nand equipment. In addition, 85 per cent of all teachers \r\nand 10,000 pupils have been displaced to the south, and \r\n50,000 school-age children are now in neighbouring \r\ncountries. Furthermore, schools have been occupied by \r\nf lood-affected people in the south.\r\nAs the Assembly is aware, Mali is facing tremendous \r\nhumanitarian needs in terms of housing, food, health, \r\neducation and nutrition for refugees, displaced persons \r\nand wage earners. During his stay in the region, the \r\nUnited Nations High Commissioner for Refugees stated \r\non 31 July 2012 that the crisis in Mali was “one of the \r\nmost neglected humanitarian situations in the world”. \r\nHe said that from an appeal for $153 million, his Office \r\nhad received only about $49 million to deal with that \r\nhumanitarian crisis.\r\nThe Under-Secretary-General for Humanitarian \r\nAffairs, Ms. Valerie Amos noted during her visit to \r\nMali in August that $213 million was needed to deal \r\nwith the humanitarian crisis that is currently affecting \r\nmy country. That shows that the humanitarian situation \r\nis continuing to deteriorate, thus increasing the cost of \r\nintervention.\r\nHere I would like to reiterate the gratitude of the \r\npeople and the Government of Mali to all brotherly \r\ncountries and all partners of goodwill for their \r\nhospitality in hosting our compatriots and for their \r\ngenerous contributions. I therefore call for a greater \r\nmobilization by all of Mali’s partners and friends as \r\nwell as the coordination of aid for Mali nationals who \r\nare displaced or refugees.\r\nOur Government of National Unity was established \r\non 20 August 2012, with the fundamental mission of \r\nquickly liberating the northern regions of the country \r\nand of holding democratic, transparent, just and \r\ncredible elections. With a view to recovering territorial \r\nintegrity, we are calling for the adoption by the Security \r\nCouncil of a resolution authorizing, under Chapter VII \r\nof the Charter of the United Nations, intervention by \r\nan international military force so as to help the Malian \r\narmy to retake and ensure the security of our national \r\nterritory.\r\nThe Government of Mali would like to see the \r\nimmediate arrival of such a force to support the defence \r\nand security forces of Mali in carrying out their noble \r\n12-52219 25\r\nA/67/PV.11\r\nbusy one. Lastly, I would like to thank the Secretary-\r\nGeneral, Mr. Ban Ki-moon, for the tireless work that he \r\nhas undertaken through the programme he submitted \r\nfor the next five years and through which he particularly \r\nfocuses on sustainable development, peace, security \r\nand the participation of women and young people.\r\nSad reality shows us that some people, using the \r\nfreedom of expression that is guaranteed in their own \r\ncountries, have believed that that freedom includes the \r\nright to publish cartoons and to produce a video that \r\ninsults Islam. Those acts are comparable to anti-Semitic \r\nacts or racist acts in general by those who reject any \r\ndifferences and insist on making that a rule of conduct. \r\nWe firmly condemn those actions, which are hurtful and \r\noffensive for Muslims. But however disgraceful they \r\nmay be, they cannot justify the outbreak of violence we \r\nhave seen, especially those against diplomatic missions. \r\nIn particular, we condemn the murderous attack against \r\nthe United States diplomatic mission in Benghazi, and \r\nwe repeat here the sincere condolences of the people \r\nand Government of the Niger to the American people \r\nand Government. We reassert that Islam, a religion of \r\nbalance and moderation, cannot provide a basis for such \r\nhateful responses. Those who, in the name of Islam, are \r\nbehaving like savage hordes discredit this great religion \r\nand, in doing so, are behaving exactly like those they \r\nclaim to denounce.\r\nThe sad facts that I have just referred to demonstrate \r\nthe wisdom of the theme the President chose to place \r\nat the centre of his mandate, that is, “Bringing about \r\nadjustment or settlement of international disputes or \r\nsituations by peaceful means”. The peaceful settlement \r\nof disputes, we may recall, was the theme of the general \r\ndebate at the sixty-sixth session. Between the two \r\nsessions, the position of my country on the issue has \r\nnot changed. \r\nAt the sixty-sixth session, my country’s President, \r\nMr. Mahamadou Issoufou, said from this rostrum: “We \r\nmight have thought that the end of the Cold War would \r\nopen the way to an age of full and lasting peace around \r\nthe world” (A/66/PV.20, p. 17). Unfortunately, because \r\nthere was no ability, or perhaps not even the will, to \r\nattack the evil at its roots, the hope for a world without \r\nconflict recedes like the horizon as one approaches it. \r\nThe root of the evil is bad governance, politically and \r\neconomically. The promises of liberty, equality and \r\njustice, of the rule of law and solidarity — promises \r\nthat were made to people both globally and at the \r\nnational level — have still not been upheld.  The lack of \r\nTo conclude, I hope that all present will agree \r\nwith me that the situation in Mali is a manifestation of \r\nsecurity problems in the Sahel and that it should be dealt \r\nwith comprehensively through the appropriate United \r\nNations mechanisms. It is therefore urgent to act, first \r\nof all to put an end to the suffering of the people of Mali, \r\nand secondly to prevent the development of a similar or \r\nworse situation for other peoples in the Sahel, or even \r\nthe rest of the world.\r\nIt is also urgent to act because criminal and terrorist \r\nactivities in northern Mali and the security risks that \r\nthey pose for the entire subregion are in the long term a \r\nserious threat to the rest of the world. \r\nFinally, it is urgent to act so as to resume cooperation \r\nwith our bilateral and multilateral partners so as to \r\nconsolidate a republic based on secular and democratic \r\nvalues.\r\nToday my people are seriously affected. But \r\nMalians have not lost hope, because they are convinced \r\nof the support of other nations, whose leaders and \r\nrespresentatives are here. Malians in both the north and \r\nthe south legitimately await their active solidarity to \r\nemerge from the crisis. My people are convinced that \r\ntheir appeal for international solidarity will be heard \r\nand followed up with appropriate measures. Malians \r\nknow that nations have the means. They look forward to \r\ndecisive and diligent action. At stake is the stability and \r\nsecurity of our subregion, of Africa and of the world.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the Prime \r\nMinister of the Republic of Mali for the statement he \r\nhas just made.\r\nMr. Cheick Modibo Diarra, Prime Minister of the \r\nRepublic of Mali, was escorted from the rostrum.\r\nThe Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Mohamed Bazoum, Minister \r\nof State for Foreign Affairs, Cooperation, African \r\nIntegration and Nigeriens Abroad of the Republic of \r\nthe Niger.\r\nMr. Bazoum (Niger) (spoke in French): I would \r\nfirst like to congratulate the President of the General \r\nAssembly at its sixty-seventh session on his election. I \r\nalso wish to congratulate his country for that success, \r\nwhich allows him to manage the Organization during \r\nhis term of office. I would also like to congratulate \r\nthe outgoing President, His Excellency Mr. Nassir \r\nAbdulaziz Al-Nasser, whose term of office was a very \r\n26 12-52219\r\nA/67/PV.11\r\nIt is said that history has more imagination than \r\ndo men, because events often escape the control of \r\nthose who cause them. It is my hope that this saying \r\nwill not apply to the Arab Spring, which has created \r\nturmoil from which we hope good will come. Allow me \r\nto recall the fact that at the Group of Eight Summit in \r\nDeauville on 26 May 2011, President Issoufou drew the \r\nattention of the Heads of State and Government present \r\non the need for them not to lose sight of the foreseeable \r\nconsequences of a Libyan conflict in the Sahel-Saharan \r\nregion.\r\nHis fears were unfortunately confirmed with \r\nthe outbreak of the rebellion in Mali on 17 January, \r\ntriggered by elements from Libya and followed by \r\nthe coup d’état of 22 March, which dealt democracy \r\na severe blow while enabling the occupation of two \r\nthirds of Malian territory, not just by external forces, \r\nsome of them from Libya, but also by terrorists and \r\ncriminal organizations specializing in various types \r\nof trafficking, particularly drugs. In our view, the \r\ncurrent situation in Mali constitutes a serious threat \r\nto the security and stability of the member countries \r\nof the Economic Community of West African States \r\n(ECOWAS), as well as the countries in the thick of \r\nthings.\r\nThe ambition of the jihadists who have subjugated \r\nnorthern Mali, destroying the patrimonial historic sites \r\nof Timbuktu, cutting off hands and forcing women \r\nto wear the burka, is to conquer the whole of West \r\nAfrica and the Maghreb. Once they have achieved that \r\ngoal, will they stop there? Of course not. They will \r\nimmediately go on to attack Europe and the whole of \r\nthe rest of the world. This is therefore a global threat, \r\nand the response should be global, too.\r\nIt must be immediate and unhesitating, because we \r\nknow well that postponing a fight always puts one at a \r\ndisadvantage. Therefore the international community, \r\nand the Security Council in particular, has a duty to \r\ntake responsibility for the crisis in Mali without delay \r\nin order to restore a united, democratic and secular \r\nMali. An operational concept for military intervention \r\nshould be drawn up and adopted within the framework \r\nof a coalition that should include troops from ECOWAS \r\nmember States as well as from the countries involved \r\nand from other African countries wishing to take \r\npart. Such an operation should receive the firm and \r\ndetermined support of the friends of Mali and Africa \r\namong the great Powers. It should be carried out through \r\na Security Council resolution in a framework based on \r\nany regulation of the global economy, the domination \r\nof banks, unfair trade and the growth of inequalities \r\nbetween and within nations are factors of disorder, \r\ncrises and conflicts that disrupt world peace. The rise \r\nof terrorism and the increasingly strong probability \r\nof criminal forces controlling great areas will worsen \r\ntensions throughout the world.\r\nAnticipating international conflicts and disputes \r\nis the best way to prevent them. As international \r\neconomic competition can lead to war, the anticipation \r\nof crises should create specific conditions for global \r\neconomic growth that benefits all. To do that, there \r\nshould be mechanisms to regulate the global economy \r\nwith the goal, among others, of ending the hegemony \r\nof financial capital and unfair trade. The end of the \r\nhegemony of financial capital should allow us to direct \r\navailable financial resources towards investments in \r\nthe real economy rather than towards speculation.\r\nThe end of unfair trade will allow countries that \r\nproduce raw materials, such as the Niger, to draw \r\ngreater benefit from them, particularly through the \r\nchange that generates added value. If a country such as \r\nmine were able to get a fair price for its raw materials \r\nand to establish real control over their exploitation, then \r\nthe Millennium Development Goals could be achieved \r\nby 2015. That is one of the ambitions of the programme \r\nfor the renaissance of the Niger that President Issoufou \r\npresented. \r\nOn the basis of that programme, the Government \r\nhas just drawn up an economic and social development \r\nplan for 2012 to 2015. For financing the programme, the \r\nNiger is organizing a donors’ meeting to be held in Paris \r\non 13 and 14 November. The 3N initiative — Nigeriens \r\nNourishing Nigeriens — is an integral and important \r\npart of the plan. I take the opportunity here to invite all \r\npartners of the Niger, both bilateral and multilateral, \r\nboth public and private, to take an active part.\r\nAllow me also to take the opportunity to thank \r\nall those who have responded positively to the appeal \r\nthat our President launched here on 23 September \r\n2011 during his address to the Asembly at its sixty-\r\nsixth session, calling for assistance to the people of \r\nthe Niger following that year’s mediocre harvest. The \r\nmobilization of the people and the Government, as well \r\nas all our partners, enabled us to prevent the drought \r\nfrom leading to famine, while creating the conditions to \r\nprepare for the 2012-2013 harvest. The results are very \r\npromising despite the recent f looding in the country.\r\n12-52219 27\r\nA/67/PV.11\r\nmust comply with its international commitments and \r\nobligations relating to human rights. Justice must be \r\ndone in all cases of violations of human rights and all \r\nthose who are guilty must be permitted a fair trial, \r\neven if it was not something they allowed their victims. \r\nRomania has stated throughout that it is imperative \r\nthat the international community curb the escalating \r\nviolence in Syria; and of course we favour a political \r\nsolution.\r\nIn that regard, I would like to voice our firm support \r\nfor the mission of Mr. Lakhdar Brahimi in his new \r\ncapacity as Special Representative of the United Nations \r\nand the League of Arab States for Syria. We were also \r\na wholehearted supporter of the full implementation \r\nof the Joint Special Envoy’s six-point plan for Syria \r\nand, similarly, gave full and direct support to the \r\nactivitiees of the United Nations Supervision Mission \r\nin the Syrian Arab Republic. In that context, I would \r\nlike to remind the Assembly that Romanian monitors \r\nwere part of its structure. I strongly believe that the \r\nonly future for Syria must be an inclusive one for all \r\nSyrians, irrespective of religion or ethnic group. Any \r\nother option would be nothing less than a nightmare.\r\nThe time has come for a more structured response \r\non the part of the United Nations, based on a consensus \r\napproach by the Security Council. Obviously, we \r\ncannot and should not allow violence to prevail when \r\npeople in Syria rely on our capacity to offer stability \r\nand predictability and when regional stability and \r\nsecurity are at stake.\r\nRecent developments in the area of peace and \r\nsecurity, at both the global and regional levels, do \r\nnot offer many reasons for optimism. The year 2012 \r\nhas seen limited progress with the Middle East peace \r\nprocess. The expectations raised by the statement of the \r\nQuartet for the Middle East on 23 September 2011 will \r\nremain unfulfilled as long as direct Israeli-Palestinian \r\nnegotiations are not resumed.\r\nRomania is a strong supporter of all efforts to \r\nachieve a comprehensive peace in the Middle East. \r\nWe support all the initiatives of the Quartet and the \r\nfull implementation of the road map’s vision of two \r\nStates, Israeli and Palestinian, living side by side in \r\npeace and security. We are also concerned about the \r\nlack of progress in finding negotiated solutions to \r\nprotracted conflicts in the Black Sea region, such as \r\nthose in Transnistria and Nagorno Karabakh and that \r\nin Georgia involving Abkhazia and South Ossetia. We \r\nthe current efforts of ECOWAS but better coordinated \r\nwith and controlled by the African Union through its \r\nPeace and Security Council.\r\nThe Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Titus Corlăţean, Minister \r\nfor Foreign Affairs of Romania.\r\nMr. Corlăţean (Romania) (spoke in French): The \r\ncurrent session of the General Assembly gives us a \r\ncomplete picture of today’s world with all its challenges \r\nand opportunities. We can also glimpse various paths \r\nopening up before us to help us meet the needs of \r\nhumankind and of nations. \r\nI would like to focus on the three main areas of \r\nactivity of the United Nations — peace and security; \r\ndevelopment; and human rights, democracy and the rule \r\nof law. In our approach we believe that the realities of the \r\nlast decade have confirmed the profound and complex \r\ninterdependence that exists between these areas. There \r\nis no peace and security without development and \r\nrespect for human rights and democracy. Development \r\nis a catalyst for democracy and respect for human rights, \r\nand, at the same time, an essential factor for peace \r\nand security. In their turn, respect for human rights, \r\ndemocracy and the rule of law strengthen development \r\nand create the conditions for lasting peace and security.\r\n(spoke in English)\r\nNew situations of internal instability, civil strife \r\nand insecurity, with spillover effects, have arisen in the \r\nMiddle East and other regions. It is regrettable that the \r\nnew session of the Assembly is beginning in the shadow \r\nof the sorrow over the recent events in Benghazi. \r\nAttacks on diplomatic representatives are unacceptable \r\nfor any reason. Diplomats are bridges between cultures, \r\nlinks among nations. Their inviolability is part of \r\nancient custom. I strongly condemn the attacks and \r\noffer my sincere condolences to the families of the \r\nvictims. The perpetrators must be brought to justice \r\nthrough a fair and equitable trial. At the same time, the \r\nideals of democracy must be preserved. Stability and \r\nthe rule of law should be the future pillars of society \r\nin Libya and elsewhere. We are firmly committed to \r\nsupporting the efforts of the international community \r\nto consolidate stability and security, tolerance and \r\nreligious understanding.\r\nThroughout 2012 we have been confronted with the \r\ndire effects of the crisis in Syria, where human rights \r\nviolations are now rampant. The Syrian Government \r\n28 12-52219\r\nA/67/PV.11\r\nwithin the United Nations. One area where we could \r\nfind solutions within the United Nations framework is \r\nimproving the functioning of the banking and financial \r\nsystems and institutions. National and international \r\nbanking and financial institutions should become \r\never greater partners for Governments — a part of the \r\nsolution to the economic crises confronting countries \r\nand regions.\r\nYoung people are the future of our nations and of \r\nour world. The United Nations has, in the past, takem \r\nup the problems facing younger generations, including \r\nthrough programmes of action adopted by the General \r\nAssembly. The time has come to revisit this area of \r\ninterest to assess the achievements as well as the steps \r\nto be taken in order to meet the current expectations \r\nand needs of youth.\r\nWe should reconsider from a broader perspective the \r\nvital role of the education sector in providing support, \r\nespecially but not exclusively, to young people. Such \r\nsupport should include universal access for younger \r\ngenerations to education; professional training allowing \r\nrapid and efficient integration into the labour market; \r\nand participation in, and contribution to, the shaping of \r\nfuture societies in all the countries, especially in those \r\nin transition.\r\nFor many years now, water has been a major concern \r\nas climate change affects its availability in all regions. \r\nWater, our planet’s most precious resource, must not be \r\nallowed to become our most disputed resource and a \r\nsource of bitter conflict.\r\nOur attention should be focused on the follow-up to \r\nand implementation of the decisions recently adopted \r\nby the United Nations Conference on Sustainable \r\nDevelopment. Relevant resolutions on enhancement \r\nof the institutional framework for sustainable \r\ndevelopment, agreement on sustainable development \r\ngoals, and determination of certain  financial aspects of \r\nthe achievement of those goals are expected by all of us.\r\n(spoke in French)\r\nI should like to share some thoughts relating to the \r\narea of human rights, which is of growing relevance \r\nfor our cooperation in the framework of the United \r\nNations. International cooperation and discussions \r\npromoting human rights received renewed momentum \r\nwith the establishment of the Human Rights Council. \r\nAs an elected member of the Council since it began \r\nits work, Romania has contributed to the development \r\nmust all keep our attention focused on these unsettled \r\nsituations. Meanwhile, we express our satisfaction \r\nwith the efforts carried out over the past 12 months by \r\nthe special representatives of the United Nations, the \r\nEuropean Union and the Organization for Security  and \r\nCooperation in Europe.\r\nOver the past year, the Security Council reacted \r\npromptly to new crises by adopting resolutions aimed \r\nat preventing the escalation of conflict or calling for the \r\nre-establishment of constitutional order or for efforts by \r\nall the parties involved to find negotiated solutions to \r\nnew problems. The resolutions adopted have not always \r\nmet expectations. In spite of the fact that the mandates \r\nof several United Nations peacekeeping missions were \r\nextended, little progress was made.\r\nUnder the auspices of the United Nations, through \r\na joint innovative and intellectual effort, the conceptual \r\napproach has been enlarged to include human security, \r\nthe responsibility to protect, and mediation. There \r\nis still a long way to go before those concepts are \r\noperational. When the time comes, Romania stands \r\nready to implement them.\r\nNew categories of participants must be included \r\nin our common endeavour. Beside Governments, \r\nnon-governmental organizations, civil society, \r\nparliaments and local communities are already acting \r\nto identify optimal solutions. Based on my previous \r\nexperience as Chairman of the Foreign Affairs \r\nCommittee of the Senate, I consider that the role of \r\nparliaments as elected bodies could be increased in \r\nprevention activities or in efforts to settle existing \r\nconflicts. In that respect, cooperation and interaction \r\nbetween the United Nations, national parliaments and \r\nthe Inter-Parliamentary Union in peacebuilding efforts \r\nis highly relevant.\r\nOver the past 15 years, my country has taken a \r\nkeen interest in, and offered important contributions \r\nto, civilian and military missions under United Nations \r\nmandates. Today Romania is honoured and proud to \r\nhave contributed in a consistent way to various United \r\nNations operations. I pay my deepest respect to the men \r\nand women of Romania who have lost or risked their \r\nlives in conflict areas, as well as to all the military, \r\npolice, gendarmes and civilian personnel serving all \r\nover the world to bring peace and security under the \r\nf lag of the United Nations.\r\nAs I have already mentioned, development is \r\nequally a major area of interest, action and cooperation \r\n12-52219 29\r\nA/67/PV.11\r\nthe Ivorian delegation for the success of his mandate. \r\nI would also like to convey to his predecessor, His \r\nExcellency Mr. Nassir Abdulaziz Al-Nasser, my \r\ndelegation’s satisfaction with the work undertaken and \r\nthe encouraging results achieved under his presidency. \r\nHis commitment to our common cause has allowed the \r\nOrganization to fully play the role conferred upon it \r\nby the United Nations Charter. I wish to reiterate to \r\nHis Excellency Secretary-General Ban Ki-moon my \r\nsincere thanks for his determined commitment and for \r\nhis persistent quest for peace throughout the world. \r\nI reiterate to him once again the infinite gratitude of \r\nmy President and the entire nation for his unfailing \r\ncommitment to Côte d’Ivoire. Through the Secretary-\r\nGeneral, I would like to pay tribute to all the civil \r\nand military personnel of the United Nations for their \r\ntireless efforts on behalf of peace and security.\r\nThe theme chosen for this session, “Bringing about \r\nadjustment or settlement of international disputes \r\nor situations by peaceful means”, follows on from \r\nthe theme of the previous session. In particular, it \r\nref lects the essence of the ideals of the San Francisco \r\nConference, which led to the birth of the Organization. \r\nThe purposes ascribed to the United Nations in its \r\nCharter can be summarized by the triptych of peace, \r\nliberty and development. To achieve those Charter \r\npurposes, the founding fathers of the Organization \r\nestablished a system of collective security on the basis \r\nof two major principles: the prohibition of recourse \r\nto the use of force in international relations and the \r\nobligation to settle disputes peacefully.\r\nNow more than ever, we must enhance our collective \r\nsecurity system and ensure that it has all the necessary \r\nresources to be effective. For his part, the President of \r\nCôte d’Ivoire is committed to strictly following a policy \r\nof peace and dialogue. These are principles that were \r\nenshrined as cardinal virtues, through trial by fire, \r\nby the late President, Mr. Félix Houphouët-Boigny, \r\nwho won a place in the history of Côte d’Ivoire, and \r\nindeed of the African continent, through his pragmatic \r\napproach to the settlement of conflict through dialogue. \r\nFor that reason, President Allassane Ouattara spares \r\nno efforts in seeking lasting solutions, both nationally in \r\nthe post-electoral crisis in Côte d’Ivoire, and regionally, \r\nespecially with regard to the situations in Mali and \r\nGuinea-Bissau. Indeed, the security of West Africa is \r\nseriously challenged by military and political crises \r\norchestrated by military, rebel or terrorist movements, \r\nparticularly in Mali and Guinea-Bissau. \r\nand adoption of its working methods, based on a more \r\nanalytical approach as well as on in-depth cooperation \r\nand interactive dialogue with Member States. The \r\nmain objective of the Romanian presidency of the \r\nHuman Rights Council in 2007 was to strengthen \r\nand more actively promote human rights at the global \r\nlevel. We believe that the universal periodic review \r\nis an appropriate instrument for implementing the \r\ninternational protection of human rights in all its \r\naspects. It can also respond to new human rights \r\nchallenges, such as those posed by the Internet.\r\nThis spring in Geneva, Romania, together with \r\nMorocco, Norway, Peru, Qatar and Tunisia, promoted a \r\ndraft resolution entitled “Human rights, democracy and \r\nthe rule of law”, which was sponsored by 124 countries \r\nfrom all regional groups. The broad support for the \r\nresolution, and the large number of Member States \r\nthat supported its adoption by the Council, confirms \r\nthe interest of Member States in this subject. We saw \r\na broad recognition of the close interlinkage of human \r\nrights, democracy and the rule of law. We would like to \r\nsee in the near future the same approach taken by the \r\nGeneral Assembly in the form of a similar resolution. \r\nIn that respect, Romania is ready to set to work and to \r\nact together with other interested Member States.\r\nIn conclusion, I would like to reaffirm my country’s \r\ncommitment to the principles and values promoted \r\nand constantly enhanced by the United Nations. We \r\nrecognize that there is no alternative to the framework \r\nof cooperation offered by the United Nations system, \r\nwhich aims to resolve the complex and interrelated \r\nproblems of our day. Reforming and adapting the \r\nsystem to the new realities of the world depends entirely \r\nupon us as Member States. It depends on our political \r\nwill as political leaders. By doing so, we will meet the \r\nexpectations of our peoples.\r\nThe Acting President (spoke in Spanish): I now call \r\non His Excellency Mr. Daniel Kablan Duncan, Minister \r\nfor Foreign Affairs of  Côte d’Ivoire.\r\nMr. Duncan (Côte d’Ivoire) (spoke in French): \r\nHis Excellency Mr. Alassane Ouattara, President of \r\nthe Republic of Côte d’Ivoire, who was not able to \r\nbe here today, wishes me to express, on behalf of the \r\npeople and Government of Côte d’Ivoire, the warmest \r\ncongratulations to His Excellency Mr. Vuk Jeremić \r\non his well-deserved election to the presidency of \r\nthe General Assembly at its sixty-seventh session. I \r\nwould like to assure Mr.Jeremić of the full support of \r\n30 12-52219\r\nA/67/PV.11\r\nin general and to Africa in particular. The International \r\nMaritime Organization, in its 2010 annual report, quite \r\nrightly said that the West African coast is one of the six \r\nmain centres of piracy in the world. Responsibility for \r\nthe measures to be taken to deal with these scourges \r\nlies first and foremost with the States of the subregion \r\nand the principal subregional organizations. \r\nIn that regard, I welcome the fact that the forty-\r\nfirst ECOWAS Summit, held in Yamoussoukro on \r\n28 and 29 June, decided to convene a joint summit of \r\nWest African and Central African States to take joint \r\nmeasures on piracy and organized transnational crime \r\nin the Gulf of Guinea pursuant to Security Council \r\nresolution 2039 (2012). \r\nHowever, despite the goodwill of the countries of \r\nthe subregion, they cannot, on their own, deal with the \r\nthreats facing maritime security. My country welcomes \r\nthe proposal of the Secretary-General to facilitate the \r\norganization of a summit of heads of State of the region \r\nto enable them to draw up a regional strategy to combat \r\nmaritime piracy, together with the African Union. \r\nCôte d’Ivoire, like many other African and \r\nnon-African States, sincerely hopes that the \r\nOrganization will be able to adopt in the near future \r\na legally binding arms trade treaty, following the \r\nefforts made by all parties to reach a consensus. The \r\ninternational community must not lose the historic \r\nopportunity it has to better regulate, if not outright \r\nprohibit, a trade that causes 500,000 deaths each year \r\nand that is the main cause of violations of human \r\nrights and the destabilization of our States, as well as \r\nworsening conditions for our people, and, above all, \r\nposes a constant threat to regional and international \r\npeace and security. With respect to the links between \r\neconomic development and the environment, the United \r\nNations Conference on Sustainable Development, \r\nheld in June in Rio de Janeiro, shows what we can \r\naccomplish when we work together to build a better \r\nworld for current generations and those to come. The \r\ncombined crises in food, energy and the environment \r\nthreaten the peace and security of all humankind.  Yet \r\nwe have the means to achieve a world free of famine \r\nand hunger.  It is within our capabilities.\r\nAllow me to stress that, with respect to the \r\ninternational system, Côte d’Ivoire urges all delegations, \r\nas we take up the eighth round of intergovernmental \r\nnegotiations concerning the reform of the Security \r\nCouncil, to show flexibility and a spirit of compromise. \r\nThe Economic Community of West African States \r\n(ECOWAS), which has always promoted the path of \r\nnegotiation highlighted by the theme of this session, is \r\nworking tirelessly to ensure a positive outcome to those \r\ncrises and to ensure the restoration of constitutional \r\norder and democracy in Mali and Guinea-Bissau. \r\nWhile the situation has considerably improved in \r\nGuinea-Bissau, the one in Mali continues to be of major \r\nconcern. Rebel movements linked to terrorist networks \r\ncontinue to occupy the main towns in the north of that \r\ncountry, which they are now pillaging and destroying \r\nwith total impunity. \r\nDetermined to put an end to this abusive occupation \r\nof the north of Mali, ECOWAS plans to deploy a \r\nmilitary force at the request of the Government of Mali \r\nto help the Malian army efficiently fulfil its sovereign \r\nmission of defending the territorial integrity of the \r\ncountry. The establishment and deployment of such a \r\nforce requires major support from the African Union, \r\nthe United Nations and all development partners. \r\nIndeed, the presence of groups with links to terrorists \r\nin northern Mali is a genuine threat, which could lead, \r\nif nothing is done, to the implosion of the entire West \r\nAfrican region and the Sahel. \r\nWhen we look at the non-State players involved \r\nin the current conflicts in Guinea-Bissau and Mali, \r\nparticularly the terrorist networks and armed groups \r\nlinked to transnational crime and piracy in the Gulf \r\nof Guinea, we note how incomplete the current \r\ninstruments for resolving these crises are, based as \r\nthey are on negotiation and mediation. Today, there is \r\nno questioning the fact that the resurgence of terrorism \r\nin the Sahel region in general and in northern Mali \r\nin particular has created a sanctuary, a lawless zone. \r\nWestern Africa faces other dangerous threats to the \r\nsecurity of not only the region itself but also other \r\nregions, perhaps even Europe.\r\nEradicating these problems requires concerted and \r\ndiligent action by ECOWAS, the African Union and \r\nthe United Nations. I am pleased to note the creation of \r\nthe United Nations Counter-Terrorism Centre, which is \r\nfinanced and hosted by Saudi Arabia. I also welcome \r\nthe proposal made by the Secretary-General to appoint \r\na United Nations counter-terrorism coordinator, and I \r\nwould like to assure him of Côte d’Ivoire’s full support.\r\nTransnational crime, drug trafficking, human \r\ntrafficking, piracy in the Gulf of Guinea and the \r\ndestruction of the environment are threats to the world \r\n12-52219 31\r\nA/67/PV.11\r\nafter we met the goals of the Heavily Indebted Poor \r\nCountries Initiative in June.\r\nThe resulting drop in our foreign debt and the \r\nadoption of our national development plan for the period \r\n2012-2015 allow Côte d’Ivoire to hope that we can reach \r\nthe double-digit economic growth rate necessary for \r\nour country to become an emerging country by 2020, \r\nas envisioned by President Ouattara. \r\nBefore concluding, I would like to say that Côte \r\nd’Ivoire notes that the President of the General Assembly \r\nat the previous session opened an informal interactive \r\ndialogue, at the level of the United Nations, on the issue \r\nof the responsibility to protect.  In the aftermath of that \r\nuseful forum and in the light of the lessons learned, \r\nCôte d’Ivoire, following the example of the Secretary-\r\nGeneral, believes that the principle of the responsibility \r\nto protect has achieved sufficient maturity and that \r\nwhat remains to be done now is to implement it.  \r\nOn that basis, the Economic Community of \r\nWest African States and the Global Centre for the \r\nResponsibility to Protect jointly held a regional forum \r\nin Abuja devoted to that concept. A similar meeting is \r\nscheduled to take place in Côte d’Ivoire at the end of \r\nthis year.\r\nIn conclusion, I would like to reiterate the gratitude \r\nof President Ouattara, his Government and the Ivorian \r\npeople to the United Nations and the entire international \r\ncommunity for their commitment to peace and stability \r\nin Côte d’Ivoire. That constitutes to be the precondition \r\nfor development. \r\nThe Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Pierre Moukoko Mbonjo, \r\nMinister for External Relations of the Republic of \r\nCameroon.\r\nMr. Moukoko Mbonjo (Cameroon) (spoke in \r\nFrench): I speak on behalf of Mr. Paul Biya, President \r\nof the Republic of Cameroon, who has had to remain in \r\nCameroon owing to painful circumstances. He asked \r\nme to read the following statement.\r\n“Allow me, first of all, to warmly congratulate \r\nthe President on his election to the presidency of \r\nthe General Assembly at its sixty-seventh session. \r\nThe experience he brings as former head of the \r\ndiplomatic corps of his country leads me to believe \r\nthat he, like his predecessor, Mr. Nassir Abdulaziz \r\nAl-Nasser, will lead the discussions with the \r\nrequisite agility and talent. I would also like to \r\nIt is important to act quickly, because the composition \r\nof the Council is the keystone of our collective security \r\nsystem, and in that light its composition should be \r\ndesigned to maximize efficiency.   \r\nIn order for the Security Council to be truly \r\neffective in its decisions, since it devotes two-thirds \r\nof its time to the African continent, we consider it \r\nmore critical than ever for Africa to hold a permanent \r\nseat with the right of veto, in accordance with the \r\nrecommendations defined in the Ezulwini Consensus. \r\nTaking duly into account the wishes of African heads \r\nof State and Government, the reform of the Security \r\nCouncil could represent a historical opportunity that \r\nthe international community should seize in order to \r\nrepair an anomaly in international relations. With that \r\nin mind, I hope that the forthcoming negotiations on \r\nSecurity Council reform will be crowned with success, \r\nyielding a Council that truly represents the realities of \r\nour shared history and our contemporary world.\r\nI would like now to make some remarks about the \r\nsituation in my country. Thanks to the most valuable \r\nsupport of the international community, especially the \r\nUnited Nations, Côte d’Ivoire has emerged from the \r\nmilitary and political crisis that rocked the foundations \r\nof its economic and social development for nearly \r\na decade.  Resolutely committed to the path of post-\r\nconflict reconstruction, and with the aim of national \r\ncohesion, Côte d’Ivoire has made considerable \r\nprogress in the political, economic,  social, security \r\nand humanitarian spheres since 21 May 2011, the \r\nofficial date on which President Ouattara assumed \r\nthe presidency of the Republic. Those results were \r\nmade possible by the determination of the Ivorian \r\nGovernment to implement the three central priorities \r\ndefined by the President when he took office. \r\nFirst, on security and stability, significant joint \r\nefforts by the Government and the United Nations \r\nOperation in Côte d’Ivoire lead to improvements in the \r\nsituation, even in the west of the country, which has \r\nbeen the most problematic area.  \r\nSecondly, national reconciliation has been effected \r\nthrough the National Commission for Dialogue, Truth \r\nand Reconciliation, which has been serving as the \r\nstanding body for maintaining political dialogue. \r\nReconstruction and economic renewal are already \r\noff to a good start, with an estimated growth of more \r\nthan 8 per cent in the gross national product for 2012. \r\nThe economic situation has greatly improved, thanks \r\nto the support of our development partners, especially \r\n32 12-52219\r\nA/67/PV.11\r\nthe media than the Rio meeting, that session aimed \r\nto curb the excesses of globalization and to refocus \r\nit on development. Globalization, because of what it \r\nhas brought to the development of trade, economic \r\nand technological progress and the rapprochement of \r\ncultures, can be considered a positive phenomenon. \r\nThe fact remains, however, that because of poor \r\nmanagement and poor regulation, it was unable to \r\nprevent economic crises and relegated problems of \r\nunderdevelopment to the backburner. UNCTAD, \r\nafter the Doha meeting, was reinforced in its role in \r\nterms of trade and development, which is something \r\nto be welcomed.\r\n“Since 2008, we have seen a slowdown in global \r\neconomic activity. Industrialized countries, be they \r\nEuropean Union or the United States or Japan, \r\nhave, to varying degrees, been experiencing serious \r\ndifficulties — slower growth or even recession, \r\nincreased debt and public deficits, imbalances \r\nin foreign trade, and so on. Emerging countries \r\nthemselves, which had seen high growth rates, \r\nhave been experiencing a slowdown as well. As to \r\ndeveloping countries, even if they continue to make \r\nmoderate progress, they fear the effects of a crash of \r\nthe global economy and a possible contagion.\r\n“A few moments ago I said that globalization, \r\neven if it does have some positive aspects, has not \r\nachieved its main objective, that is, ensuring the \r\nharmonious functioning of the global economy \r\nand global finance while taking into account the \r\ninterests of all concerned parties. That relative \r\nfailure has revealed an urgent need for regulation. \r\nRight now it is hard to see how and when that need \r\ncan be met.\r\n“Major forums, such as the Group of 20, of \r\nwhich industrialized countries make up the majority, \r\nand the World Trade Organization have, for their \r\npart, discussed several times the question of the \r\nglobal economy and outlined solutions that could \r\nre-establish an overall balance. But it has to be said \r\nthat, given the scale of the task, the lack of available \r\nresources and the difficulties that major countries \r\nthemselves are having to face, the discussions have \r\nnot always been followed by action. From that \r\nstandpoint, the international community seems to \r\nbe going through a period of doubt and concern. \r\nEvery one of us is aware that urgent and large-scale \r\naction is required, but, preoccupied with our own \r\nexpress to Mr. Al-Nasser my country’s appreciation \r\nfor his action as President of the General Assembly \r\nat its sixty-sixth session. \r\n“Finally, I would like thank Secretary-General \r\nBan Ki-moon for his devotion to serving the ideals \r\nof the Organization.\r\n“This has been an active year for the \r\nOrganization. We have held major meetings to \r\ndiscuss the important questions of the day and \r\nexamined the most appropriate course of action to \r\naddress them. Allow me to return to two of them.\r\n“First of all, there is Rio+20, the United \r\nNations Conference on Sustainable Development, \r\nwhich was held in June 2012 to commemorate the \r\ntwentieth anniversary of the historic Earth Summit. \r\nThe meeting enabled us to define the future we want \r\nto leave our children.\r\n“I am pleased that the vision adopted at the \r\nend of the meeting recognizes the need to further \r\nincorporate at all levels of activities the economic, \r\nsocial and environmental aspects of sustainable \r\ndevelopment. If we want to leave a liveable world \r\nto future generations, the green economy seems the \r\nmost effective way of ensuring that development \r\nmeets the needs of populations while at the same \r\ntime preserving the environment. \r\n“For our part, Cameroon has already begun \r\nactions in that respect. We intend to work further to \r\npreserve our natural capital and to seek low-carbon \r\nsolutions, as well as to promote production and \r\nconsumption patterns that are sustainable.\r\n“In our view, progress towards the green \r\neconomy must be gradual and enjoy the support \r\nof the international community. In that respect, \r\nthe document adopted at the end of the Rio \r\nConference committed the international community \r\nto upholding the many obligations that had been \r\nundertaken with respect to Africa in terms of \r\nsustainable development, while ensuring, inter alia, \r\nappropriate technology transfer. The international \r\nfinancial institutions and the United Nations \r\nConference on Trade and Development (UNCTAD) \r\nare called upon to strengthen their activities to that \r\nend. That is a significant step forward.\r\n“The second important meeting that we should \r\nnote is the thirteenth quadrennial session held by \r\nUNCTAD in Doha, Qatar. Less commented upon by \r\n12-52219 33\r\nA/67/PV.11\r\nsecurity through the adoption of effective collective \r\nmeasures and the settlement by peaceful means \r\nof disputes which could lead to a breakdown of \r\npeace, in accordance with the principles of justice \r\nand international law. That reminder is not without \r\nvalue at the present moment, when tensions persist \r\nin the Sahel, especially in Mali, when the Sudan and \r\nSouth Sudan struggle to normalize relations, and \r\nwhen Syria is ravaged by internal conflict. Those \r\ntensions highlight the risk of force being used to \r\nresolve differences.\r\n“The use of force can be justified in some \r\ncases, such as to respond to international terrorism, \r\nviolations of human rights and democracy, threats \r\nto the security of persons or violations of the \r\nsovereignty and territorial integrity of States. \r\nHowever, it is clear that, before resorting to that \r\nextreme, peaceful means must first be used to \r\nresolve disputes, so as to avoid setting off a vicious \r\ncircle of violence and retaliation. Far be it from me \r\nto indulge in utopianism. There are situations when \r\nmilitary intervention is perhaps inevitable. But it \r\nis our responsibility to reduce to the minimum the \r\nlikelihood of military action by taking a maximum \r\nof precautions. In any case, clearly the preferred \r\nway to settle disputes is still through prevention and \r\nnegotiation. \r\n“For the greater part of international public \r\nopinion, the United Nations embodies the noblest \r\nhuman values and the hope for a future in keeping \r\nwith the ideals of peace, security and development, \r\nas enshrined in the United Nations Charter. Let \r\nus strive to keep that hope from being yet again \r\nbetrayed.”\r\nThe Acting President (spoke in Spanish): I now \r\ncall on His Excellency Mr. Antoine Gambi, Minister \r\nfor Foreign Affairs and Central Africans Abroad of the \r\nCentral African Republic.\r\nMr. Gambi (Central African Republic) (spoke in \r\nFrench): It is a genuine honour and pleasure for me to \r\ntake the f loor in the General Assembly Hall to report \r\non the great interest that the Central African Republic \r\ntakes in the major international issues of concern to \r\neveryone here.\r\nHowever, before doing so, I would like, on \r\nbehalf of my whole delegation, to extend my warm \r\ncongratulations to Mr. Jeremić on his election to the \r\npresidency of the Assembly at its sixty-seventh session \r\nproblems, we seem to be in a state of paralysis and \r\nunable to take the decisions that need to be taken. \r\n“The obvious risk is one of a return to \r\nprotectionism — a temptation that is already \r\nevident. If we believe the signs, that could only \r\nbring temporary respite and in time could exacerbate \r\nthe recession. African countries, and Cameroon \r\nin particular, which have undergone a long crisis \r\nmarked by declines in gross domestic product, \r\nthe harsh discipline of structural adjustment plans \r\nand the worsening of social hardship, are in a \r\ngood position to evaluate the consequences of \r\na deterioration of the economy. That is why they \r\nplace their hopes in a broad consultation with a \r\nview to the comprehensive regulation of economic \r\nand financial flows that would take into account the \r\nsituation of the different categories of countries and \r\nprovide opportunities for international solidarity to \r\nplay a role.\r\n“For its part, Cameroon has drawn lessons \r\nfrom the current situation. Back on its feet, thanks \r\nto the sacrifices of its population and relieved of \r\nthe weight of their debt by external partners, the \r\neconomy of Cameroon is now focused on taking \r\nadvantage of its natural resources. Well endowed \r\nby nature, my country intends to develop modern \r\nagriculture in order to consolidate its food self-\r\nsufficiency and encourage exports. Also, aware \r\nthat its industrialization requires the availability of \r\nsufficient energy, we have set in motion a programme \r\nto exploit our vast hydroelectric potential. Finally, \r\nseveral mining projects, together with the building \r\nof adequate road transport and port infrastructure, \r\nare under way. We hope to make progress on the \r\nroad to development and the improvement of the \r\nliving conditions of our population.\r\n“I would now like to express my appreciation \r\nfor the President’s choice of theme for the general \r\ndebate, namely, ‘Bringing about adjustment or \r\nsettlement of international disputes or situations by \r\npeaceful means’. That subject follows on from last \r\nyear’s theme and enables us to revisit the Charter of \r\nthe United Nations and to remind ourselves of the \r\nvalues that it promotes and that should guide our \r\nactions.\r\n“The theme recalls recalls the fundamental \r\nprinciples of the Organization, which are, inter \r\nalia, the maintenance of international peace and \r\n34 12-52219\r\nA/67/PV.11\r\nstability are out of the question, and therefore so is the \r\nrule of law.\r\nAll around the globe we hear cries for freedom and \r\ndemocracy. Since 1989 the world has been in a period \r\nof change that has sparked much political fire in Africa.\r\nWith the international transformations of the 1990s, \r\nmany African States, including the Central African \r\nRepublic, have begun to move towards democratizing \r\ntheir political systems. Democracy, good governance \r\nand human rights are interdependent. We can say that \r\nthere can be no rule of law unless those values are \r\nrespected, both by Governments and the governed. \r\nThe support and programmes designed to respond to \r\ncitizen’s expectations must take those shared values \r\ninto account, and the Government of the Central \r\nAfrican Republic strives to achieve that every day. The \r\nCentral African Republic has returned to democratic \r\npractices, and there is no question that through the \r\nevolving democratic process efforts have been made to \r\nimprove the management of public affairs politically, \r\neconomically and socially. But we must admit that \r\nmuch remains to be done, and it is something that the \r\ninternational community must commit to collectively.\r\nMy country’s commitment to human rights has \r\nbeen demonstrated, not only through its full accession \r\nto many if not almost all, of the relevant international \r\nand regional instruments, but also in practice, through \r\nits encouragement of those rights. Under the leadership \r\nof General François Bozizé, President of the Republic \r\nand Head of State, we adopted a new Constitution on \r\n27 December 2004. The Constitution enshrines the \r\nprinciples of good governance, maintains the rule \r\nof law and respect for human rights, and broadens \r\nthe scope of individual and collective liberties. The \r\nConstitution also provides for recognition of the \r\nprinciple that international conventions ratified by the \r\nCentral African Republic take precedence over national \r\nlegislation, thus encouraging the harmonization of our \r\nlaws with our international commitments.\r\nIn expressing its political will within the framework \r\nof the defence of civic and political rights protected by \r\nthe African Charter of Human and Peoples’ Rights, the \r\nCentral African Republic implements the provisions \r\nof that Charter, which have been incorporated into its \r\nlaws. The Government is also making efforts to protect \r\nand encourage vulnerable groups, such as women and \r\nchildren and minorities, through social policies that \r\nbenefit them.\r\nand to assure him of our full cooperation in his noble \r\nand demanding work. I would also like to commend the \r\nexcellent work done under the presidency of Mr. Nassir \r\nAbdulaziz Al-Nasser during the sixty-sixth session. I \r\nwholeheartedly express my deepest thanks to Secretary-\r\nGeneral Ban Ki-moon for the particular attention he \r\nfocuses on our post-conflict country, where the quest \r\nto achieve and build peace remains a major challenge \r\non the road to reconstruction and development. I also \r\ncommend his tireless efforts to strengthen the role of \r\nthe United Nations and to consolidate ever more firmly \r\nthe moral authority of the Organization.\r\nBefore conveying our assessments and perspectives \r\non the main recurring themes of the general debate, \r\nwhich constitute a litany of global concerns, let me \r\nfirst say that my country welcomes the initiative in \r\nconvening at the outset of the current session the \r\nHigh-level Meeting on the Rule of Law at the National \r\nand International Levels. That is an issue of critical \r\nimportance, considering that the rule of law itself is \r\nbeing harshly put to the test all over the world. All \r\nStates and all international institutions should strive to \r\npromote the rule of law at both the national and the \r\ninternational levels. Strengthening the rule of law and \r\ndemocratic institutions is of the utmost importance, \r\nbecause they represent the guardians of sovereignty \r\nand peaceful coexistence. \r\nThe real battle at the national and international \r\nlevels is to enforce respect for the rule of law wherever \r\nchaos prevails. Many challenges remain in maintaining \r\nthe rule of law. Hotspots persist and old conflicts erupt \r\nanew in many parts of the world, causing tragedy and \r\nthreatening to unravel the rule of law. \r\nIn Africa the rule of law is particularly at risk of \r\nbreaking down, threatened by tensions, disputes and \r\nconflicts in a number of high-tension areas, especially \r\nMali, the Democratic Republic of the Congo, the \r\nSudan, South Sudan and Somalia. The same applies \r\nto other crises all over the world, carrying untold risk \r\nto governance and stability within countries, not to \r\nmention to international relations. \r\nThe Government of the Central African Republic \r\ngoes to great lengths to support efforts to promote \r\nthe rule of law, justice and transparency through its \r\nmanagement of the national institutions charged with \r\nenforcing the rule of law. Without peace and stability \r\nat the global and regional levels, national security and \r\n12-52219 35\r\nA/67/PV.11\r\nThat is why the need is greater than ever for a United \r\nNations that can take on a more leading role in that \r\nglobal governance, a groundbreaking organization \r\nthat will be at the forefront of actions promoting an \r\ninclusive framework and global and lasting solutions \r\nto all the crises that trouble our world and have direct \r\nrepercussions for human rights.\r\nIncreasing multipolarization and economic \r\nglobalization, the recent evolution of world economic \r\ngovernance and growing cooperation between \r\nemerging countries have all presented valuable \r\ndevelopment opportunities to many countries around \r\nthe world. The United Nations is the most universal and \r\nrepresentative intergovernmental organization with the \r\ngreatest authority, and it is the most important platform \r\nfor achieving multilateralism. Since its establishment it \r\nhas played a huge and irreplaceable role in maintaining \r\nworld peace, promoting shared development and \r\nstrengthening international cooperation. In today’s \r\nworld its role must be reinforced, not weakened.\r\nThe Central African Republic will continue to \r\nsupport the essential and rational reform of the United \r\nNations in line with the evolution of the international \r\nsituation, in order to increase its authority and \r\neffectiveness, strengthen its capacity to deal with \r\nnew threats and challenges and better implement \r\nthe mandates entrusted to it by the Charter. Both \r\nthe revitalization of the General Assembly and the \r\nnecessary reform of the Security Council in order to \r\nmeet the legitimate aspirations of developing countries, \r\nin particular in Africa, are certainly valid.\r\nThe issue of civilian resources needed in post-\r\nconflict situations takes us back to the Organization’s \r\ninitial purpose: to be a centre for the coordinated efforts \r\nof nations to maintain international peace and security \r\nthrough peaceful means. The Charter has given rise to \r\ntwo texts on the peaceful settlement of disputes: the \r\nGeneral Assembly Manila Declaration on the Peaceful \r\nSettlement of International Disputes of 1982 (resolution \r\n37/10, annex) and the 1988 Declaration on the Prevention \r\nand Removal of Disputes and Situations Which May \r\nThreaten International Peace and Security and on the \r\nRole of the United Nations in this Field (resolution \r\n43/51, annex). We could also mention resolution 47/120, \r\nentitled “An Agenda for Peace”, drawn up following \r\nthe summit meeting of the Security Council in January \r\n1992 convened to establish a doctrine of preventive \r\ndiplomacy in order to anticipate crises or to facilitate \r\ntheir settlement through the mechanisms of good \r\nWe are aware that the press is the fourth estate in \r\nevery democracy. In order to guarantee the exercise \r\nof the freedom of the press in the Central African \r\nRepublic, the Government enacted, on 22 February \r\n2005, Ordinance No. 05002, concerning freedom of \r\ncommunication, which relaxes the laws concerning \r\npress offences, notably by replacing prison terms with \r\nordinary fines for any contravention of the laws in \r\nquestion.\r\nIn an effort to avoid post-electoral political crises, \r\nthe Government, the political parties — both the \r\nmajority and the opposition parties — trade unions and \r\ncivil society are currently reviewing the electoral code \r\nin order to correct dysfunctional areas that were noted \r\nduring the election campaigns of January 2011. The \r\nwork being done will enable Central African political \r\nactors to undertake reforms and essential improvements \r\nfor the next electoral cycle in a spirit of dialogue and \r\nconsensus.\r\nThe state of the world should make us aware of \r\nthe urgent need to strengthen multilateralism in order \r\nto avoid the collective disaster we face, if we do not \r\nspeedily come up with appropriate and agreed-on \r\nsolutions to our global problems. The fundamental \r\ngoals of disarmament and the non-proliferation of \r\nweapons of mass destruction continue to be held \r\nhostage to the policy of the double standard, along with \r\nthe discriminatory practices and lack of respect for \r\ncommitments undertaken on the part of certain nuclear \r\nPowers.\r\nThe fight against terrorism and violations of \r\nhuman rights around the world, which is approached \r\nselectively, and the biased implementation of \r\ninternational humanitarian law has given rise to \r\nlegitimate doubts as to whether those noble causes are \r\nbeing exploited for political ends. That calls for action \r\nby the Organization. Issues of climate change and the \r\nprotection of the natural world also demand a changed \r\napproach that takes into account the aspirations of all \r\npeoples. Floods and energy and drought-induced food \r\ncrises continue in some parts of the world, and such \r\ncrucial issues require greater mobilization on the part \r\nof the international community.\r\nThis year we will renew the debate on the central \r\nrole of the United Nations system, while putting \r\nparticular emphasis on the global governance that it \r\nembodies. The Organization remains the keystone of \r\nthe new world order and the conscience of humankind. \r\n36 12-52219\r\nA/67/PV.11\r\nI now call on the representative of the Islamic \r\nRepublic of Iran, who wishes to speak in exercise the \r\nright of reply. \r\nI would like to remind members of the General \r\nAssembly that statements in exercise of the right of \r\nreply are limited to 10 minutes for the first statement \r\nand five minutes for the second, and should be made by \r\ndelegations from their seats.\r\nI now give the f loor to the representative of the \r\nIslamic Republic of Iran.\r\nMr. Sahraei (Islamic Republic of Iran): This \r\nmorning, the Prime Minister of the friendly State of \r\nKuwait referred in his statement to the three Iranian \r\nislands located in the Persian Gulf. In that regard, I \r\nwould like to state the following.\r\nThe Government of the Islamic Republic of Iran \r\nreiterates its full sovereignty over the Iranian islands of \r\nAbu Musa, Greater Tunb and Lesser Tunb in the Persian \r\nGulf and categorically rejects any claim to the contrary. \r\nThe Islamic Republic of Iran underlines that measures \r\ntaken by Iranian officials regarding those islands have \r\nalways been conducted on the basis of the principle of \r\nthe sovereignty and territorial integrity of the Islamic \r\nRepublic of Iran.\r\nMy country has always pursued a policy of friendship \r\nand good-neighbourliness with all neighbouring \r\ncountries. In that context, Iran stands ready to discuss \r\nthe issue bilaterally with the relevant officials in the \r\nUnited Arab Emirates with a view to strengthening \r\nrelations in various fields and, accordingly, to resolve \r\nany possible misunderstanding by the other party. As \r\nhas been regularly reiterated, the territorial integrity \r\nand sovereignty of Iran regarding those islands are not \r\nnegotiable. \r\nIn relation to the references made in the statements \r\nof a few delegations, the Islamic Republic of Iran \r\nwishes to stress that the only correct and historically \r\nand universally recognized name for the sea between \r\nIran and the Arabian Peninsula is the Persian Gulf. Any \r\nuse of fabricated or incomplete names for that body of \r\nwater is therefore completely groundless and absolutely \r\nunacceptable and bears no legal, geographical or \r\npolitical value.\r\nThe meeting rose at 10.40 p.m.\r\noffices, mediators and special envoys of the Secretary-\r\nGeneral supported by the Mediation Support Unit.\r\nIn that context, the Government of the Central \r\nAfrican Republic welcomes the African Union’s \r\nlaunching of the African Solidarity Initiative in July. Its \r\naim is to mobilize contributions of all kinds in support of \r\nthe various reconstruction phases in African countries \r\nemerging from conflict. Post-conflict reconstruction is \r\ncomplex and requires short-, medium- and long-term \r\nprogrammes to prevent violence from escalating and \r\nthe reoccurrence of violent conflict and to strengthen \r\nand consolidate a lasting peace.\r\nUnder the presidency of President Bozizé, the \r\nCentral African Republic, a post-conflict country that \r\nowes much to the virtues of dialogue, quickly noted \r\nthe significance of such a tool in the prevention and \r\nsettlement of national crises. In that regard, I would \r\nlike to draw the international community’s attention to \r\nthe fact that the Central African Government has made \r\nthe issue of mediation a priority concern in its work \r\nplan. To that end, it established the National Mediation \r\nCouncil.\r\nWe should perhaps go further in establishing \r\ncivilian mediation bodies for the restoration of peace, \r\nwhose members would be charged with visiting the \r\nwarring parties in order to establish dialogue between \r\nthem and to help them to settle their disputes through \r\npeaceful means.\r\nThe Central African Republic affirms that there \r\ncan be no rule of law without respect for and the \r\npromotion of rights and freedoms, including that of \r\nreligion, which should be practiced without extremism, \r\nthe consequences of which often lead to a clash of \r\ncivilizations. Regional and international meetings have \r\ntaken place in the context of the dialogue of civilizations. \r\nHowever, violence and intolerance continue to affect \r\nsocial relations.\r\nThis is the place to express to the American \r\npeople the sincere condolences of the Central African \r\nGovernment over the attacks on the United States \r\nconsulate in Benghazi, which led to the death of \r\ninnocent victims. \r\nThe Acting President (spoke in Spanish): We have \r\nheard the last speaker in the general debate for this \r\nmeeting. \r\n"