"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-52569 (E)\r\n*1252569*\r\nThe meeting was called to order at 6.10 p.m.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nThe President: I now give the f loor to Her \r\nExcellency Ms. Dessima Williams, Chair of the \r\ndelegation of Grenada.\r\nMs. Williams (Grenada): I am honoured to address \r\nthe General Assembly at its sixty-seventh session on \r\nbehalf of Mr. Tillman J. Thomas, Prime Minister of \r\nGrenada, and the people of Grenada.\r\nGrenada commends the work of the United Nations \r\nover the past year, with special commendation for the \r\nleadership and stewardship of the outgoing President, \r\nQatari diplomat Mr. Nassir Abdulaziz Al-Nasser. \r\nLooking ahead, we place our confidence in you, Sir, \r\nand your team, and look forward to your guidance of \r\nthe work this year under the general theme “Bringing \r\nabout adjustment or settlement of international disputes \r\nor situations by peaceful means”. We extend Grenada’s \r\nfull esteem and support to our able Secretary-General, \r\nMr. Ban Ki-moon, whom we thank for his continued \r\nleadership and service to Member States.\r\nGrenada recommits unwaveringly to the principles \r\nof the United Nations, as embodied in the Charter. \r\nOur commitment in national and international life \r\nto the norms of peace, equality and justice, and to \r\nhuman rights and multilateralism, is clear. Over the \r\npast year, Grenada ratified and deposited instruments \r\nof ratification with the United Nations, including for \r\nthe Rome Statute of the International Criminal Court. \r\nIn ratifying the Rome Statute, Grenada became the \r\nMember State that brought that Treaty into force. That \r\nexemplifies our commitment to the principle of the \r\nrule of law, which resonates with every Grenadian as \r\na result of our enthusiasm for justice and for ending \r\nimpunity. Grenada welcomes the Declaration of the \r\nHigh-level Meeting of the General Assembly on the \r\nRule of Law at the National and International Levels \r\n(resolution 67/1) of 24 September, and expects to make \r\na voluntary pledge.\r\nOn the domestic front, in April Parliament passed \r\nthe End Violence against Women Legislative and \r\nPolicy Reform Bill. Aware that by itself the passage \r\nof a law is insufficient to change society’s entrenched \r\ncultural attitudes and practices, we are also embarking \r\non public education and on strengthening the capacity \r\nof Government departments, among other things. \r\nWe will continue on that path to secure the rights of \r\npeople, for we are convinced that law and security are \r\nthe sine qua non for the facilitation of the peaceful \r\nsettlement of disputes, which is itself the foundation \r\nfor an international environment of peace. Indeed, \r\ndemocracy, good governance, social inclusion, conflict \r\nresolution, development and sustained overall progress \r\nare all helped by the rule of law within our countries \r\nand in the international system.\r\nGrenada is a small island developing State. Nature \r\nhas been especially generous to us, and our people \r\nare extraordinarily hard-working and big-spirited. Yet \r\nthe fruits of nature and of our own efforts have been \r\nundermined by Hurricane Ivan in 2004, Hurricane \r\nUnited Nations A/67/PV.21\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n21st plenary meeting\r\nMonday, 1 October 2012, 6 p.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Serbia)\r\n2 12-52569\r\nA/67/PV.21\r\nEmily in 2005 and the advent in 2008 of the global \r\nfinancial and economic crisis. That notwithstanding, \r\nwe remain confident that a pathway to success exists \r\nfor us, based on our own efforts and the support of the \r\ninternational community and this great Organization.\r\nFrom Grenada’s perspective, the highlight of the \r\npast year has been the renewed international political \r\ncommitment to sustainable development; indeed, \r\ninterest continues to grow and to gain momentum. \r\nSustainable development is one of our declared priorities \r\nin Grenada. It is a priority this year since the Secretary-\r\nGeneral announced that sustainable development would \r\nbe the number one item on his agenda during his second \r\nterm, and you, too, Sir, declared it a priority.\r\nIn June, more than 120 heads of State and \r\nGovernment endorsed the paradigm of sustainable \r\ndevelopment in Rio, and the outcome document, \r\nentitled “The future we want”, declares: “We resolve to \r\ntake urgent action to achieve sustainable development” \r\n(resolution 66/288, annex, para. 12). Leaders agreed to \r\narticulate policies and programmes that would promote \r\nsocially inclusive behaviour to quickly and equitably \r\nbring about prosperity and to do so in a manner that \r\nwould instil hope and create livelihood opportunities \r\nfor those yet to come.\r\nBecause of our tremendous green and blue \r\nendowments and the fact that our people live \r\nintelligently with them, Grenada has long considered \r\nitself an island of sustainability. That describes a \r\nholistic policy framework that defines our consumption \r\nand production path as spelt out in our five strategic \r\ndevelopment pillars: energy development; education, \r\nhealth and wellness; information and communications \r\ntechnology; tourism and hospitality; and agribusiness.\r\nGrenada is committed, then, to a path of \r\nsustainability. Its determined efforts are led by our \r\nenergy policy aimed at reducing fossil-fuel usage by \r\n20 per cent by the year 2020 and at being completely \r\ncarbon-neutral by 2030. The manufacturing sector is \r\nrapidly emerging as a producer of indigenous green and \r\norganic products, and the hotel sector is going green.\r\nIt should be recalled that Grenada is building itself \r\nback from the World Bank-determined loss of 204 per \r\ncent of its gross domestic product as a result of the \r\nhurricane destruction we experienced in 2004 and 2005. \r\nWe have made great strides with recovery due to the \r\ngenerosity of our neighbours and friends everywhere, \r\nfor which we remain forever indebted and grateful.\r\nSince 2008, our situation has been compounded \r\nby the weight of the global financial and economic \r\ndownturn, which is dwarfing development efforts \r\ndue to loss of tourism and port receipts and even \r\nof remittances. However, we recognize with deep \r\nappreciation that, as our economy has slowed in direct \r\nresponse to the global economic crisis, our neighbours \r\nare again coming to our assistance.\r\nGrenada is defined as a middle-income country, \r\nand yet its stability and growth are challenged by \r\nserious socioeconomic predicaments. We are facing \r\nthe high cost of fuel and food, costs associated with \r\nconfronting the illicit trafficking in drugs and small \r\narms and light weapons and related crime, and an \r\nincrease in unemployment and poverty.\r\nWhat is consistent in that context is that, like so \r\nmany of the Caribbean and small island developing \r\ncountries, Grenada contributes least to the financial \r\nand economic crisis, greenhouse-gas emissions and \r\nthe production of arms and illicit drugs, and yet those \r\nscourges have a disproportionate impact on us as \r\ncompared to the countries that produce them, and of \r\ncourse our ability to respond effectively is far inferior.\r\nSo what, then, is the way forward? The way \r\nforward lies primarily in improvement of the domestic \r\nenvironment. We continue to achieve this through laws, \r\neconomic and social policies and our national spirit of \r\nperseverance. Among our many initiatives, in January \r\n2013, for example, Grenada will be co-hosting a meeting \r\nin the Caribbean with business innovator Sir Richard \r\nBranson on ensuring the sustainable management of \r\nour marine and coastal resources.\r\nYet small island developing States need a far more \r\nsupportive international policy climate and affordable \r\nfinancing for a safe and secure way forward into \r\ngreater sustainability. That will be the way we hold on \r\nto the hard-earned progress made so far with respect \r\nto the Millennium Development Goals and how we \r\nwill be able to expand it. We hope then to be guided \r\nby the sustainable development goals and the post-\r\n2015 development framework to further support our \r\nambitious economic and social transformation agenda.\r\nWe continue to believe that peace and security and \r\na reduction in military spending in the international \r\ncommunity will be good for a global economic \r\nrecovery, which in turn will be good for the financing \r\nof sustainable development. Unless there is recovery in \r\nthe large economies to which our own economic life \r\n12-52569 3\r\nA/67/PV.21\r\nrenewable energy is already forthcoming, as is support \r\nfrom Australia.\r\nWithout a legally binding climate regime to uphold \r\nenvironmental integrity, Caribbean and other small \r\nisland States would lose the opportunity for achieving \r\nsustainability soon, and some could even disappear. We \r\ntherefore see the upcoming eighteenth Conference of the \r\nParties to the United Nations Framework Convention \r\non Climate Change in Doha, Qatar, as an opportunity \r\nto move decisively away from that scenario, and we \r\nwelcome the commitment of the European Union to \r\nagreeing to an ambitious second commitment period \r\nof the Kyoto Protocol and to climate financing. We \r\ncall on other developed countries to do likewise, and \r\non the Secretary-General to encourage States parties \r\nto move steadfastly towards finalizing a new binding \r\nclimate treaty by 2015 and a gap-free period of climate \r\nfinancing starting in January 2013.\r\nIf the United Nations is to continue to lead the way in \r\nsustainability, peace and security, it must be reformed. \r\nThe centrepiece of that change must be reform of the \r\nSecurity Council, particularly so as to include a seat \r\nfor small island developing States. Only a revitalized \r\nUnited Nations can continue to play its historic \r\nrole in guiding the world, its international financial \r\ninstitutions included, through the geopolitical volatility \r\nthat is destabilizing the global economic and financial \r\norder. Reorganization should not mean, however, \r\nthe loss of vital country programmes, especially for \r\nsmall countries. The United Nations must continue its \r\nirreplaceable work on behalf of women, and Grenada \r\nis pleased to serve on the board of UN-Women and to \r\ncontribute to its endeavours.\r\nRevitalization and reform must also take place in \r\nthe Caribbean. To that end, we call for the complete \r\nremoval of the economic, commercial and financial \r\nblockade of our sister Caribbean State of Cuba. The \r\nUnited States embargo against Cuba, now almost \r\n50 years old, is in complete contradiction to the spirit \r\nof the United Nations Charter. Removal of the embargo \r\nhas been specifically called for by the leaders of the \r\nCaribbean Community as well as by an overwhelming \r\nmajority of States Members of the United Nations. Cuba \r\nplays a significant humanitarian and development role \r\nin the Caribbean and its economic liberation from the \r\nembargo will allow it to contribute even more through \r\nthe dynamic of growing South-South cooperation. \r\nFurthermore, Cuba is now playing a facilitating and \r\nmediating role in one of the hemisphere’s longest \r\nremains tied, we will see no sustained recovery. We \r\ntherefore call for commitments made to developing \r\ncountries to be met, and we remain willing partners in \r\nSouth-South cooperation.\r\nThe staggering loss of life in Syria must be \r\nbrought to an end by all those responsible. We call for \r\na politically negotiated and urgent settlement, and we \r\nreiterate Grenada’s support for the diplomacy work \r\nbeing carried out, inter alia, by the United Nations and \r\nthe Arab League. We call for policies of inclusion and \r\nopenness that will accommodate all just aspirations of \r\nall members of society in the Middle East and elsewhere.\r\nWe reiterate our call for a State for the Palestinian \r\npeople in a negotiated two-State agreement with Israel \r\nthrough a peace plan. The injustices meted out to the \r\nPalestinians, including widespread unemployment, \r\npoverty and displacement, must end now. The \r\nPalestinian people, led by their Government, the \r\nPalestinian Authority, have our strong support for their \r\njust aspirations. We are convinced that the two nations \r\ncan coexist side by side in peace and harmony, like so \r\nmany other countries.\r\nGrenada takes this opportunity to extend once \r\nagain its heartfelt condolences to the Government \r\nand people of the United States of America and to the \r\nbereaved families of Ambassador Chris Stevens and \r\nhis colleagues. We deplore those senseless acts and \r\ncontinue to call for the improvement of the protection \r\nof all diplomats serving abroad.\r\nGrenada calls for the cessation of the trafficking \r\nof weapons through our Caribbean region and for a \r\nfirm and comprehensive, yet expeditious, agreement on \r\nsmall arms and light weapons. We also renew our call \r\nfor the preservation of the Caribbean Sea as a zone of \r\npeace and development and for the bringing of an end \r\nto the passage of nuclear waste in our waters.\r\nGrenada looks forward to the third Global \r\nConference on the Sustainable Development of Small \r\nIsland States in 2014, and we call on the international \r\ncommunity to lend its fullest and broadest support \r\nto that Conference. We further call on the General \r\nAssembly to designate 2014 as the International Year of \r\nSmall Island Developing States so as to raise awareness \r\nof the special situation of small island developing \r\nStates (SIDS) and to mobilize international support \r\nfor their sustainable development. Support for SIDS \r\nfrom China in energy efficiency and from Norway in \r\n4 12-52569\r\nA/67/PV.21\r\npolitical crises and thus making a major contribution \r\nto peace and security in the Latin American and \r\nCaribbean region.\r\nTwo years after the unfathomable national disaster \r\nin our sister nation of Haiti in 2010, thousands of \r\nHaitians are nonetheless still homeless and suffering, \r\nas their Government remains without sufficient means \r\nto complete national rebuilding. Grenada extends its \r\nthanks, first and foremost, to all who have pledged and \r\nrealized those pledges for the benefit of the Haitian \r\npeople, for we are but one in the Caribbean. Grenada \r\nremains steadfast in its commitment to this imperative, \r\nand we renew our appeal to the international community \r\nto fulfil all its commitments and, where possible, to \r\nincrease its contributions to the humanitarian and \r\ndevelopment needs of Haiti.\r\nJust some 100 days ago in the city of Rio de Janeiro, \r\nour Prime Minister, Mr. Tillman Thomas, said:\r\n“The United Nations is indispensable to the \r\nfuture we need. Grenada considers the United \r\nNations to be best placed for decision-making \r\naffecting the international body politic. Indeed, \r\nthe United Nations has the full legitimacy needed \r\nto command authority [and] secure consensus and \r\nthe necessary trust among all global stakeholders. \r\nWe recommit to the United Nations and support its \r\nreforms.”\r\nTo conclude, on 6 August, Grenada made history, \r\nwinning its first Olympic medal, a gold in the men’s \r\n400-metre race, thus becoming, according to one \r\ncalculation, the country with the highest medal per \r\ncapita ratio in the world. Our people have not yet \r\nceased to celebrate winning gold. Another enduring \r\nact celebrated around the world, however, was the \r\ngraciousness demonstrated by the eventual winner, \r\nKirani James, when he embraced and exchanged bibs \r\nwith his co-competitor Oscar Pistorius, the outstanding \r\ndouble amputee from South Africa, who despite \r\nrunning an extraordinarily good race came in second \r\nbehind the soon-to-be Olympic gold medallist. It was \r\na simple Grenadian gesture of admiration, friendship \r\nand solidarity, but one that underscores that the human \r\nspirit must prevail in relations among individuals and, \r\nwe dare say, among nations. That one simple act of \r\nrecognition of the right and, far more important, the \r\nnobility of another human being transformed two \r\nrunners into two brothers, one South African, one \r\nGrenadian, one shared humanity.\r\nWe name that the Kirani spirit, and we charge \r\nthis institution with the Kirani spirit — “charge” as \r\nin giving it energy; charge as in commanding to do \r\nlikewise; charge as in holding the collective responsible \r\nfor our humanity; charge as in charging each nation and \r\neach people with their own big-spiritedness.\r\nThe President: I now call on His Excellency \r\nMr. Stuart Beck, Chairman of the delegation of the \r\nRepublic of Palau.\r\nMr. Beck (Palau): This year’s general debate began \r\nwith a Declaration by world leaders that our collective \r\nresponse to all challenges must be guided by the rule \r\nof law (resolution 67/1). Palau is very proud to join in \r\nthat Declaration, as our national story is inextricably \r\nlinked with the international rule of law. Not long \r\nago, Palau emerged as the last United Nations Trust \r\nTerritory, granted independence after more than 100 \r\nyears and four successive colonial administrations. Our \r\nunique road to freedom left us with a lasting legacy: a \r\nstrong partnership with the United States of America \r\nand a constitution that guarantees the Palauan people \r\nthe rights and freedoms enshrined in the Universal \r\nDeclaration of Human Rights.\r\nThrough independence, we have preserved our \r\nheritage, our culture and our environment. That \r\npreservation was marked this year by UNESCO’s \r\ndesignation of the Rock Islands of Palau as 2012’s only \r\nnatural and cultural world heritage site. And, just last \r\nyear, the United Nations Development Programme \r\nranked Palau forty-ninth in the world in its Human \r\nDevelopment Index, a composite measure of life \r\nexpectancy, health, educational attainment and living \r\nstandards. We are very proud of that ranking for this \r\nsmall, new country. It is a tribute to Palau’s success.\r\nHaving gained so much, Palau has worked to give \r\nback to the international community and to make the \r\nworld a better place. Palau proudly deployed officers as \r\npeacekeepers in Timor-Leste and the Solomon Islands, \r\nand continues to do so today in Darfur.\r\nUpon first taking its United Nations seat, Palau \r\nfocused its energies on the odious practice of deep-sea \r\nbottom trawling. And though it has taken some time \r\nand considerable buy-in from others, the two consensus \r\nresolutions 61/105 and 66/68 show that we can help \r\nprotect vulnerable deep-sea marine ecosystems and \r\nbiodiversity on a global scale.\r\n12-52569 5\r\nA/67/PV.21\r\nIn 2009, from this rostrum, Palau’s President, \r\nJohnson Toribiong, launched the first volley in an effort \r\nto save the world’s dwindling shark populations. He \r\ndeclared the world’s first shark sanctuary in his general \r\ndebate address. The ocean’s vitality depends on healthy \r\nshark populations. So we are grateful that States and \r\nterritories from across the globe have joined Palau in \r\ncommitting to nurture shark sanctuaries. Today, almost \r\n2 million square miles of ocean — an area approximately \r\nnine times the size of Palau’s waters — are safe for \r\nsharks.\r\nPalau was also the first to sound the alarm on the \r\nsecurity impacts of climate change. With our Pacific \r\nbrothers and sisters, we moved early on to declare \r\nclimate change a security issue that demands the special \r\nattention of every organ of the United Nations system. \r\nThat was a new and different way of thinking about \r\nthe problem. Some sceptically questioned whether Blue \r\nHelmets would be able to hold back the rising tides.\r\nBut 18 months after we began, the Assembly \r\nadopted consensus resolution 63/281, inviting the \r\nrelevant organs of the United Nations to intensify \r\ntheir efforts to consider and address climate change, \r\nincluding its possible security implications. That call \r\nwas heeded by Germany, when it took up the issue last \r\nJuly as President of the Security Council. Thanks to \r\nGermany’s efforts, as well as those of others on the \r\nCouncil, we now have a historic presidential statement \r\nhighlighting the potential risks of climate change to \r\ninternational peace and security.\r\nGermany’s statement and resolution 63/281 have \r\nnot stemmed the rising tides, but they have helped to \r\nchange the way we understand and discuss climate \r\nchange. No longer can anyone question the impact of \r\nclimate change on energy security, on food security, on \r\nwater security or indeed on our territorial integrity. No \r\nlonger can anyone deny that rising seas and oppressive \r\ndroughts are displacing people across the globe. As \r\nthe United States Permanent Representative said \r\nat last year’s Council meeting, to deny the security \r\nimplications of climate change would be pathetic.\r\nThe world has reached a crossroads on sustainable \r\ndevelopment. We have recently concluded discussions \r\nat the United Nations Conference on Sustainable \r\nDevelopment and will soon delineate new sustainable \r\ndevelopment goals, focusing again on small island \r\ndeveloping States. For Palau, that crossroads is an \r\nopportunity to better integrate healthy oceans and \r\nfisheries into the regulatory development framework.\r\nSustainable fisheries are Palau’s lifeblood. For \r\nPalau, it has always been, and continues to be, a blue \r\neconomy or no economy. That is why we have limited \r\npurse seine fishing, agreed with our neighbours to \r\nclose the doughnut holes between our jurisdictions, and \r\nimplemented an innovative vessel day scheme strategy \r\nthrough the parties to the Nauru Agreement. That is \r\nalso why we have conserved 58 per cent of our in-shore \r\nmarine area through the Protected Areas Network, \r\nbanned bottom trawling and declared the world’s first \r\nshark sanctuary.\r\nWe were honoured this year that the Protected Areas \r\nNetwork Act and the Shark Haven Act received the 2012 \r\nFuture Policy Award for outstanding maritime policy \r\nand for contributing most effectively to the sustainable \r\nmanagement of the world’s oceans and coasts for the \r\nbenefit of current and future generations. We thank the \r\nWorld Future Council, the Convention on Biological \r\nDiversity, the Food and Agriculture Organization of \r\nthe United Nations, the Okeanos Foundation for the Sea \r\nand the Global Environmental Facility for conferring \r\ntheir generous recognition and support through that \r\naward.\r\nPalau champions three straightforward principles \r\nfor global fisheries. First, global fisheries should be \r\nfair. If distant-water vessels want to come for fish that \r\ntraverse Palau’s waters, they should respect our laws. \r\nThey should fish within our limits and recognize our \r\nright to realize the benefits of our natural resources. \r\nIllegal fishing is tantamount to piracy; it robs us of our \r\nlivelihoods and undermines our security.\r\nSecondly, global fisheries should be sustainable. \r\nWe should use every means at our disposal to achieve \r\nstock levels that will ensure healthy fisheries for \r\nthe long term. That includes closing fisheries when \r\nnecessary.\r\nThirdly, global fisheries should be accountable. \r\nReports show that 87 per cent of global fish stocks \r\nare now fully exploited or overexploited. Those are \r\nthe worst numbers on record. Regional fisheries \r\nmanagement organizations, which stand in the shoes of \r\nthe General Assembly, should do better and should be \r\nmore transparent. We are encouraged that negotiations \r\nthis year enabled the resolution on sustainable fisheries \r\n(resolution 66/88) to better reflect those three principles.\r\n6 12-52569\r\nA/67/PV.21\r\nPalau is pleased to report on the success of a number \r\nof key domestic initiatives, which we have previously \r\nraised in the general debate. Palau has taken innovative \r\nsteps to reduce our emissions by solarizing our airport, \r\nour Government buildings and our highways. By \r\n2020, we will generate 20 per cent of our energy from \r\nrenewable sources. We have also created a successful \r\ngreen mortgage programme to assist the financing of \r\ngreener homes. That programme, which began with \r\na small amount of financing from Italy, was recently \r\nthe subject of a workshop among 13 regional financing \r\ninstitutions, with plans for expansion throughout the \r\nPacific.\r\nPalau is also working to connect itself to the \r\nworld — literally. It is inconceivable to many of us here \r\nin New York, but Palau remains without broadband \r\nInternet. That means that no Palauan can watch \r\nthe streaming video of this speech. The Broadband \r\nCommission of the International Telecommunication \r\nUnion tells us that broadband access is a prerequisite \r\nto achieving the Millennium Development Goals and \r\nthat a 10 per cent increase in broadband penetration \r\nincreases a developing country’s gross national product \r\nby 1.4 per cent. We are sure that a 100 per cent increase \r\nwould fundamentally improve Palauan health, business \r\nand civic engagement. We continue to seek partners \r\nthat might help Palau to reach that goal.\r\nLast year Palau underwent its Human Rights \r\nCouncil Universal Periodic Review. The most repeated \r\nrecommendation by Human Rights Council members \r\nwas that we should establish a national human rights \r\ninstitution. With the help of new partners, we are \r\ntranslating human rights conventions into Palauan, \r\nbringing the lessons of international human rights into \r\nPalauan schools, harmonizing our national legislation, \r\nregulations and practices with the international human \r\nrights instruments, and supporting human rights \r\nprogrammes and services in Palau through that formal \r\ninstitution.\r\nAll those activities have been complemented by \r\nthe outstanding work being done to remove explosive \r\nremnants of Second World War from Palau. As President \r\nToribiong stated from this rostrum last year, many of \r\nthose explosives are still live and are being discovered \r\nnear our schools, roads and utilities. With the help of \r\nour partners, much of this unexploded ordnance is being \r\ndestroyed. We hope that anyone interested in our efforts \r\nwill attend our upcoming regional workshop in October \r\nto see first-hand the successful model of cooperation \r\nbetween Palau’s Government, non-governmental \r\norganizations, donors and the local community that is \r\neradicating that scourge from our midst.\r\nWe would like to express our gratitude for the \r\nstrong support and friendship of our partners for \r\nhelping to get those and other important projects off \r\nthe ground. Palau thanks especially the United States, \r\nJapan, Australia and the Republic of China (Taiwan).\r\nPalau continues to believe that Taiwan’s meaningful \r\nparticipation in the United Nations system will help to \r\nfurther promote the system’s efficacy, goals and ideals, \r\nincluding those of the International Civil Aviation \r\nOrganization and the United Nations Framework \r\nConvention on Climate Change (UNFCCC).\r\nPalau very much appreciates the President’s \r\nchoice of “Bringing about adjustment or settlement \r\nof international disputes or situations by peaceful \r\nmeans” as the theme for this year’s general debate. It is \r\nas important as ever that we commit to upholding the \r\npeace and condemn violence wherever it occurs. To that \r\nend, Palau condemns in the strongest possible terms the \r\nrecent attacks on the diplomatic premises in the Middle \r\nEast. We agree with President Obama that such attacks \r\nare “an assault on the very ideals upon which the United \r\nNations was founded” (A/67/PV.6, p. 11). We must be \r\nvigilant in protecting all diplomatic missions, wherever \r\nthey may be.\r\nCloser to our shores in the Pacific, Palau is also \r\nhopeful that tensions in the East China Sea will \r\ndissipate, and that all of our neighbours can engage in a \r\nmore peaceful dialogue.\r\nSecretary-General Ban Ki-moon cautioned the \r\nworld last week that we are wilfully blind when it \r\ncomes to climate change. We are awash in reports \r\ntelling us that the situation is dire. We have experienced \r\nmore than 100 consecutive months of temperatures \r\nabove global averages. Nine of the 10 warmest years \r\non record have occurred since the year 2000. Arctic \r\nsea ice is at its lowest level in recorded history. Coral \r\nreefs are disappearing at an alarming rate. Now, buried \r\nin the recent report of the Intergovernmental Panel on \r\nClimate Change regarding the management of risk is \r\nadvice to policymakers in small island States that, in \r\ncertain cases, they may wish to consider relocating their \r\npopulations. We assure the members of the Assembly \r\nthat Palau has no intention of moving its people. Our \r\nislands are their home. They are the essence of Palau’s \r\nvery being. I can state with every confidence that Palau \r\n12-52569 7\r\nA/67/PV.21\r\nwill pursue every legitimate recourse available before \r\nwe concede hope.\r\nThe current situation at the UNFCCC is \r\nunacceptable. After more than 20 years of negotiations, \r\nwe are running out of creative ways to say that countries \r\nare being destroyed. Sadly, it seems that the most \r\nvulnerable countries have become acceptable collateral \r\ndamage. The world knows the causes of climate change. \r\nIt is within our grasp to effect a solution. No army \r\nstands in our way. If something is not done soon, all \r\nthe good, hard work to which Palau and the other island \r\nnations of the world have dedicated themselves will be \r\nfor naught.\r\nMr. Gaspar Martins (Angola), Vice-President, took \r\nthe Chair.\r\nIn conclusion, we know that the times we live in \r\nare turbulent, but we must heed our leaders’ call to be \r\nguided by the Charter of the United Nations and the \r\ninternational rule of law. Palau will continue to do \r\nits part by being a moral voice for what is right, and \r\nhopefully, a model global citizen.\r\nThe Acting President: I now give the f loor to His \r\nExcellency Mr. Carsten Staur, head of the delegation of \r\nDenmark.\r\nMr. Staur (Demark): In a complex world, it is \r\nsmart economics and also smart politics to focus on \r\nprevention rather than cure. This holds true whether \r\nwe address the global economic crisis, sustainable \r\ndevelopment and poverty reduction, conflicts like \r\nthe one in Syria, or the arms trade and disarmament. \r\nIn that context, the inclusion of women in political \r\ndecision-making processes is not only the right thing \r\nto do, it is one of the most powerful drivers for positive \r\nchange.\r\nOur natural resources are increasingly under \r\npressure. By 2030, the world will need 50 per cent \r\nmore food, 45 per cent more energy and 30 per cent \r\nmore water. Thus, we must chart a new course for \r\nour common future and develop a new paradigm for \r\neconomic growth and development that will make it \r\npossible to deal with those challenges and to create \r\nopportunities for future generations.\r\nIn June, at the United Nations Conference \r\non Sustainable Development (Rio+20), we made \r\nsome progress, laying down the foundations for the \r\ntransformative process we need to pursue. But the \r\nhouse still has to be built, and the General Assembly \r\nmust provide some of the important building blocks \r\nto do this. Defining sustainable development goals as \r\npart of the overall post-2015 international development \r\nframework, establishing the new high-level political \r\nforum, and upgrading the United Nations Environment \r\nProgramme are all key parts of the agenda before us. \r\nDenmark strongly supports the Secretary-General’s \r\nSustainable Energy for All initiative, launched \r\nin November 2011, and remains committed to its \r\nobjectives. Access to sustainable energy, improved \r\nenergy efficiency and increased use of renewable energy \r\nare all necessary conditions for achieving long-term \r\nsustainable development. At Rio+20, a green economy \r\nwas finally recognized as one of the important tools \r\navailable for achieving sustainable development.\r\nWe need to work in close partnership with both the \r\nprivate sector and civil society, if we are to succeed \r\nin transforming the global economy. The Danish \r\nGovernment, in partnership with the Governments \r\nof Mexico and Republic of Korea, last year created \r\na public-private partnership among progressive \r\nGovernments, global corporations, financial \r\ninstitutions and international organizations, including \r\nthe United Nations, called the Global Green Growth \r\nForum. At the second Forum meeting a week from now, \r\nin Copenhagen, the focus will be on resource efficiency \r\nand growth, reinforcing the need to decouple economic \r\ngrowth from unsustainable environmental pressures \r\nand to refocus efforts on the creation of decent jobs.\r\nWhile making the last push for achieving the \r\nMillennium Development Goals in 2015, we will start \r\npreparing the post-2015 international development \r\nframework and embark on the discussion on how to best \r\nformulate new and more ambitious goals beyond 2015. \r\nAs stated, the sustainable development goals should be \r\nan integrated part of this exercise. Denmark strongly \r\nsupports the promotion of human rights as a means to \r\ndevelopment, rights being understood as indivisible and \r\ninterdependent. Such a rights-based approach is about \r\nplacing people — men and women — at the centre \r\nand in charge of their own development. And let me \r\nadd, in the case of a woman, this also means the right \r\nto decide over her own body. That is why Denmark \r\nwelcomes today’s launch of the high-level task force \r\nfor the International Conference on Population and \r\nDevelopment. Important parts of the rights-based \r\napproach are access to information, involvement in \r\ndecision-making and strengthening the voice of civil \r\nsociety.\r\n8 12-52569\r\nA/67/PV.21\r\nsuccessfully conclude negotiations on a treaty and to do \r\nso without delay.\r\nLet me use this occasion to once again call on \r\nthe Democratic People’s Republic of Korea, and more \r\nparticularly on Iran, to comply with international \r\nlaw and relevant Security Council resolutions. It is \r\nin Iran’s own interest to take concrete steps to build \r\ninternational confidence in the exclusively peaceful \r\nnature of its nuclear programme. The Treaty on the \r\nNon-Proliferation of Nuclear Weapons is a cornerstone \r\nof international cooperation on disarmament and \r\nnon-proliferation. In this context, Denmark actively \r\nsupports the work of the Finnish facilitator to organize \r\na conference on the Middle East as a zone free of \r\nweapons and materials of mass destruction.\r\nFor Denmark and the European Union, the rule \r\nof law is critical to international peace and security, \r\nhuman rights and development. It is a fundamental \r\nprinciple of good governance, whereby the State is \r\naccountable to its citizens and ensures their human \r\nrights and fundamental freedoms, as well as their \r\nparticipatory rights. We therefore welcome the outcome \r\nof last week’s High-level Meeting on the Rule of Law \r\nat the National and International Levels (resolution \r\n67/1) and the commitments made by Member States. \r\nDenmark also looks forward to an effective follow-up \r\nto the High-level Meeting.\r\nInternational agreement on the responsibility to \r\nprotect at the 2005 World Summit was a clear statement \r\nby the international community that the atrocities \r\nand large-scale tragedies of the last century must not \r\nbe repeated in the twenty-first century. The global \r\nnetwork of national focal points on the responsibility to \r\nprotect — an initiative launched by the Governments of \r\nDenmark and Ghana, Costa Rica and Australia — is an \r\napproach to encourage and assist States in developing \r\ntheir national capacities and mechanisms for the \r\nprevention of mass atrocity crimes. We call on all \r\nStates to appoint national focal points and to join the \r\nnetwork, thereby demonstrating their commitment to \r\ndecisive and timely prevention and response.\r\nEven as I speak, we are witnessing in Syria a \r\nGovernment that is not living up to its moral and political \r\nobligations. Instead, it pursues a violent path of trying \r\nto quell the cry for freedom, for democratic reforms \r\nand for human rights. Despite several promises made \r\nto the international community during the last year, the \r\nAl-Assad regime has not stopped the violence. Instead \r\nFour decades ago, the United Nations set a target \r\nfor developed countries to increase their official \r\ndevelopment assistance to 0.7 per cent of their gross \r\nnational income. Every year since 1978 Denmark has \r\nsurpassed the target, and our development assistance \r\nwill continue to increase over the years to come. We \r\ncall on other donors and potential donors, including \r\nemerging economies, to increase their assistance as \r\nwell.\r\nWe see a great need for support to fragile States \r\nlike Somalia, South Sudan, Yemen, Afghanistan and \r\nMali, where fragility and conflict hamper development \r\nand poverty reduction and may provide a breeding \r\nground for all kinds of instability. We see positive signs \r\nin those countries, but there are still many challenges, \r\nand we therefore require strong and continuous political \r\ncommitment, both within the countries themselves and \r\non the part of the international community, in order \r\nto succeed. We in the international community need \r\nto take a closer look inside our toolbox and find the \r\nright mix of development assistance and security policy \r\nresponse, including ways of addressing terrorism \r\nand in some cases piracy. In conflict-affected and \r\nfragile countries, there is a need to understand that \r\nwithout security there can be no development and \r\nthat without development there can be no security. \r\nDenmark actively participates in promoting the New \r\nDeal for Engagement in Fragile States, and we are \r\ncurrently co-chairing the International Dialogue on \r\nPeacebuilding and State-building. A peaceful and \r\nprosperous development in fragile States stands at \r\nthe heart of Danish development policy, most recently \r\nexemplified in the Sahel region. Denmark shares \r\nthe ambition of the International Dialogue to have \r\npeacebuilding and statebuilding goals firmly reflected \r\nin the post-2015 international development framework.\r\nWe must also use international cooperation to \r\nreduce the level of conflicts and to set clear rules for \r\nall to abide by. Unregulated and irresponsible trade \r\nof conventional weapons is often the direct cause of \r\nunbearable human suffering. It further destabilizes \r\nweak and fragile States and is a hindrance to \r\ndevelopment. There is an urgent need for a universal \r\nand legally binding arms trade treaty, and, together \r\nwith Germany, Denmark has encouraged the Secretary-\r\nGeneral to continue his strong personal engagement \r\nwith respect to the convening of a second arms trade \r\ntreaty conference early next year. Now is the time to \r\nact, and we call upon the members of the Assembly to \r\n12-52569 9\r\nA/67/PV.21\r\nreforms, economic justice, democracy and respect for \r\nhuman rights have been heard, and in countries like \r\nTunisia, Morocco, Egypt and Libya things are moving, \r\nand generally in the right direction. But there are also \r\nsigns that progress is not universal, for example, the \r\nrecent decision by the Bahraini Court of Cassation to \r\nuphold the convictions of 20 human rights activists, \r\nincluding a Danish national. Calling for reforms is not a \r\ncrime, as was rightly pointed out by the United Nations \r\nHigh Commissioner for Human Rights.\r\nLast month’s election of the new Prime Minister \r\nin Libya by a democratically elected parliament is a \r\nconcrete example of progress, which makes it all the \r\nmore difficult to comprehend the terrible and tragic \r\nattack on the United States Consulate in Benghazi, \r\nwhich we have strongly condemned. It was a sobering \r\nreminder of the serious challenges that still persist in \r\ncountries in transition toward democracy. Democracy \r\ndoes not happen overnight. It takes years to develop, and \r\nattacks by extremists should not be allowed to derail a \r\nprocess that the majority of the people have fought so \r\nhard for. We stand firm by our commitments to Libya, \r\nand we stand firm in there being no justification for \r\nsuch attacks — none whatsoever.\r\nIt has been clear since the beginning of the Arab \r\nSpring that developments in the region make the Middle \r\nEast peace process and a negotiated solution even \r\nmore urgent and important. A year ago, the Quartet \r\nin its 23 September 2011 statement (SG/2178) called \r\nfor a peace agreement to be signed no later than the \r\nend of 2012. Regrettably, we face a reality which does \r\nnot augur well for that to happen. As things develop \r\non the ground, the prospects for a two-State solution, \r\nproviding for two independent, democratic, contiguous, \r\nsovereign and viable States living side by side in \r\npeace and security, are diminishing, not increasing. \r\nAs we approach the twentieth anniversary of the Oslo \r\nAgreement, it is indeed time to reach a final agreement.\r\nThe world is undergoing profound changes. Current \r\nand new challenges call for international resolve \r\nand multilateral solutions. They call for strategic \r\napproaches, focusing on prevention and early action to \r\ndismantle problems, rather than on belated responses \r\nand interventions to deal with them when it is too late, \r\ntoo inefficient and much more costly. And they call \r\nfor the United Nations, the strength of which lies in \r\nits unique legitimacy, to stand up and take the lead in \r\naddressing global challenges. The United Nations can \r\nwe have only heard the sound of machine guns, heavy \r\nweapons and airplanes firing away at civilians. Since I \r\nstood here at this rostrum a year ago (see A/66/PV.29), \r\nthe situation has only deteriorated. Last year about \r\n2,600 people in Syria had died in the conflict. Now, \r\nmore than 20,000 people have suffered that fate. The \r\nSyrian people are f leeing from the shooting spree, \r\nand a quarter of a million of them are now refugees \r\nin neighbouring countries. More than a million people \r\ninside Syria are in need of humanitarian assistance.\r\nWe condemn the brutal violence and massacres of \r\ncivilians in the strongest terms. The time has come to \r\nstop the bloodshed and the suffering of the Syrian people. \r\nWe cannot look away while the increasing sectarian \r\nviolence spirals out of control, the humanitarian \r\nemergency escalates and the crisis spills over borders. \r\nPresident Al-Assad has lost all legitimacy and must \r\nstep aside to allow for a peaceful and democratic \r\ntransition. At the same time, those responsible for gross \r\nhuman rights violations must be brought to justice. We \r\ncommend the very valuable work done by the Human \r\nRights Council’s Commission of Inquiry on Syria. \r\nWe note in particular that the Commission has stated \r\nthat it is likely that crimes against humanity have been \r\ncommitted by the Syrian regime. The international \r\ncommunity must act on that information. Denmark calls \r\non the Security Council to refer the case of Syria and \r\nthe serious violations of international humanitarian law \r\ncommitted in the country to the International Criminal \r\nCourt.\r\nWe urge the Security Council to unite and agree on \r\nstrong measures, including comprehensive sanctions, \r\nto enforce the six-point plan endorsed by the Council. \r\nWe cannot afford to continue waiting for a change of \r\npolicy on the part of the regime, which it shows no sign \r\nof ever making. The Syrian people need action. At the \r\nsame time, we strongly encourage the Syrian opposition \r\ngroups to agree on a set of shared principles for working \r\ntowards an inclusive, orderly and peaceful transition \r\nin Syria to a future free of Al-Assad and his brutal \r\nregime. While thanking former Secretary-General Kofi \r\nAnnan for his valuable contribution to finding a lasting \r\nsolution to the conflict, we now put our trust in the new \r\nJoint Special Representative of the United Nations and \r\nthe League of Arab States, Mr. Lakhdar Brahimi, and \r\nin his efforts at reaching a political solution.\r\nThe negative developments in Syria stand in sharp \r\ncontrast to the situation in other countries that have \r\nbeen affected by the Arab winds of change. Calls for \r\n10 12-52569\r\nA/67/PV.21\r\nmake a real difference for the 7 billion people living \r\non this planet. It is up to all of us to ensure that it does.\r\nThe Acting President: I now give the f loor to the \r\nChairman of the delegation of the Republic of Portugal.\r\nMr. Moraes Cabral (Portugal) (spoke in Portuguese; \r\nEnglish text provided by the delegation): I congratulate \r\nMr. Vuk Jeremić on his election as President of the \r\nGeneral Assembly at its sixty-seventh session. His \r\nelection represents one more important step in an \r\nalready illustrious career, as well as a historic moment \r\nfor Serbia, one that recognizes its courageous efforts \r\nto overcome a difficult recent past and to proceed with \r\ndetermination towards European integration.\r\nAllow me also to express a word of recognition \r\nto Ambassador Nassir Abdulaziz Al-Nasser for his \r\nsuccessful leadership of the Assembly in a particularly \r\ndemanding year. We also offer praise and support to \r\nour Secretary-General for his commendable work, in \r\nparticular for his efforts made to promote peace in a \r\ntime of great challenges.\r\nAs Portugal is three months away from the \r\nconclusion of our mandate in the Security Council, \r\nto which we were elected by a significant majority of \r\nthe Member States present in this Hall, we consider \r\nit appropriate to present an assessment to the General \r\nAssembly. We fulfilled our mandate with both rigour \r\nand transparency, always seeking to strengthen the \r\ncredibility and efficiency of the principal organ \r\nentrusted with the protection of international peace \r\nand security. We were guided by the same principles \r\nthat have always oriented our foreign policy and which \r\nhave merited the trust of the Assembly, namely, the \r\ndefence of the primacy of international law, the search \r\nfor effective multilateralism and the central role of the \r\nUnited Nations in the international architecture.\r\nWith equal coherence and firm resolve we have \r\ndefended the promotion of human rights, the role of \r\nwomen, the protection of civilians, the strengthening \r\nof action defending children against violence and the \r\nprotection of children in the context of armed conflict. \r\nSustainable development, the fight against poverty, \r\nfood security and the particularly devastating effects \r\nof climate change on small island developing States, \r\nwhich threaten their very existence, remain, for \r\nPortugal, fundamental pillars for our action within the \r\nUnited Nations.\r\nWith equal perseverance, we have sought to \r\nstrengthen the role of the Security Council in the fight \r\nagainst new challenges to international peace and \r\nsecurity, such as organized crime; the proliferation of \r\nillicit trafficking, terrorism and pandemics; the Council’s \r\ncapacity to prevent conflicts and to bring mediation \r\ninto play; and its efforts to improve coordination with \r\nregional and subregional organizations. We have played \r\nan active role, and continue to do so, in the collective \r\nefforts to overcome crises, such as those that emerged \r\nin Côte d’Ivoire, Libya and Yemen, or the current \r\nchallenges in Syria, Guinea-Bissau and Mali.\r\nOur actions have always been driven by openness \r\nto dialogue and a constructive and balanced attitude, \r\nembodying our vocation to build bridges and generate \r\nconsensus without abdicating our values and principles. \r\nWe hope to have lived up to the high expectations and \r\ntrust placed in us.\r\nAs Chair of the Informal Working Group on \r\nDocumentation and Other Procedural Questions, we \r\nsought to improve the internal working methods of \r\nthe Council and its communication with the General \r\nAssembly, with a view to making it more effective and \r\nopen and more in harmony with our times. We will \r\npresent a report to the Assembly on the work undertaken \r\non that issue.\r\nIt is important, however, to recognize that the \r\ncredibility of the Security Council is also underpinned \r\nby a need for its composition to reflect the current \r\ngeopolitical reality, one that is quite different from the \r\ndynamic that was in place in 1945. It is increasingly \r\ndifficult for us, as it is for many others, to see that the \r\nincreasing role of Brazil and India in the international \r\nscene has not yet been acknowledged with permanent \r\nseats on the Security Council, or that Africa is the only \r\ncontinent without a permanent seat on the Council.\r\nThe Security Council continues to confront \r\nserious obstacles. The number of victims in Syria \r\nis exponentially increasing day by day. We remain \r\nimpotent witnesses before a true humanitarian \r\ncatastrophe and a generalized systematic violation of \r\nthe most basic rights of the Syrian people. In addition, \r\nthe catastrophe could have been avoided had the Syrian \r\nGovernment not chosen military force and brutal \r\nrepression in response to the legitimate protests by its \r\npeople, which systematically excluded any possibility \r\nof a politically negotiated outcome to the crisis.\r\n12-52569 11\r\nA/67/PV.21\r\nmechanisms of international pressure. The onus of the \r\nsituation is on Tehran.\r\nIn Africa, we are faced with a grave situation in \r\nthe Sahel, particularly in Mali, which threatens the \r\nwhole region and could spread throughout Western \r\nAfrica, putting both stability and development at risk \r\nin a number of countries. As a result of a tapestry of \r\nhistorical, economic and social influences, we are \r\nwitnessing an exponential growth in terrorism, with \r\nincreasing links to organized transnational crime, \r\ndrugs and other sorts of illicit trafficking. In that regard, \r\nthe international community should be more active. \r\nAccordingly, we support the outcome of the recent \r\nHigh-level Meeting on the Sahel, which contributed to \r\nthe creation of an integrated international strategy for \r\nthe region.\r\nIt is against that grave regional background that \r\nthe crisis in Guinea-Bissau is unfolding. The military \r\ncoup of 12 April interrupted a democratic electoral \r\nprocess, violating the principles defended by the \r\nUnited Nations, as was clearly recognized in Security \r\nCouncil resolution 2048 (2012). It is imperative that the \r\nconstitutional order in Guinea-Bissau be restored. That \r\nrequires the appointment of an inclusive Government \r\nthat includes the African Party for the Independence \r\nof Guinea and Cape Verde, which is the party holding \r\nthe majority in the National Assembly; permission for \r\nthe legitimate leaders to return without restrictions on \r\ntheir civil and political rights; and the organization of \r\nfree and credible elections. Any and all solutions to the \r\npresent crisis will have to respect international legality \r\nand the constitutional order of Guinea-Bissau, and must \r\nbe translated into an internal, inclusive, and credible \r\npolitical process capable of creating national stability.\r\nTo that end, coordinated action by the international \r\ncommunity — the United Nations, the African Union, \r\nthe Economic Community of West African States, the \r\nCommunity of Portuguese-speaking Countries (CPLP) \r\nand the European Union — is essential. Portugal is \r\nfully engaged and available to work with all interested \r\nparties in the process.\r\nIt is inconceivable that, in the twenty-first century, \r\ndemocratically elected African leaders are pushed aside \r\nby force and are made to live outside their countries. It is \r\nup to all of us to defend the principles of the Charter and \r\nto apply, without any ambiguities, the principle of zero \r\ntolerance in such situations. In that context, I note the \r\nincreasingly relevant role of the African Union, which \r\nHowever, there is no alternative to a political \r\nsolution, one that supports the legitimate aspirations of \r\nthe Syrian people and allows for a democratic transition \r\ndriven by the Syrians themselves, one in which they see \r\ntheir wishes reflected. Increased militarization of the \r\nconflict will undoubtedly lead to even more suffering for \r\nthe civilian population, threaten the territorial integrity \r\nof Syria and increase the risks of destabilization for its \r\nneighbours and indeed for the region as a whole.\r\nThe appointment of Mr. Lakhdar Brahimi, a \r\ndiplomat whom we greatly respect, as the Joint Special \r\nRepresentative of the United Nations and the League of \r\nArab States for Syria should be seen as a new opportunity \r\nfor the parties to revisit their options, cease the violence \r\nand seriously engage in a process of political transition. \r\nFor the Joint Special Representative’s mission to be a \r\nsuccess, the Security Council will finally have to exert \r\njoint, continued and effective pressure on all parties \r\nand most certainly on the Syrian authorities, who bear \r\nprimary responsibility for the current situation.\r\nThe impasse in finding a lasting solution to the \r\nIsraeli-Arab conflict is also of great concern and an \r\nincreasingly urgent issue in the light of the recent \r\ndevelopments in the Middle East and North Africa \r\nand the fight of the people of those regions for liberty, \r\ndemocracy and dignity. There will be no lasting peace, \r\nno stability and no security in the Middle East without \r\na solution to the question of Palestine.\r\nWe understand and share Israel’s legitimate \r\nsecurity aspirations. Yet we also understand and share \r\nthe frustration of the Palestinian people, for whom \r\nan independent Palestinian State is not simply an \r\ninalienable right, but also a straightforward question of \r\njustice. Only a comprehensive deal that is negotiated \r\ndirectly by the parties on the basis of United Nations \r\nresolutions and internationally recognized parameters \r\nand which solves the pending questions and is dedicated \r\nto the two-State solution of Israel and Palestine living \r\nside by side in peace will meet both the security \r\nconcerns laid down by Israel and the aspirations of \r\nthe Palestinian people for independence, liberty and \r\ndignity. We appeal to the Israelis and Palestinians to \r\nquickly restart direct negotiations.\r\nAnother regional issue still at an impasse and of \r\nserious concern in the Middle East is the question of \r\na nuclear Iran. We regret the absence of any positive \r\ndevelopments on the issue despite the significant \r\ndiplomatic efforts under way and the application of \r\n12 12-52569\r\nA/67/PV.21\r\npromotion of sustainable development. In that context, \r\nwe support the outcomes achieved at the United \r\nNations Conference on Sustainable Development, in \r\npart thanks to the notable efforts of Secretary-General \r\nBan Ki-moon and the Brazilian Government.\r\nWe continue to defend the universal, indivisible \r\nand interdependent rights of all human beings, be \r\nthey political, economic, social or cultural. We have \r\na solid commitment to humanitarian law and to the \r\nexcellent work of the Office of the United Nations High \r\nCommissioner for Refugees. In that context, with the \r\ncommitment to defend and promote human rights and \r\nwith the same sense of responsibility with which we \r\nundertook our current mandate in the Security Council, \r\nPortugal has announced its candidacy for the Human \r\nRights Council for the years 2015 to 2017. We hope to \r\nbe able to merit, once again, the trust of the Assembly \r\nand to serve, for the first time, in that body.\r\nThe changes in today’s world call for the promotion \r\nof a culture of dialogue on a global scale based on \r\ntolerance and the respect for human dignity. The \r\nUnited Nations should remain in the vanguard of those \r\nefforts, namely through initiatives such as the Alliance \r\nof Civilizations. I would like to congratulate the High \r\nRepresentative of the Alliance of Civilizations for \r\nhis leadership and work in the defence of peace and \r\nof a better understanding among peoples. Indeed, the \r\ndialogue among different cultures, civilizations and \r\nreligions is at the very heart of the work of the United \r\nNations.\r\nIn conclusion, today, as in the past, the United \r\nNations has to reflect on what it is and what we \r\ncollectively want it to be. It should translate the \r\nindispensable convergence of the common will of \r\nStates into actions that contribute to a better world. \r\nIts central objective should be the maintenance of \r\ninternational peace and security and greater prosperity \r\nfor all. Portugal stands steadfast in its commitment to \r\nthose efforts.\r\nThe Acting President: I now call on the Chairman \r\nof the delegation of the Bolivarian Republic of \r\nVenezuela.\r\nMr. Valero Briceño (Bolivarian Republic of \r\nVenezuela) (spoke in Spanish): We would like to \r\ncongratulate Mr. Vuk Jeremić on his election as \r\nPresident of the General Assembly at its sixty-seventh \r\nsession.\r\nhas been working in close coordination with the United \r\nNations for the promotion and protection of peace and \r\nsecurity on the African continent. I also take advantage \r\nof this opportunity to congratulate Mrs. Dlamini-Zuma \r\non her election as President of the Commission of the \r\nAfrican Union. That also represents a milestone in the \r\nstrengthening of the role of women in Africa, which we \r\nalso welcome with great satisfaction.\r\nAllow me also to refer to a successful case and a \r\ngood example, Timor-Leste. It is a successful example \r\nthanks, first of all, to the Timorese themselves, but also \r\nowing to the efficient support of the United Nations. \r\nThe United Nations Integrated Mission in Timor-\r\nLeste will conclude its mandate at the end of the year. \r\nIt will do so with the sense of having accomplished \r\nits purpose, thanks to the maturity shown by the \r\nTimorese people over recent years, as exemplified in \r\nthe successful presidential and legislative elections \r\nheld just a few months ago. A new cycle of cooperation \r\nbetween the international community and Timor-Leste \r\nis now opening in line with the priorities defined by \r\nthat country’s Government.\r\nIn that context, Portugal will continue to support \r\nTimor-Leste on its path to economic and social \r\ndevelopment, including the strengthening of its \r\ninstitutions and democratic values, as well as the rule \r\nof law and the promotion of the human rights of the \r\nTimorese people. Timor-Leste, like Guinea-Bissau, is a \r\nmember State of the CPLP, along with Angola, Brazil, \r\nCape Verde, Mozambique, and Sao Tome and Principe. \r\nWithin the CPLP we share a common language and \r\nhistory, but we have also developed shared efforts \r\ntowards the defence of universal values, through active \r\nmultilateralism within the framework of the United \r\nNations and the regional organizations to which we \r\nbelong.\r\nThe significance of the Portuguese language as \r\na language of global communication, business and \r\nculture, with about 250 million speakers, should be \r\ntaken advantage of by the international community. For \r\nthat reason, we will continue to work together to have \r\nPortuguese recognized as an official language of the \r\nUnited Nations.\r\nI referred at the beginning of my statement to \r\nPortugal’s commitment to multilateralism as the most \r\neffective means for finding common solutions to the \r\nglobal challenges that we face. I specifically noted \r\nour efforts in the defence of human rights and in the \r\n12-52569 13\r\nA/67/PV.21\r\nsovereign equality of States will prevail as well as a \r\nculture of peace in a world free of nuclear weapons and \r\nof weapons of mass destruction. CELAC and UNASUR \r\nhave inspired social and human development, with \r\nequity and inclusion, and seek to eradicate poverty \r\nand overcome inequalities in the region. In Latin \r\nAmerica and the Caribbean, we are seeing a new type \r\nof regionalism that is being promoted by diplomatic \r\nsolidarity.\r\nToday, the unipolar system of imperial domination \r\nis in crisis. A pluripolar and multi-centred system has \r\nbeen coming into being, in which emerging countries \r\nand new regional blocs are able to contribute to the \r\ndemocratization of international relations. Meanwhile, \r\nthe imperial Powers have been promoting, within the \r\nUnited Nations, a new regulatory framework enabling \r\nforeign intervention in the internal affairs of States, \r\ntrying to get States to give up their sovereignty, political \r\nindependence and self-determination. Those Powers \r\nhave become the judges, jurors and administrators of \r\ninternal conflicts in the countries of the South, resorting \r\nto interventionist initiatives that are conceived here \r\nat the United Nations and implemented through the \r\nSecurity Council.\r\nA new international order, truly based on the legal \r\nequality of States, is an imperative demand. Reform of \r\nthe United Nations is necessary. The Security Council \r\nmust become more democratic if it wishes to express \r\nthe will of all nations. The General Assembly is \r\nbegging for revitalization, and the Secretary-General \r\nshould be elected democratically, by all Member States. \r\nInternational peace and security cannot be built on the \r\nbasis of privileges for a few.\r\nThe international financial architecture that \r\nemerged at Bretton Woods is anti-democratic. The \r\nGeneral Assembly and the Economic and Social \r\nCouncil are never taken into account when decisions \r\nare made on vital economic and financial matters that \r\naffect all of humankind. Reform of the global economic \r\nand financial system must be addressed in the United \r\nNations, and all countries should have an equal voice \r\nin the search for solutions to problems related to \r\ndevelopment.\r\nIn Syria we are following the same interventionist \r\nscript that was applied in Libya. Imperial Powers are \r\nfomenting ethnic, political and religious divisions \r\nbetween Syrians and between Syria and its neighbours. \r\nThey are shamelessly supplying weapons to the rebel \r\nOur world is aff licted by new political, economic \r\nand social turmoil that has disrupted the peaceful \r\ncoexistence of the peoples of the world and reduced \r\nthe quality of life for millions of human beings. New \r\nneocolonial wars have been launched aimed at seizing \r\nthe natural resources of developing countries.\r\nThe proponents of capitalism, while attempting to \r\novercome the deep economic crisis that has affected \r\nthe global financial system, have been resorting to new \r\nimperialistic strategies and overexploiting workers, \r\nincluding those in developing countries. The social \r\nwelfare State and the social achievements attained \r\nafter the Second World War are now in the process of \r\nbeing dismantled. The new imperialists have sought \r\nto transfer responsibility for the crisis to those born in \r\nother countries and to immigrants, whereas the current \r\neconomic crisis was caused primarily by financial \r\nspeculators. Social policies are gradually being reduced \r\nor eliminated. The middle class has been growing poor. \r\nHunger, poverty and unemployment are reappearing in \r\nthe developed countries and are spreading around the \r\nworld. Suffering and despair are increasing.\r\nMeanwhile, Latin America and the Caribbean have \r\nmanaged to tackle, with relative success, the impact \r\nof those global economic and financial imbalances. \r\nThe United Nations Economic Commission for Latin \r\nAmerica and the Caribbean reports that the economies \r\nin our region have had a significant rebound beginning \r\nin 2010, which enabled our region to mitigate the \r\neffects of the 2008 to 2009 crisis. Latin America and \r\nthe Caribbean are well positioned on the world stage, \r\nthanks to the strengthening of initiatives in the area of \r\nregional integration, designed to strengthen political \r\nand economic autonomy. Therefore, the domination \r\nthat the imperial Powers and their multinationals have \r\nimposed on developing countries is gradually being \r\novercome.\r\nThe Bolivarian Alliance for the Peoples of Our \r\nAmerica is a new coordination mechanism for dialogue \r\nguided by cooperation, complementarity and solidarity \r\namong sovereign nations. It represents an alternative \r\nfor the liberation and independence of our countries.\r\nThe Community of Latin American and Caribbean \r\nStates (CELAC) and the Union of South American \r\nNations (UNASUR) are regional spaces of multilateral \r\ncooperation aimed at strengthening the unity of Latin \r\nAmerica and the Caribbean and are constructing \r\na multipolar, balanced and just world in which the \r\n14 12-52569\r\nA/67/PV.21\r\nThe United States continues to maintain its criminal \r\neconomic and financial blockade of the fraternal people \r\nof Cuba. Venezuela emphasizes its solidarity with the \r\nGovernment of the Republic of Cuba and demands an \r\nend to that unilateral coercive measure. It is ironic that \r\na country that practices State terrorism and shelters \r\nthe well-known terrorist Luís Posada Carriles includes \r\nCuba on its list of countries that support terrorism. \r\nWe demand that Cuba be removed from that arbitrary \r\nclassification, whose sole purpose is to justify the \r\neconomic, commercial and financial embargo against \r\nits people.\r\nVenezuela appreciates all efforts on the part of the \r\nUnited Nations to improve its mediation capabilities in \r\ncrisis situations that could have negative consequences \r\nfor international peace and stability. The United Nations \r\nshould act in a neutral and impartial fashion, with a \r\nview to strengthening its ability to mediate in cases in \r\nwhich it is voluntarily and expressly requested to do so \r\nby the parties involved in international conflicts. The \r\ncountries of Latin America and the Caribbean have \r\nvery valuable experience in the use of dialogue and \r\nmediation for the settlement of disputes. The Rio Group \r\nmade a major contribution in helping to end the terrible \r\narmed conflicts in Central America in recent years, and \r\nUNASUR has also helped to prevent and settle disputes \r\nin our region.\r\nVenezuela welcomes the announcement made by \r\nthe President of Colombia, Mr. Juan Manuel Santos, \r\nthat negotiations will begin between his Government \r\nand the Revolutionary Armed Forces of Colombia \r\n(FARC), with a view to achieving stable and lasting \r\npeace. Venezuela, Cuba, Chile and Norway are \r\ntaking part in the dialogue process as supporters, by \r\nagreement between the Colombian authorities and \r\nFARC. The Bolivarian Government is backing peace \r\nand reconciliation for the Colombian people.\r\nVenezuela supports the Republic of Argentina’s \r\nright of sovereignty over the Malvinas Islands, the \r\nSouth Georgia Islands and the South Sandwich Islands, \r\nand the surrounding maritime areas. We reiterate our \r\ncall to the United Kingdom to begin talks with that \r\nfraternal South American country in order to arrive at \r\na negotiated and peaceful solution to that dispute.\r\nOn Sunday, 7 October, democratic elections will be \r\nheld in Venezuela to elect the President of the Republic. \r\nThey will be transparent and credible, because, as \r\nformer United States President Jimmy Carter said \r\na few days ago, we have the most modern electoral \r\nforces in an attempt to overthrow the Government of \r\nthat Arab country. Venezuela supports the peace efforts \r\nbeing made by the Joint Special Representative of the \r\nUnited Nations and the League of Arab States for Syria, \r\nMr. Lakhdar Brahimi. We should encourage political \r\ndialogue between Syrians, but we reject foreign \r\nintervention and the deadly policy of regime change. \r\nWe support the positions of Russia, China and other \r\ncountries on the issue; they demand that the Security \r\nCouncil respect the territorial unity and integrity of the \r\nSyrian State. The Non-Aligned Movement can play a \r\nproactive role in helping to solve that crisis.\r\nThe Bolivarian Government reaffirms its support \r\nfor the existence of a Palestinian State, independent \r\nand sovereign, within internationally recognized \r\nborders, in accordance with the relevant resolutions of \r\nthe Security Council and the General Assembly. We \r\nalso reiterate our support for Palestine’s admission as \r\na State Member of the United Nations with full rights.\r\nWe are concerned about the warmongering threats \r\nof the Governments of Israel and the United States \r\nagainst Iran. A military attack on that Persian nation \r\nwould have fatal consequences for world peace. We \r\nrecognize the sovereign right of the Islamic Republic of \r\nIran to develop nuclear energy for peaceful purposes.\r\nRespect for cultures and religions ensures the \r\npeaceful coexistence of the human beings who populate \r\nour planet. Within the crisis of capitalism, we have \r\nonce again seen a resurgence in Western countries of \r\nracial hatred, xenophobia and hostility to other cultures \r\nand religions. The reprehensible video against the great \r\nProphet Muhammad and Islam has naturally provoked \r\nprotests among Muslim peoples. Such anti-Islamic \r\nexpressions are not random; they are part of a political \r\nand ideological climate that fosters hatred against those \r\nwho are different.\r\nWe deplore the fact that freedom of speech is being \r\nused to offend religions and denigrate religious prophets. \r\nWhat are the limits of the freedom of expression? Is it an \r\nabsolute freedom that allows one to besmirch people’s \r\ndeepest beliefs and religious feelings? Venezuela \r\nrejects exhibitions of xenophobia against Muslims and \r\nsupports dialogue between cultures and civilizations \r\naimed at promoting peace and brotherhood among \r\nhuman beings. At the same time, we call for respect for \r\nthe inviolability of diplomatic premises and the dignity \r\nof human life.\r\n12-52569 15\r\nA/67/PV.21\r\nMr. Henderson (Dominica): On behalf of the \r\nGovernment and people of the Commonwealth of \r\nDominica, I would like to congratulate Mr. Jeremić on \r\nhis election to the presidency of the General Assembly \r\nat its sixty-seventh session and to wish him every \r\nsuccess. We also express our appreciation and gratitude \r\nto his predecessor, Mr. Nassir Abdulaziz Al-Nasser, for \r\nthe able manner in which he presided over the sixty-\r\nsixth session.\r\nThe sixty-seventh session of the General \r\nAssembly has convened at a time when we face myriad \r\nchallenges — the impact of climate change, civil \r\nconflicts, hunger and starvation, poverty, HIV/AIDS and \r\nchronic non-communicable diseases. Those challenges, \r\nhowever, are equally matched by the tremendous \r\nopportunities created by the rapid advancement in \r\nscience and technology and the unprecedented level of \r\ninternational cooperation.\r\nWe therefore need the political will to harness \r\nthose opportunities for the benefit of our peoples. \r\nThat would necessarily require the transformation of \r\nmultilateral institutions, such as the United Nations, \r\nincluding its organs and agencies, the World Bank and \r\nthe International Monetary Fund, to reflect equity and \r\ninclusion. Those changes must be supported by a shift \r\nin our systems of production and consumption and by a \r\nnew economic system, built on the principles of fairness \r\nand differentiated treatment on the basis of the unique \r\nchallenges of countries, especially the vulnerability of \r\nsmall island developing States (SIDS). I am confident \r\nthat, with such an approach, we will be able to overcome \r\nthose challenges in a functioning multilateral system.\r\nThe President returned to the Chair.\r\nThe unsustainable consumption and production \r\nsystems that continue to deplete the world’s resources \r\nand that simultaneously contribute to global warming \r\nremain a major threat to the survival of those of us who \r\nlive close to the world’s oceans. The United Nations \r\nConference on Sustainable Development (Rio+20) was \r\na commendable effort by the international community \r\nto take stock of the human impact on the Earth’s \r\nresources and to commit to reversing the present \r\ntrend. The outcome document, entitled “The future \r\nwe want” (resolution 66/288, annex), falls short of our \r\nexpectations. However, it remains a work in progress \r\nand presents a useful platform for the ongoing discussion \r\nof multilateral resolutions to the growing concern of \r\nsustainable development. More important, the outcome \r\nsystem in the world. Between 1999 and 2012 we have \r\nheld 14 clean national elections, a world record in \r\npolitical participation. We should issue a warning, here \r\nin this forum, that anti-democratic national elements, \r\nin alliance with foreign interests, are attempting to \r\nuse violence in order to subvert the will of the people. \r\nThe Venezuelan people are prepared, however, once \r\nagain to defend their democratic and revolutionary \r\nachievements.\r\nVenezuela needs a democratic opposition. Pluralism \r\nand diversity coexist in democracy. And peace is the \r\nonly path for the homeland of Simón Bolívar. President \r\nHugo Chávez Frías is guaranteeing the continuity of \r\nour sovereign and supportive foreign policy, focused \r\non improving Latin American and Caribbean unity, \r\nenhancing cooperation with the peoples of the South, and \r\nbuilding a multicentric and multipolar world, without \r\nimperial hegemonies. Similarly, he is guaranteeing the \r\ncontinuity of a national policy based on social justice.\r\nThe successes of the Bolivarian Revolution are \r\nevident. Venezuela has met the targets set by the \r\nMillennium Development Goals before 2015. The \r\nnumber of households in extreme poverty has fallen \r\ndramatically, from 21 per cent in 1998 to 7 per cent \r\nin 2010. Social investment in my country is among \r\nthe highest in the world. Venezuela has the highest \r\nminimum wage in Latin America and the Caribbean. \r\nAccording to the Gini coefficient, our country is the \r\nmost egalitarian in Latin America and the Caribbean. \r\nAccording to the Food and Agriculture Organization \r\nof the United Nations, we are ranked tenth among the \r\nbest-fed peoples in the world. We are the country with \r\nthe fifth-highest percentage of university enrolment \r\nin the world. Education and health care are free. All \r\nVenezuelans, without exception, have access to those \r\nrights.\r\nThose extraordinary achievements in economic, \r\nsocial and cultural rights have been attained in the \r\ncontext of a participatory democracy, in which civil \r\nand political rights are fully respected, as never before \r\nin our country’s history. The Venezuelan people have \r\nregained their sovereignty and self-determination. A \r\nrevolution for freedom, justice and equality is under \r\nway. That is the Bolivarian revolution.\r\nThe Acting President: I now give the f loor to His \r\nExcellency Mr. Vince Henderson, head of the delegation \r\nof Dominica.\r\n16 12-52569\r\nA/67/PV.21\r\ndocument is indicative of what the international \r\ncommunity can achieve when collective energies are \r\nharnessed to present an international response.\r\nThe Commonwealth of Dominica is pleased that \r\nRio+20 reaffirmed an international commitment to \r\nsupport small island developing States. We especially \r\nwelcome the agreement to convene the third Global \r\nConference on the Sustainable Development of SIDS \r\nin 2014 in the Pacific region. In fact, we are of the \r\nview that the third Global Conference will provide an \r\nopportunity for the implementation of the outcomes of \r\nRio+20, the Barbados Programme of Action and the \r\nMauritius Strategy for the Further Implementation of \r\nthe Barbados Programme of Action.\r\nAs a small island developing State, Dominica is \r\ncommitted to the fundamental principle of environmental \r\nsustainability. That is clearly demonstrated by our \r\napproach to sustainable development as the “Nature \r\nIsland”. The sustainable use of our natural resources \r\nhas contributed to our tourism product, while at the \r\nsame time blessing our citizens with the most beautiful \r\nplace on Earth to call home. Notwithstanding that, our \r\ngreat vulnerability continues to put us at the mercy \r\nof countries that promote and employ unsustainable \r\npractices. The challenges include an international \r\neconomic system dominated by the strong and the \r\npowerful that pays little or no regard to the vulnerable. \r\nIf multilateralism is to survive, we need to focus on \r\ncorrecting that lopsided system, which is destined to \r\nannihilate SIDS.\r\nDominica’s very vulnerability to the effects of \r\nglobal warming underscores our commitment to a \r\nmultilateral approach aimed at combating climate \r\nchange. The impact of climate change continues to \r\nmanifest itself in a number of ways, resulting in greater \r\nchallenges to the survival of SIDS. The failure to date \r\nto reach a legally binding outcome on climate change is \r\na cause of grave concern. While the debate continues, \r\nthe challenges to our islands increase.\r\nWe are encouraged, however, by the fact that the \r\nrecently concluded climate talks in Bangkok prepared \r\na fertile ground for the United Nations Framework \r\nConvention on Climate Change in Doha later this \r\nyear. Nevertheless, Dominica continues to stress the \r\nimportance of extending and amending the Kyoto \r\nProtocol before it lapses. The timely creation of a road \r\nmap for a new legally binding document must be treated \r\nas a matter of urgency. We look forward to the Doha \r\ntalks, of which we have great expectations.\r\nOne major contributor to climate change is the \r\nconsumption of fossil fuels for the production of \r\nelectricity. The importation of fossil fuels also has the \r\ngreatest impact on the economic vulnerability of many \r\nsmall island developing States. Addressing energy \r\nissues is therefore central to responding to the challenges \r\nof climate change and sustainable development. Today, \r\nthere is still a significant portion of many remote and \r\nrural island communities that has little or no access to \r\nmodern and affordable energy services.\r\nThe low-carbon economies in SIDS therefore \r\nprovide an opportunity to reduce greenhouse-gas \r\nemissions, while decreasing dependence on imported \r\nfossil fuels. By generating their own energy from \r\nnatural renewable sources, SIDS will be able to achieve \r\nenergy security. The savings realized from avoiding \r\nthe cost of importing fossil fuels could be used for \r\nadaptation and developmental needs. For that and \r\nother reasons, the SIDS Sustainable Energy Initiative, \r\nknown as SIDS DOCK, was instituted. The Initiative \r\ncurrently provides a global platform for SIDS to pursue \r\ntheir renewable energy ambitions by building capacity \r\nand by providing technical support to member States. \r\nThe Governments of Denmark and Japan, the United \r\nNations Development Programme and the World Bank \r\ncontinue to play a significant role in making energy \r\nindependence a reality for SIDS. The recent partnership \r\nwith the Clinton Foundation has given new hope to a \r\nnumber of islands that are vigorously pursuing their \r\nrenewable energy aspirations.\r\nDominica has the honour of serving as Chair of \r\nSIDS DOCK. My delegation, on its own behalf as well \r\nas that of SIDS DOCK, fully endorses the Barbados \r\nDeclaration on Achieving Sustainable Energy for All \r\nin Small Island Developing States, signed by ministers \r\nand other heads of delegation of the Alliance of Small \r\nIsland States at the ministerial conference held in \r\nBridgetown in May. The commitments made and targets \r\nset to increase the percentage of renewable energy and \r\nincrease energy efficiency in energy portfolios are \r\ntestimony to our region’s commitment to the Secretary-\r\nGeneral’s Sustainable Energy for All initiative. We \r\ncongratulate the Secretary-General on launching the \r\ninitiative, which SIDS DOCK joined and is committed \r\nto actively supporting.\r\n12-52569 17\r\nA/67/PV.21\r\nDominica, the “Nature Island”, continues to pursue \r\nthe development of its geothermal resources. We are \r\npleased to announce that the recently concluded test-\r\ndrilling in the Roseau Valley has confirmed that our \r\ngeothermal resources have the potential to supply our \r\ndomestic needs and provide an exportable surplus. That \r\nwill allow us to move away from the importation of fossil \r\nfuel for the generation of electricity within the next five \r\nyears, while also reducing the cost of electricity for our \r\npeople. At the same time, the development of a power \r\nplant for export to the French territories of Guadeloupe \r\nand Martinique will provide a source of revenue for \r\nthe island. Negotiations are ongoing and expected \r\nto conclude by the end of 2012. Work is expected to \r\ncommence on the first power plant in the first quarter \r\nof 2013. Dominica’s energy initiative has the potential \r\nto transform its economy and to improve the quality \r\nof life of its people. The Government of Dominica, as \r\ntrustee of the island’s resources on behalf of its people, \r\nis therefore ensuring that it manages that process \r\nresponsibly.\r\nWe have sought and are receiving assistance from \r\nsome of the most reputable consultants in the world. The \r\nsupport of the Clinton Climate Initiative has allowed us to \r\nnavigate through the complex challenges of the project. \r\nWe therefore wish to express our gratitude to President \r\nBill Clinton for his continued support in that initiative. \r\nWe anticipate that, by 2017, all of our electricity needs \r\nwill be met by a combination of sources, namely, hydro \r\nand geothermal. By 2020 we expect to be exporting \r\nelectricity to our neighbouring islands via submarine \r\ncables. That, coupled with our sustainable development \r\npractices, means that Dominica will go beyond carbon \r\nneutrality to being carbon-negative by the year 2020.\r\nLike Dominica, many SIDS are pursuing national \r\nrenewable energy initiatives, and more than 20 SIDS \r\nhave made pledges under the Sustainable Energy for \r\nAll initiative. However, unsustainable debt and the \r\nlack of technology make it impossible for them to \r\nachieve their goals. We therefore invite other developed \r\ncountries and the international community to join the \r\nGovernments of Denmark and Japan and the Clinton \r\nClimate Initiative in the SIDS DOCK partnership, \r\nand the Government of Norway in its Energy for All \r\ninitiative, in providing critical support to SIDS.\r\nThe global community should heed the prolonged, \r\nand in some cases recent, cries of peoples around the \r\nworld. The response should not be selective or be based \r\non narrow national interests. Injustice anywhere and in \r\nany form should not be tolerated. The so-called Arab \r\nSpring has been one expression of people’s discontent. \r\nThe international community must support the wishes \r\nof people as they struggle to create their own democratic \r\nsystems, driven by their aspirations.\r\nThe recent spate of attacks on United States \r\nmissions and personnel, or attacks on the diplomatic \r\nfacilities of any country, does nothing to advance the \r\ncauses of those who may be marginalized or who feel \r\noffended by other democratic systems. Regardless of \r\nwhat may have led to the protests, the Commonwealth \r\nof Dominica condemns those unjustified attacks, which \r\nresulted in the unfortunate loss of life of United States \r\nAmbassador Christopher Stevens and his colleagues.\r\nWhile we are heartened by the attention that has \r\nbeen given to the recent outcries from some corners \r\nof the globe, we remain concerned that in our part of \r\nthe world the cries of people who have been suffering \r\nfor decades have aroused less sympathy. The suffering \r\nof our brothers and sisters in the Republic of Haiti \r\npersists, much to the concern of Dominica and the \r\nCaribbean Community (CARICOM). We are grateful to \r\nthose countries that have responded and to others that \r\nhave supported and continue to support the rebuilding \r\nefforts in Haiti. However, we are still far from assisting \r\nthe people of Haiti to reach a state of normalcy where \r\nthey can enjoy the basic necessities of life. We therefore \r\ncall upon the international community to heed the cry \r\nof Haiti and to provide support in the rebuilding efforts.\r\nThe Caribbean region also continues to witness the \r\nunheeded call for the discontinuation of the economic, \r\nfinancial and trade embargo on our brothers and sisters \r\nin the Republic of Cuba. We call upon the Government \r\nof the United States to allow the people of Cuba to be \r\nfully integrated into the global trading system, thereby \r\nenabling them to improve their lives and allowing the \r\nworld to benefit from their tremendous contributions, \r\nespecially in the area of science and technology.\r\nThe international trade, transfer and use of \r\nconventional arms, weapons, munitions and ammunition \r\ncontinue to threaten international peace and security. \r\nDominica, like its sister nations in CARICOM, is not \r\nimmune to that debilitating phenomenon. Our region \r\ncontinues to be affected by an increase in gangs \r\nand violent criminal activities born out of the trade \r\nand transfer of illicit arms and drugs throughout the \r\nCaribbean region, from North to South America. We \r\nare therefore perturbed that, despite four weeks of \r\n18 12-52569\r\nA/67/PV.21\r\nThe President: We have heard the last speaker in \r\nthe general debate.\r\nSeveral representatives have requested to speak in \r\nexercise of the right of reply. May I remind members \r\nthat statements in the exercise of the right of reply \r\nare limited to 10 minutes for the first statement and \r\nto 5 minutes for the second and should be made by \r\ndelegations from their seats.\r\nMr. Tarar (Pakistan): The delegation of Pakistan \r\nwould like to exercise its right of reply with regard to \r\nremarks made by India’s Minister for External Affairs \r\nthis morning (see A/67/PV.19).\r\nLet me begin by emphasizing that the reference \r\nto the Jammu and Kashmir dispute in the statement \r\nby the President of Pakistan (see A/67/PV.7) was not \r\nunwarranted. Let me also make it absolutely clear \r\nthat Jammu and Kashmir is neither an integral part of \r\nIndia nor has it ever been. I will now quote the relevant \r\nexcerpt from the President’s statement.\r\n“Our principled position on territorial disputes \r\nremains the bedrock of our foreign policy. We \r\nwill continue to support the rights of the people \r\nof Jammu and Kashmir to peacefully choose their \r\ndestiny in accordance with the Security Council’s \r\nlong-standing resolutions on this matter. Kashmir \r\nremains a symbol of the failures, rather than the \r\nstrengths, of the United Nations system. We feel \r\nthat a resolution of these issues can be arrived at \r\nonly in an environment of cooperation.\r\n“By normalizing trade relations, we want to \r\ncreate a regional South Asian narrative. Such a \r\nnarrative will provide an environment that will \r\nmutually benefit the countries of our region.”\r\nThe President of Pakistan said no more, no less.\r\nMr. Sahraei (Islamic Republic of Iran): Today, \r\na Western delegation made an allegation against the \r\nIranian nuclear programme. The same accusation was \r\nalso made by a few other Western countries during the \r\nAssembly’s general debate. In exercising our right of \r\nreply, I would like to make the following statement.\r\nLike the other parties to the Treaty on the \r\nNon-Proliferation of Nuclear Weapons (NPT), the \r\nIslamic Republic of Iran has an inalienable right to \r\ndevelop, research, produce and use nuclear energy \r\nfor peaceful purposes without discrimination. Iran is \r\nfirmly determined to exercise that right in full. At the \r\nrigorous deliberations and intense negotiations, the \r\nUnited Nations Conference on the Arms Trade Treaty \r\ndid not result in the finalization of the treaty. However, \r\nlike the rest of our CARICOM colleagues, we believe \r\nthat the 26 July text from the Chair of the Conference \r\nprovides a blueprint for a possible final document. \r\nAs leaders, the task is now ours to finalize a legally \r\nbinding document in the interests of the protection of \r\nour people.Dominica remains optimistic that that can \r\nbe achieved during the current session of the General \r\nAssembly, and we reaffirm our commitment to the \r\nrealization of a robust arms trade treaty.\r\nDominica would like to take this opportunity \r\nto applaud the role and efforts of the United Nations \r\nin combating the proliferation of small arms and \r\nlight weapons in the global community. The long-\r\nterm socioeconomic development of many nations, \r\nparticularly SIDS such as Dominica, is severely \r\ncompromised because of the proliferation of small \r\narms and light weapons in our region. Associated with \r\nthat illicit trade is the trafficking of narcotics through \r\nthe Caribbean region, from South to North America, \r\nwhich has presented new challenges to the maintenance \r\nof peace and security in our region. It underscores \r\nthe urgent need for a legally binding international \r\ninstrument that addresses the control and monitoring \r\nof the illicit trade in small arms among States and \r\nnon-State actors.\r\nIn conclusion, Dominica remains committed \r\nto collaborating with the United Nations and all its \r\nagencies, as well as with all Member States, to strengthen \r\nthe mission of this noble body that, notwithstanding \r\nits imperfections, is critical to maintaining world \r\npeace and security. We reaffirm our confidence in the \r\nUnited Nations system as the ultimate negotiating and \r\ndeliberative body for addressing the major challenges \r\nconfronting the world.\r\nMay we all rise to the occasion and resolve to bring \r\npeace, security and prosperity to every corner of the \r\nglobe.\r\nBefore I finish, Sir, I hope that, given that I am the \r\nlast speaker, you will allow me the latitude to address \r\na word of thanks to the interpreters and the rest of the \r\nUnited Nations staff for their hard work over the past \r\nweek. We know that their task has not been easy, and \r\nwe appreciate their contribution.\r\nMay God bless the United Nations. May God bless \r\nus all.\r\n12-52569 19\r\nA/67/PV.21\r\nIsraeli regime, which tries to identify red lines for the \r\npeaceful nuclear activities of others, when it itself, \r\nconfident in its great patron, has crossed every red \r\nline in the course of its history and committed every \r\ntype of crime, from crimes of aggression to war crimes \r\nand crimes against humanity, even as it continues to \r\nthreaten other countries.\r\nThat regime must accede to all treaties relating to \r\nweapons of mass destruction, in particular the NPT, \r\nwithout conditions or further delay, put all of its nuclear \r\nactivities under the IAEA comprehensive safeguards \r\nagreement and fully comply with all its international \r\nobligations.\r\nIn conclusion, I would like to stress that, while Iran \r\nstands ready to engage in a serious and constructive \r\nnegotiation with interested parties, based on justice and \r\nmutual respect and without preconditions, it will never \r\ncompromise on its inalienable right to the peaceful \r\nuses of nuclear science and technology, including its \r\ninherent right to develop a national nuclear fuel cycle.\r\nMr. Kumar (India): I take the f loor in response to \r\nthe gratuitous references by the delegation of Pakistan \r\nabout the Indian state of Jammu and Kashmir, which is \r\nand has always been an integral part of India. It is ironic \r\nthat those comments were made by the representative \r\nof a country that persists in its illegal occupation of a \r\npart of the Indian state of Jammu and Kashmir. Those \r\nreferences constitute a clear interference in the internal \r\naffairs of India. We reject them in their entirety.\r\nMr. Mehdiyev (Azerbaijan): I would like to speak \r\nin exercise of the right of reply to the statement made \r\nby the Minister for Foreign Affairs of Armenia today \r\nat the 19th meeting, in the Assembly’s general debate.\r\nIt is clear that the statement of the Foreign \r\nMinister of Armenia represents yet another example \r\nof utter falsehood. It is also illustrative of Armenia’s \r\nuninterrupted attempts to create the wrong impression \r\nof the real situation on the ground and to deflect the \r\nattention of the international community from the \r\nurgent need to address the main problems caused the \r\ncontinuing aggression against Azerbaijan by that \r\nMember State. However, such a futile effort easily \r\ncollapses, like a house of cards, against the background \r\nof facts and testifies to a diametrically opposite \r\nsituation.\r\nBy trying to criticize and lecture neighbouring \r\ncountries, the Foreign Minister of Armenia fell into \r\nsame time, we are fully committed to our obligations \r\nunder the NPT. Our commitment to non-proliferation \r\nremains intact.\r\nThe nuclear activities of my country are and always \r\nhave been exclusively for peaceful purposes. The \r\nnon-diversion of the declared nuclear material in Iran \r\nhas been repeatedly confirmed by the International \r\nAtomic Energy Agency (IAEA). In line with its \r\nobligations under its IAEA Safeguards Agreement, Iran \r\nfully cooperates with the Agency. All activities at our \r\nnuclear sites are under the IAEA’s 24-hour surveillance \r\ncameras, and the Agency’s resident inspectors regularly \r\nvisit the sites and measure and seal enriched-uranium \r\ncontainers.\r\nThe IAEA Director General, in all of his relevant \r\nreports, including his latest report on 13 June, has \r\nstated that\r\n“the Agency continues to verify the non-diversion \r\nof declared nuclear material at the nuclear facilities \r\nand LOFs [location outside facilities] declared by \r\nIran under its safeguards agreement”.\r\nIt is therefore evident that these politically motivated \r\nallegations are without any foundation. The objective \r\nbehind such claims, which were made by a few Western \r\ncountries that are either nuclear-weapon States or under \r\nthe nuclear umbrella, is an attempt to divert attention \r\nfrom their own abysmal record on non-compliance with \r\ntheir nuclear disarmament obligations under the NPT.\r\nInstead of making unfounded allegations denying \r\nthe peaceful nature of Iran’s nuclear programme, they \r\nshould comply with their legal obligations under the \r\nNPT, in particular by freezing modernization of their \r\nnuclear arsenals, immediately withdrawing their nuclear \r\nweapons from other countries, refraining from nuclear-\r\nweapon-sharing and from cooperating with non-parties \r\nto the NPT, and eliminating all their nuclear weapons.\r\nMoreover, the unwarranted focus by those Western \r\ncountries on Iran’s peaceful programme and their \r\nsimultaneous deadly silence on the nuclear weapons \r\nand other weapons of mass destruction of the Zionist \r\nregime is entirely hypocritical. Iran’s exclusively \r\npeaceful nuclear programme is not a threat. The only \r\nthreat to regional and international peace and security \r\nis the Zionist regime, which has more than 200 nuclear \r\nwarheads and is the only non-party to the NPT in the \r\nMiddle East. There is no greater source of insecurity \r\nand instability in the Middle East and beyond than the \r\n20 12-52569\r\nA/67/PV.21\r\nincrease of Azerbaijan. Complaints in that regard \r\nare obviously ridiculous, as they are voiced by the \r\nrepresentative of an aggressor State in regard to the \r\nmilitary capability of its victim. At the same time, \r\nit is well known that the annual defence spending of \r\nAzerbaijan remains in line with its overall budget \r\nincreases, that Azerbaijan continues to spend a much \r\nsmaller percentage of its gross domestic product on its \r\narmy than does Armenia, and that the size of the armed \r\nforces of Azerbaijan is proportional to its population, \r\nterritory and the length of its borders and remains less \r\nthan that of Armenia. Indeed, a comparative analysis \r\nshows that in correlation to its population, territory, \r\nannual budget and gross domestic product, Armenia \r\nis the most militarized country of the South Caucasus \r\nin terms of military expenditures, foreign military \r\nassistance, military personnel and quantity of procured \r\narmaments.\r\nThe Foreign Minister of Armenia spent much of his \r\nstatement conveying his country’s distorted perception \r\nof the case of Ramil Safarov, relating to an incident that \r\ntook place during a NATO-sponsored training course in \r\nBudapest. I would like to recall that the detailed answer \r\nto the irresponsible speculations of the Armenian side \r\nin that regard is contained in our letter of 17 September \r\n2012, addressed to the Secretary-General and circulated \r\nas document A/66/905.\r\nWhile trying to introduce that case as allegedly \r\nthe manifestation of anti-Armenian prejudices, the \r\nForeign Minister of Armenia disregards the fact that, \r\nunlike his own country, Azerbaijan has preserved its \r\nethnic and cultural diversity to the present day and that \r\nmany Armenians are living not only in the occupied \r\nDaghlyq Garabagh region, but also in the capital and \r\nother major cities of Azerbaijan. On the contrary, the \r\ninternational community has repeatedly expressed its \r\nindignation with the undisguised promotion by the \r\nleadership of Armenia of the odious ideas of racial \r\nsuperiority, ethnic and religious incompatibility, and \r\nhatred towards Azerbaijan and other neighbouring \r\nnations. The relevant United Nations bodies and other \r\ninternational organizations have repeatedly expressed \r\ntheir serious concerns about the spirit of intolerance \r\nprevailing in Armenia and the discriminatory policies \r\nand practices pursued in that country. It should be \r\npointed out that the same policies and practices are being \r\nimplemented by Armenia in the occupied territories of \r\nAzerbaijan, where it has carried out ethnic cleansing \r\nagainst all non-Armenians and where it has established \r\nthe ethnically constructed subordinate separatist entity, \r\nhis usual forgetfulness. Otherwise, he would have \r\nrecollected that his country unleashed the war and \r\nperpetrated aggression against Azerbaijan, carried out \r\nethnic cleansing and committed other heinous crimes \r\nagainst Azerbaijan’s civilian population in the course \r\nof the war. Most important, he passed over in silence \r\nthe fact that it was indeed Armenia that used military \r\nforce to occupy the territories of Azerbaijan, and not \r\nthe other way around.\r\nIt is curious that the Foreign Minister of Armenia \r\nbelieves that his country and the international \r\ncommunity speak in one language regarding the \r\nDaghlyq Garabagh issue and that Armenia’s position \r\nis in line with documents adopted by international \r\norganizations. Needless to say, the whole foundation \r\nof the international legal order will collapse if that \r\nhappens. The words of the Armenian Minister represent \r\nan obvious falsification so characteristic of Armenian \r\nhigh-ranking officials.\r\nIt would be pertinent to recall Armenians’ \r\npersistent non-compliance with the relevant resolutions \r\nof the Security Council and General Assembly, which, \r\ninter alia, demanded the immediate, complete and \r\nunconditional withdrawal of all Armenian forces \r\nfrom all the occupied territories of Azerbaijan. The \r\nshort memory of Armenian officials also extends \r\nto numerous documents and decisions of other \r\ninternational organizations calling for an end to the \r\noccupation of Azerbaijani lands. The most recent are \r\nthe final documents adopted earlier this year at the \r\nsummits of the North Atlantic Treaty Organization \r\n(NATO), the Organization of Islamic Cooperation \r\nand the Non-Aligned Movement (NAM), which \r\nunequivocally supported the position of Azerbaijan. \r\nIt should be particularly noted that the President of \r\nArmenia refused to participate in the summits of NATO \r\nand NAM only because of the approach they took in \r\nregard to the conflict and the principles to be applied \r\nfor its resolution.\r\nAnother recent example includes the reaction of the \r\ninternational community to the so-called legal elections \r\nconducted by Armenia in July in the occupied Daghlyq \r\nGarabagh region of Azerbaijan. In their statement \r\nand communications, international organizations and \r\nindividual States voiced their unequivocal protests \r\nagainst the so-called elections and declared the \r\nprovocative action null and void.\r\nThe statement of the Foreign Minister of Armenia \r\ncontains groundless comments on the military budget \r\n12-52569 21\r\nA/67/PV.21\r\nand war by Azerbaijan against the peaceful population. \r\nWho can blame Armenians of the Nagorno Karabakh \r\nRepublic for not wanting to live in the same country as \r\ntheir murderers?\r\nNothing that Azerbaijan says to the world from any \r\nrostrum can be considered factual. On the contrary, it is \r\na constant barrage of lies, combined with anti-Armenian \r\nracist rhetoric. I suppose their strategy is to tell such \r\nunbelievable lies and to repeat them so often that sooner \r\nor later people will get used to them. An oriental saying \r\nsays, “No matter how many times you say ‘sweet dates’, \r\nyou still will not feel sweetness in your mouth”. That \r\nis just wishful thinking. What can one expect from \r\na country whose President openly declares that the \r\nArmenians of the world are the enemy of Azerbaijan? \r\nI believe that is what is known as xenophobia and it is \r\npunishable by law, at least in my country and the rest \r\nof the civilized world that we come from and that the \r\nUnited Nations was created to create and cherish.\r\nAzerbaijan is the only country in the world that \r\nboasts of its astronomical military expenditures. I \r\nremember the time when a rising defence budget \r\nwas not something to be proud of. But they shout out \r\nloudly about it and threaten our being in Nagorno \r\nKarabakh. Azerbaijan is a country where someone who \r\nhas killed a foreigner, an Armenian, is considered a \r\nnational hero. In my country a murderer would have \r\nreceived what is prescribed by law. The murderer of a \r\nsleeping person would have been branded as not only a \r\nmurderer but a coward. No Armenian in his right mind \r\nwould live in Baku, despite the many examples the \r\nrepresentative of Azerbaijan may bring of Armenians \r\nliving in Azerbaijan. Even the world chess champion \r\nGary Kasparov recently said that he will never go to \r\nBaku until the Nagorno Karabakh issue is resolved and \r\nAzerbaijan halts the anti-Armenian hysteria.\r\nAzerbaijan uses the tactic that the best defence is \r\na good offence, hoping that if they put the blame on \r\neverybody else for what the world condemns them for, \r\nthat will save them. However, no one can manipulate \r\nworld public opinion, not even in oil-dollars-rich \r\nAzerbaijan. Therefore no Azerbaijani, and especially \r\nno Azerbaijani official, has any historical, moral or \r\nlegal right to tell the people of Nagorno Karabakh how \r\nto live, where to live or how independent to be.\r\nMr. Desta (Eritrea): I take the f loor in exercise of \r\nthe right of reply in connection with the statement made \r\nby the Minister for Foreign Affairs of the Republic of \r\nDjibouti during his address to the Assembly at the \r\nwhich is ultimately nothing other than the product of \r\naggression and racial discrimination.\r\nThe responsibility of Armenia’s political and \r\nmilitary leadership for the atrocious crimes committed \r\nduring the war has been well attested to at the \r\ninternational level and even admitted to by Armenia’s \r\nhigh-ranking officials. The most shocking revelation \r\nis certainly the one made by the current President of \r\nArmenia, Mr. Serzh Sargsyan. In his interview with \r\nBritish journalist Thomas de Waal of 15 December \r\n2000, in response to the question as to whether things \r\ncould have happened differently and whether he had \r\nany regrets about the deaths of thousands of people, the \r\nArmenian Head of State answered that he had absolutely \r\nno regrets, since such upheavals were necessary even if \r\nthousands had to die. The full transcript of the interview \r\nis available online on the Carnegie Endowment website. \r\nThose who are interested in arriving at the truth may \r\nfamiliarize themselves with that piece of evidence, \r\nalong with numerous other documents that totally \r\ndisprove what we heard today from the Minister for \r\nForeign of Affairs of Armenia.\r\nEverything I have mentioned definitevely dispels \r\nthe myths of Armenia as an eternal victim. In reality, \r\nby disregarding the resolutions of the Security Council \r\nand the General Assembly, by continuing to illegally \r\noccupy the territories of Azerbaijan, by deliberately \r\ndenying the right of more than 1 million Azerbaijani \r\nrefugees and internally displaced persons to return \r\nto their homes, by pursuing a racist ideology and by \r\nmisinterpreting the fundamental norms and principles \r\nof international law, Armenia clearly demonstrates who \r\nis actually responsible for undermining regional peace, \r\nsecurity and stability.\r\nMr. Kazhoyan (Armenia): I apologize for taking \r\nthe f loor at this late hour. It was not my intention. \r\nHowever, I must reply to the comments made just now \r\nby the representative of Azerbaijan.\r\nThe reply by the representative of Azerbaijan was \r\nbased on even more lies; not a single word corresponded \r\nto the truth. The statement made at the 19th plenary \r\nmeeting earlier today by the Minister for Foreign \r\nAffairs of the Republic of Armenia highlighted all \r\nthose huge — to put it mildly — discrepancies. I will \r\nnot go into detail and explain that whatever happened \r\n20 years ago was the expression of the right to self-\r\ndetermination by the people of Nagorno Karabakh, \r\nand the fact that the realization of their absolutely legal \r\nconstitutional right was met with hostilities, massacres \r\n22 12-52569\r\nA/67/PV.21\r\nMr. Tarar (Pakistan): I speak in response to \r\nremarks made earlier by the representative of India. The \r\ndisputed status of Jammu and Kashmir is established \r\nby Security Council resolutions and agreed upon by \r\nboth Pakistan and India. A characterization of Jammu \r\nand Kashmir or any part of its territory as part of \r\nIndia is therefore untenable. The people of Jammu and \r\nKashmir have yet to exercise their inalienable right to \r\nself-determination.\r\nMr. Mehdiyev (Azerbaijan): The remarks just \r\nmade by the delegation of Armenia, full of distortions \r\nand misinterpretations, demonstrate how far that \r\nMember State is from engaging in a constructive \r\nsearch for peace in the region. In fact, the delegation \r\nof Armenia has introduced nothing new and has once \r\nagain abused its right to speak from the high rostrum of \r\nthe General Assembly. The delegation of Armenia did \r\nnot even want to take the trouble of listening carefully \r\nto what we have said, preferring instead to read out a \r\ntext containing its set of standard falsifications.\r\nAs a result, we have heard irrelevant and out-of-\r\ncontext comments, which obviously fail to respond \r\nto our demands. Having seen no reason to prolong \r\ndiscussion on the issue at this stage of our deliberations, \r\nwe would like to express our confidence that Armenia’s \r\ndestructive political agenda is fated never to be realized. \r\nArmenia will be obliged to cease its provocative \r\npolicy, to ensure that the occupation of Azerbaijan’s \r\nterritory is ended, to renounce its territorial claims on \r\nneighbouring nations and to establish civilized relations \r\nwith all countries of the region.\r\nMr. Kumar (India): I take the f loor in exercise of \r\nthe right of reply because, regrettably, the delegation \r\nof Pakistan has once again raised the issue of Jammu \r\nand Kashmir, which is an integral part of India. The \r\npeople of Jammu and Kashmir have peacefully chosen \r\ntheir destiny in accordance with democratic practices, \r\nand they continue to do so. We therefore reject in their \r\nentirety the untenable comments from the delegate of \r\nPakistan.\r\nMr. Kazhoyan (Armenia): I am sorry for having to \r\ntake the f loor for the second time. I really wonder how \r\nthe memory of Azerbaijan’s delegation works.\r\nIn 1988, the people of Nagorno Karabakh \r\npeacefully ask for independence from Azerbaijan; they \r\nare attacked by Azerbaijan. Armenians organize self-\r\ndefence; Azerbaijan unleashes a large-scale war from \r\n1992 to 1994. The people of Nagorno Karabakh stop the \r\n19th plenary meeting this morning. My delegation was \r\nsurprised by the Minister’s statement about our country.\r\nMy delegation does not wish to dwell on the events \r\nof 2008, as we have exhaustively addressed the matter \r\nin other forums. In a forward-looking manner my \r\ndelegation would like to stress the following points to \r\nset the record straight.\r\nFirst, Eritrea has always desired good-neighbourly \r\nrelations with Djibouti, based on mutual respect and \r\neconomic cooperation.\r\nSecondly, Djibouti bears responsibility for the two-\r\nday skirmish of 2008.\r\nThirdly, in June 2010 the Presidents of Eritrea \r\nand Djibouti signed a peace agreement entrusting the \r\nAmir of the State of Qatar, Sheikh Hamad bin Khalifa \r\nAl-Thani, to mediate the border dispute.\r\nFourthly, the issue of prisoners of war is part and \r\nparcel of the agreement, and both sides agreed to address \r\nit. Regrettably, the issue is singled out as a point in the \r\ncampaign against Eritrea in different forums, including \r\nin the Security Council. That raises a serious question \r\nabout whether the other side is prepared to resolve the \r\nmatter in accordance with the letter and spirit of the \r\naccord, and it has unnecessarily prolonged the peace \r\nprocess.\r\nFifthly, Eritrea has fully fulfilled its obligations \r\nunder the agreement and relevant Security Council \r\nresolutions, including resolution 1862 (2009). It has \r\nwithdrawn its troops from the common border, which \r\nsince then has been monitored by Qatari peacekeepers.\r\nSixthly, Eritrea stresses the ongoing mediation \r\nby the Amir of Qatar as the best opportunity for both \r\ncountries to resolve the outstanding issues, paving \r\nthe way for cooperative and normal relations. What \r\nremains now is for both Governments to engage in good \r\nfaith in the Amir of Qatar’s mediation facilitation. It \r\nis important to refrain from engaging in inflammatory \r\nstatements that could potentially harm the ongoing \r\nmediation process. Eritrea affirms it will act in good \r\nfaith and will remain fully committed to the peace \r\nprocess.\r\nLet me conclude by commending the Amir of \r\nQatar for his mediation role. I also wish to pay tribute \r\nto the Qatari peacekeepers deployed along the common \r\nborder between our two countries.\r\n12-52569 23\r\nA/67/PV.21\r\nfor the important contributions they made. I would \r\nalso like to express my sincere appreciation to the \r\nVice-Presidents of the General Assembly for their \r\nassistance and cooperation. I am enormously grateful to \r\nthe Department for General Assembly and Conference \r\nManagement for its support and understanding. I know \r\nI was not the easiest person to handle over the past \r\nfew days, and I will try make up for that in the next 12 \r\nmonths.\r\nIt was my honour to welcome a number of new \r\nleaders to the General Assembly for the first time and \r\nto hear them express their countries’ positions and \r\naspirations. The fact that at this session we heard the \r\nviews of more than 100 Heads of State or Government \r\nand over 70 Deputy Prime Ministers or Ministers for \r\nForeign Affairs is a clear indication that the United \r\nNations remains, in the words of the Charter, a \r\ncentre for harmonizing the actions of nations. It also \r\nreaffirms once again the central position of the General \r\nAssembly as the chief deliberative policymaking and \r\nrepresentative organ of the United Nations.\r\nThe overarching theme I chose for this year’s \r\nsession was “Bringing about adjustment or settlement \r\nof international disputes or situations by peaceful \r\nmeans”. Over the past week, we have heard thoughtful \r\nand constructive interventions on that critical topic. \r\nThat catalysed fruitful discourse in the plenary and \r\nat numerous side events, in turn stimulating many \r\nbilateral consultations.\r\nSome speakers offered concrete proposals on \r\nhow the mechanisms that are in place can be better \r\nutilized. Those included calls to increase support for \r\nUnited Nations peacekeeping efforts. A number of \r\ninterventions recognized the growing role that the \r\nAfrican Union, the European Union and other regional \r\norganizations are playing in United Nations missions. \r\nMany delegations introduced concepts or ideas to be \r\nincorporated into the overall efforts to revitalize the \r\nGeneral Assembly.\r\nNumerous addresses emphasized the fact that \r\ndeep-seated structural causes often form the backdrop \r\nof the immediate political symptoms of disputes. They \r\ncalled for a more comprehensive approach to conflict \r\nprevention and resolution that would encompass in \r\na truly holistic way both short-term and long-term \r\nmeasures.\r\nA great many delegations congratulated the \r\nGovernments of the Sudan and South Sudan for \r\nAzerbaijan aggression and declare the independence \r\nof the Nagorno Karabakh Republic. Those are brief \r\nhistorical facts that took place not so long ago and it \r\nis not very difficult to remember those basic textbook \r\nfacts and stop turning everything upside down.\r\nThe only gauge for measuring the sincerity \r\nof Azerbaijan’s words is their participation in the \r\nnegotiations of the Minsk Group of the Organization \r\nfor Security and Co-operation in Europe (OSCE) and \r\nthe responses to the documents on the settlement of the \r\nNagorno Karabakh conflict adopted in the frameworks \r\nof the OSCE summit held in 2010 in Astana and the \r\nministerial conferences of Helsinki in 2008, Athens in \r\n2009, Almaty in 2010 and Vilnius in 2011. Also, the \r\nstatements of the Presidents of the co-Chair countries \r\nin the framework of the Group of Eight Summit in \r\nL’Aquila in 2009, Muskoka in 2010 and Deauville in \r\n2011 and during the Group of 20 Summit in Los Cabos \r\nin 2012 are proof of that.\r\nArmenia’s position is in line with those documents. \r\nArmenia and the international community are speaking \r\nin one language with regard to the Nagorno Karabakh \r\nissue. It is time for Azerbaijan to listen to the voice of \r\nthe world.\r\nI would also like to quote another statement that \r\nwas delivered in the Hall at the 20th plenary meeting \r\ntoday by the Minister for Foreign Affairs of Belarus:\r\n“Belarus is fully convinced that any attempt \r\nto make someone do something against their will \r\nis doomed to fail. Are we not learning the lessons \r\nof the past? After all, neither weapons nor wealth \r\nconstitute the greatest source of power on Earth. \r\nThat power stems rather from the spirit of self-\r\ndetermination. If a nation has embarked on its own \r\npath of peaceful and progressive development, no \r\nthen no external force is able to stop it in its tracks. \r\nBattles can be won against such a nation, but never \r\nwars.”\r\nThe President: We have heard the last speaker in \r\nthe exercise of the right of reply.\r\nI will now offer some concluding remarks on the \r\ngeneral debate.\r\nStatement by the President\r\nThe President: We have come to the end of the \r\ngeneral debate of the sixty-seventh session of the \r\nGeneral Assembly. I would like to thank all speakers \r\n24 12-52569\r\nA/67/PV.21\r\nNumerous delegations raised the Palestinian \r\nstatehood issue. There was resounding support for \r\na two-State solution that would take into account \r\nthe legitimate concerns of Israelis and Palestinians, \r\nincluding viability and security. Many speakers called \r\nfor a resumption of negotiations that would lead to a \r\ncomprehensive solution, underlining the importance for \r\nthe international community to strengthen support for \r\nthe peace process. Some called for the United Nations \r\nto play a more decisive role in that endeavour.\r\nMany Member States stressed their support for \r\ndemocratic changes in a number of Arab countries. They \r\nalso expressed deep concerns with the deteriorating \r\nsecurity and human rights situation in Syria. There was \r\nunequivocal encouragement for the ongoing efforts of \r\nthe Joint Special Representative of the United Nations \r\nand the League of Arab States for Syria, Mr. Lakhdar \r\nBrahimi.\r\nConsiderable attention was also paid to the various \r\naspects of the nuclear issue and the proliferation of \r\nweapons of mass destruction. A number of delegations \r\nstressed the legitimate right to the peaceful use of \r\nnuclear energy and technology by all Member States, \r\nwhile others emphasized adherence to the Treaty on \r\nthe Non-Proliferation of Nuclear Weapons and the \r\nsafeguards mandated by the International Atomic \r\nEnergy Agency as overriding concerns. In that context, \r\nwe heard forceful messages that the very survival of \r\nnations may be at stake.\r\nSpeakers also responded to what the Secretary-\r\nGeneral called the perfect storm of vulnerability that is \r\nnow sweeping across the Sahel. We heard their disquiet \r\nover the growing threat that terrorism, attempts at \r\nunilateral secession and transborder organized crime \r\npose to regional stability and development efforts.\r\nTerrorism in all its forms was strongly condemned. \r\nSo were recent blasphemous insults to religious figures \r\nand beliefs, but so, too, was the ensuing violence, \r\nincluding the murder of the United States Ambassador \r\nto Libya a few weeks ago.\r\nIn opening the general debate, I highlighted the \r\nenhanced role I would like the United Nations Alliance \r\nof Civilizations to play in conflict prevention. The \r\nimportance of strengthening dialogue and understanding \r\namong cultures and faiths was a recurrent theme in the \r\nspeeches. The substandard state of religious freedom \r\nin parts of the world was also highlighted as a growing \r\nconcern.\r\nhaving reached agreements on security issues, border \r\ndemarcation and the normalization of economic \r\nrelations, and urged them to resolve the outstanding \r\nissues.\r\nWe heard serious concerns expressed from the \r\nrostrum about the world’s increasing geostrategic \r\nvolatility and unpredictability. A great number of \r\ndelegations emphasized the fundamental importance \r\nof respecting the basic tenets of international law, \r\nincluding the sovereignty and territorial integrity of \r\nMember States. Strong emphasis was placed on the \r\nprinciple of the sovereign equality of Member States as \r\nbeing the backbone of effective multilateralism.\r\nSpeaker after speaker reiterated their positions that \r\nestablishing respect for the rule of law was essential to \r\nachieving lasting peace in the aftermath of conflicts. \r\nThat would engender more effective protection of \r\nhuman rights and create the conditions leading to \r\neconomic progress and development.\r\nThe general debate brought about a congruence \r\nof views on the fact that conflict prevention, durable \r\npeace and security and sustainable development can be \r\nachieved only through an integrated approach. Many \r\ndelegations addressed the consequences of the world’s \r\neconomic crisis, linking them not only to the necessity \r\nof increasing poverty reduction campaigns, but also \r\nto fulfilling the Millennium Development Goals \r\n(MDGs). The emerging consensus is that efforts must \r\nbe intensified in order to fulfil the MDGs over the next \r\nthree years.\r\nA great many speakers stressed the need to begin \r\nthe swift implementation of the outcomes of the United \r\nNations Conference on Sustainable Development, \r\nunderlining the critical role that this session of the \r\nGeneral Assembly has to play in moving the process \r\nforward. That includes setting out a list of sustainable \r\ndevelopment goals and proposing options on an \r\neffective financing strategy.\r\nImproving various aspects of global economic \r\ngovernance was also one of the most widely addressed \r\ntopics. The enhancement of South-South cooperation \r\nwas strongly emphasized. In addition, the statements \r\nof many delegations reinforced the view that the \r\nGeneral Assembly should play a more prominent role \r\nin discussions on this issue, underlining the importance \r\nof holding meetings in the plenary before and after \r\nimportant Group of 20 events. Concerns were also raised \r\nabout inclusivity, accountability and transparency.\r\n12-52569 25\r\nA/67/PV.21\r\ndestiny, so that our Assembly would go down in history \r\nas an Assembly of peace. In reviewing the many \r\nstatements that have been made, I have been struck by \r\nhow much common ground exists on a wide range of \r\nissues. Obviously, significant differences of opinion \r\nremain to be overcome. Nevertheless, I believe there is \r\nroom for optimism.\r\nWorld leaders have given us strategic guidance \r\non how to move forward in the implementation of the \r\nagenda of the sixty-seventh session. In the time ahead, \r\nI intend to continue consultations with Member States, \r\nthe Main Committees and regional and informal groups \r\non the proposed programme of work.\r\nLet us now dedicate ourselves to the hard work \r\nahead, which begins in earnest as early as tomorrow. \r\nLet us try to be more transparent and efficient in how \r\nwe conduct our affairs, making the best use of our time \r\nand resources to advance common objectives. Let us \r\nengage with a readiness to compromise and try hard \r\nto strengthen trust in each other, and in so doing help \r\nto fulfil the hopes and aspirations of the 193 States \r\nMembers of the United Nations.\r\nI believe that now we truly have heard the last \r\nspeaker in the general debate.\r\nMay I take it that it is the wish of the General \r\nAssembly to conclude its consideration of agenda item \r\n8?\r\nIt was so decided.\r\nThe meeting rose at 8.35 p.m.\r\nMember States expressed cautious optimism that \r\nSomalia was moving in a positive direction, after so many \r\nfailed starts. There were calls for the United Nations to \r\nredouble its efforts to secure peace in that country, as \r\nwell as in other parts of that continent, including the \r\nGreat Lakes region. Moreover, considerable attention \r\nwas devoted to Africa’s development needs, with stress \r\non the imperative to keep the topic high on the agenda \r\nof the General Assembly.\r\nMany delegations raised human trafficking and \r\nthe illicit trade in drugs and small arms as issues \r\nof particular concern. Climate change, the loss of \r\nbiodiversity and other environmental challenges were \r\nalso discussed.\r\nSpeaker after speaker underlined the importance \r\nof the ongoing efforts at revitalization of the General \r\nAssembly, as well as Security Council reform. \r\nEmphasis was placed on improving working methods, \r\nwith several delegations stressing the need for greater \r\ntransparency and cooperation with other bodies in the \r\nUnited Nations system as a critical issue. A number \r\nof delegations presented their views on improving \r\nthe human rights treaty bodies system. Speakers also \r\nunderscored the importance of ensuring equal rights \r\nand opportunities for women. Other important matters \r\nwere also raised, such as the promotion of the rights of \r\nindigenous peoples and of persons with disabilities.\r\nWhen I opened the debate, on 25 September, I \r\ncalled on Member States to have faith in our ability to \r\ncome together in the full understanding of our common \r\n"