"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-54716 (E)\r\n*1254716*\r\nThe meeting was called to order at 10.20 a.m.\r\nAgenda items 72 and 73\r\nReport of the International Criminal Tribunal \r\nfor the Prosecution of Persons Responsible \r\nfor Genocide and Other Serious Violations of \r\nInternational Humanitarian Law Committed \r\nin the Territory of Rwanda and Rwandan \r\nCitizens Responsible for Genocide and Other \r\nSuch Violations Committed in the Territory of \r\nNeighbouring States between 1 January and \r\n31 December 1994\r\nNote by the Secretary-General transmitting the \r\nseventeenth annual report of the International \r\nCriminal Tribunal (A/67/253)\r\nReport of the International Tribunal for the \r\nProsecution of Persons Responsible for Serious \r\nViolations of International Humanitarian Law \r\nCommitted in the Territory of the Former \r\nYugoslavia since 1991\r\nNote by the Secretary-General transmitting the \r\nnineteenth annual report of the International \r\nTribunal (A/67/214)\r\nThe President: I now give the f loor to Judge \r\nVagn Joensen, President of the International Criminial \r\nTribunal for Rwanda.\r\nMr. Joensen (International Criminal Tribunal for \r\nRwanda): I would like to start by extending my sincere \r\ncongratulations to you, Sir, on your election as President \r\nof the Assembly. I wish you a successful term in office.\r\nIt is a great honour for me to address the members \r\nof the General Assembly for the first time and to \r\npresent the seventeenth annual report (A/67/253) \r\nof the International Criminal Tribunal for Rwanda \r\n(ICTR). I am pleased to report this will be one of the \r\nlast speeches the President of the ICTR makes to the \r\nGeneral Assembly with respect to the annual report, \r\nas we are rapidly approaching the conclusion of our \r\nmandate.\r\nIt is my pleasure to report that we have accomplished \r\na great deal towards the completion of our work over \r\nthe past year. We remain on schedule for delivery of \r\nthe final remaining trial judgement by the end of this \r\nyear and completion of all appeals by the end of 2014. \r\nSince last year’s report to the Assembly (A/66/209), \r\nthe Tribunal has undergone a significant shift in focus \r\nwith respect to judicial and administrative activities \r\nalike. Judicial and legal activity has become more \r\nfocused on requests for referral of cases to Rwanda, \r\nand administrative energies are increasingly spent on \r\ndownsizing and providing support to the Arusha branch \r\nof the International Residual Mechanism for Criminal \r\nTribunals, which began its work in July. However, \r\nnone of this has taken away from the nucleus of our \r\nwork — completing all trial and appellate proceedings \r\nin a fair and expeditious manner.\r\nDuring the reporting period from 1 July \r\n2011 to 30 June 2012, the Tribunal rendered five trial \r\njudgements and seven appeals judgements, involving \r\na total of 17 accused. As of today, the total number \r\nof people whose judgements have been completed at \r\nthe trial level is 74 and the total number of persons \r\nUnited Nations A/67/PV.24\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n24th plenary meeting\r\nMonday, 15 October 2012, 10 a.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Serbia)\r\n2 12-54716\r\nA/67/PV.24\r\nwhose cases have been completed at the appellate \r\nlevel is 44. In September 2011, the Tribunal rendered \r\nthe second-to-last multi-accused judgement in the \r\ncase of Bizimungu et al. with respect to four accused, \r\nand in December 2011 the final multi-accused trial \r\njudgement was delivered in the Karemera et al. case. \r\nThis marked the most expeditious judgement delivery \r\nin a multi-accused case, demonstrating that the efforts \r\nto improve efficiency begun by President Byron several \r\nyears ago have had a positive impact on the Tribunal’s \r\ncompletion strategy, without compromising fair trial \r\nrights.\r\nAdditionally, in December 2011, the Appeals \r\nChamber upheld the first decision to refer an ICTR \r\ncase to Rwanda for trial. After the arrangements for \r\nmonitoring the trial in Rwanda were established, Jean \r\nUwinkindi was transferred to Rwanda in April 2012, \r\nwhere he is currently awaiting the commencement of \r\nhis trial. The Tribunal will monitor the Uwinkindi trial \r\nclosely, and continues to offer ongoing capacity-building \r\nsupport to further strengthen the Rwandan judiciary, in \r\nparticular with respect to witness protection.\r\nA second decision to refer an accused in the custody \r\nof the Tribunal was rendered by the Trial Chamber \r\nin June with respect to Bernard Munyagishari. The \r\ndecision to refer the case to Rwanda is currently \r\nunder appeal. We anticipate that the appeals decision \r\non the Munyagishari referral will be rendered before \r\nthe end of the year, as will the final remaining trial \r\njudgement in the Ngirabatware case. I note that any \r\nappeal in the Ngirabatware case would be handled by \r\nthe Mechanism, as the deadline for appeals to be filed \r\nwith the ICTR was 30 June, and that we remain on track \r\nto complete the current pending appeals by the end of \r\n2014.\r\nIt must also be noted that the responsibility for two \r\npending contempt of court/false testimony cases, where \r\nindictments have already been confirmed, remains with \r\nthe ICTR. This means that it could be necessary to call \r\nad litem judges from the roster in order to constitute \r\nbenches for these contempt trials in the event that \r\narrests are made. It is anticipated that any contempt \r\ntrial could be concluded approximately one year from \r\nthe time of arrest and transfer to the ICTR.\r\nWe would not be at such an advanced stage without \r\nthe efforts of our entire staff, and their contributions \r\nhave not gone unnoticed. The 11 permanent judges and \r\nthree ad litem judges who work in the Trial and Appeals \r\nChambers continue to work tirelessly to complete the \r\nTribunal’s work. On 29 June of this year, the Security \r\nCouncil adopted resolution 2054 (2012), permitting \r\nthree of my fellow judges and me to serve beyond the \r\nexpiry of our terms of office to fulfil the completion \r\nstrategy. At this time, I would like to thank the Security \r\nCouncil for making these extensions possible, and our \r\njudges for their dedication and willingness to remain \r\nwith the Tribunal in order to complete their work.\r\nI would like to take this opportunity to congratulate \r\nICTR Prosecutor Hassan Jallow, who was appointed by \r\nthe Secretary-General earlier this year as Prosecutor \r\nof the Mechanism. Mr. Jallow will also continue \r\nserving as Prosecutor of the ICTR and has been making \r\ntremendous efforts to facilitate the transfer of cases to \r\nthe Mechanism.\r\nFugitive tracking is at the core of the Prosecutor’s \r\nremaining work in his role in the Mechanism. There \r\nare still nine fugitives at large who were indicted by \r\nthe ICTR. None, however, will be tried by the ICTR. \r\nThree of the fugitives are considered by the Prosecutor \r\nto be among those most responsible for the planning \r\nand execution of the genocide, and he has therefore \r\ndetermined that their cases should remain before \r\nan international tribunal. Félicien Kabuga, Protais \r\nMpiranya and Augustin Bizimana will stand trial \r\nbefore the Mechanism when they are arrested. The \r\npreservation of evidence proceedings under rule 71 \r\nbis was completed for all three during the reporting \r\nperiod to help ensure that evidence is still available \r\nwhen those high-ranking fugitives are arrested. The \r\ncases of the remaining six fugitives have been referred \r\nto Rwanda, and the Office of the Prosecutor has worked \r\nclosely with the Rwandan Prosecutor-General to hand \r\nover case files and share information.\r\nI would now like to take a moment to express my \r\ncongratulations to both the Registrar and the President \r\nof the International Criminal Tribunal for the Former \r\nYugoslavia (ICTY), who were appointed earlier this \r\nyear to double-hat in their respective positions in \r\nthe Mechanism. I would also like to commend the \r\nformer ICTR Registrar, Mr. Adama Dieng, who after \r\nover a decade of service with the ICTR, was recently \r\nappointed Special Adviser to the Secretary-General on \r\nthe Prevention of Genocide. I congratulate Mr. Dieng \r\non this well-deserved career achievement, and applaud \r\nthe Secretary-General on his choice for Special Adviser. \r\nMr. Dieng is eminently qualified for the position of \r\nSpecial Adviser on the Prevention of Genocide, and the \r\nICTR looks forward to working closely with him where \r\n12-54716 3\r\nA/67/PV.24\r\nacquitted persons for whom the Tribunal is obliged \r\nto provide protection in Arusha. Acquitted persons at \r\npresent reside in a safe house, without travel documents, \r\nseparated from their families, with limited freedom of \r\nmovement, and not permitted access to employment. \r\nThe rule of law requires that those who have been \r\nlawfully acquitted be able to recommence their lives in \r\nfull enjoyment of their rights, yet there are individuals \r\nwho have now been residing at the safe house far \r\nbeyond a reasonable period of time. One such acquitted \r\nperson has now been there for over six years. Without \r\nthe support of Member States to accept the individuals, \r\nit is impossible to predict how much longer they may \r\nremain stranded in Arusha. I therefore reiterate the pleas \r\nof my two predecessors for the renewed cooperation \r\nof Member States to implement a strategy that would \r\nmake relocations possible.\r\nI will now conclude with some thoughts on the \r\nlegacy of the Tribunal. This year, the downsizing \r\nprocess that began in 2008 to 2009 continued with \r\napproximately 100 staff being separated since January. \r\nAs our last staff members leave, we lose our collective \r\nexperience and memory. If it is not captured now, it will \r\nbe very difficult to retrieve in the future. Therefore, \r\nthe ICTR has engaged in several outreach activities as \r\na means of collecting and sharing the most important \r\naspects of the work of the Tribunal before it closes its \r\ndoors. The ICTR Legacy Committee, combined with \r\nTribunal-wide efforts, continues to work vigorously to \r\npreserve records. The legacy team of the Office of the \r\nProsecutor continues apace and is at an advanced stage \r\nof completion of its legacy projects. \r\nOver the past year, ICTR legacy projects have \r\nincluded involvement in the youth sensitization and \r\ngenocide protection project in the Great Lakes region, \r\nas well as capacity-building activities for approximately \r\n100 legal professionals in Rwanda. Additionally, \r\nthroughout the current downsizing phase, the Tribunal \r\nhas attracted a higher number of visitors, and more \r\nthan 500,000 individuals visited the Tribunal’s website \r\nduring this reporting period alone. If resources are not \r\nallocated to preserve our legacy, we will be in danger \r\nof losing the lessons learned by an institution that has \r\nhelped to shape international law. We hope that the \r\nGeneral Assembly will continue to support our efforts \r\nto preserve our legacy through those projects.\r\nOn behalf of the entire Tribunal, I wish to express \r\nour gratitude for the support that the Governments \r\nof Member States have shown over the past 18 years. \r\nopportunities arise to combine our efforts in the battle \r\nagainst impunity.\r\nI would also like to thank Mr. Dieng for all that \r\nhe and his staff have done to assist with making \r\npractical arrangements for the coordinated provision \r\nof administrative and other services to the Mechanism, \r\nin line with Security Council resolution 1966 (2010), \r\nand for his continued work with Member States on a \r\nnumber of matters, including various cooperation \r\nissues, enforcement of sentences, and the relocation of \r\npersons acquitted by the tribunals and those who have \r\nfinished serving their sentences.\r\nIn terms of preparing the Tribunal’s records for \r\ntransfer to the Mechanism, we would like to thank the \r\nICTR Archives and Records Management Working \r\nGroup for all of its hard work throughout this process. \r\nWe also thank those offices with which they have worked \r\nclosely to develop the recently published Secretary-\r\nGeneral’s bulletin entitled “International Criminal \r\nTribunals: information sensitivity, classification, \r\nhandling, and access” (ST/SGB/2012/3) to the records \r\nof the Tribunals and Mechanism, including the \r\nMechanism, the ICTY, the Office of Legal Affairs \r\n(OLA), and the Archives and Records Management \r\nSection of the Department of Management. During \r\nthe reporting period, the ICTR and ICTY also worked \r\nclosely with OLA to develop the Rules of Procedure \r\nand Evidence of the Residual Mechanism, leading to its \r\npublication this past June.\r\nNext, I turn to the future. We are very grateful to \r\nthe Secretary-General for his prompt appointment of \r\nMr. Pascal Besnier, former Acting Deputy Registrar of \r\nthe Tribunal, as the Acting Registrar, and would like \r\nto congratulate Mr. Besnier on his appointment. The \r\nquick action of the Secretary-General in the matter has \r\nensured that the ICTR Registry will have a seamless \r\ntransition of leadership throughout the interim period \r\nuntil the recruitment process for a new Registrar has been \r\ncompleted. A great deal of work awaits the incoming \r\nRegistrar in terms of downsizing and providing \r\nsupport to the Mechanism in order to facilitate transfer \r\nof functions from the ICTR to the Mechanism. The \r\nTribunal is thankful to have Mr. Besnier undertaking \r\nthat process until a new Registrar is appointed.\r\nI now turn to an issue that has been at the forefront \r\nof problems facing the Tribunal in recent years, and it \r\nis one that will continue to plague us in the future if \r\naction is not taken. Following the trial judgement last \r\nyear in the Bizimungu et al. case, there are now five \r\n4 12-54716\r\nA/67/PV.24\r\nMember States have continuously assisted the Tribunal \r\nby arresting accused persons, providing facilities \r\nfor incarcerating convicted persons, demonstrating \r\nan outstanding willingness to facilitate the transfer \r\nof witnesses from their territories, and by making \r\nvoluntary donations of financial and other assistance. \r\nOver 70 nationalities are represented at the Tribunal, \r\nand we cannot overemphasize how great a role \r\nMember States and each Tribunal staff member have \r\nplayed throughout these 18 years. As our work nears \r\nconclusion, I must say that it is an honour to be part \r\nof the Tribunal, and it has been a great pleasure and \r\nhonour addressing the General Assembly today.\r\nThe President: I call on Judge Theodor Meron, \r\nPresident of the International Tribunal for the Former \r\nYugoslavia.\r\nJudge Meron (International Tribunal for the \r\nFormer Yugoslavia): It is an honour for me to be here \r\ntoday to present the Tribunal’s nineteenth annual report \r\nto the General Assembly (A/67/214). Mr. President, I \r\nwould also like to take this moment to congratulate you \r\non your assumption of the presidency of the General \r\nAssembly.\r\nAs members of the Assembly may be aware, this \r\nis my second term as President of the International \r\nCriminal Tribunal for the Former Yugoslavia (ICTY), \r\nmy first having been in the years 2003 to 2005. With my \r\nnew term come the same obligations to the international \r\ncommunity that were present with the first. Chief \r\namong them is the need to expeditiously complete the \r\nmandate of the Tribunal while according full respect to \r\nthe due process rights of the accused and due regard to \r\nthe protection of victims and witnesses.\r\nAs will be known from my report, the Tribunal \r\nis very close to the completion of its mandate, and \r\nall efforts are being expended to ensure the orderly \r\ncompletion of the Tribunal’s work within the timelines \r\nset by the Security Council. But, as the international \r\ncommunity has learned over the years, the international \r\ncriminal trial process is inevitably subject to the \r\nvagaries common to all criminal law proceedings, \r\nsuch as late disclosures of exculpatory material. Our \r\ntrials are further complicated, however, by the inherent \r\ncomplexity of international criminal proceedings, \r\nincluding the geographical scope of the underlying \r\nallegations, the number of incidents charged, and the \r\nfact that the trials are conducted far from the territory \r\non which the crimes were committed. \r\nUnforeseen circumstances also arise that have an \r\nimpact on the expeditious conduct of both trials and \r\nappeals, such as the illness of an accused, the death of \r\ncounsel, delays caused by the right of the accused to \r\nhave materials translated into his or her own language, \r\nand delays in State cooperation or in the securing of \r\nwitnesses. In addition, the progress of cases may be \r\nadversely impacted by the loss of experienced and \r\ntalented Tribunal staff in Chambers, as well as by \r\nthe commitments of judges and staff alike to other, \r\nsimultaneous proceedings, including trials for core \r\ncrimes and trials for contempt.\r\nThese factors create myriad challenges for the \r\nTribunal and underscore the fact that predicting the \r\nlength of proceedings at the Tribunal is, at best, an art \r\nand not a science. Despite these challenges, however, \r\nthe Tribunal remains steadfast in its commitment to \r\nsatisfying the desire of the international community \r\nthat the Tribunal bring its proceedings to a close, and \r\nmy colleagues and I continue to seek out new and \r\ninnovative means to increase our efficiency without \r\nsacrificing our commitment to quality and due process.\r\nWe are already making tremendous progress. \r\nWithin the next 12 months, it is anticipated that all trials, \r\nother than those of the recently arrested accused, will \r\nbe completed, and the bulk of the Tribunal’s work will \r\nbe on appeals. Most of those appeals will be completed \r\nby the Appeals Chamber by December 2014; others will \r\nfall to the competence of the International Residual \r\nMechanism for Criminal Tribunals — now known \r\nsimply as the Mechanism for International Criminal \r\nTribunals — which is the institution established by \r\nthe Security Council to assume responsibility for core \r\nfunctions of the ICTY and the International Criminial \r\nTribunal for Rwanda, as those first two pioneering \r\ninstitutions bring their work to a close. The Arusha \r\nbranch of the Mechanism commenced operations on \r\n1 July 2012, in full conformity with Security Council \r\nresolution 1966 (2010), and I expect that the launch of \r\nThe Hague branch of the Mechanism on 1 July 2013 \r\nwill go just as smoothly.\r\nAs I noted at the outset, this is the Tribunal’s \r\nnineteenth annual report to the General Assembly, and \r\nnext May we will celebrate 20 years since the Security \r\nCouncil took the vitally important step of establishing \r\nthe ICTY. In the light of this milestone, I think it \r\nonly fitting to focus for a moment on the remarkable \r\nachievements of the Tribunal during the intervening \r\nyears — achievements that have not only contributed to \r\n12-54716 5\r\nA/67/PV.24\r\nbringing peace and reconciliation to the countries of the \r\nformer Yugoslavia, but have resonated far beyond that \r\nregion, leading to the creation of other international \r\ncourts and tribunals and forging a new international \r\nculture of accountability.\r\nI need not remind the Assembly that following the \r\nclosure of the Nuremberg and Tokyo tribunals after the \r\nSecond World War, the idea of international criminal \r\njustice — of holding those who are alleged to have \r\ncommitted the worst of crimes accountable — was \r\nall but forgotten. With the creation of the Tribunal in \r\n1993, however, came a new awakening. Admittedly, \r\nwhen it was first established, the Tribunal was little \r\nmore than an ideal — an expression of the outrage of \r\nthe international community at the atrocities that were \r\nbeing broadcast on television screens as the conflict \r\nraged throughout the former Yugoslavia. At the time, \r\nthere was little real faith or real comprehension about \r\nwhat the Tribunal could actually achieve as a measure \r\nto bring justice or even restore peace. It was just hoped \r\nthat the Tribunal could do something.\r\nFrom its very first trial, the Tribunal demonstrated \r\nto the international community that it could do much \r\nmore. In judgement after judgement, the Tribunal \r\nnot only patiently and painstakingly considered the \r\nevidence and testimony concerning crimes alleged to \r\nhave occurred during some of the worst conflicts in \r\na generation; it also breathed life into laws that had \r\nhitherto rarely been applied, and began the vital process \r\nof elucidating and defining the contours of international \r\nhumanitarian law, all the while paying full respect to \r\nthe rights of the accused and the principle of legality.\r\nIndeed, from the very beginning, the Tribunal \r\nmade great strides in articulating a coherent and robust \r\nbody of customary international humanitarian law and \r\ngreat advancements, particularly in relation to crimes \r\nof a sexual nature, which had been predominately \r\nuntouched by its Second World War predecessors. \r\nThrough its judgements, the Tribunal clarified that the \r\ncrime of rape could also constitute the crime of torture \r\nand the crime of genocide. The Tribunal determined \r\nthat lack of evidence of resistance to a sexual crime \r\ncould not be the basis to infer consent during times of \r\narmed conflict, and that the uncorroborated evidence \r\nof a single witness, if found reliable and credible, could \r\nbe sufficient to support a conviction for rape. In doing \r\nso, the Tribunal led the way for a new focus by the \r\ninternational community on crimes of sexual violence \r\nduring armed conflict, and motivated the United \r\nNations to take action in support of women and other \r\nvictims the world over.\r\nIn addition, the Tribunal led the way in finding \r\nthat State immunity is not a bar to prosecution in an \r\ninternational tribunal — a finding confirmed by the \r\nInternational Court of Justice in the Arrest Warrant \r\ncase. The rulings of the Tribunal helped to make it \r\npossible for other courts, such as the Special Court for \r\nSierra Leone, to bring charges against former Heads \r\nof State and other key leaders, and for adoption of a \r\nprovision in the Statute of the International Criminal \r\nCourt removing the protection of immunity for Heads \r\nof State.\r\nThe Tribunal has also played a fundamental role in \r\nhighlighting the dissolution of the traditional distinction \r\nbetween laws applicable to international armed conflict \r\nand those applicable to internal armed conflict. The \r\nTribunal found that the same rules could and should \r\nbe applied to both international and non-international \r\nconflicts, and that civilians everywhere were \r\nentitled to the same protections no matter the legal \r\ncharacterization of an armed conflict. The Tribunal \r\nalso clarified what it meant to be a protected person \r\nunder the Geneva Conventions, finding that allegiance \r\nand effective protection were the guiding criteria and \r\nnot nationality — a factor that offered no protection \r\nwhere inter-ethnic violence was concerned.\r\nHowever, the Tribunal’s achievements are not \r\nlimited to substantive law. Indeed, the ICTY has \r\nalso made extremely significant contributions to \r\ninternational criminal procedural and evidentiary law. \r\nThe Tribunal has successfully moulded the best aspects \r\nof adversarial and civil law procedures, creating an \r\ninternational body of procedural law that provides not \r\njust for expeditious trials, but for trials that are also \r\nconsistent with the highest international standards \r\nof due process and accord due respect to the human \r\ndignity of the accused. It is telling that the Tribunal’s \r\nRules of Procedure and Evidence have formed the basis \r\nof the rules of procedure and evidence adopted by \r\ninternational criminal courts that followed.\r\nAt the same time, the Tribunal has also had a \r\nprofound impact on the development of the legal \r\nsystems of the countries of the former Yugoslavia, and \r\nhas made great contributions to the capacity of those \r\ncountries to take ownership of cases involving alleged \r\natrocities on their territories and to bring to justice those \r\nwho remain to be prosecuted. Among other things, the \r\nTribunal assisted in the establishment of the Special \r\n6 12-54716\r\nA/67/PV.24\r\nWar Crimes Chamber in Bosnia; shared its experience \r\nand expertise with judges from Serbia, Croatia, and \r\nBosnia; and demonstrated its faith in the professional \r\ncompetence of its counterparts in the region through \r\nthe transfer of its lower- and intermediate-level accused \r\nfor prosecution.\r\nIn sum, the Tribunal has truly been a success story. \r\nBut if I have referred today to the Tribunal’s many \r\naccomplishments, it is equally clear to me that these \r\nare truly the achievements of all States Members of the \r\nUnited Nations as well. Without the substantial support \r\nthat Member States have long afforded the Tribunal, \r\nnone of what we have accomplished would have been \r\npossible. Because of their cooperation and commitment, \r\nthe Tribunal and the success of its work over the \r\npast two decades have had a profound impact on the \r\nlandscape of international criminal justice. So while \r\nthe international community understandably wishes to \r\nbring the Tribunal’s work to a close as expeditiously \r\nas possible, I hope that its members will also reflect, \r\nwith justifiable pride, upon the extraordinary benefits \r\nthat have accrued from the international community’s \r\ninitial investment in the Tribunal and from their support \r\nin the years that followed. \r\nOver the course of the nearly two decades of its \r\nexistence, the Tribunal has established the feasibility \r\nand enforceability of international criminal justice, \r\nblazed the trail for a host of new international courts \r\nand tribunals and pioneered the framework of what \r\nis effectively a new world order, in which all alleged \r\nperpetrators of gross violations of humanitarian norms \r\nand human rights in times of armed conflict may be \r\nheld responsible for their actions, and in which the \r\nquestion is not if, but when and where they will be \r\ncalled to account. I congratulate my fellow colleagues \r\non that accomplishment, and extend my deepest thanks \r\nfor their abiding faith in our work.\r\nThe President: I now give the f loor to the observer \r\nof the European Union.\r\nMr. Vrailas (European Union): I have the honour to \r\nspeak on behalf of the European Union and its member \r\nStates.\r\nThis year once again, the European Union and its \r\nmember States reaffirm their unwavering support for \r\nthe work of the International Criminal Tribunal for \r\nRwanda (ICTR) and the International Tribunal for the \r\nFormer Yugoslavia (ICTY). Both Tribunals are making \r\ninvaluable contributions to our shared goal of ending \r\nimpunity for serious international crimes. The European \r\nUnion and its member States thank both President \r\nMeron and President Joensen for their briefings and \r\ncommend them for their efforts in completing the work \r\nof the Tribunals. We also pay special tribute to the work \r\nof all the staff of the Tribunals.\r\nThe Tribunals have played key roles in \r\nstrengthening the rule of law and promoting long-\r\nterm stability and reconciliation — and not only in \r\nthe Balkans and Rwanda. Their jurisprudence has \r\nhad far wider effects. Since their establishment, both \r\nTribunals have embodied the need to fight impunity \r\nand the refusal of the international community to let the \r\nperpetrators of the most serious crimes of international \r\nconcern escape justice. They were forerunners in \r\ncreating jurisprudence that is a source of inspiration \r\nto all national and international jurisdictions that are \r\naddressing and will have to address such crimes. Their \r\nrecord bears that out.\r\nInternational criminal justice does exist now \r\nwith the permanent International Criminal Court; it \r\nprevails, and sooner or later, the perpetrators will be \r\nheld accountable for their crimes. The arrests and swift \r\ntransfers to The Hague of the long-sought fugitives \r\nRatko Mladić and Goran Hadžić demonstrated that. \r\nTheir trials, as in all of the other cases ongoing before \r\nthe Courts, will fulfil the duty to provide justice for \r\nthe victims and their families. We recall that States’ \r\ncooperation remains the cornerstone of the Tribunals’ \r\nability to complete their mandate, in particular \r\ncooperation in bringing those indicted before justice. \r\nWith respect to the ICTR, we recall that despite \r\nthe continuing appeals of the international community, \r\nnine accused individuals remain at large. The failure \r\nto arrest those indictees remains a matter of grave \r\nconcern. Among those still at large are three key \r\nindictees allegedly responsible for the most serious \r\natrocities, including Félicien Kabuga. We call on all \r\nStates concerned to intensify their efforts to ensure that \r\nall indictees are arrested and surrendered to the ICTR.\r\nWe note that the cooperation of Serbia, Croatia and \r\nBosnia and Herzegovina with the ICTY was generally \r\nadequate during the reporting period, which saw Serbia \r\nin particular meet one of its key obligations with the \r\napprehension of Goran Hadžić, the final indictee to \r\nbe tried before the Tribunal. The countries remain \r\ncommitted to meeting their obligations to the Tribunal \r\nand justice. Completing the process of rendering justice \r\nfor crimes committed during the conflicts in the former \r\n12-54716 7\r\nA/67/PV.24\r\nYugoslavia is essential for lasting reconciliation. \r\nFull cooperation with the ICTY remains an essential \r\ncondition for the Stabilization and Association Process \r\nin the western Balkans, and is an essential condition for \r\nmembership of the European Union.\r\nMr. Momen (Bangladesh), Vice-President, took the \r\nChair.\r\nThe European Union and its Member States also \r\ncall upon the Governments concerned to pursue with \r\ngreater vigour the proper conduct of domestic war crime \r\ntrials. Political leaders should avoid statements and \r\nmeasures that could call into question the importance \r\nof reconciliation and the need to serve justice through \r\nthe prosecution of war crimes. We continue to urge all \r\nStates to cooperate with both Tribunals in full adherence \r\nto their obligations under the relevant Security Council \r\nresolutions.\r\nWith regard to the ICTR, the European Union \r\nand its member States note with appreciation that the \r\nProsecutor has intensified efforts to track the remaining \r\nfugitives, and in this regard has sought support from \r\nregional organizations in eastern and southern Africa. \r\nWe also note that active consultations with INTERPOL \r\nand with Member States elsewhere have also assisted in \r\nnarrowing the search for the three top-level fugitives. \r\nCooperation with States is needed to ensure that the \r\nfugitives are apprehended.\r\nIn recognition of strengthened domestic capacity, \r\nthe Security Council in its resolutions 1503 (2003) and \r\n1534 (2004) called on the ICTY and ICTR to transfer \r\nall lower- and mid-level accused to competent national \r\njurisdictions for trial by domestic courts. We welcome \r\nthe ongoing efforts of Rwanda, in cooperation with \r\ninternational donors, to strengthen the Rwandan legal \r\nsystem and its ability to adjudicate cases from the \r\nICTR. \r\nThe European Union and its member States confirm \r\ntheir commitment to supporting activities aimed at \r\nstrengthening the capacity of the Rwandan judiciary. \r\nWe note with appreciation that the Prosecutor of the \r\nICTR has completed the preparation of the case files \r\nfor the fugitives earmarked for transfer to national \r\njurisdictions, and that the Office of the Prosecutor has \r\nhanded over the completed dossiers in order to facilitate \r\ntheir early indictment, trial and judgement before the \r\nRwandan High Court.\r\nWe welcome the work of the Tribunals on \r\nstrengthening the capacity of national authorities to \r\nhandle the remaining war crime cases effectively. We \r\nfully support — including with financial means — the \r\ntraining and information exchanges, as well as the \r\naccess to publicly available investigating material and \r\nevidence from the Tribunals. This is important for \r\nthe Tribunal’s legacy and for the domestic capacity \r\nto adjudicate war crimes. In its Stabilization and \r\nAssociation Process for the Western Balkans, the \r\nEuropean Union is increasingly underlining the \r\nimportance of local ownership for handling war crime \r\ncases in line with the need to fight impunity.\r\nThe European Union and its member States further \r\nwelcome the launch on 2 July of the Arusha branch of \r\nthe International Residual Mechanism for Criminal \r\nTribunals, pursuant to Security Council resolution 1966 \r\n(2010) of 22 December 2010, following the election on \r\n20 December 2011 of a roster of 25 judges who will \r\nserve the Mechanism and form its core. \r\nIn its first decision of 5 October, the Appeals \r\nChamber of the Mechanism upheld a decision by the \r\nICTR to transfer a case to the Republic of Rwanda for \r\ntrial proceedings. In reaching its decision, the Appeals \r\nChamber stated that the Mechanism’s statute and Rules \r\nof Procedure and Evidence reflect normative continuity \r\nwith those of the ICTY and ICTR. According to the \r\nAppeals Chamber, these parallels are not simply a \r\nmatter of convenience or efficiency, but serve to uphold \r\nprinciples of due process and fundamental fairness, \r\nwhich are the cornerstone of international justice. We \r\nlook forward to the establishment of the ICTY branch \r\nof the Mechanism, which is foreseen on 1 July 2013.\r\nFinally, we welcome the steps taken by the \r\nTribunals in terms of capacity-building, dissemination \r\nof information and legacy. We note in particular the \r\nConference hosted by the ICTY in November 2011 on \r\nthe global legacy of the Tribunal, and that efforts have \r\nbeen deployed towards creating information centres in \r\nthe region of the former Yugoslavia. We also note the \r\nworkshops, legal trainings and exhibitions organized \r\nby the ICTR. It is important that knowledge gained \r\nand lessons learned in the fight against impunity not \r\nbe forgotten.\r\nMr. Kumar (India): I am honoured to speak before \r\nthe General Assembly. At the outset, I thank Judge \r\nMeron, President of the International Tribunal for \r\nthe Former Yugoslavia (ICTY), and Judge Joensen, \r\nPresident of the International Criminal Tribunal for \r\nRwanda (ICTR), for their excellent presentations, \r\n8 12-54716\r\nA/67/PV.24\r\naccused have been referred to Rwanda. It is important \r\nthat all trials be on track and completed by end 2012.\r\nIt is critical to help the Tribunals finish their work \r\non time. We listened very carefully to the concerns \r\nraised by the Presidents of the two Tribunals in relation \r\nto their ability to keep pace with their work while \r\nadhering to the expected timelines until the close of \r\nbusiness. The Judges have pointed out that trials and \r\nappeals continue to be affected by staffing shortages \r\nand the loss of highly efficient staff members. We share \r\nthe concerns expressed by the Judges, especially on the \r\nneed for retaining adequate and experienced staff. \r\nThe Judges also raised the issue of the relocation of \r\nacquitted persons and those who have already served \r\ntheir sentences. Some of them have been living in \r\nsafe homes in Arusha for the past five years. This is \r\nan important humanitarian issue and requires careful \r\nconsideration. We urge the Secretariat and the Security \r\nCouncil to give careful consideration to the suggestions \r\nmade by the Judges on how to address this challenge. \r\nThis is a practical issue that requires the consideration \r\nof pragmatic and innovative solutions, and we stand \r\nready to work with other members of the Council to \r\nsolve this problem.\r\nWe also commend the efforts of the Prosecutors \r\nof the two Tribunals to undertake outreach initiatives, \r\nincluding training aimed at strengthening the capacity \r\nof national systems to handle referred cases effectively. \r\nWe would like to see the legacy of the Tribunals \r\npreserved. We agree with Judge Joensen’s conclusion \r\nthat the Tribunals’ impact will not only be challenging \r\nimpunity, but also helping to improve the means to \r\ndispense justice for an entire region.\r\nThe cooperation of all concerned States is vital \r\nto ensuring the completion of the mandates of the \r\nTribunals and the successful implementation of the \r\ncompletion strategy. We appreciate Serbia’s sustained \r\nefforts in that regard and request other States to extend \r\neffective cooperation so that the remaining fugitives \r\ncan be located soon and surrendered to end impunity.\r\nWe also note with satisfaction the progress made \r\nin the implementation of the International Residual \r\nMechanism for Criminal Tribunals. Any functional, \r\noperational or institutional issue in the implementation \r\nof the completion strategy or the Mechanism may be \r\naddressed by the Council, in consultation with its \r\nInformal Working Group on International Tribunals \r\nand with the assistance of the Office of Legal Affairs.\r\nand congratulate them on expediting the work of the \r\nTribunals.\r\nIndia is committed to global peace and to \r\nupholding human rights, and is steadfast in its support \r\nfor counter-terrorism. India welcomes the progress \r\nmade by the two Tribunals in implementing their \r\ncompletion strategy. We are happy that all organs of \r\nthe Tribunals are ensuring their best efforts to complete \r\ntheir work expeditiously and to prepare for a smooth \r\ntransition to the International Residual Mechanism for \r\nCriminal Tribunals. We are also pleased to note that \r\nwhile focusing on their goal of completing their judicial \r\nproceedings as soon as possible through intense trial, \r\nreferral and appeals activity and judgement drafting, \r\nthe two Tribunals were equally mindful that due process \r\nnot be sacrificed.\r\nIt is very reassuring that the preparations for \r\nthe commencement of the Mechanism are on track, \r\nincluding the development of a budget proposal for \r\nthe biennium 2012-2013 and the Rules of Procedure \r\nand Evidence for the Mechanism. We welcome the \r\nopening of the Arusha branch of the Mechanism, which \r\nstarted its operations on 1 July. We are confident that \r\nthe Mechanism will make good progress under the \r\nleadership of Judge Meron, who is also double-hatting \r\nas the Mechanism’s President.\r\nWe appreciate the close cooperation between the \r\ntwo Tribunals and the Security Council. We are happy \r\nto note that the recommendations made by the Security \r\nCouncil pursuant to the request of the Tribunals, \r\nincluding on hiring and retaining qualified interns and \r\nother issues, has brought tangible results and helped the \r\nTribunals progress faster towards the implementation \r\nof the completion strategy and the launch of the \r\nMechanism.\r\nWe appreciate the untiring efforts made by Judge \r\nMeron, who has adopted a variety of reforms to improve \r\nthe functioning of various sections of the Tribunal. As a \r\nresult, the trials of Mladić, Hadžić and Karadžić could \r\nbe advanced many months ahead of their expected \r\nschedule. Similarly, appeals in some cases were \r\nadvanced significantly ahead of their schedule. This is \r\na very positive sign, and we congratulate Judge Meron \r\non this welcome development.\r\nWe are also happy to note that the ICTR has \r\ncompleted work at the trial level. The Appeals Chamber \r\nupheld the decision to refer the first ICTR case to \r\nRwanda for trial, and a further six cases of fugitive \r\n12-54716 9\r\nA/67/PV.24\r\nand North America, to arrest and extradite all genocide \r\nfugitives and suspects living on their soil.\r\nMy delegation takes note of the commitment of \r\nthe ICTR to continue monitoring the cases of Father \r\nWenceslas Munyeshyaka and Laurent Bucyibaruta, \r\nwho were transferred to France in November 2007. \r\nHowever, five years after the referral, Rwanda notes \r\nwith concern the delays in the procedure in France. \r\nTherefore, we call upon the ICTR to produce a more \r\nsubstantive report on the status of the prosecutions of \r\nthe two cases. On this issue, we may recall that, under \r\nrule 11 bis of its Rules of Procedure, the ICTR has the \r\nright and the duty to revoke these referrals from the \r\nFrench courts if those delays persist.\r\nThe position of Rwanda regarding the ICTR \r\narchives is well known. Our country believes that \r\nthe ICTR archives should remain the property of the \r\nUnited Nations. Genocide is a crime against humanity, \r\nand it is right and appropriate that the Organization \r\nrepresenting the community of nations keep these \r\nrecords. Nonetheless, Rwanda has, on many occasions, \r\nformally requested to host these United Nations \r\narchives in Kigali upon completion of the work of \r\nthe International Residual Mechanism for Criminal \r\nTribunals. Indeed, these records constitute an integral \r\npart of our history and are vital to the preservation \r\nof the memory and education of younger generations. \r\nThe location of the archives in Rwanda would ensure \r\neasy access to genocide survivors, researchers and \r\nthe broader international community with a view to \r\nachieving the mission of the United Nations to promote \r\npeace and to ensure the prevention of genocide.\r\nEighteen years after a devastating genocide, \r\nRwanda, with the support of the international \r\ncommunity, has come a long way in delivering justice \r\nto victims and promoting reconciliation in Rwanda. \r\nThe community-based jurisdictions, or gacaca, were \r\nofficially closed on 18 June after trying more than \r\n400,000 cases and fostering truth and reconciliation. \r\nFor its part, the ICTR is now in its final phase and has \r\nbrought a number of genocide fugitives to book.\r\nTo conclude, our Government pays tribute to its \r\npeople and commends the ICTR and the Governments \r\nof sister countries that have contributed to the healing of \r\nour people and to the fight against impunity for serious \r\ncrimes. Rwanda, as a candidate for a non-permanent \r\nseat on the Security Council this coming Wednesday, \r\nwill continue, if elected, to support the work of the \r\nWe believe that the two Tribunals have admirably \r\nimplemented their mandates. We consider the support \r\nof the Security Council to be crucial at this critical \r\njuncture in the life of the Tribunals. At the same time, \r\nwe urge both Tribunals to continue to take all necessary \r\nmeasures to keep the trial and appeal schedules on \r\ntrack. This will pave the way for successful trials for \r\nthe remaining accused and the smooth implementation \r\nof an efficient Residual Mechanism.\r\nMr. Nduhungirehe (Rwanda): Let me at the \r\noutset thank  Judge Theodor Meron, President of the \r\nInternational Tribunal for the Former Yugoslavia (ICTY), \r\nand Judge Vagn Joensen, President of the International \r\nCriminal Tribunal for Rwanda (ICTR), for their \r\ncomprehensive reports on the completion strategy of \r\ntheir respective tribunals. \r\nRwanda commends the achievements of the ICTR \r\nduring the period under review, despite challenges in \r\nstaff retention and recruitment. Since its inception, the \r\nICTR has delivered 74 trial judgements, including 44 by \r\nthe Appeals Chamber. Moreover, eight cases have been \r\ntransferred to Rwanda, including two cases of indictees \r\nin custody. Rwanda welcomes these developments and \r\nexpresses its gratitude to the Tribunal for these referrals \r\nas a vote of confidence in Rwanda and its justice system.\r\nAs indicated in the ICTR report (A/67/253), \r\nRwanda continued and will continue to cooperate with \r\nthe Tribunal. The Rwanda Witness Protection Service \r\ncontinued to facilitate access to witnesses from both \r\nsides, while ensuring their security and assisting their \r\nmovement from and to Arusha. My Government has \r\nalso, as usual, extended support to investigations and \r\nmade available all relevant documents.\r\nRwanda welcomes the decision taken by the \r\nGovernment of Zimbabwe to launch a manhunt for the \r\nfugitive Protais Mpiranya, one of the masterminds of the \r\nRwanda genocide perpetrated against the Tutsi in 1994. \r\nWe urge other countries in the region to make similar \r\nefforts and to cooperate with the ICTR in tracking, \r\narresting and transferring the remaining fugitives, \r\nparticularly the most wanted, Félicien Kabuga.\r\nRwanda also welcomes the decision taken in \r\nJanuary by the Federal Court of Canada to extradite \r\nLéon Mugesera to Rwanda, a genocide suspect well \r\nknown for his November 1992 hate speech against \r\nthe Tutsi. My delegation takes this opportunity to \r\nencourage all Member States, particularly in Europe \r\n10 12-54716\r\nA/67/PV.24\r\nICTR and the Residual Mechanism to achieve the same \r\ngoal.\r\nMr. Norman (Canada): I have the honour of \r\nspeaking today on behalf of New Zealand and Australia, \r\nas well as Canada (CANZ).\r\nThe CANZ countries wish to take this opportunity to \r\nexpress our strong support for the International Criminal \r\nTribunal for Rwanda (ICTR) and the International \r\nTribunal for the Former Yugoslavia (ICTY), as well \r\nas for the newly operational International Residual \r\nMechanism for Criminal Tribunals, and to encourage \r\nStates to maintain their support for those institutions.\r\nThe CANZ countries commend the significant \r\nachievements of the Tribunals to date, as well as their \r\nefforts to complete their remaining work by the end of \r\n2014, as set out in their respective completion strategies. \r\nThe record of the ICTY speaks for itself. \r\nProceedings have already been concluded for 126 \r\naccused, with the remaining 35 currently at some stage \r\nof proceedings before the Court. The CANZ countries \r\nespecially welcome the commencement of proceedings \r\nagainst the final two ICTY fugitives, Goran Hadžić and \r\nRatko Mladić, who will now finally face justice for their \r\nactions. We support the ICTY’s completion strategy, \r\nand particularly its focus on the prosecution of the most \r\nsenior leaders, with cases involving middle- and lower-\r\nranking accused being referred to national courts in the \r\nformer Yugoslavia.\r\nAs for the ICTR and its significant achievements, \r\nit has indicted 92 individuals, although nine indictees \r\nremain at large. We call upon States to make special \r\nefforts to ensure that those fugitives are brought to \r\njustice, noting that the cases of six of the fugitives \r\nhave been transferred to Rwanda, with the Mechanism \r\nretaining jurisdiction over the cases of Augustin \r\nBizimana, Félicien Kabuga and Protais Mpiranya.\r\nThe CANZ countries recognize the excellent work \r\nof both Tribunals in involving domestic courts through \r\ntraining programmes, study visits and the referral \r\nof certain cases. That has had the direct effect of \r\nincreasing the capacity of local actors to handle serious \r\ninternational crimes and other major cases. Other \r\nbeneficial effects include the strengthening of the \r\nrule of law and the fostering of reconciliation in those \r\nregions. We also acknowledge the outstanding outreach \r\nundertaken by both Tribunals to make judgements \r\naccessible and understandable to victims and affected \r\ncommunities.\r\n(spoke in French)\r\nThe CANZ countries note with satisfaction that the \r\nbranch of the International Residual Mechanism for \r\nCriminal Tribunals covering functions inherited from \r\nthe ICTR opened for work in July. We are confident \r\nthat the handover of functions derived from the ICTY \r\non 1 July 2013 — in addition to its work undertaken \r\nto prosecute ICTR fugitives, conduct appeal and \r\nretrial functions and trials for contempt and false \r\ntestimony — will proceed just as smoothly. The CANZ \r\ncountries wish to underscore the importance they attach \r\nto the Mechanism’s work relating to the enforcement \r\nof sentences, witness protection, and the maintenance \r\nof the Tribunals’ archives, which are critical legacy \r\nfunctions. The CANZ countries urge the Mechanism \r\nto prioritize efficiency in operations and calls on the \r\ninternational community to provide the Mechanism \r\nwith the support it requires to fulfil its mandate \r\neffectively.\r\nThe ICTY and ICTR have proved their value by \r\nsignificantly contributing to the re-establishment of \r\nthe rule of law, by developing the jurisprudence in the \r\narea of major international crimes, and by delivering \r\neffective justice to victims of such crimes. The work \r\nof the Tribunals has greatly advanced the cause of \r\ninternational criminal justice and will lay a solid \r\nfoundation for future courts and tribunals. Australia, \r\nNew Zealand and Canada will continue to offer our \r\nfull support and cooperation to the Tribunals and to the \r\nMechanism in their pursuit of international justice and \r\nthe rule of law.\r\nMs. Prince (United States of America): First, \r\nlet me thank President Meron of the International \r\nTribunal for the Former Yugoslavia (ICTY) and of \r\nthe International Residual Mechanism for Criminal \r\nTribunals, and President Joensen of the International \r\nCriminal Tribunal for Rwanda (ICTR) for briefing us \r\ntoday and for their continued service. We thank Judge \r\nMeron for his service as President of both the ICTY and \r\nthe Residual Mechanism. We are proud of him for his \r\nservice as a jurist and consider him to be a giant in the \r\nfield of international criminal justice. We welcome the \r\nstrong and valuable leadership of both Presidents.\r\nSince the last presentation to the Security Council, \r\nthe International Residual Mechanism for Criminal \r\nTribunals successfully began its functioning in July at \r\nits Arusha branch, and has already rendered its first \r\ndecision. The transfer to the courts of Rwanda of the \r\ncase of ICTR fugitive Phénéas Munyarugarama, a \r\n12-54716 11\r\nA/67/PV.24\r\nagainst impunity for those who commit atrocities. The \r\ndefendants convicted in Tribunal proceedings to date \r\nhave been tried and found guilty of some of the most \r\nheinous crimes known to humankind. Thanks to the \r\nhard work of the Tribunals, and to the international \r\ncommunity for funding them, the world now knows \r\nabout those crimes, and their perpetrators are being \r\nheld accountable for their actions.\r\nIn addition, there are now archives and public \r\nrecords that will be accessible for generations to come, \r\nbringing to light stories that would otherwise be lost \r\nor hidden in the shadows. This information is critical \r\nto combating the concerted efforts of those who \r\nseek to promote an alternative historical narrative at \r\nvariance with judicially established fact. In addition \r\nto combating impunity, the Tribunals’ contributions in \r\nthe areas of local capacity-building and education will \r\nhelp to foster long-term peace and reconciliation. The \r\ninternational community must continue to fund these \r\narchives and efforts to promote reconciliation.\r\nThe United States remains committed to working \r\nwith the international community to help protect \r\npopulations from atrocities. We continue to take action \r\nto address ongoing atrocity situations and urge others \r\nto do so as well. We must also improve our national \r\ntools and collective efforts on prevention, response and \r\naccountability, with a focus on concrete results.\r\nMrs. Mørch Smith (Norway): Let me begin \r\nby extending our sincere thanks and appreciation \r\nto the Presidents of the International Tribunal for \r\nRwanda (ICTR) and the International Criminal Tribunal \r\nfor the Former Yugoslavia (ICTY), Judges Joensen and \r\nMeron, respectively. Their briefings today, together \r\nwith the Tribunals’ annual reports before us (A/67/253 \r\nand A/67/214), reflect the tireless efforts of the two \r\nTribunals to successfully complete their mandates. It \r\nis our strong conviction that justice is a prerequisite for \r\nnational reconciliation and lasting peace. As the work \r\nof the two Tribunals draws to a close, there is no doubt \r\nthat they have laid a strong foundation for international \r\npeace and justice through their development and \r\nenforcement of international criminal law.\r\nLast year was marked by the arrests of the remaining \r\nfugitives from the Tribunal for the Former Yugoslavia. \r\nThis was a historic precedent, demonstrating that \r\ninternational justice can indeed be delivered. At the \r\nsame time, we expressed our grave concern about the \r\nrelatively high number of outstanding arrest warrants \r\nfrom the Tribunal for Rwanda. Unfortunately, this \r\nformer military commander in the Rwandan army \r\ncharged with genocide, complicity in genocide, and \r\ndirect and public incitement to commit genocide and \r\nmultiple counts of crimes against humanity. \r\nWe welcome Rwanda’s willingness to fairly \r\nadjudicate transferred cases and commend the ICTR \r\nfor arranging for the monitoring of trials in Rwanda. \r\nA strengthened national legal and justice sector will \r\npromote the long-term rule of law and stability in the \r\nregion. We call on all States, particularly those in the \r\nGreat Lakes region, to help apprehend the remaining \r\nfugitives and bring them to justice, whether through \r\nthe ICTR, the Residual Mechanism or the courts of \r\nRwanda. Those who harbour fugitives put themselves \r\nin peril and are only delaying the inevitable. We urge \r\nall States Members of the United Nations to continue to \r\nsearch for them and cooperate in those efforts. \r\nThe United States again commends the Tribunal \r\nPresidents for their efforts to enact cost-saving \r\nmanagerial and administrative measures in the ICTR, \r\nthe ICTY and the International Residual Mechanism \r\nfor Criminal Tribunals, and their efforts in transferring \r\nremaining functions of the Tribunals to the Residual \r\nMechanism. Their efforts are especially important, \r\ngiven the unpredictability of the trial process, which \r\ncan affect the length and expense of trials and appeals. \r\nWe again underline the need of the Security Council to \r\nremain f lexible in that regard. \r\nTurning to the ICTY, we note that the trial of Goran \r\nHadžić began last week. Hadžić was the last ICTY \r\nindictee apprehended, and his is the final trial to begin. \r\nNow all of the ICTY indictees are or have been on trial. \r\nWe look forward to the ICTY Prosecutor’s report at \r\nthe end of the year so that we can learn more about \r\nSerbia’s efforts to bring to justice those who hid Mladić, \r\nHadžić and other ICTY fugitives, and who frustrated \r\nattempts to bring them to justice for so many years. The \r\nGovernments of the region must work more assiduously \r\ntowards reconciliation, avoiding actions and statements \r\nthat are meant to inflame tensions rather than assuage \r\nthem. Their records of cooperation with the ICTY \r\nand one another, as well as their progress on domestic \r\njustice and accountability initiatives, will be critical in \r\nthat regard.\r\nWe also note that it has been almost 20 years since \r\nthe Security Council established the ICTY and, later, \r\nthe ICTR. Since then, those Tribunals have articulated \r\na robust body of international humanitarian law, and \r\nthey represent a strong legacy in the international fight \r\n12 12-54716\r\nA/67/PV.24\r\nconcerned, and to strengthen the capacity of national \r\njudicial institutions to effectively handle the many war-\r\ncrime cases that remain to be prosecuted.\r\nThe Arusha branch of the International Residual \r\nMechanism for Criminal Tribunals has already begun \r\noperating, and The Hague branch will open soon. The \r\nICTR has already handed over the files of the three \r\nhigh-level fugitives to the Prosecutor of the Mechanism. \r\nThe establishment of the Mechanism will allow these \r\ntwo pioneering Tribunals to close without fear that \r\nimpunity will prevail. As the mandates of the two ad \r\nhoc Tribunals draw to a close, the Residual Mechanism \r\nwill have an important role to play in ensuring their \r\nlong-term legacy. We are confident that the work of \r\nthe Tribunals will lead the way in the continued fight \r\nagainst impunity.\r\nMr. Manongi (United Republic of Tanzania): At the \r\noutset, let me join previous speakers in thanking Judge \r\nVagn Joensen, President of the International Criminal \r\nTribunal for Rwanda (ICTR), and Judge Theodor \r\nMeron, President of the International Tribunal for the \r\nFormer Yugoslavia (ICTY), for presenting the annual \r\nreports of their Tribunals (A/67/253 and A/67/214). \r\nWe note with gratitude the progress made in the \r\ncompletion strategies of the ICTR and ICTY during \r\nthe period under review. We take this opportunity \r\nonce again to congratulate President Theodor Meron \r\nand Prosecutor Hassan Jallow on their appointments \r\nto the International Residual Mechanism for Criminal \r\nTribunals. The Mechanism will benefit immensely \r\nfrom their expertise and experience.\r\nMy delegation notes with satisfaction the progress \r\nmade by both of the Tribunals in expediting their \r\nwork as they wind down. Our appreciation goes to the \r\nPresidents of the Tribunals, the judges and staff for \r\ntheir outstanding work in finalizing the judicial activity \r\nwithin the required time frame. The reports of the \r\nTribunals reflect the concrete progress made thus far.\r\nWe note that as the Tribunals complete their \r\nmandates, the recruitment and retention of staff \r\ncontinue to pose major challenges to the work of the \r\nTribunals. While noting with appreciation measures \r\ntaken by the Department of Management to ensure \r\nthe quick replacement of departing staff, we commend \r\nthe significant achievements made by both Tribunals \r\nin the implementation of the completion strategy. My \r\ndelegation therefore supports ICTR’s appeal to the \r\nSecretariat and other relevant United Nations bodies \r\nnumber does not seem to have decreased during the \r\nreporting period. According to the ICTR’s annual \r\nreport, the cooperation and support of some Member \r\nStates are essential to apprehending three fugitives \r\nwho have yet to be arrested. However, we should also \r\ntake into account that six other cases against accused \r\nfugitives were referred to Rwanda during the reporting \r\nperiod. We strongly urge all States, especially those of \r\nthe Great Lakes region, to intensify their efforts to help \r\nensure the arrest of the remaining nine fugitives.\r\nConcluding the remaining proceedings against \r\nthose indicted without delay, while at the same time \r\nfully respecting international standards of due process, \r\nis a challenge shared by both Tribunals. We welcome the \r\nmeasures taken by the Tribunals during the reporting \r\nperiod to increase efficiency. We appreciate the fact \r\nthat they have made substantial progress towards \r\nfinalizing their trial and appeals work, notwithstanding \r\nserious budgetary and staffing constraints. We are all \r\ngrateful to the Tribunals’ staff for their commitment to \r\nfulfilling the Tribunals’ mandates.\r\nIf the Tribunals are to successfully conclude \r\ntheir mandates, they must still depend on the full \r\ncooperation of all States, and in particular the States of \r\nthe former Yugoslavia and the Great Lakes region. In \r\nthat regard, we commend the efforts made by Rwanda, \r\nwith the support of the international donor community, \r\nto strengthen its national criminal judicial system. This \r\nhas allowed the ICTR to refer eight cases to Rwanda \r\nfor national trials, in connection with the ICTR’s \r\ncompletion strategy. We now trust that Rwanda will \r\nput into practice the commitment it has made regarding \r\nits good faith, capacity and willingness to enforce the \r\nhighest standards of international justice.\r\nWe are also pleased to note that cooperation between \r\nthe ICTY and the countries of the former Yugoslavia \r\nwas good during the reporting period. We are, however, \r\nconcerned about information concerning political \r\nstatements that could undermine the reconciliation \r\neffects of the ICTY’s legal and factual findings and \r\nnational efforts to prosecute people charged with war \r\ncrimes.\r\nThe continuing fight against impunity for those \r\nwho committed war crimes during the two conflicts \r\nis a shared responsibility, and will not end with the \r\nclosure of the two Tribunals. It is therefore important \r\nto foster more effective cooperation between States, \r\nin particular between the countries of the regions \r\n12-54716 13\r\nA/67/PV.24\r\nnecessary support to make the smooth functioning of \r\nthe Mechanism possible.\r\nAs host country to the Mechanism’s Arusha \r\nbranch, we convey our appreciation to the international \r\ncommunity for the trust and confidence bestowed upon \r\nthe Government of the United Republic of Tanzania, \r\nand particularly for making the launching of the \r\nMechanism possible. Tanzania remains ready and \r\nwilling once again to assume its obligations. To that \r\nend, we will continue follow up closely on all pending \r\nissues pertaining to the construction of the Mechanism’s \r\nArusha branch building on the land allotted to it with \r\nthe urgency it deserves. The Government of the United \r\nRepublic of Tanzania reiterates its continued support to \r\nthe International Residual Mechanism.\r\nIn conclusion, the two decades of the Tribunals have \r\nmade a commendable contribution to the development \r\nof international criminal law. As the work of the ad \r\nhoc Tribunals winds down, the International Residual \r\nMechanism begins to take shape. The proceedings, \r\ndecisions and judgments of the Tribunals have provided \r\nindispensable guidance to national and international \r\ncourts. The lessons learned have been instrumental \r\nin disseminating the rule of law and the application of \r\ninternational criminal jurisprudence. Now it is up to \r\nthe international community to ensure the success of \r\nthat legacy through the Residual Mechanism.\r\nMr. Starčević (Serbia): Let me begin by welcoming \r\nthe President of the International Tribunal for the \r\nFormer Yugoslavia, Judge Theodor Meron, and the \r\nPresident of the International Criminal Tribunal for \r\nRwanda, Judge Vagn Joensen, and thanking them for \r\ntheir presentation of the annual reports of the two \r\nTribunals (A/67/253 and A/67/214).\r\nIn connection with the International Tribunal for \r\nthe Former Yugoslavia (ICTY), I would like to point \r\nout that all the Government agencies of the Republic of \r\nSerbia in charge of cooperation with the ICTY maintain \r\ngood professional relations with ICTY representatives \r\nand defence teams alike. That cooperation has been \r\ncontinuous, smooth and successful. My country \r\nbelieves that full cooperation between Serbia and the \r\nICTY has been achieved. With the arrest and transfer \r\nto The Hague of Goran Hadžić on 22 July 2011, Serbia \r\ncompleted its cooperation with the ICTY regarding the \r\ntransfer of indictees. It transferred to the Tribunal 45 \r\nout of 46 persons indicted for war crimes; one person \r\ndied before his transfer could be effected. Those persons \r\nto work closely with the Registrars of the Tribunals \r\nin looking for more practical ways of addressing the \r\nproblem of staff attrition. We support the idea of \r\nproviding adequate resources to make it possible for the \r\nTribunals to complete their work in a timely manner.\r\nMy delegation is pleased that the Tribunals have \r\ncontinued to further develop interaction and cooperation \r\nwith the authorities of the former Yugoslavia and \r\nRwanda to support domestic war crimes prosecution. \r\nWe look forward to seeing further enhancement of such \r\ncooperation in the prosecution of war crimes in a bid to \r\nend impunity.\r\nThe cooperation of States Members of the \r\nUnited Nations would also be helpful in the transfer \r\nof individuals who have been either convicted or \r\nacquitted, or those who have completed their sentences. \r\nThe President of the ICTR has been making efforts to \r\nfind host States for some acquitted persons who are \r\nunder the Tribunal’s protection in Arusha. The issue of \r\nthe relocation of acquitted and convicted persons has \r\nassumed urgency in view of the pending closure of the \r\nTribunal. We call upon States to consider positively the \r\nTribunals’ request for more support and cooperation. \r\nWe also appeal to Member States to provide full \r\ncooperation in ensuring that fugitives who are still at \r\nlarge are finally brought to justice.\r\nThe establishment of the International Residual \r\nMechanism is significant to the continued protection \r\nof the rights of victims, witnesses and persons tried \r\nby the ICTR and ICTY and to maintaining the legacy \r\nof the Tribunals. Allow me to commend the practical \r\narrangements made by the Secretary-General, pursuant \r\nto Security Council resolution 1966 (2010), in ensuring \r\nthat the operations of the International Residual \r\nMechanism for Criminal Tribunals begins. The \r\npreparation of the budget of the Residual Mechanism \r\nfor the biennium 2012-2013 and the drafting of its \r\nRules of Procedure and Evidence are testimony to \r\nthose efforts, which culminated in the inauguration of \r\nthe Mechanism’s Arusha branch on 1 July. We wish to \r\ncommend the Tribunal and the Office of Legal Affairs \r\nfor their contribution to that endeavour. \r\nWith active steps being taken by both the Secretary-\r\nGeneral and the President of the Mechanism, it is our \r\nfirm conviction that the Mechanism’s Hague branch \r\nwill commence on 1 July 2013, as scheduled. We once \r\nagain call upon the United Nations to provide the \r\n14 12-54716\r\nA/67/PV.24\r\nthe purpose of organ trafficking, committed by the \r\nso-called Kosovo Liberation Army. Serbia expects that \r\nthe ongoing investigation into the war crimes allegations \r\ncontained in the 7 January, 2011, report of Mr. Dick \r\nMarty, Council of Europe Special Rapporteur, will be \r\nconducted professionally, impartially and efficiently in \r\norder for the truth to be established and perpetrators \r\nbrought to justice. My country will continue to insist \r\non that.\r\nMr. Panin (Russian Federation) (spoke in Russian): \r\nWe thank the Presidents of the Tribunals for the \r\npresentation of their reports. We appreciate the updated \r\ninformation on the progress of the work of both bodies \r\nin the current final stage of their mandate, largely within \r\nthe perspective of the opening in July of the Rwanda \r\nbranch of the International Residual Mechanism for \r\nCriminal Tribunals and the forthcoming opening of the \r\nYugoslav branch. We note in that context the efforts \r\nof the Tribunal leadership to launch the Residual \r\nMechanism on time and to effectively prepare its \r\nRules of Procedure and to recruit the necessary staff. \r\nFurthermore, the staff of the Tribunals deserve high \r\npraise for their ongoing work in the Tribunals and the \r\nResidual Mechanism.\r\nThe Tribunals now have two interrelated tasks to \r\neffectively complete the remaining elements of their \r\nmandate and to complete their work in line with the \r\ntimeline set out in Security Council resolution 1966 \r\n(2010), which calls for a speedier transfer of cases to \r\nthe Residual Mechanism, which has already begun to \r\noperate, and to national jurisdictions. \r\nThe Tribunals are delivering justice well in the \r\ntrial jurisdictions. In the International Tribunal for the \r\nformer Yugoslavia (ICTY), there are no major delays \r\nin consideration of the Mladić and Hadžić cases. The \r\nInternational Criminal Tribunal for Rwanda (ICTR), \r\nin line with Security Council resolution 2054 (2012), \r\nhas promised to complete its work on the Ngirabatware \r\ncase before the end of 2012. That will be its last case for \r\ntrial proceedings.\r\nThere has been concern over the appeals of cases, \r\nwhich, in accordance with the transition provision of \r\nthe statute of the Residual Mechanism, will remain with \r\nthe Tribunals. The Tribunals continue to have difficulty \r\nrespecting the timetable for legal proceedings. We draw \r\nparticular attention to the ICTY on the planned appeals \r\nin the cases of Prlić et al., Šešelj and Tolimir. These \r\nprobably should have been transferred to the Residual \r\nincluded two former Presidents of the country, a former \r\nPrime Minister, a former Deputy Prime Minister, \r\nthree former heads of the General Staff of the army of \r\nYugoslavia, a former head of the State security service, \r\nand a number of military and police generals.\r\nSerbia fully understands the interest of the \r\nTribunal in the so-called fugitive aid network. The \r\ntracking down of the persons who took part in aiding \r\nthe fugitives is, first and foremost, of great importance \r\nto my country, all the more so as the issue burdened \r\nSerbia’s international position over a protracted period \r\nof time. Although we believe that the investigation and \r\nthe processing of suspects is an internal question to be \r\ndealt with by national courts, the competent Serbian \r\nauthorities will continue to provide, in good faith, \r\ninformation to the Office of the Prosecutor about the \r\nachieved results on a regular basis.\r\nMy country continues to cooperate with the \r\nTribunal Chambers, the Office of the Prosecutor and \r\nthe Secretariat, as well as with defence teams regarding \r\ndocumentation, State archives and witnesses. Almost \r\nall requests in that regard have been fulfilled. Only \r\nrecent ones are still in the process of realization, and \r\nthe new requests are being considered without delay. \r\nSerbia will continue to maintain the achieved level of \r\nthat cooperation with the Tribunal.\r\nSerbia is committed to establishing the full truth \r\nabout crimes committed during armed conflicts in \r\nthe territory of the former Yugoslavia, which includes \r\nthe punishment of all those responsible for crimes, \r\nirrespective of their nationality or the nationality of \r\nthe victims. Therefore, Serbia is fully determined \r\nto maintain the achieved level of cooperation with \r\nthe Tribunal in the future as well, including the \r\nestablishment of cooperation with the International \r\nResidual Mechanism for Criminal Tribunals.\r\nThe results Serbia achieved in its cooperation with \r\nthe Tribunal, including the fact that Serbian national \r\ncourts have so far processed 389 persons indicted for \r\ncriminal offences against international humanitarian \r\nlaw, are telling evidence of the contribution of my \r\ncountry to the achievement of the goals and objectives \r\nof the ICTY completion strategy, as well as to the \r\nprocess of the normalization of relations in the region.\r\nLet me also say that my country maintains that our \r\nsuccessful cooperation with the Tribunal gives us every \r\nright to continue to insist on the effective investigation \r\ninto the allegations of the crimes of killing people for \r\n12-54716 15\r\nA/67/PV.24\r\nassociated with the ICTY and ICTR. We also approve \r\nof the practical decision adopted by Rwanda, which has \r\nactively cooperated with the ICTR by assuming cases \r\nunder its jurisdiction.\r\nThe Acting President: We have heard the last \r\nspeaker in the debate on these agenda items. \r\nMay I take it that it is the wish of the Assembly \r\nto take note of the seventeenth annual report of the \r\nInternational Criminal Tribunal for Rwanda?\r\nIt was so decided.\r\nThe Acting President: May I take it that it is the \r\nwish of the Assembly to take note of the nineteenth \r\nannual report of the International Tribunal for the \r\nformer Yugoslavia?\r\nIt was so decided.\r\nThe Acting President: May I take it that it is \r\nthe wish of the General Assembly to conclude its \r\nconsideration of agenda items 72 and 73?\r\nIt was so decided.\r\nThe meeting rose at noon.\r\nMechanism, but even if they remain in the Appeals \r\nCourt, they should be completed before the end of 2014. \r\nWe regret the fact that the appeals at the ICTR \r\nin the Nizeyimana and Nzabonimana cases have not \r\nbeen transferred to the Residual Mechanism, although \r\nall conditions were in place to do so. The time gaps \r\nbetween the dates of sentencing, making defence \r\nappeals, and the opening of the Rwanda branch of the \r\nResidual Mechanism were minimal compared with \r\nthe overall time scale of the legal proceedings, which \r\nwas enormous. However, such a transfer would have \r\nallowed them not only to reduce the workload of the \r\nAppeals Court, but to bring up to speed the Residual \r\nMechanism, giving it time for a warm-up before \r\nreceiving appeals from the ICTY.\r\nIn conclusion, I note the significant support \r\nreceived by the Tribunals from States in both regions. \r\nSerbia has demonstrated a high level of cooperation \r\nwith the ICTY. Serbia has launched investigations into \r\nhow Goran Hadžić and Ratko Mladić were able to be \r\non the run for so long on its territory. The quality of \r\ninvestigations should in no way be called into question, \r\nparticularly taking into account the fact that there \r\nare already enough and even more serious problems \r\n"