"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-52337 (E)\r\n*1252337*\r\nThe meeting was called to order at 9.15 a.m.\r\nAddress by His Excellency Mr. Bakir Izetbegović, \r\nChairman of the Presidency of Bosnia \r\nand Herzegovina\r\nThe President: The Assembly will hear an address \r\nby the Chairman of the Presidency of Bosnia and \r\nHerzegovina.\r\nMr. Bakir Izetbegović, Chairman of the Presidency \r\nof Bosnia and Herzegovina, was escorted into the \r\nGeneral Assembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations His \r\nExcellency Mr. Bakir Izetbegović, Chairman of the \r\nPresidency of Bosnia and Herzegovina, and to invite \r\nhim to address the Assembly.\r\nMr. Izetbegović: I would like to congratulate \r\nPresident Jeremić on his election and to thank Mr. Nassir \r\nAbdulaziz Al-Nasser for having successfully presided \r\nover the General Assembly at its previous session.\r\nI also wish to express my deepest gratitude to \r\nSecretary-General Ban Ki-moon for having visited my \r\ncountry this past July. As we are marking the twentieth \r\nanniversary of our admission to the United Nations, his \r\nvisit came as a recognition of the fact that Bosnia and \r\nHerzegovina has travelled a long way since joining the \r\nOrganization, having transformed itself from a recipient \r\nof security assistance into a contributor to global peace \r\nand security.\r\nI also want to commend the Secretary-General for \r\nhis tireless efforts to advance dialogue and cooperation, \r\nand for his firm commitment to the core values and \r\nprinciples of the United Nations. We in Bosnia and \r\nHerzegovina recognize the importance of, and fully \r\nsupport, his action agenda, which identified five \r\ngenerational imperatives: prevention, a more secure \r\nworld, helping countries in transition, empowering \r\nwomen and youth, and sustainable development.\r\nToday’s world is the scene of unfolding crises and \r\nmounting global challenges. The first and foremost of \r\nthese is the disaster in Syria. As we stand here, our \r\nfellow Syrians are fighting against a brutal regime. \r\nThey are fighting to take their destiny into their own \r\nhands. The regime of Bashar Al-Assad is answering \r\ntheir yearning for freedom and democracy with guns \r\nand bombs, just as his father’s regime did 30 years ago. \r\nThat is revolting and morally reprehensible — but so is \r\nour collective failure to stop it.\r\nOnce again, we are idly standing by while a human \r\ntragedy of dramatic proportions is unfolding before our \r\neyes. We should do our part to help the Syrian people’s \r\nhistoric stand for freedom. We should do our part to \r\nsave the people of Syria from tyranny. We should, but \r\nwe are not.\r\nThe images coming from Syria remind us of the \r\ntragedy of Bosnia. We in Bosnia and Herzegovina feel \r\nthe pain of the Syrian people as our own because we \r\nwent through the same horrors not that long ago. When \r\nSecretary-General Ban Ki-moon visited Srebrenica \r\nUnited Nations A/67/PV.12\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n12th plenary meeting\r\nThursday, 27 September 2012, 9 a.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Serbia)\r\n2 12-52337\r\nA/67/PV.12\r\nwith me this July to pay his respects to the genocide \r\nvictims, he said:\r\n “The international community must be united \r\nnot to see any further bloodshed in Syria because \r\nI do not want to see any of my successors, after 20 \r\nyears, visiting Syria, apologizing for what we could \r\nhave done to protect the civilians in Syria — which \r\nwe are not doing now”.\r\nHis predecessor, Kofi Annan, stated in the report \r\non the fall of Srebrenica:\r\n “Through error, misjudgment and an inability \r\nto recognize the scope of the evil confronting us, \r\nwe failed to do our part to help save the people of \r\nSrebrenica ... The tragedy of Srebrenica will haunt \r\nour history forever” (A/54/549, para. 503) \r\nToday, those words about the Organization’s failure to \r\nrespond to the tragedy in Syria ring true.\r\nThe best way to honour the victims of the Srebrenica \r\ngenocide would have been to learn the lessons of that \r\nfailure and never commit the same errors again. Sadly, \r\nthe United Nations, especially the Security Council, \r\nhas failed to do that. The international community has \r\nchosen yet again to repeat the trial-and-error pattern \r\nof the policies that failed in Bosnia and Herzegovina. \r\nThe resolutions, statements of concern, ineffective \r\nsanctions, observers, and missions with no mandate \r\nto protect civilians are actions that have deadly \r\nconsequences, as demonstrated in my country.\r\nMake no mistake. Unless we act now, and act \r\ndecisively, to help the people of Syria and put an end to \r\nthe bloodshed there, that tragedy will haunt our history \r\nforever, just like Srebrenica.\r\nDevelopments at the beginning of the twenty-first \r\ncentury defy rational prediction. Indeed, who could \r\nhave predicted such an explosion of freedom in the \r\nMiddle East? In the last few years, we have witnessed a \r\nhistoric awakening in the Arab world. Profound social \r\nand political changes aimed at creating democratic \r\nsocieties are under way now — changes that have been \r\nfermenting for decades. They are the best confirmation \r\nthat Muslims strive vigorously for freedom, dignity \r\nand human rights. A well-educated, free-thinking \r\ngeneration of young Arabs has finally broken the \r\nchains of dictatorship. No force can prevent that new \r\ngeneration from taking charge of its destiny.\r\nAs a non-permanent member of the Security \r\nCouncil, Bosnia and Herzegovina strongly supported \r\nthe Arab peoples’ aspirations for greater freedom and \r\ndemocracy. We acted to ensure that the international \r\ncommunity supported those who wanted free societies \r\ninstead of closed ones, the rule of law instead of \r\nthe rule of one individual, democracy instead of \r\ndictatorship, justice and fairness instead of oppression \r\nand corruption.\r\nThe stalemate in resolving the Israeli-Palestinian \r\nconflict is also deeply troubling. The peace process is \r\nnot moving forward, and the chain of violence has not \r\nbeen broken. A new impetus to negotiations is urgently \r\nneeded, because there is no alternative to a negotiated \r\nsolution. The Palestinians have every right — historical, \r\nmoral and legal — to a State of their own, but Israel has \r\nevery right to its security. The occupation of Palestinian \r\nterritories must end, but so must the terror and violence. \r\nAll attempts to create new realities on the ground in the \r\nhope that they will be accepted as a starting point for \r\nfuture negotiations must be rejected. The continuation \r\nof settlement activities in the occupied Palestinian \r\nterritories continues to pose the most serious obstacle \r\nto peace. Israel should immediately end all settlement \r\nactivities in the occupied Palestinian territories, \r\nbecause those activities are illegal under international \r\nlaw. Doing so is in Israel’s own best interest if it truly \r\ndesires peace with the Palestinians.\r\nThe state of affairs of 60 or 6,000 years ago is not \r\nthe right point of reference. The right point of reference \r\nfor a solution is the principle of the peaceful coexistence \r\nof two sovereign States — an independent Palestine and \r\na secure Israel. That is the only realistic way to bring \r\nabout a just resolution to the conflict and to ensure \r\nstability and progress in the Middle East. To achieve \r\nsuch a solution, a more sincere attempt at good-faith \r\nnegotiations is needed, especially on the part of Israel. \r\nThe road to peace does not include ignoring United \r\nNations resolutions, squeezing the Palestinians onto \r\nbits and pieces of the land that once belonged to their \r\nfathers, and building settlements on those remaining \r\nbits of land.\r\nThe Organization needs to send a strong message \r\ndemanding that its resolutions be respected and that \r\nthere be no double standards or chosen peoples when \r\nit comes to the application of international legal norms \r\nand human rights principles.\r\n12-52337 3\r\nA/67/PV.12\r\nbenefit from the lessons that my country has learned \r\nfrom constantly seeking to improve its understanding \r\nand management of diversity. For hundreds of years, \r\nits citizens lived in harmony, helping each other build \r\nhouses of worship that are physically almost leaning \r\non each other. The westernmost range of Orthodox \r\nChristianity and Islam, the easternmost range of \r\nCatholicism, Bosnia is a meeting point of civilizations, \r\na bridge between East and West. Its unique multi-ethnic \r\nculture has been woven through a thousand years of \r\ntolerance and respect among its citizens, regardless of \r\ntheir ethnic and religious affiliation. That is why its \r\npreservation and success, as a specific microcosm, is \r\ncrucial for the whole world.\r\nHowever, owing to our recent past, a great struggle \r\nis now under way in my country between the idea of \r\ncoexistence and the idea of division. I believe that the \r\noutcome of that struggle will have a significant bearing \r\non resolving one of the greatest challenges of our \r\ntime, that of conflict versus cooperation. If the idea of \r\ncoexistence and cooperation does not prevail in Bosnia, \r\nit can hardly prevail anywhere else in the world. If the \r\nunique social fabric of my country, which was torn by \r\ncrimes and force, is not restored, that will be a defeat \r\nfor the very idea of coexistence, which will produce a \r\nwidening gap at one of the most delicate fault lines of \r\nthe world.\r\nThe growing power of humankind brings progress \r\nand prosperity. Yet the selfish side of that power cuts \r\ninto the very substance on which our future depends, \r\nnamely, our physical habitat and our spiritual essence.\r\nThe world we live in is changing at a speed and \r\nin a direction that is rightfully worrisome. Inequality, \r\ninjustice and intolerance are on the rise. There is more \r\nconflict and less cooperation. There is ever more \r\nviolence and ever less compassion, solidarity, mutual \r\ncare, healthy interpersonal relations and family life. \r\nPeople around the world are taking to the streets, which \r\nis a dramatic warning that there is less and less fairness \r\nin the societies in which they live. \r\nThose unsettling trends can be reversed only by \r\ndecisive and coordinated global action. The future we \r\ndesire will not be just a utopia if we join our forces \r\nto find the right solutions. Cooperative approaches are \r\ndifficult to accomplish but are needed more than ever.\r\nMr. Kamau (Kenya), Vice-President, took the \r\nChair.\r\nOver the past few weeks, we have witnessed \r\ndisturbing violence linked to intolerance. The video \r\nthat sparked those developments is deeply insulting. It \r\ndeserves the strongest condemnation, and we absolutely \r\nreject its content and message. There is no justification, \r\nhowever, for responding to that movie with violence. \r\nViolence in response to speech is unacceptable. There \r\ncan be no debate about that. Violence is no way to \r\nhonour religion. Responding to bigotry with violence \r\nonly further fans the f lames of intolerance. We must \r\ndraw the line at violence, but we must also find a way to \r\nprevent hate speech and bigotry. Yes, there is the right \r\nto free speech, but there is also the right to dignity.\r\nWe cannot impose our ideology or our religion on \r\nanyone else. We must promote tolerance, but we must \r\nalso promote mutual respect. That is why, as responsible \r\nleaders, we should have a frank debate about the outer \r\nlimits of free expression when that freedom is abused \r\nto incite hate and deliberately slander the dignity of \r\nothers.\r\nThere is no inherent contradiction between Islamic \r\nand Western values. On the contrary, those values are \r\ncompatible. After all, they are derived from the same \r\nsources. Throughout history, interactions between \r\nthose values have led to tremendous achievements. \r\nThere need be no clash. There are only those who need \r\nto create a false perception of a clash in order to come \r\nto power or maintain their hold on it.\r\nSo many societies in today’s world are in transition, \r\nyearning to find a balance between traditional and \r\nmodern values. The relationship between the West and \r\nthe Islamic world and between their respective value \r\nsystems is going to be one of the most critical issues \r\nof our time. That relationship will go through crises \r\nand periods of misunderstanding and intolerance. In \r\nthe modern age, we need to continue to seek a formula, \r\nwhich is to say a model, for how to reconcile Islamic \r\nand Western values, East and West. No matter how hard \r\nit may be, finding that formula is going to be essential \r\nin the time ahead of us.\r\nThe human condition is one of diversity. Our human \r\nrace is a mosaic composed of a rich variety of peoples, \r\ncultures and religions that shine together in a dynamic, \r\nsparkling pattern. Our responsibility is to nurture and \r\nprotect that mosaic.\r\nI come from a country whose historical experience \r\ncan offer valuable lessons in finding a model for peaceful \r\ncoexistence within such diversity. The whole world can \r\n4 12-52337\r\nA/67/PV.12\r\nWe are not perfect, and we can be better. We can \r\nbe wiser, more responsible, more willing to learn from \r\nour past mistakes. Too often we have been prisoners \r\nof our own mentalities. We perceive willingness to \r\ncompromise as a weakness, but just the opposite is \r\ntrue — compromise requires courage. To build a future \r\nwe must make compromises. To succeed we must \r\nstop indulging in manipulative kinds of populism. We \r\nmust break out of the worn and frayed patterns of the \r\npast. We must turn to the future. Instead of having \r\nendless debates about what has been, we must devote \r\nourselves to reaching agreements about what can be. \r\nWe must more correctly interpret the interests of those \r\nwe represent. We must listen to the views of others, no \r\nmatter how different those views might be. We must \r\nunderstand each other better and respect each other \r\nmore.\r\nOur most important mission in the time to come \r\nwill be to build bridges between cultures, religions and \r\ncivilizations — bridges of trust, understanding and \r\nrespect, bridges to reach out to problems the true nature \r\nof which we have only begun to understand. That is hard \r\nwork that requires daring leadership. The Organization \r\nhas undergone difficult trials, but it has always been the \r\nbest framework for building those bridges. Let us keep \r\nit that way as we go forward.\r\nThe Acting President: On behalf of the General \r\nAssembly, I thank the Chairman of the Presidency of \r\nBosnia and Herzegovina for the statement he has just \r\nmade. \r\nMr. Bakir Izetbegović, Chairman of the Presidency \r\nof Bosnia and Herzegovina, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by Mr. Elbegdorj Tsakhia, President \r\nof Mongolia\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of Mongolia. \r\nMr. Elbegdorj Tsakhia, President of Mongolia, was \r\nescorted into the General Assembly Hall. \r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Elbegdorj Tsakhia, \r\nPresident of Mongolia, and to invite him to address the \r\nAssembly. \r\nPresident Tsakhia: Last year, Mongolia observed \r\nthe fiftieth anniversary of its joining this important \r\nbody. Thanks to the choice of our free people, this son \r\nof a herder is here today, happy to report on Mongolia’s \r\nprogress in building a strong and free society.\r\nMore than 20 years ago, Mongolia stood at a \r\ncrossroads. The f lag of democracy was firmly planted \r\nin our rich and historic soil when, in the cold winter of \r\n1989 and in the spring of the White Horse Year of 1990, \r\ndecades of rule without the consent of the governed were \r\nswept aside. Individual rights and liberties prevailed. \r\nOur revolution did not break a single window, and not \r\none drop of blood was shed. \r\nMore than two decades later, Mongolia is a stable \r\nbeacon of self-governance, a moving force behind the \r\nAsian Partnership Initiative for Democracy and the \r\ncurrent President of the Community of Democracies. \r\nWe are proud to chair that world movement for freedom.\r\nMongolia has demonstrated a firm commitment \r\nto transparency, accountability and the rule of law. \r\nWe have recognized that that is the only way that our \r\ndemocracy can succeed. Therefore, we cannot tolerate \r\npublic corruption at any level, from the highest officials \r\nto the ordinary citizen. Corruption is like an infectious \r\ndisease, growing in the dark, eating away at the public \r\ntrust, scaring away investors, robbing average citizens \r\nof opportunities and attacking the vital immune system \r\nof a nation. We must shine a light on corruption and \r\nattack it head-on.\r\nAdditionally, our track record of free and fair \r\nelections and the peaceful transfer of power from one \r\nparty to another can serve as an example to our sister \r\ndemocracies around the world. Mongolia is moving \r\ntowards more direct and participatory democracy. \r\nWe are empowering our people, not the Government. \r\nMongolia is proud to be the democratic anchor in the \r\nEast.\r\nNo democracy is ever perfect. We have experienced \r\nchallenges similar to those experienced by other young \r\ndemocracies. Democracy does not end with the casting \r\nof a ballot. That is just the beginning.\r\nMongolia is uniquely situated on many levels, \r\ndemocratically, economically and geographically. Our \r\ndrive for democracy, transparency and hope for peace \r\nmakes our nation a vital regional player.\r\nEconomically, we are blessed by extraordinary \r\ngrowth — nearly 17 per cent last year. Keeping up with \r\nour high rate of growth is a very real challenge and \r\none that we are prepared to meet directly. We are very \r\n12-52337 5\r\nA/67/PV.12\r\nfocused on balancing two goals — first, sharing the \r\nopportunities created by our economic success with all \r\nMongolians, and secondly, demonstrating clearly and \r\nfirmly that Mongolia is open for business and a fully \r\nengaged member of the international community.\r\nOur nation’s needs are significant — improved \r\ninfrastructure, better health care and world-class \r\neducation. We have much to do to meet the immediate \r\nand long-term needs of our people. Our people are \r\nthe key to our success. We need to invest in their \r\nfuture. We need to invest in both social and economic \r\ninfrastructure. We are committed to making the \r\ninvestments needed to give our children the bright \r\nfutures they deserve.\r\nAs an emerging leader of the global community, \r\nMongolia also has important international priorities. \r\nNone is more important than protecting our \r\nenvironment. All nations must work to preserve our \r\nplanet as our economies expand and mature. I was \r\nhonoured and humbled to be recognized by the United \r\nNations Environmental Programme this year for the \r\nwork we are doing in Mongolia to preserve our precious \r\nenvironment. We are committed to doing even more.\r\nAnother priority for Mongolia is expanding \r\nhuman rights. Mongolia has established an effective \r\nmoratorium on capital punishment. We are seeking to \r\npermanently abolish the death penalty in Mongolia by \r\nlegislative action very soon. A Government is created \r\nby its people; therefore no Government has the right \r\nto take the life of those who have created it. Let me be \r\nclear: capital punishment is ineffective and barbaric.\r\nMongolia cares deeply about safeguarding global \r\npeace. We must preserve our planet by eliminating \r\nnuclear weapons across the world. We are also firmly \r\nopposed to storing nuclear waste on Mongolian soil. \r\nWe are celebrating 20 years of enjoying nuclear-\r\nweapon-free status. I am grateful that on 17 September, \r\nthe five permanent members of the Security \r\nCouncil — the People’s Republic of China, France, \r\nthe Russian Federation, the United Kingdom and the \r\nUnited States — signed a joint declaration reaffirming \r\nthat status for Mongolia.\r\nThe dialogue on Mongolia and its nuclear-\r\nweapon-free zone, which was initiated and has been led \r\nby Mongolia, has continued to make progress. We will \r\nhost an event in 2015 to make even further progress. \r\nWhile nuclear power may remain a viable energy \r\noption for some, any nuclear energy programme in \r\ndevelopment must submit to the permanent supervision \r\nof the United Nations and the International Atomic \r\nEnergy Agency. Any nation seeking to build nuclear \r\npower must not endanger the peace and security of \r\nits independent neighbours. The solution to those \r\nchallenges is engagement, not isolation. The solution is \r\nmore diplomacy, more dialogue and more action.\r\nNow more than ever, it is clear that words alone \r\nare not enough. We must be united in taking action to \r\npreserve peace. That goal is even more imperative in \r\nlight of the conflicts that have grown ever more tense \r\nin areas such as the Middle East. I was saddened by the \r\ndeath of the United States Ambassador and others in \r\nLibya. The mission of diplomacy is peaceful. Attacks \r\non diplomatic compounds violate both the letter and \r\nspirit of international law. \r\nToday, I join with Mongolia’s allies in condemning \r\nthe needless violence and bloodshed in Syria. Last year \r\nI urged action. The protest had started peacefully, but \r\nwas met with violence from the Syrian Government. \r\nEach day, each hour and, indeed, each minute, the \r\nsituation grows worse. In dealing with crises such as \r\nthat in Syria, we must remember that those dying are \r\nnot just citizens of that nation. They are also citizens \r\nof our planet. They are therefore also our brothers \r\nand sisters. The world should be unified and direct in \r\nbringing the bloodshed to an end before another life is \r\nneedlessly lost.\r\nYoung girls and boys should be in school, studying \r\nfor their future, building their dreams. Young girls and \r\nboys, as well as their mothers and fathers, should not be \r\ndying in the streets and living through nightmares. That \r\ncrisis is not just a subject for television programmes. \r\nWe Members of the United Nations are not spectators. \r\nThe Organization was not created merely to watch a \r\nshow unfold on our televisions. We have to act. We have \r\nto move.\r\nToo many mothers suffer when their children \r\nstruggle, whether it is for a lack of human rights or \r\neconomic opportunity. Mothers want their children to \r\nbe free. They want their children to have a job. They \r\nwant a better life for their children. My 92-year-old-\r\nmother reminds me daily to serve all people with \r\nrespect, especially women, children and the elderly. \r\nWomen are the backbone of the family and the bedrock \r\nof a nation. They bring life into the world. They sense \r\nthe cries of an infant. Their instincts are to care for the \r\n6 12-52337\r\nA/67/PV.12\r\nold, the sick and those in need. Our mothers, sisters and \r\ndaughters share a core value of caring for others.\r\nWe need more women leaders. Women tend to see \r\nthe whole picture. For society to advance, we need more \r\nwomen in public service at all levels, local to global. \r\nThey bring a unique perspective that is often missing \r\nin global challenges. Has anyone ever heard of a female \r\nbloody dictator or tyrant? I think not. If there were more \r\nwomen in power, I think we would have more harmony, \r\nmore engagement, less suffering and less conflict. I am \r\nproud to report that in our last elections, we tripled the \r\nnumber of women in Parliament. \r\nThe way to empower women is to ensure that girls \r\nshare the same educational opportunities as boys. \r\nEducation is the most basic human right. It is the \r\nfundamental building block for human development and \r\nfree society. We owe our children — all of them — the \r\nopportunities that a strong education can offer. Instead \r\nof weapons, we should invest more in education, which \r\nunlocks the potential of every child. The return on \r\nsuch investment will be higher, both for the young men \r\nand women of tomorrow and for the world. Educated \r\nnations are more secure economically, respect human \r\nrights and have greater political freedom.\r\nIn conclusion, I am happy to report Mongolia’s \r\nincredible forward movement and to renew our \r\ncommitment as a part of the community of nations. We \r\naccept both the rights and responsibilities that come \r\nwith that honour.\r\nEight hundred and fifty years ago, our great king, \r\nChinggis Khan, was born. He built the largest land \r\nempire in the history of the world. Yet that great king \r\ndid not erect a single statute to himself. Chinggis Khan \r\nfamously noted, “It was easier to conquer the world on \r\nhorseback than to dismount and try to govern.” Let us \r\nbe frank. It is not easy to be a diplomat in a troubled \r\nworld. It is not easy to fight for equal opportunity for \r\nall. It is not easy to shine a light on corruption. It is not \r\neasy to govern by the rule of law. It is not easy to build \r\nreal democracy.\r\nIt is easier to build statues. It is easier to destroy. \r\nIt is hard to govern well. But we all must dismount and \r\ngovern, and govern well. That is vital in order to build \r\na world where our children feel safer, a world where \r\nour families are stronger, a world where all nations can \r\nprosper.\r\nThat is the legacy that real leaders need to build — not \r\nstatues, but opportunities for all humankind. Let us, \r\ntogether, build opportunities for all.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of Mongolia for \r\nthe statement he has just made.\r\nMr. Elbegdorj Tsakhia, President of Mongolia, was \r\nescorted from the General Assembly Hall.\r\nAddress by Mr. Moncef Marzouki, President of the \r\nRepublic of Tunisia\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nTunisia.\r\nMr. Moncef Marzouki, President of the Republic of \r\nTunisia, was escorted into the General Assembly \r\nHall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Moncef Marzouki, \r\nPresident of the Republic of Tunisia, and to invite him \r\nto address the Assembly.\r\nPresident Marzouki (spoke in Arabic): I should like \r\nto start by conveying to the friendly Republic of Serbia \r\nand to President Jeremić personally my most heartfelt \r\ncongratulations on his election to the presidency of \r\nthe General Assembly at its sixty-seventh session. I \r\nshould like also to congratulate Mr. Nassir Abdulaziz \r\nAl-Nasser, President of the Assembly at its previous \r\nsession, as well as Mr. Ban Ki-moon, for the efforts that \r\nthey have undertaken in favour of all peoples’ aspirations \r\nthat are aimed at achieving stability, peace, security \r\nand development throughout the world. I should like to \r\nconvey to them the congratulations of my people, who, \r\nthrough the revolution of 17 December 2010, entered \r\nthe fraternity of free people and democratic States.\r\nI should now like to express our views regarding \r\nthe major issues facing our world today.\r\nToday we are witnessing the great evil perpetrated \r\nby a few groups that are using the media to disseminate \r\ntheir destructive and chaotic views. That makes clear the \r\ngreat chasm that exists with respect to the psychological, \r\nsocial and economic crises of our societies, which, \r\nunfortunately, exacerbate the phenomena of violence \r\nand extremism. Those warning signals need to be \r\naddressed very seriously. The First and Second World \r\n12-52337 7\r\nA/67/PV.12\r\nWars did not happen in a vacuum; they were the result \r\nof extremist statements and policies that led to human \r\ncarnage and claimed tens of millions of lives. \r\nWe in Tunisia believe that we must work under the \r\nauspices of the United Nations to bring about peace \r\nfor all humankind and to avert confrontations between \r\ncivilizations. Tunisia’s access to this forum of free and \r\ndemocratic peoples came at a very high cost. Tens of \r\nthousands of political prisoners, as well as exiles, were \r\ntortured before the revolution; they were the ones who \r\npaid the price. During the revolution, more than 300 \r\ncitizens were killed and 2,000 others injured. \r\nA year and a half after the revolution, Tunisia \r\ncontinues to move forward. We are, however, faced by \r\na great many difficult economic and social problems, \r\nthe legacy of a regime that lasted for more than two \r\ndecades and whose practices included corruption, \r\nfraud and repression. But that price is negligible when \r\ncompared with that paid by our brothers in Egypt, \r\nYemen and Libya, and, of course, by our brothers in \r\nSyria, more than 25,000 of whom have been killed and \r\ntens of thousands injured, along with the destruction \r\nof the country’s infrastructure. All of that will forever \r\nmark the Syrian people and affect their future for \r\ndecades to come. \r\nThat high price is something we all should \r\nremember in facing the difficulties that hamper us in \r\nthe building of an international system that will work \r\nto avert, lay siege to and curtail those accursed political \r\nsystems that threaten the freedom of peoples and peace \r\namong peoples. The Republic of Tunisia, which has just \r\nemerged from dictatorship and which is well aware of \r\nthe high toll taken by such a regime, proposes that we \r\ncreate a new mechanism to fight dictatorships, which \r\nare a disease threatening peace, stability and security \r\nas well as the prosperity of peoples. They not only have \r\nan impact on the freedom of people in a given country, \r\nbut they also give rise to hatred and wars.\r\nEurope was able to enjoy peace, stability and \r\nprosperity only after the fall of the fascist, Nazi and \r\nCommunist dictatorships. In the medical field, methods \r\nwere developed by the World Health Organization that \r\nmade possible the elimination of polio in the twentieth \r\ncentury; that would have seemed pure fiction to doctors \r\nin the nineteenth century. We have acquired political \r\nmaturity and awareness in the face of dictatorship, \r\nwhich, more than diseases, poses a serious threat to the \r\nlives of hundreds of millions of people.\r\nBecause the United Nations, through its Charter \r\nand institutions, has at its disposal a legal arsenal that \r\ncan serve to bring about basic freedoms and peace \r\namong peoples, we invite the Organization to declare \r\nthat dictatorship is a social and political scourge that \r\nmust be eliminated through the combined efforts \r\nof all peoples throughout the world. It behoves us \r\nto implement a bold and ambitious programme to \r\neliminate dictatorship in the same manner in which we \r\ngot rid of polio and smallpox. \r\nThe creation of the International Criminal Court \r\n(ICC) demonstrates that we are on a historic journey of \r\nbuilding international institutions that has not yet been \r\ncompleted. The ICC is but a further step in the direction \r\nof the complete elimination of dictatorship. However, \r\nthe Court tackles crimes only after their commission; \r\nwhat we require are mechanisms to prevent dictatorship \r\nfrom taking root in the first place.\r\nContemporary dictatorships are based on the use \r\nof excessive force and give themselves false legality \r\nthrough the holding of fraudulent elections. They use \r\nthe appearance of democracy to undermine democracy \r\nitself. Those kinds of elections took place in Tunisia \r\nin 1999, 2004 and 2009. Our deposed dictator was \r\nprepared to remain in power forever. He intended, for \r\nthe 2014 elections, to rewrite the Constitution so he \r\ncould run for a third term. Each time he re-imposed the \r\nstatus quo because he knew that no internal domestic or \r\ninternational mechanisms existed that could rein in his \r\npolitical activities.\r\nDuring that entire period, the Tunisian democratic \r\nopposition could not but note the paralysis of domestic \r\nand international laws and legal mechanisms. It was \r\nsimply impossible for the opposition to turn to a \r\nTunisian or international constitutional court. Although \r\nit was normal that such a constitutional court did not \r\nexist in the country, it certainly was not normal that \r\na mechanism to that effect should fail to exist within \r\nthe United Nations, because the Charter of the United \r\nNations and the Universal Declaration of Human \r\nRights, as well as many other international conventions \r\nand instruments, backed by General Assembly \r\nresolutions, all are texts that could be viewed as being \r\nthe charter of humankind. The only thing missing is an \r\nimplementation mechanism.\r\nThe Republic of Tunisia therefore proposes the \r\ncreation of an international constitutional court similar \r\nto the ICC, which could be seized of challenging illegal \r\n8 12-52337\r\nA/67/PV.12\r\nTunisia asks the General Assembly to draw upon \r\nArticle 22 of the Charter of the United Nations, by which \r\nit may establish such subsidiary organs as it deems \r\nnecessary, and create an international constitutional \r\ncourt and to include this item in the agenda of its \r\nsixty-eighth session. I hope this proposal will enjoy \r\nthe broadest possible support by democratic States and \r\nthe mobilization of the international community, which \r\nplayed such an important role in the creation of the \r\nInternational Criminal Court. We hope that the same \r\nwill be done to ensure that the proposed international \r\nconstitutional court becomes a part of a comprehensive \r\nsystem that would enable our people and succeeding \r\ngenerations to avoid a scourge of blood and tears like \r\nthat which has cost us so dearly.\r\nThe Acting President: On behalf of the General \r\nAssembly, I would like to thank the President of the \r\nRepublic of Tunisia for the statement he has just made.\r\nMr. Moncef Marzouki, President of the Republic of \r\nTunisia, was escorted from the General Assembly \r\nHall.\r\nAddress by Mr. Donald Rabindranauth Ramotar, \r\nPresident of  the Republic of Guyana\r\nThe Acting President: The General Assembly will \r\nnow hear an address by the President of the Republic \r\nof Guyana.\r\nMr. Donald Rabindranauth Ramotar, President \r\nof the Republic of Guyana, was escorted into the \r\nGeneral Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Donald Rabindranauth \r\nRamotar, President of the Republic of Guyana, and to \r\ninvite him to address the Assembly.\r\nPresident Ramotar: It is a distinct honour for me \r\nto speak today for the first time as President of the \r\nRepublic of Guyana in this general debate of the sixty-\r\nseventh session of the General Assembly.\r\nTo the President of the Assembly at its sixty-seventh \r\nsession, I extend my delegation’s sincere congratulations \r\non his election. I also pay tribute to his predecessor, His \r\nExcellency Nassir Abdulaziz Al-Nasser, who presided \r\nover the sixty-sixth session with distinction during a \r\ntrying period for this body. The Secretary-General \r\ndeserves commendation for his unstinting service \r\nto the Organization and our continued support as the \r\nconstitutions or charters, or fraudulent elections. Such a \r\ncourt would have to be competent to consider a number \r\nof disputes and issues, to rule on the legality or illegality \r\nof elections that are not in line with the Charter of the \r\nUnited Nations. All systems, especially democratic \r\nones, would face the clear duty of being recognized by \r\nthe international constitutional court. The court would \r\nalso make recommendations and provide the necessary \r\nadvice to all those who so request. The body could serve \r\nas a deterrent against any despot, any tyrannical regime, \r\nin the case of any such regime forging election results. \r\nThe court would contribute to the very disappearance \r\nof those regimes, because it would strengthen the role \r\nof peaceful civic resistance. Otherwise, the only choice \r\nwould be to live under oppression or to turn to violence. \r\nWe all know just how expensive that can be.\r\nTunisia strongly advocates the protection of \r\nthe environment to ensure that we leave succeding \r\ngenerations a sustainable world.\r\nWe also want to leave a world living in peace and \r\nto douse the f lames of war in Afghanistan, Mali, the \r\nDemocratic Republic of the Congo, the Sudan and \r\nthe Middle East. Tunisia requests rapid humanitarian \r\nintervention to help save the heroic Syrian people and \r\nto ensure the departure of President Bashar Al-Assad \r\nand his criminal regime. We call for the deployment of \r\nan Arab peace force to guarantee the transition and to \r\ncreate a democratic State, which would be pluralistic \r\nand that could live in peace.\r\nTunisia wishes to reiterate its support for the \r\nPalestinian people and their right to a just peace and \r\nthe release of thousands of prisoners. We support the \r\ncreation of a Palestinian State with Al-Quds as its \r\ncapital and with membership in this Organization. \r\nWe condemn violence against women and children. \r\nWe denounce the fanaticism, the anti-Semitism and the \r\nIslamophobia that one often sees. We call for tolerance \r\nto allow all religious minorities, including Muslims in \r\nBurma and Christians living in all Muslim countries, to \r\nexercise their faith freely. The chasm between the rich \r\nand the poor must be reduced.\r\nDuring the upcoming Nuclear Materials \r\nConference, Tunisia will insist on the need to free \r\nthe Middle East from nuclear weapons and all other \r\nweapons of mass destruction. \r\nWe champion pluralistic, tolerant civilian societies \r\nand institutions. Tunisia is the country of peaceful \r\ndemocratic revolution. \r\n12-52337 9\r\nA/67/PV.12\r\nattaining universal secondary education. However, \r\nsignificant challenges remain in reaching people in the \r\nremote areas of our country. If we are to encourage our \r\nyouth to become responsible citizens and prepare them \r\nto be the leaders of tomorrow, we must ensure that our \r\neducation systems allow for the development of their \r\nfull potential.\r\nI am therefore honoured to join the Secretary-\r\nGeneral in promoting the Education First initiative. We \r\nare nonetheless conscious that the sustainability of our \r\ngrowth and that of other developing countries will be \r\nhindered if the weakness in the international economy \r\nis prolonged.\r\nGuyana therefore continues to advocate for reform \r\nof the graduation policies and aid allocation criteria of \r\nthe international financial institutions to take account \r\nof the structural vulnerability and level of economic \r\nresilience of small States, for measures to ease the debt \r\nburden, for renewed access to concessionary financing \r\nfor highly indebted middle-income countries and for \r\nthe strengthening of financial regulations.\r\nThe international economic crisis has also led to \r\ngrowing negative social problems. Despite great efforts \r\nby many countries, the war against narco–trafficking \r\nis far from over. That scourge has an impact on all our \r\ncountries. It has also directly and indirectly engendered \r\nthe growth in criminal activity in our region. The \r\navailability of guns in many societies — I would note \r\nthat we do not produce them — most of which has come \r\nas a by-product of the narco-trade, has contributed to \r\nthe growth of gun crimes and murders in the region \r\nand beyond. To deal with the problem, Guyana is ready \r\nto cooperate fully with the international community to \r\nbring the criminals to justice and free our people from \r\nthe multiple dangers that drug trafficking creates.\r\nEven as our society advances, the issues we have \r\nto deal with often seem to multiply. The issue of \r\ntrafficking in persons has also arisen over the past \r\ndecade as a major concern. We join with all democratic \r\nand decent people throughout the world in condemning \r\nthat crime. Again, it is a campaign that requires a high \r\nlevel of cooperation. We are ready to play our part.\r\nIf solving those collective problems requires greater \r\nwill, then other transnational problems such as the \r\nclimate crisis require urgent, immediate and decisive \r\naction. Our failure to do so risks causing irretrievable \r\nharm to humankind.\r\nUnited Nations negotiates the many issues that confront \r\nour world.\r\nThe present international system is characterized \r\nby change and crises. A tide of change is evident at all \r\nlevels, from the local to the global, and it is either being \r\nprecipitated or accompanied by multiple crises within \r\nthe global community.\r\nIn the economic realm, continuing adverse \r\nconditions stymie global efforts to achieve \r\ninternationally agreed-upon development objectives. \r\nRecovery from the global financial crisis is at best \r\nincipient and sluggish. Several of the major contributors \r\nto global output are grappling with unsustainable fiscal \r\nbalances that hinder their ability to stimulate lasting \r\nrecovery. The problems in those economies continue \r\nto place a drag on global growth. Compounding those \r\ndifficulties is the slowdown in output in major emerging \r\neconomies. Naturally, those events have had serious \r\nnegative impacts on developing countries.\r\nAlthough more resilient than in earlier times, \r\ndeveloping countries have paid a heavy price as a result \r\nof the present difficulties in the world economy. That \r\nhas been reflected in growth that is generally lower than \r\npre-crisis levels. Already grappling with adverse trading \r\narrangements and the consequences of an inconclusive \r\nand disappointing Doha Development Round, the plight \r\nof developing countries has been made worse by the \r\nprolonged global slump. Many of the gains made before \r\n2008 have been erased by the continuing difficulties in \r\nthe world economy. The small, vulnerable economies of \r\nthe Caribbean face special challenges, compounded by \r\ngenerally high levels of indebtedness and falling export \r\nrevenues.\r\nIt is within the unfavourable international climate \r\nthat we have to judge our own performance. Guyana \r\nhas had to face many serious challenges. However, \r\nwe have worked steadfastly to build a more resilient \r\neconomy and country. We have managed to forestall \r\nthe worst effects of the international economic crises. \r\nOver the past six years, we have achieved an economic \r\ngrowth rate of approximately 5 per cent per annum. The \r\ngrowth rate is, I believe, the result of the investments \r\nthat we have been making in our people. More than \r\n30 per cent of our budget is dedicated to education, \r\nhealth, housing, water and social programmes to help \r\nthe most vulnerable.\r\nToday Guyana has achieved universal primary \r\neducation, and we have come a long way towards \r\n10 12-52337\r\nA/67/PV.12\r\nDespite the strong scientific and economic case \r\nfor action, the global response to the climate crisis \r\nfalls short of what is required in terms of both scale \r\nand urgency. The projected level of reduction in \r\ngreenhouse-gas emissions is much too low. Scientists \r\nare warning us of the catastrophic consequences if the \r\nrise in greenhouse emissions is not halted. Already \r\nsome States are facing imminent extinction. \r\nTo add insult to injury, the promise of fast-start \r\nfinancing made at Copenhagen a few years ago has \r\nnot materialized. The result is that those most at risk \r\nare effectively deprived of the means to adapt to that \r\nexistential threat. We cannot continue to deal with \r\nthreats to the survival of the planet with such casualness.\r\nAs a low-lying coastal State, Guyana is mindful \r\nof the dangers posed by climate change. We have been \r\nat the forefront of the appeals to the international \r\ncommunity to match its concern with tangible action. \r\nIt is clear that some countries are taking the issue \r\nseriously. Norway has led the way by giving tangible \r\nsupport in fighting climate change. Guyana, for its \r\npart, has chosen to pursue a low-carbon development \r\nstrategy in order to ensure economic growth, social \r\nprogress and environmental sustainability for present \r\nand future generations of our citizens. \r\nBut, as our experience patently demonstrates, that \r\npath is not without its hurdles. Just three short months \r\nago, in Rio de Janeiro, we renewed our collective \r\ncommitment to sustainable development and to \r\nensuring the promotion of an economically, socially \r\nand environmentally sustainable future for our planet. \r\nWe also agreed that the eradication of poverty was \r\nthe greatest challenge facing the world today, and we \r\nrecommitted ourselves to freeing humankind from \r\npoverty and hunger as a matter of urgency.\r\nWe need, therefore, as a matter of exigency, to \r\nrespond to the plight of more than 1 billion of our fellow \r\ncitizens who bear the ache of hunger on a daily basis. \r\nThey are found on every continent, in every city and in \r\nrural communities across the world.\r\nTheir plight is worsening. Food prices are surging \r\nonce again, and risk rising even further as severe \r\ndroughts decimate crop yields. Those who suffer from \r\nchronic hunger today cannot wait until the international \r\ncommunity agrees on a post-2015 development \r\nframework. They cannot wait until we craft new \r\nsustainable development goals. They need action now. \r\nThe decades-long under-investment in agriculture \r\nand rural development needs to be urgently reversed if \r\nfood security is to be guaranteed on a sustainable basis. \r\nIn line with the Five Rome Principles for \r\nSustainable Global Food Security, Guyana calls for an \r\nacceleration of the twin-track approach to enhancing \r\ndirect action against hunger for the most vulnerable \r\nand for promoting medium- to long-term sustainability \r\nin agriculture and rural development. In that context, \r\nincreased international support for the expansion of \r\nrural infrastructure is critical.\r\nMs. Flores (Honduras), Vice-President, took the \r\nChair.\r\nIf we are to maintain our credibility, we must avoid \r\nindecisiveness on the issues that aff lict humankind. We \r\nare only three short years away from 2015, the year we \r\nset for ourselves to reach important goals for improving \r\nthe security of our planet and enhancing the quality of \r\nlife for all. We must do what we promised to do and we \r\nmust do so without delay.\r\nGreater alacrity is also needed in the area of politics, \r\nwhere tensions and unrest in many corners of our globe \r\nthreaten to undermine international peace and security. \r\nThe tide of democratic change that has swept the \r\nplanet and raised the expectations of peoples for social \r\nprogress and better standards of life in an environment \r\nof enlarged freedoms is receding. Those legitimate \r\naspirations deserve the respect and encouragement \r\nof the Governments concerned and the support of the \r\ninternational community. No people should be denied \r\nthe right to live in dignity or to live a life free from \r\nfear and want. At the same time, we must be careful to \r\nguard against the superimposition of agendas based on \r\nulterior designs that are alien to those noble aspirations. \r\nWhile we give solidarity and support where needed, \r\nlet us not forget that this body crafted an important \r\nprinciple of self-determination.\r\nHuman rights and fundamental freedoms are best \r\npreserved in an environment of peace and security. \r\nRespect for the rule of law and tolerance for the faiths \r\nand beliefs of all humankind must continue to be the \r\nguiding principles through which we build harmonious \r\nsocieties. While we condemn the attacks and insults \r\nthat the recent film heaped on Islam, we believe \r\nthat nothing of that nature can justify the murder of \r\ndiplomats and the violence we have seen. We therefore \r\nextend our sympathy to the people and Government \r\n12-52337 11\r\nA/67/PV.12\r\nThe myriad challenges affecting our world today \r\npose a formidable test to the multilateral system that \r\nembodies our collective aspirations for peace and \r\ndevelopment. Such challenges tax our collective resolve \r\nto act in the best interest of humankind.\r\nThe United Nations was established at a time \r\nwhen the vast majority of the human family was not \r\nrepresented in its councils and most nations could not \r\nspeak on their own behalf. That is not the case today. \r\nThe near universal representativeness of its membership \r\ngives the United Nations unparalleled legitimacy among \r\nworld institutions. The governance of the Organization \r\nneeds major reform if it is to reflect the realities of the \r\npresent time and give full expression to the aspirations \r\nof the world’s peoples. For the Security Council, the \r\nimperative for reform is particularly urgent. I reaffirm \r\nGuyana’s steadfast support for timely reform of the \r\nCouncil through an expansion in both the permanent \r\nand non-permanent categories, with particular regard \r\nto the representation of developing countries.\r\nThe United Nations must also be reformed in a \r\nmanner that will enhance its contribution to global \r\neconomic governance, in keeping with the purposes \r\nof its Charter. The United Nations has an important \r\nrole to play in addressing the democracy deficit in \r\ndecision-making on such matters, which often have \r\nfar-reaching implications, particularly for small States. \r\nReforming the United Nations along those lines will \r\nprovide it with greater legitimacy, which is key to its \r\neffectiveness in the eyes of the world. That legitimacy \r\nwill be enhanced by the delivery of results that meet \r\nthe expectations of the global citizenry in areas where \r\naction is most needed.\r\nIn conclusion, allow me to recognize the great role \r\nplayed by this body over the years in promoting world \r\npeace. It has done a lot to contain and resolve regional \r\nand local conflicts. In our time, the United Nations has \r\nbecome indispensable in tackling pressing global issues. \r\nWe must therefore all work together to strengthen the \r\nOrganization so as to make it more effective in the face \r\nof the many challenges that are ahead.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of Guyana for the statement he has just \r\nmade.\r\nMr. Donald Rabindranauth Ramotar, President \r\nof the Republic of Guyana, was escorted from the \r\nGeneral Assembly Hall.\r\nof the United States of America on the murder of \r\nAmbassador Christopher Stevens and others in Libya. \r\nWe believe that the best homage we can pay to their \r\nmemory is to work even harder for a just, peaceful and \r\ntolerant world.\r\nIn concert with the proposed theme of this debate, \r\nthe United Nations must continue to pursue peaceful \r\nsolutions to political conflicts, no matter how slow and \r\npainstaking the process may be.\r\nIt is my country’s sincere hope that peace will soon \r\ncome to the Syrian people. Guyana urges the renewal \r\nof efforts to bring the warring parties to the negotiating \r\ntable. The international community must contribute to \r\npeace and not to the exacerbation of strife and conflict. \r\nAny abandonment of its role in bringing peace to Syria \r\nwill result in greater suffering in that country and \r\nundermine security in that part of the world. The United \r\nNations must therefore persevere in finding a peaceful \r\nend to the conflict. We therefore support the efforts of \r\nthe Joint Special Representative of the United Nations \r\nand the League of Arab States in trying to bring the \r\nconflict in Syria to a peaceful end.\r\nI also wish to underline Guyana’s strong support \r\nfor the peaceful settlement of the Israeli-Palestinian \r\nconflict. We are of the view that the resolution of that \r\nconflict, which has lasted for too long, is key to a lasting \r\npeace in the Middle East. Guyana recognizes the State \r\nof Palestine based on its 1967 borders and supports its \r\naspirations to full membership in the United Nations. \r\nThe Palestinian people deserve the same rights as \r\npeople everywhere: to live in dignity, security, freedom \r\nand independence, at peace with all their neighbours \r\nand with the right to move freely in their own land.\r\nGuyana is encouraged by the continuing efforts of \r\nthe Republic of the Sudan and the Republic of South \r\nSudan to resolve their differences through negotiations. \r\nWe are hopeful also that the people of Mali will be \r\nable to overcome their current crisis and restore the \r\ncelebrated legacy of Timbuktu.\r\nHaving regard for the principle of the sovereignty of \r\nStates set down in the United Nations Charter, Guyana \r\nwishes to place on record once again its firm opposition \r\nto the economic, financial and commercial embargo \r\nimposed against its sister Caribbean State of Cuba. We \r\ncall for an immediate end to the policy. Cuba has made \r\ngreat contributions to the social development of many \r\ndeveloping countries. The lifting of the blockade can \r\nallow it to do much more.\r\n12 12-52337\r\nA/67/PV.12\r\nthose decisions into actions in order to leave the legacy \r\nof a safe and sustainable environment to our future \r\ngenerations.\r\nSince becoming a Member State, Myanmar has \r\nalways adhered to the founding principles of the United \r\nNations. Our participation in the General Assembly \r\nhere in New York amply demonstrates our commitment \r\nto active participation in, and support of, the work of \r\nthe Organization.\r\nToday’s world is full of new challenges and \r\nopportunities. Urbanization and industrialization \r\nare taking place in developing countries on an \r\nunprecedented scale. Rapid progress in information \r\ntechnology gives the impression that our world is \r\ngetting smaller. Meanwhile, the natural environment \r\nand the climate are facing new threats and challenges. \r\nIn short, the world is changing as never before. It is \r\nalso timely and appropriate to devote attention during \r\nthe current session to issues such as the post-2015 \r\ndevelopment agenda and the rule of law.\r\nMyanmar is moving forward on the democratic \r\npath, but that has not been an easy task. I would therefore \r\nlike to take this opportunity to share our experiences \r\nin that regard. In the ongoing reform process, we face \r\nchallenges as well as opportunities. Within a short time, \r\nthe people of Myanmar have brought about remarkable \r\nchanges. I feel greatly privileged and honoured to \r\ndutifully serve the people as their President at this \r\ncrucial time in the history of our nation. I truly consider \r\nmy people as my own parents and elders.\r\nSince I took office some 18 months ago, the \r\nparliament, the judiciary, the armed forces, the ethnic \r\ngroups, the political parties, civil society and the people \r\nat large have been taking tangible and irreversible steps \r\nin the democratic transition and reform process. Leaving \r\nbehind a system of authoritarian Government, in which \r\nthe administrative, legislative and judicial powers were \r\ncentralized, we have now established a democratic \r\nGovernment and a strong and viable parliament that \r\nfollows a practice of checks and balances.\r\nDespite the challenges, we can now see encouraging \r\nprogress and significant developments in the country. \r\nThose include the granting of amnesties to prisoners; the \r\ndignified return of exiled political forces; the successful \r\nconvening of the 2012 by-elections in a free, fair and \r\ntransparent manner; the abolition of media censorship; \r\nfreedom of access to the Internet; the establishment \r\nAddress by Mr. Thein Sein, President of the \r\nRepublic of the Union of Myanmar\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of the Union of Myanmar.\r\nMr. Thein Sein, President of the Republic of the \r\nUnion of Myanmar, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Thein Sein, \r\nPresident of the Republic of the Union of Myanmar, and \r\nto invite him to address the Assembly.\r\nPresident Sein (spoke in Burmese; English text \r\nprovided by the delegation): First and foremost, I \r\nwould like to congratulate Mr. Jeremić on his well-\r\ndeserved election as President of the General Assembly \r\nat its sixty-seventh session. His country, Serbia, and \r\nMyanmar have traditionally enjoyed a close friendship \r\nand cooperation. Under his able leadership, the General \r\nAssembly will hold deliberations on measures to \r\naddress the challenges faced by the world today. I am \r\nconfident that his great wisdom, rich experience and \r\ngreat diplomatic skills will guide our discussions to \r\nproduce the desired outcomes.\r\nI would also like to take this opportunity to extend \r\nour sincere thanks and appreciation to his predecessor, \r\nHis Excellency Mr. Nassir Abdulaziz Al-Nasser, for his \r\noutstanding leadership at the sixty-sixth session.\r\nMyanmar consistently pursues an independent and \r\nactive foreign policy, a basic tenet of which is to actively \r\ncontribute to the maintenance of international peace \r\nand security. In so doing, we encourage efforts to settle \r\ndifferences among nations by peaceful and amicable \r\nmeans. Our position is consistent with the essence of \r\nthe theme of the current session, namely,  “Bringing \r\nabout adjustment or settlement of international disputes \r\nor situations by peaceful means”.\r\nThere are different views and assessments regarding \r\nthe outcome of the United Nations Conference on \r\nSustainable Development, held in Brazil in June. A \r\nnumber of important decisions were taken on various \r\nissues, such as the renewal of commitments, the \r\nlinkage of sustainable development to the Millennium \r\nDevelopment Goals, renewable energy and the \r\nestablishment of arrangements for better coordination \r\non sustainable development. Member States must turn \r\n12-52337 13\r\nA/67/PV.12\r\nIn order to redress the situation in northern \r\nMyanmar, leaders of the Union Peace-making Work \r\nCommittee and the Kachin armed group are holding \r\ninformal consultations and are working to further \r\nstrengthen confidence-building measures. We consider \r\nany loss of life and property on either side in the armed \r\nconflict as a loss for the country.\r\nWhile the Government is resolutely pursuing \r\npolitical, social and economic reforms, some \r\nunfortunate and unexpected issues have arisen. A case \r\nin point is the recent communal violence in Rakhine \r\nState. In that connection, I would like to mention in \r\nthe first place that the people inhabiting our country, \r\nregardless of race, religion and gender, have the right to \r\nlive in peace and security.\r\nAs the Assembly is aware, an independent \r\nnational-level investigation commission has been \r\nestablished to look into the issue. To ensure impartiality, \r\nthe commission is composed of representatives from all \r\nstrata of society, including widely respected personalities \r\nfrom the Buddhist, Muslim, Christian and Hindu faiths. \r\nUpon completion of its task, the commission will submit \r\nits findings and recommendations to me.\r\nDemonstrating our determination to resolve the \r\nissue in a transparent manner, we have facilitated field \r\nvisits to Rakhine State by representatives from the \r\nOrganization of Islamic Cooperation, the Association \r\nof Southeast Asian Nations, United Nations agencies, \r\nthe United States and resident foreign diplomats \r\nin Myanmar. Access is being facilitated to those \r\norganizations that are willing to provide relief \r\nassistance to both communities without discrimination.\r\nThe issue at hand cannot be resolved overnight. It \r\nwill be resolved by taking short-term and long-term \r\nmeasures through a multifaceted approach, taking \r\ninto account political, economic and social aspects. I \r\nsincerely believe that as an independent and sovereign \r\nState, Myanmar has done the right thing to secure our \r\nborders and to safeguard our sovereignty. We will do \r\nour utmost to resolve the issue in line with international \r\nnorms.\r\nI am well aware of the fact that Myanmar’s \r\ndemocratic transformation process will be a complex \r\nand delicate one that requires patience. To complete \r\nthe process, we certainly need the understanding and \r\nsupport of the United Nations and its States Members, \r\nthe international community as a whole and, last but \r\nnot least, the people of Myanmar. At the same time, it is \r\nof worker and employer organizations; and increased \r\nparticipation by the people in the political process.\r\nAt the current stage of the political process, we \r\ncan see the emergence of democratic traits, such as \r\nthe increasing participation of various political forces \r\nand their mutual tolerance, magnanimity, the expanded \r\nscope of political participation, representation and \r\naccountability. Our Government and other stakeholders \r\nhave fostered a new political culture of tolerance and \r\ndialogue.\r\nThe former main opposition leader, Nobel laureate \r\nDaw Aung San Suu Kyi, now participates in parliament, \r\nnot only in her capacity as a member but also as \r\nChairperson of the parliamentary Rule of Law and \r\nStability Committee. She is also in New York this week. \r\nAs a Myanmar citizen, I would like to congratulate her \r\non the honour that she has received in this country in \r\nrecognition of her efforts for democracy.\r\nOur country’s political progress is strengthening \r\nits political legitimacy. That, in turn, facilitates the \r\nestablishment of basic political stability, thereby paving \r\nthe way for the economic and social transformation \r\nnecessary for better living standards for the people.\r\nThe legislative body has also developed well and \r\nfunctions more effectively at every sitting. Parliament \r\nhas now adopted landmark laws through democratic \r\npractices. We are promulgating laws and by-laws, \r\ntaking into account the fact that economic development \r\nmust not widen the gap between the rich and the poor. \r\nThe rights of citizens must be protected. The natural \r\nenvironment must be preserved. Our workers should \r\nenjoy rights in line with international standards. We give \r\ncarefull consideration to investments in the extractive \r\nsectors, such as energy, to ensure transparency and \r\nimpartiality.\r\nWe believe that the cessation of all armed conflicts \r\nis a prerequisite to building genuine democracy. As \r\nsuch, we place high priority on achieving lasting peace \r\nin the country. In accordance with our motto “From war \r\nto peace”, we are striving to put an end to the long-\r\nstanding problems in regions inhabited by our ethnic \r\ngroups. To date, we have reached ceasefire agreements \r\nwith 10 armed groups. We will continue the peace \r\ntalks, while further strengthening confidence-building \r\nmeasures. Peace negotiations at the national level will \r\nthen continue towards a final peace agreement, which \r\nwould completely end the armed hostilities.\r\n14 12-52337\r\nA/67/PV.12\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Gjorge \r\nIvanov, President of the former Yugoslav Republic of \r\nMacedonia, and to invite him to address the Assembly.\r\nPresident Ivanov (spoke in Macedonian; English \r\ntext provided by the delegation): It is an honour and a \r\nprivilege to address this forum today and to share the \r\nviews of the Republic of Macedonia regarding a number \r\nof issues of concern for all of us.\r\nAllow me first to extend our congratulations to \r\nMr. Vuk Jeremić on his election to the prestigious \r\nposition of President of the General Assembly at \r\nits sixty-seventh session. I believe Mr. Jeremić will \r\nrespond to all the challenges and tasks that await him, \r\nand I wish to express our full readiness to cooperate. \r\nAllow me also to express my thanks and to compliment \r\nthe former President of the Assembly, Mr. Nassir \r\nAbdulaziz Al-Nasser, for his successful presidency \r\nduring the sixth-sixth session.\r\nI would like to take this opportunity to welcome \r\nthe work and efforts of the Secretary-General, Mr. Ban \r\nKi-moon, which undoubtedly have contributed to \r\nstrengthening the role and reputation of the world \r\nOrganization. It was a real honour for me and for the \r\ncitizens of Macedonian to be his host. The Republic of \r\nMacedonia highly values and supports the Secretary-\r\nGeneral’s endeavours, and he can count on our \r\ncontinued full support.\r\nNow, more than ever in the history of humankind, \r\nthe nations of the world are confronted with the same \r\nchallenges, are victims of the same threats and share the \r\nyearning for a better future. Effective multilateralism \r\nis of essential importance for the development of \r\ncollective action to respond to common challenges. The \r\nUnited Nations is an organization whose legitimacy \r\nto tackle global challenges through global actions is \r\nuniversally accepted and undeniable. The support \r\nprovided by Member States is of crucial importance. \r\nI wish to assure the Assembly that the Republic of \r\nMacedonia will continue to contribute actively to the \r\nreinforcement and improvement of the efficiency of the \r\nsystem.\r\nThis diverse world is in need of a common \r\ndenominator, a link that unites all individuals, peoples \r\nand countries regardless of differences in culture, \r\nlanguage and religion. That link is the Charter of the \r\nUnited Nations, with its principles and fundamental \r\nequally important that Myanmar should be viewed from \r\na different and new perspective. It is also necessary for \r\nus to be able to work in a more favourable environment \r\nthan ever before.\r\nMyanmar is now ushering in a new era. As a \r\nmember in the family of nations, Myanmar will \r\nparticipate more actively in the activities of the United \r\nNations in various fields. Standing as a responsible and \r\nrespectable nation on the world stage, we will take on \r\nthe challenges of the twenty-first century in a bold and \r\nresolute manner.\r\nI would also like to take this opportunity to \r\ncongratulate Mr. Ban Ki-moon on his reappointment \r\nas General-Secretary and on his achievements thus far.\r\nBefore I conclude, allow me to briefly mention \r\nan important figure, namely, U Thant, a brilliant \r\nson of Myanmar who served as the third Secretary-\r\nGeneral. Even in those days, U Thant had a vision of \r\none world. He envisioned a global society guided by \r\nthe spirit of one world — a world safe for diversity and \r\na place of peaceful coexistence where global citizens \r\ncould practice the virtues of tolerance, cooperation, \r\nunderstanding and compassion. We believe that if we \r\nmake his vision a reality, we will soon achieve a world \r\nthat is more peaceful and prosperous. U Thant’s tireless \r\nendeavours for peace and his achievements during his \r\ntenure as the Secretary-General will never be forgotten. \r\nThe people of Myanmar will always take pride in and \r\nremember him as a great son of Myanmar.\r\nThe Acting President (spoke in Spanish): On \r\nbehalf of the General Assembly, I wish to thank the \r\nPresident of the Republic of the Union of Myanmar for \r\nthe statement he has just made.\r\nMr. Thein Sein, President of the Republic of the \r\nUnion of Myanmar, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Gjorge Ivanov, President of the \r\nformer Yugoslav Republic of Macedonia\r\nThe Acting President (spoke in Spanish): The \r\nGeneral Assembly will now hear an address by \r\nthe President of the former Yugoslav Republic of \r\nMacedonia.\r\nMr. Gjorge Ivanov, President of the former \r\nYugoslav Republic of Macedonia, was escorted into \r\nthe General Assembly Hall.\r\n12-52337 15\r\nA/67/PV.12\r\nThe Republic of Macedonia stands ready to offer its \r\nexperience in the area of democratic institution-building, \r\nbased on the Macedonian inclusive, democratic model \r\nof integration without assimilation. In that context, I \r\nwish to refer to the recent High-level Meeting on the \r\nRule of Law at the National and International Levels. \r\nThe Republic of Macedonia attaches great importance \r\nto this issue, which is undoubtedly the basis of all \r\ndemocratic societies, and the report of the Secretary-\r\nGeneral on the rule of law (A/66/749) has provided \r\nfood for thought and further action. The Republic of \r\nMacedonia believes that inclusiveness is an important \r\nprinciple that needs to be implemented when it comes \r\nto the rule of law. The rule of law is multifaceted and \r\nshould cover all stakeholders, especially civil society.\r\nThe rule of law is incomplete and is impossible \r\nto achieve without respect for human rights. As the \r\nSecretary-General said in his statement at the opening \r\nof the general debate at this session, “We shall have \r\nneither peace nor development without respect for \r\nhuman rights and the rule of law” (see A/67/PV.6). As \r\na country building a model of inclusive democracy, the \r\nRepublic of Macedonia attaches particular importance \r\nto the development, promotion and protection of \r\nhuman rights. It is the right and duty of every country \r\nto safeguard and promote the rights of its citizens. \r\nHuman rights should reinforce and reaffirm national \r\nsovereignty. This, then, will be the best guarantee that, \r\nas a principle, the responsibility to protect will remain \r\nthe desired first and primary pillar. The Republic of \r\nMacedonia will continue its efforts to preserve and \r\npromote human rights — to promote democracy and \r\nthe rule of law, gender equality and the improvement \r\nof the role of women, and to protect vulnerable and \r\nmarginalized groups.\r\nWe also strongly support Member States’ active \r\nparticipation in the universal periodic review as a \r\nmechanism for promoting the effectiveness of the \r\nHuman Rights Council. In that context, I would like to \r\nremind the Assembly that the Republic of Macedonia \r\nhas presented its candidature for membership in the \r\nHuman Rights Council for the period 2014-2016. We \r\nare convinced that our experience in this area, along \r\nwith our particular achievements and ambition to \r\npromote this area of global governance, will enable us \r\nto make a full contribution to further strengthening and \r\naffirming human rights in subsequent years.\r\nOnce again this year all priorities are focused on the \r\nthree most important pillars of our world Organization: \r\nvalues. The Republic of Macedonia is firmly dedicated \r\nto respect for the Charter, which serves as the basis \r\nof its foreign policy. Ever since our declaration of \r\nindependence and after becoming a Member of the \r\nUnited Nations, the peaceful resolution of international \r\ndisputes has been one of our leading principles and \r\nguidelines for our behaviour as a responsible member \r\nof the international community. Therefore, I wish to \r\nwelcome the General Assembly recommendation to put \r\nthe issue forward as a topic of debate this year.\r\nAn ounce of prevention is worth a pound of cure. \r\nWhen speaking about international disputes, it is \r\ninevitable to refer to prevention activities as one of the \r\nmechanisms for their resolution.\r\nToday preventive diplomacy has proven its relevance \r\nonce again. In the early days of our independence, \r\nthe Republic of Macedonia was host to the United \r\nNations Preventive Deployment Force, a one-of-a-kind \r\nmechanism for the United Nations at the time. It was a \r\npositive experience for Macedonia, the United Nations \r\nand the Member States involved. We are witness to the \r\nfact that the evolution of international relations and the \r\nincreased complexity of challenges in our globalized \r\nworld confirm the need to develop mechanisms and to \r\nuse good offices.\r\nAt this point, I would like to commend the \r\nSecretary-General for advocating more thorough \r\nanalysis of this issue in his report on strengthening the \r\nrole of mediation in the peaceful settlement of disputes, \r\nconflict prevention and resolution (A/66/811), which \r\nproduced good, operative solutions for upgrading the \r\ncapacity of the United Nations in this area. I believe \r\nwe can and must explore new ways and possibilities for \r\nstrengthening the role of the Secretary-General in the \r\nresolution of international disputes.\r\nIn a time of global economic crisis, the focus of \r\nthe United Nations on preventing conflicts and further \r\ndeveloping preventive diplomacy is understandable. The \r\nRepublic of Macedonia believes it makes sense to focus \r\non the effective and efficient use of resources — which \r\nare shrinking — which is why we have been attentively \r\nfollowing all activities relating to the report of the \r\nSecretary-General on civilian capacity in the aftermath \r\nof conflict (A/66/311) and to the implementation of \r\nthe recommendations of the Senior Advisory Group \r\nfound therein. It is very important that the international \r\ncommunity make progress in preventing new conflicts \r\nand relapses into conflict in vulnerable countries.\r\n16 12-52337\r\nA/67/PV.12\r\npeace and security, sustainable development and \r\nhuman rights. All are mutually related. There can \r\nbe no sustainable development without peace and \r\nsecurity, and there can be no sustainable peace without \r\ndevelopment and poverty reduction. The Millennium \r\nDevelopment Goals continue to be the parameters by \r\nwhich we evaluate our success.\r\nThe Republic of Macedonia’s aspiration to \r\nbecome a member of the European Union has created \r\nthe necessary spur for political, economic and social \r\nreforms. Promoting equitable and comprehensive \r\ndevelopment founded on human rights has provided a \r\nsolid base for the national development agenda. The \r\nGovernment of the Republic of Macedonia therefore \r\nestablished a programme focused on emphasizing \r\neconomic development, improving our citizens’ \r\nstandard of living, creating jobs, fighting corruption, \r\nincreasing education opportunities and promoting \r\ndemocracy and inter-ethnic relations.\r\nBalanced and sustainable development is a major \r\ninvestment in the future, and in the interest of the \r\ngeneral well-being, everyone must participate. The \r\noutcome document of Rio+20 — the United Nations \r\nConference on Sustainable Development (resolution \r\n66/288, annex) — should be taken as an additional \r\nimpetus to use alternative possibilities for achieving \r\nsustainable development. The Republic of Macedonia, \r\nin coordination with the policies of its European \r\npartners, will advocate expanding those alternatives.\r\nSustainable development is closely linked to \r\ndisaster risk reduction and adaptation to climate \r\nchange. Recognizing that interdependence, the \r\nRepublic of Macedonia supports a holistic approach to \r\nthe implementation of these goals in national, regional \r\nand global strategies, policies and plans.\r\nWe have demonstrated our dedication to the region \r\nof South-eastern Europe and to regional cooperation \r\nthrough our chairmanship of the South-East European \r\nCooperation Process. The region is not immune to \r\nglobal challenges and threats, and such threats can be \r\nremoved only by meeting the obligations and numerous \r\ncommitments we have all undertaken. I am convinced \r\nthat intensive regional cooperation in this area will help \r\nus build a region more resistant to natural disasters. We \r\nwish focus our chairmanship on the process of meeting \r\nthe real and everyday needs of our citizens — those of \r\npeace, security and development — that are the result \r\nof global challenges that recognize neither political \r\nand ethnic barriers nor religious groups. Among \r\nthe priorities of Macedonia’s chairmanship will be \r\ncooperation in economic and agricultural matters, \r\nculture and tourism, science and education, cross-\r\nborder concerns and the protection of the environment. \r\nOur principles are based on solving citizens’ problems \r\nregardless of ethnic, religious or any other affiliation. \r\nI see no way of doing this other than through close \r\nregional cooperation.\r\nLet us build good-neighbourly relations on the \r\nbasis of solidarity. In return, we expect our neighbours \r\nto show solidarity in actions for a safer region. We \r\ncan and we must be ready for future challenges so as \r\nto provide a safer future for future generations. Our \r\nyoung people will hold us to this. They expect our \r\ngeneration to behave responsibly. They live in a time of \r\nnew technologies, and they already know what is going \r\non at the global level. I believe firmly that we should \r\nfocus all our energy on young people, to create youth \r\nfor the future and a future for our youth, formed in a \r\nspirit of dialogue, tolerance and respect for diversity. \r\nThat is why, in parallel with the South-East European \r\nCooperation Process summit, we will also host the \r\neleventh Forum of the Dialogue among Civilizations, in \r\ncooperation with UNESCO and the Council of Europe, \r\nwith the focus on youth.\r\nAs President of the Republic of Macedonia, permit \r\nme to say that we are greatly looking forward to \r\ncelebrating the tenth anniversary of the first regional \r\ngathering of the dialogue among civilizations, which \r\nwe are preparing together with UNESCO. It was here, \r\nat this rostrum, that my predecessor, President Boris \r\nTrajkovski, with the strong backing of the United \r\nNations and UNESCO, shared his dreams about that \r\ninitiative, which was then realized in Ohrid in 2003, \r\nwhen the wounds from the bloody conflict in the \r\nformer Yugoslavia were still fresh. The words of the \r\nOhrid message speak of the undoubtedly enormous \r\npotential of the Republic of Macedonia: to be a \r\nfunctional multi-ethnic, multilingual and multireligious \r\nfoundation of the European Balkans and of the Balkans \r\nin Europe.\r\nNext year we will host the third World Conference \r\non Dialogue among Religions and Civilizations. \r\nThe Republic of Macedonia has always believed that \r\ndialogue is irreplaceable and put its belief into practice. \r\nWe condemn all forms of violence. No one should be a \r\nvictim of violence — not individuals, peoples, States \r\nor their official representatives. Just as the limits of \r\n12-52337 17\r\nA/67/PV.12\r\ndecency must be observed in public spaces, so violence \r\ncan never be a fitting response.\r\nThe rule of law and human rights are fundamental \r\nprinciples and they cannot be subject to compromise. I \r\nfully agree with the position of the Secretary-General, \r\nstated during his visit to Macedonia in July, that we \r\nshould never make compromises when it comes to \r\nuniversally acknowledged principles. It is the duty \r\nof the United Nations and of each and every one of \r\nus not to subject the rule of law and human rights to \r\ncompromise. Therefore, I have asked the Secretary-\r\nGeneral to bring renewed attention to the 2008 report \r\nof the Independent Expert on minority issues, Ms. Gay \r\nMcDougall, entitled “Promotion and protection of all \r\nhuman rights, civil, political, economic, social and \r\ncultural rights, including the right to development” \r\n(A/HRC/7/23).\r\nAllow me as well to recall the recommendation \r\nin that report that the Government of our southern \r\nneighbour should abstain from disputing whether there \r\nis a Macedonian minority, and instead focus on the \r\nprotection of the right to self-identification, freedom \r\nof expression and freedom of association of that \r\ncommunity. In the recommendation, our neighbour is \r\nurged to respect the judgment of the European Court of \r\nHuman Rights, according to which the country should \r\nbe allowed to use the word Macedonian to denote its \r\nname and to freely express its ethnic identity. The \r\nreport concludes that the right to protection must be \r\nrespected, as elaborated in the 1992 Declaration on \r\nMinorities and in the basic international conventions \r\non human rights.\r\nI expressed my expectation that the Secretary-\r\nGeneral would make use of his authority and engage in \r\norder to overcome the impasse on the talks regarding \r\nour country’s name that are taking place under his \r\nauspices. Respect for the judgment of the International \r\nCourt of Justice will mean respect for international law \r\nand the rule of law in practice. I believe in this process. \r\nI believe that this process can lead to a solution, but we \r\ncannot wait another 19 years for that to happen.\r\nToday, in the twenty-first century, it seems quite \r\nabsurd to be called “a former nation” or “a former \r\ncolony”. In the name of the dignity of my people, I \r\nhereby take this opportunity to publicly thank all 134 \r\nMembers of the United Nations that have recognized \r\nthe constitutional name of my country, which is the \r\nRepublic of Macedonia. And here is my appeal to \r\neveryone here: address us from the point of view of the \r\nfuture.\r\nI fully subscribe to what was said by the United \r\nStates President, Mr. Barack Obama, just a few days \r\nago, in this very Hall. We believe that freedom and self-\r\ndetermination are not unique to one culture. Those are \r\nnot simply American values or Western values, they are \r\nuniversal values.\r\nIt has happened in the history of the United \r\nNations that a country was given additional criteria \r\nto become a Member, but the 1948 advisory opinion \r\nof the International Court of Justice stated clearly that \r\nthis was not correct and was contrary to the Charter \r\nof the United Nations. Except in our case, no one has \r\nbeen deprived of the right of self-identification thus \r\nfar. Macedonia should get what it rightfully deserves; \r\nsomething that all Member States represented here \r\nalready have and enjoy. Without the right of self-\r\nidentification, Macedonia is prevented from being \r\nequal to all other Member States.\r\nIn that regard we are discussing international \r\nlaw. We are talking about the rule of law. Here is the \r\njudgment of the International Court of Justice adopted \r\n10 months ago in favour of the Republic of Macedonia. \r\nWe are asking for this judgment, adopted by a body \r\nof the United Nations, to be respected. We ask for \r\nthis because we have been prevented from using our \r\nconstitutional name even at this very rostrum. The \r\nInternational Court of Justice, in paragraph 95 of the \r\njudgment, states clearly that Macedonia has the right \r\nto refer to itself as the Republic of Macedonia in its \r\nrelations with the other party and within international \r\norganizations.\r\nIn a spirit of good-neighbourly relations, and because \r\nof our strong determination to overcome and settle \r\nunresolved issues, I take this opportunity to appeal to \r\nour neighbour to work together with us in that direction. \r\nFrom this rostrum in the heart of the United Nations, I \r\nurge them to respect the judgment of the International \r\nCourt of Justice and their own internationally assumed \r\nobligations. We are neighbours, but we wish to be more \r\nthan just neighbours. We wish to be partners, allies and \r\nfriends, and to be able to build together the present and \r\nfuture of our people, our countries and our region. We \r\nwish to work together with them and build a safe and \r\nfree world for our children.\r\nThe protracted nature of the reform of the Security \r\nCouncil and the revitalization of the General Assembly, \r\n18 12-52337\r\nA/67/PV.12\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Teodoro \r\nObiang Nguema Mbasogo, President of the Republic \r\nof Equatorial Guinea, and to invite him to address the \r\nAssembly.\r\nPresident Obiang Nguema Mbasogo (spoke in \r\nSpanish): I wish first to express my Government’s \r\ncongratulations to His Excellency Mr. Vuk Jeremić, \r\nPresident of the General Assembly at its sixty-seventh \r\nsession and a former Minister for Foreign Affairs of \r\nSerbia, on his country’s election to preside over the \r\nAssembly. We are very happy about that because, both \r\nin the past and currently, his country has played an \r\nactive role in eliminating tensions and inequality and in \r\nstrengthening the rule of law in international relations. \r\nWe are firmly convinced that, during his tenure, the \r\nproceedings of the General Assembly will be conducted \r\nin a climate of consensus and solidarity among Member \r\nStates.\r\nThe current session of the General Assembly \r\nis being held at a time of turmoil, when many States \r\nare experiencing internal tensions, there is an acute \r\neconomic crisis, developing countries and their \r\nemerging economies are encountering difficulties, the \r\nenvironment and the atmosphere are deteriorating, and \r\nother major catastrophes have caused the loss of human \r\nlives and the destruction of infrastructures vital to \r\nhumankind.\r\nThe major efforts made by the Secretary-\r\nGeneral through the United Nations system have not \r\nbeen sufficient to have a decisive impact. Greater \r\ncommitment, joint action and unified approaches \r\non the part of all States are required to combat with \r\ndetermination the problems of concern to everyone \r\ntoday. In point of fact, the Secretariat has stressed \r\nthe main outlines of the problems, which constitute \r\nthe agenda for the current session — for instance, \r\ndeveloping countries’ need for economic growth, the \r\nmaintenance of international peace and security, the \r\ndevelopment of the African continent, the promotion \r\nof human rights and the provision of humanitarian \r\nassistance, the promotion of justice and international \r\nlaw, disarmament, and the need to combat drug \r\ntrafficking, terrorism, the use of mercenaries, piracy \r\nand other crimes.\r\nThe Republic of Equatorial Guinea wishes to stress \r\nthat of all those problems none has been more destructive \r\nas well as the comprehensive process of reinforcing \r\nthe coherence and efficiency of the system, should not \r\ndiscourage us. On the contrary, they should serve as an \r\nimpetus for further mobilization.\r\nOnly the United Nations can provide integrated \r\nsolutions for interdependent issues such as development, \r\npeace and security, human rights and humanitarian \r\naction.\r\nIn conclusion, I invite all Member States to recall \r\nthe words of Jean Monnet, the father of modern \r\nEurope. He described the use of the veto in modern \r\nEuropean history as the expression of lack of power for \r\ndialogue and the impossibility of overcoming national \r\negoism. Let us build a prosperous world for our future \r\ngenerations.\r\nWe hope that our neighbour will make its way \r\nout of crisis as soon as possible. We have proposed a \r\nseries of practical measures on how to upgrade our \r\neconomic and good neighbourly cooperation, which \r\nshould include a bilateral agreement on the avoidance \r\nof double taxation. Macedonian taxes are favourable for \r\nour neighbour’s businessmen and, as always, the doors \r\nof the Republic of Macedonia are wide open to them.\r\nThe Republic of Macedonia firmly believes that the \r\nUnited Nations remains the centre of multilateralism \r\nand global governance. The Organization inspires \r\nuniversal dialogue, which in most cases results in joint \r\nsolutions for handling global problems in order to reach \r\na shared vision of the future of the international system.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the former Yugoslav Republic of Macedonia for the \r\nstatement he has just made.\r\nMr. Gjorge Ivanov, President of the former \r\nYugoslav Republic of Macedonia, was escorted \r\nfrom the General Assembly Hall.\r\nAddress by Mr. Teodoro Obiang Nguema Mbasogo, \r\nPresident of the Republic of Equatorial Guinea\r\nThe Acting President (spoke in Spanish): The \r\nGeneral Assembly will now hear an address by the \r\nPresident of the Republic of Equatorial Guinea.\r\nMr. Teodoro Obiang Nguema Mbasogo, President \r\nof the Republic of Equatorial Guinea, was escorted \r\ninto the General Assembly Hall.\r\n12-52337 19\r\nA/67/PV.12\r\ncentres, universities, ports, airports, the drinking \r\nwater supply, telephone communications, air, sea and \r\nland transportation, urban development, housing and \r\nelectricity. In parallel to that programme, we have \r\nadopted radical political reforms, appropriate to the \r\nrapid development that the country is experiencing, \r\nso as to ensure the strictest possible control of the \r\nGovernment’s activity, to give greater freedoms to the \r\npeople and to protect human rights to the utmost. Under \r\nthose reforms, a leader may not remain in office for \r\nmore than two terms. Parliament is being expanded \r\nfor a more universal representation of the people. \r\nEconomic and social decisions are to be taken on the \r\nbasis of technical criteria and in the interests of society. \r\nThe President must by law be assisted by an advisory \r\nbody. The independence of the judicial and legislative \r\npowers is being strengthened. A body to monitor and \r\naudit public and private economic activity is being \r\nestablished. Lastly, an authority to protect and ensure \r\nhuman rights is being set up. A transition Government \r\nhas been formed to implement those reforms within \r\neight months.\r\nMy Government has always been very responsive \r\nto the issue of humanitarian assistance. In that regard, \r\nEquatorial Guinea proposes the establishment of a \r\ntrust fund of the Food and Agriculture Organization of \r\nthe United Nations (FAO) for food security in Africa \r\nthat will be open to less developed countries. From \r\nthis rostrum, we announce an initial contribution of \r\n$30 million. We call on African countries and other \r\ndonors to make their contributions in support of that \r\ninitiative.\r\nMy Government’s humanitarian spirit has \r\nalways aspired to setting up initiatives that support \r\nhumankind’s development. Equatorial Guinea therefore \r\nestablished the Equatorial Guinea UNESCO prize to \r\nencourage the scientific community to research the \r\npossibility of finding life-saving cures, in particular for \r\nthose suffering from AIDS, malaria and tuberculosis. \r\nThe Director-General of FAO agreed to the initiative to \r\nset up such a fund.\r\nWith regard to the other important items on our \r\nagenda, we understand that international peace and \r\nsecurity essentially depend on respect for the principles \r\nof international law: respect for the independence, \r\nnational sovereignty and territorial integrity of \r\neach State; the sovereign equality of nations and \r\nnon-interference in the internal affairs of other \r\nStates; respect for, and compliance with, international \r\nthan underdevelopment, which the United Nations must \r\nnot look upon with indifference. The annual victims of \r\nhunger and the diseases in the developing world exceed \r\nthe number of victims of hostile confrontations recorded \r\neach year worldwide. The adverse effects of illiteracy, \r\nthe lack of housing, and malnutrition experienced in \r\ndeveloping countries are greater than those caused \r\nby natural disasters. In our times, ignorance and the \r\nlack of scientific and technical know-how owing to \r\nunderdevelopment are more detrimental to a human \r\nbeing than terrorism and drug addiction. In view of \r\nall those adverse circumstances, we propose that the \r\nEconomic and Social Council adopt special programmes \r\nto assist the least developed countries, with a view to \r\ntheir overcoming the lack of basic infrastructure which \r\nis hampering their development — programmes that the \r\nmore developed countries should commit to supporting \r\nand that could serve as a basis for mutually beneficial \r\ncooperation among affected States.\r\nWe cannot imagine the promotion of human \r\nrights in a society subject to the restrictions of \r\nunderdevelopment. From basic human dignity itself to \r\nall the other rights necessary for a dignified existence, \r\nincluding physical and moral integrity, freedom and, \r\nfinally, well-being — these are what determine whether \r\npeople fully enjoy their universally recognized rights. \r\nThere can be no question as to which comes first, \r\nhuman rights or economic development. We must \r\nrecognize that human rights cannot be be enjoyed by \r\npeople engulfed in underdevelopment.\r\nWith respect to combating underdevelopment, \r\nwe welcome the fact that Africa has already begun \r\npromoting programmes for economic development and \r\nmodern democratic systems, which are liberating their \r\npeoples from underdevelopment despite many obstacles \r\nthat still obstruct progress and attempts at perpetuating \r\nnew colonialist interests in Africa. Most of the internal \r\nconflicts in Africa are supported by foreign interests that \r\ntry to ensure their continued presence in the continent. \r\nAs the saying goes, “If the river runs backwards, it is \r\nthe fishermen who win”.\r\nWe ourselves in Equatorial Guinea are very \r\nhappy with the progress made in our economic \r\ndevelopment programme, which seeks to achieve \r\nan emerging economy by 2020 through the use of \r\nthe resources provided by the exploitation of oil and \r\nnatural gas. Thanks to those resources, we are more \r\nthan meeting most of our needs in infrastructure, \r\nincluding roads, hospitals, schools, vocational training \r\n20 12-52337\r\nA/67/PV.12\r\nThose that adopt embargoes against certain \r\nGovernments should not be insensitive to their \r\nrepercussions and to the suffering that they cause \r\nto the population, in particular the most vulnerable \r\nsectors. Such measures run counter to the Millennium \r\nDevelopment Goals adopted by the United Nations. \r\nSanctions and embargoes, whatever their real nature, \r\nshould always take into account the humanitarian \r\ncomponent with regard to the people who are suffering. \r\nTherefore, we would suggest that the rights of the \r\nindividual be given priority whenever any kind of \r\nsanctions are adopted. Accordingly, we appeal for the \r\nsuspension of the embargo against Cuba.\r\nWe will return to Equatorial Guinea with the \r\nsincere hope that the sixty-seventh session of the \r\nGeneral Assembly will be a milestone in the process of \r\nhumanizing international relations.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of Equatorial Guinea for the statement \r\nhe has just made.\r\nMr. Teodoro Obiang Nguema Mbasogo, President \r\nof the Republic of Equatorial Guinea, was escorted \r\nfrom the General Assembly Hall.\r\nAddress by Mr. Ikililou Dhoinine, President of the \r\nUnion of the Comoros\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Union of the Comoros.\r\nMr. Ikililou Dhoinine, President of the Union of the \r\nComoros, was escorted into the General Assembly \r\nHall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Ikililou \r\nDhoinine, President of the Union of the Comoros, and \r\nto invite him to address the Assembly.\r\nPresident Dhoinine (spoke in French): Allow me, \r\nat the outset, to extend my warmest congratulations to \r\nHis Excellency Mr. Vuk Jeremić, Minister for Foreign \r\nAffairs of Serbia, on his election to the presidency of \r\nthe General Assembly. I should like to express to him \r\nthe pleasure of the Union of the Comoros at seeing him \r\npreside over our work and to assure him of the full \r\nsupport of the Comorian delegation in discharging his \r\nnoble task.\r\ncommitments; and the promotion of mutually beneficial \r\nand fair friendship and cooperation relations among \r\nStates.\r\nThose norms are the basis for promoting justice \r\nand law in international relations, and no State or \r\ngroup of States should step forward to police their \r\nimplementation. Such an act usurps the authority of \r\nthe United Nations and undermines its effectiveness. \r\nThe United Nations should impose its authority at the \r\ninternational level, avoiding any possible manipulation \r\nthrough external pressure from those that violate the \r\nspirit of its principles.\r\nMeanwhile, Equatorial Guinea endorses the wishes \r\nof the entire African continent to obtain a response to one \r\nof its legitimate demands, made on various occasions, \r\nnamely, Security Council reform by increasing the \r\nnumber of Council members in both categories and \r\nreserving two seats as permanent members and five \r\nas non-permanent members for the African region. \r\nDemocratic principles and the law are advocated at the \r\nUnited Nations. Africa claims its rights, including in \r\nthe Security Council. Africa wishes to participate in \r\nthe taking of decisions that affect its future.\r\nWith the assistance of all, we will succeed in \r\nadopting appropriate measures to reduce the tendency \r\ntowards unilateralism and hegemony in international \r\nrelations. We will succeed in mitigating the effects \r\nof policies that threaten the peace and sovereignty \r\nof States and that oppose the economic and social \r\ndevelopment of peoples, thereby significantly violating \r\nthe principles of international law.\r\nWith regard to disarmament, which Equatorial \r\nGuinea fully supports even though it is neither a \r\nmanufacturer nor a consumer of any sophisticated \r\nweapons of mass destruction, we believe that there \r\nshould be no ambiguity on that issue. One cannot have \r\nthe best of both worlds.\r\nWe do not believe there to be a threat from other \r\nplanets of the solar system or other bodies in outer \r\nspace. The possession of nuclear weapons or weapons \r\nof mass destruction is a disgrace to today’s humankind, \r\nwhich is preparing its own destruction. So who should \r\narm themselves and who should be disarmed? The \r\nend of the Cold War was supposed to also mean the \r\nend of the arms race. It is now time for humankind to \r\nbuild its own future instead of wasting resources on \r\nextermination plans.\r\n12-52337 21\r\nA/67/PV.12\r\nAfrican Union and the United Nations, to put an end to \r\nthose violations, which have gone on for much too long.\r\nOne should not, however, lose sight of the fact \r\nthat while some advocate fanaticism and extremism, \r\nIslamophobia is also taking on alarming proportions. \r\nIndeed, the dissemination of the video Innocence of \r\nMuslims has led to waves of indignation and many \r\ndemonstrations throughout the world. Several million \r\nbelievers have felt their faith insulted and harmed.\r\nHowever, the protests against the unspeakable \r\ninsults to Islam, Muslims and the Prophet \r\nMuhammad — peace be upon him — cannot justify the \r\nviolence against Western missions in many countries. \r\nMy country therefore condemns the terrorist attacks \r\nthat in Benghazi, Libya, caused the death of the \r\nAmerican Ambassador, Chris Stevens, and a number \r\nof his colleagues. I take this opportunity to reiterate \r\nto the American people and to the grieving families of \r\nthe victims the most heartfelt condolences of the people \r\nand the Government of the Comoros.\r\nThe ongoing existence of many hotbeds of tension \r\nthroughout the world, the violation of fundamental \r\nhuman rights, and the growth of piracy and terrorism \r\nall speak to the need for urgent and in-depth reform of \r\nthe Security Council. My country therefore reiterates \r\nits support for the African Union’s position regarding \r\nthe need to reform the Council for better representation \r\nof the international community and for greater \r\neffectiveness in the settlement and management of \r\nconflicts.\r\nA few decades ago, my country resolutely \r\ncommitted itself to the path of democracy. It wishes \r\nto make its contribution to the promotion of a world \r\nof peace, security, justice and fairness. That is why \r\nI have committed myself, since my accession to the \r\npresidency, to spare no effort in promoting the rule of \r\nlaw and good governance in the Union of the Comoros. \r\nAbove and beyond the setting up of all institutions \r\nprovided for under our Constitution, including the \r\nSupreme Court, I have given major priority to the \r\nfight against corruption. An anti-corruption law has \r\nalready been promulgated, and a national commission \r\nto combat and prevent corruption has now been set up \r\nand made operational. I thank the European Union for \r\nits assistance and expertise in this area, which enabled \r\nus to develop the document for our national strategy to \r\ncombat corruption.\r\nI should also like to pay tribute to his predecessor, \r\nMr. Nassir Abdulaziz Al-Nasser, former Permanent \r\nRepresentative of the State of Qatar, who presided over \r\nthe General Assembly with such wisdom, skill and \r\ndetermination and who was successful in working to \r\nstrengthen its role.\r\nFinally, I wish to congratulate the Secretary-\r\nGeneral, His Excellency Mr. Ban Ki-moon, for the \r\nvision with which he has led the Organization and for \r\nthe worthy initiatives he has ceaselessly undertaken to \r\npromote respect for the purposes and principles of the \r\nCharter of the United Nations, especially peacebuilding \r\nand stability for greater development.\r\nAs was the case last year, the General Assembly \r\nis meeting in a context of global uncertainty. It is a \r\nclimate marked by multifaceted crises, all of them \r\nmajor challenges for our institution. It is meeting at \r\na moment when one of the Members of our United \r\nNations family, Syria, is being rent asunder by a steadily \r\ndeterioraiting fratricidal war, which poses a serious \r\nthreat to peace both for the region and for the world, \r\ndue to that country’s strategic geopolitical position. \r\nThe resignation of the Joint Special Envoy of the United \r\nNations and the League of Arab States, former United \r\nNations Secretary-General Kofi Annan, demonstrated, \r\nwere there any need for such, the complexity of \r\nmanaging the Syrian conflict. It therefore behoves us to \r\nact without delay to put an end to the terrible suffering \r\nof the brotherly Syrian people and to save what can be \r\nsaved of its various infrastructures.\r\nJust as important is the Palestinian cause. For \r\ndecades now, it has awaited a fair and lasting solution, \r\none found through our shared desire to establish \r\ntogether the solid foundations for a world of peace and \r\nprosperity. The Union of the Comoros reiterates its full \r\nsupport for the Palestinian people and associates itself \r\nwith the formula of a Palestinian State as a full-f ledged \r\nmember of the community of nations, living side by \r\nside and in perfect security with the State of Israel.\r\nThe situation in northern Mali is also alarming. \r\nThe attacks carried out against the civilian population \r\nof the region, the serious violations of human rights, \r\nthe obstacles erected to humanitarian access, and \r\nthe destruction and looting of holy places and other \r\nreligious, historical and cultural sites are barbarous acts \r\nthat are contrary to the principles of Islam. That is why \r\nmy country supports the commitment of the Economic \r\nCommunity of West African States, alongside the \r\n22 12-52337\r\nA/67/PV.12\r\nadapt to climate change and to make operational the \r\nCopenhagen Climate Fund. We need to honour the \r\ncommitments made to the countries of the South by \r\nimplementing, inter alia, the agreements on emissions \r\nlinked to deforestation and forest degradation, as well \r\nas a comprehensive agreement on climate change. We \r\nmust also respect the Kyoto Protocol on the reduction \r\nof greenhouses gases within the framework of the \r\nUnited Nations Framework Convention on Climate \r\nChange. Finally, we must do our utmost to achieve the \r\nMillennium Development Goals.\r\nFaced with all those equally important challenges, \r\nI urgently call on the most developed countries to apply \r\nto the most fragile countries the same mechanisms that \r\nhave been implemented to reduce the impact of the \r\ncrisis in Europe, in order to prevent more unfortunate \r\nconsequences, knowing that our countries depend on \r\nthe financial contributions of our people abroad. In that \r\ncontext, my country, which is currently a beneficiary \r\nof the Extended Credit Facility of the International \r\nMonetary Fund, hopes by December to have reached \r\nthe completion point of the Heavily Indebted Poor \r\nCountries Initiative. In other words, the new world \r\neconomic order, based on the shared principles of \r\nfairness, transparency and prosperity that we have \r\nwillingly embraced, requires a real and dynamic easing \r\nof the crisis that has struck the world. Africa impatiently \r\nawaits the advent of that new order to realize economic \r\nand social integration and to embark resolutely on the \r\npath of sustainable development.\r\nIn conclusion, with respect to my country’s \r\nstability, before the General Assembly, I once again \r\nappeal to France that a frank and sincere dialogue \r\nfinally be set up between our two closely linked nations \r\non the question of the Comorian island of Mayotte. It \r\nhas grown increasingly clear that the fact that Mayotte \r\nremains under French administration constitutes a threat \r\nto the peace and stability of the three other Comorian \r\nislands — the peace that remains the foundation of \r\nfreedom and prosperity.\r\nIt is true, and a secret to no one, that that island has \r\nalways served as a rear guard for the detractors of the \r\nComoros, those who would prefer not to see our country \r\nmove forward despite its great potential. Moreover, the \r\nyear 2012, now drawing to a close, proved particularly \r\ndramatic for my people. Men, women and children \r\naboard f limsy boats known as kwassa kwassa perished \r\nin the narrow waters that separate the Comorian islands \r\nof Anjouan and Mayotte because of the visas that France \r\nThis year once again, the global economic and \r\nfinancial crisis is at the heart of the Assembly’s general \r\ndebate. That crisis has made evident the urgent need \r\nfor a global form of economic governance based on the \r\nvalues of responsibility, fairness and solidarity. It has \r\nalso placed before the eyes of the world the urgency \r\nof an in-depth reform of the international financial \r\ninstitutions.\r\nThe repercussions of the crisis are becoming \r\nincreasingly palpable, particularly in developing \r\ncountries, where the rising price of staples threatens \r\npeace and stability. The crisis has also intensified \r\nproblems linked to energy, which powers all \r\nsocioeconomic development, limiting our ability to \r\npromote development through investments.\r\nClimate change is another major challenge our \r\ncountries face. We must respond effectively to that \r\nphenomenon, which affects the entire planet, especially \r\nsmall island developing States such as the Union of the \r\nComoros.\r\nI wish to stress that last April my country \r\nexperienced two weeks of unusually violent torrential \r\nrains that hammered our islands, causing damage that \r\nhad disastrous consequences for our population and the \r\nnational economy. Ten per cent of the population was \r\naffected, a high percentage for a country as sparsely \r\npopulated as the Comoros. In the name of the whole \r\nComorian people and of my Government, I would \r\ntherefore like to thank all the partners and friends who \r\noffered us urgent humanitarian aid to help us address \r\nthat dramatic situation.\r\nThe unprecedented storms led my Government \r\nto draw up a rapid recovery plan, with the aid and \r\nsupport of the international community. It will enable \r\nus to better help those affected and to restore destroyed \r\ninfrastructure throughout our territory. That plan, which \r\ncontains procedures aimed at restoring the situation \r\nwithin a period of six to 12 months, was launched at \r\na round table held on 5 September in Pretoria, with \r\nthe fraternal support of our friendly brother country, \r\nthe Republic of South Africa. I would therefore like to \r\nappeal to all here to help finance the rapid recovery \r\nplan, whose cost has been estimated at $18 million. \r\nThat will allow my country to better face the current \r\nsituation and to better prepare for the future.\r\nThe time has come to relaunch with greater \r\ndetermination a number of pending international issues, \r\nin particular those regarding measures to mitigate or \r\n12-52337 23\r\nA/67/PV.12\r\non his election and to wish him much success in the \r\ncoming year. We also wish to express our appreciation \r\nto the outgoing President, His Excellency Mr. Nassir \r\nAbdulaziz Al-Nasser, for his dedication to the work \r\nof the Organization. We especially thank him for his \r\nefforts to encourage us all to meet successfully the \r\nconsiderable challenges now being posed by life in the \r\ntwenty-first century.\r\nAt the same time, we would also like to thank \r\nSecretary-General Ban Ki-moon for his constant \r\nwillingness to apply the core values of the United \r\nNations directly whenever he has been asked to act \r\non our behalf. We particularly welcome the five-year \r\nAction Agenda he has set out and the common vision \r\nit offers us. At its heart, the vision is one of tolerance, \r\nrespect and understanding among nations.\r\nSadly, over the past two weeks, we have witnessed \r\nevents that present a very different vision. In considering \r\nthem, Brunei Darussalam has stated its unreserved \r\ncondemnation of their cause. We have equally strongly \r\nadvised all our people of our Government’s absolute \r\nrejection of the violence and extremism that have been \r\ntheir result. Here at the United Nations, we congratulate \r\nthe Secretary-General on his statement about the \r\nmatter. In doing so, we reaffirm our commitment to the \r\nuniversal values of tolerance and respect. Similarly, we \r\nuphold the institutions, structures and due processes \r\nof international affairs that this great Organization \r\nembodies.\r\nTurning now to the theme for this year’s general \r\ndebate — “Bringing about adjustment or settlement \r\nof international disputes or situations by peaceful \r\nmeans” — for me the key word is “adjustment”. I think \r\nit is well chosen. It suggests change that is carefully and \r\ngradually done. It does not invite confrontation. For us \r\nin Brunei Darussalam, it matches the main purpose \r\nof this annual meeting. We see it as an opportunity to \r\nexpress our satisfaction and our concern about how \r\nsuccessfully the United Nations is managing the process \r\nof globalization that we have nationally embraced.\r\nIn other words, are we satisfied with things as \r\nthey are; or do we see a need for some adjustment? \r\nIn answering that question, we would like to start by \r\nexpressing considerable satisfaction with many aspects \r\nof the Organization’s work. The media constantly \r\nheadline the supposed defects, failures and setbacks of \r\nthe United Nations. But beneath all of that we observe \r\nthe enormous contribution of the United Nations to \r\nimposed on the Comorians of the other islands. Surely \r\nthat painful, unacceptable situation, which has lasted for \r\ndecades, cannot fail to move this worldwide Assembly, \r\nwhose chosen theme for this year is “Bringing about \r\nadjustment or settlement of international disputes or \r\nsituations by peaceful means”, including the rule of law \r\nat the national and international levels.\r\nI therefore hope that France will honour its \r\ncommitments as a country that respects international \r\nlaw. Finally, I hope it will respond positively to our \r\nurgent call so that together we may find a positive \r\nway for Mayotte to return to its natural home, which \r\nremains the Union of the Comoros. That is how to put \r\nan end to the humanitarian tragedy and to guarantee \r\nlasting stability for my country. It is through a definitive \r\nsolution to this conflict, which has lasted far too long, \r\nthat France can contribute to the ongoing efforts to \r\nenhance regional integration, and thus to safeguard the \r\ninterests of this region of the Indian Ocean that we hope \r\nto build together in stability and peace.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Union of the Comoros for the statement he has \r\njust made.\r\nMr. Ikililou Dhoinine, President of the Union of the \r\nComoros, was escorted from the General Assembly \r\nHall.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nAddress by Prince Haji Al-Muhtadee, Crown \r\nPrince of Brunei Darussalam\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the Crown \r\nPrince of Brunei Darussalam.\r\nPrince Haji Al-Muhtadee, Crown Prince of Brunei \r\nDarussalam, was escorted to the rostrum.\r\nThe Acting President (spoke in Spanish): I have \r\ngreat pleasure in welcoming His Royal Highness \r\nPrince Haji Al-Muhtadee, Crown Prince of Brunei \r\nDarussalam, and inviting him to address the General \r\nAssembly.\r\nPrince Haji Al-Muhtadee (Brunei Darussalam): \r\nOn behalf of His Majesty the Sultan and the people \r\nof Brunei Darussalam, I would like to congratulate \r\nour new President, His Excellency Mr. Vuk Jeremić, \r\n24 12-52337\r\nA/67/PV.12\r\nSuccess in those three areas means that our \r\nchildren and grandchildren will live in a world where \r\nordinary people and their families have a real chance to \r\nlive together in hope and confidence. That is the reason \r\nfor our satisfaction with the work of the United Nations \r\nas a global Organization. In other words, in terms of \r\nthe fundamental work of the United Nations, we see \r\nno need to undertake what our theme here describes as \r\nadjustment.\r\nRather, it is in the structure of the Organization that \r\nwe see a need for some things to be adjusted. The reason \r\nappears clear to many of those of us who are small \r\nboth physically and politically. The current structure \r\nappears far too often to be the deep-seated cause of the \r\nheadline news I referred to. We see it as a twentieth-\r\ncentury structure designed to meet twentieth-century \r\nrealities. It is personified in the 64 years of suffering \r\nby the ordinary people of Palestine, and in all other \r\ndesperate situations in which the root causes of conflict \r\nand confrontation are still buried in the past century.\r\nSimply put, that must change. In our globalized \r\nworld, we are all equally interdependent and equally \r\nresponsible. But, like many other members in the \r\nAssembly, we believe that the current structure does not \r\ntruly reflect those realities. As such, it needs adjusting \r\nso that ancient political fault lines are repaired.\r\nThe form we hope it will increasingly take should \r\nresemble that of some regions today that operate on \r\nthe basis of consensus, rather than compromise and \r\nconfrontation. That is what we have accepted in our \r\nown region of South-East Asia. It is the spirit behind \r\nthe present focus of the Association of South-East \r\nAsian Nations (ASEAN) on building a peaceful and \r\nmutually respectful community of nations, regardless \r\nof background, economic resources or national \r\npreoccupations.\r\nThat is why we greatly appreciate the strong \r\nsupport and goodwill that is constantly shown us by our \r\nmany partners from outside the region. It is also why \r\nwe in Brunei Darussalam, the smallest of all Member \r\nnations, feel honoured and privileged to assume the \r\nchairmanship of ASEAN next year. That organization \r\nis an association of neighbours that have deliberately \r\nchosen to adjust their region’s previous identity. Until \r\n45 years ago, ours was one of the most unstable regions \r\non Earth, a confrontation point for the national interests \r\nof great Powers and a focal point of the Cold War.\r\nthe welfare of future generations. I would therefore \r\nlike to express our deep satisfaction with the work of \r\nUnited Nations agencies and international bodies. We \r\nbelieve they are providing us with the opportunity \r\nto move out of nineteenth-century colonialism and \r\ntwentieth-century national interests. In the spirit of \r\nour theme here, they are helping us to adjust to twenty-\r\nfirst century regionalism and eventually, we hope, to \r\nsuccessful globalism.\r\nI would therefore like to suggest three particular \r\nareas we find especially important. In each, we believe \r\nthat the United Nations is helping to create a world \r\nin which the people it represents can look to a better \r\nfuture — one of hope rather than anguish, confidence \r\ninstead of fear, and trust in the place of despair.\r\nThe first area is the difficult long-term work being \r\ndone on sustainable development. We were impressed \r\nby the results of the Rio de Janeiro United Nations \r\nConference on Sustainable Development, which was \r\nheld in June and built on 20 years of effort. Sustainable \r\ndevelopment is now far more than an academic topic; \r\nit is firmly part of the United Nations long-term \r\ndevelopment agenda. Work has moved from theory into \r\nmany practical ideas, projects and activities.\r\nThe second area is covered in the United Nations \r\nDevelopment Programme’s Millennium Development \r\nGoals Report 2012. We especially noted the following \r\nstatements by the Secretary-General in his foreword. \r\nThe target of reducing extreme poverty by half has \r\nbeen reached five years ahead of the 2015 deadline. \r\nThe target has been achieved on halving the proportion \r\nof people who lack dependable access to improved \r\nsources of drinking water. The conditions for more \r\nthan 200 million people living in slums have been \r\ngreatly improved. The primary school enrolment of \r\ngirls has equalled that of boys. There is accelerating \r\nprogress in reducing child and maternal mortality. We \r\nare especially encouraged by his conclusion that the \r\nachievement of the Millennium Development Goals by \r\n2015 is challenging but possible.\r\nThe third area is the sum of the ongoing efforts of \r\nUnited Nations agencies such as the United Nations \r\nDevelopment Programme, UNICEF and the Food \r\nand Agriculture Organization, which are operating in \r\nalmost 150 countries. Their work is both wide-ranging \r\nand specific in its emphasis upon the basic components \r\nof everyday life for the people we represent.\r\n12-52337 25\r\nA/67/PV.12\r\nHistorically and to the present day, they looked to \r\nheads of State and Government to provide them, \r\ntheir families, their communities and ultimately their \r\nrespective nations with leadership and direction that \r\nfoster that all-important sense of well-being and of \r\nfeeling secure. Over time, across the world, there has \r\nbeen an increasing sense of impatience and agitation \r\nborn of a sense of growing global insecurity.\r\nAccordingly, the United Nations agenda has \r\nexpanded its focus to address the multifaceted \r\nchallenges of food security, climate change, global \r\npandemics and the global economic and financial \r\ncrisis. We have already witnessed citizens from several \r\nnations spring into action with demands for change. \r\nOthers chose to occupy various spaces in protest. In the \r\nlight of that reality, many of those here — indeed, many \r\nof us as leaders — stand as buffers between apathy and \r\nanarchy. \r\nThe theme for this year’s session of the Assembly, \r\n“Bringing about adjustment or settlement of \r\ninternational disputes or situations by peaceful means”, \r\nis most appropriate and timely, given current events in \r\na number of countries and regions that pose a threat to \r\ninternational peace and security. It ref lects the call by \r\nthat young woman, who simply asked her representative \r\nto provide for her and hers an environment that is safe \r\nand secure. Yet her request is not as simple as it appears.\r\nThe insecurity, impatience and unease that have \r\nemerged worldwide are explosive accelerants. They \r\nemerge from the heartbreaking scourge of poverty that \r\nwas so aptly described by the Jamaican national hero, \r\nMarcus Mosiah Garvey, who reminded us that poverty \r\nis \r\n“a hellish state to be in. It is no virtue. It is a crime. \r\nTo be poor is to be hungry without possible hope \r\nof food; to be sick without hope of medicine; to be \r\ntired and sleepy without a place to lay one’s head; \r\nto be naked without the hope of clothing; to be \r\ndespised and comfortless”.\r\nWe must seek to rid ourselves of the conditions that \r\nlead to poverty. We must pursue social and economic \r\npolicies that will ensure social equity and justice for \r\nour people and increase their well-being and sense of \r\nsecurity. That can be achieved only if we, as Member \r\nStates, work together in good faith to secure the \r\nsustainable future we agreed to at Rio de Janeiro. Let \r\nus create the future we want, and let us put our people \r\nfirst.\r\nNow, our region has adjusted, and is determined to \r\noperate in the interests of its community of 600 million \r\ncitizens. It will continue to do so not by conflict or \r\nconfrontation and not by compromising national \r\nvalues, but by peaceful consensus. In the same way, we \r\nhope that the structure of the United Nations can be \r\ngradually and carefully adjusted.\r\nPrince Haji Al-Muhtadee, Crown Prince of Brunei \r\nDarussalam, was escorted from the rostrum.\r\nAddress by Ms. Portia Simpson Miller, Prime \r\nMinister of Defence, Development, Information \r\nand Sports of Jamaica \r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the Prime \r\nMinister and Minister of Defence, Development, \r\nInformation and Sports of Jamaica. \r\nMs. Portia Simpson Miller, Prime Minister, Minister \r\nof  Defence, Development, Information and Sports \r\nof Jamaica, was escorted to the rostrum.\r\nMs. Simpson Miller (Jamaica): Allow me to \r\ncongratulate the President on his assumption of the \r\npresidency of the General Assembly at its sixty-seventh \r\nsession. I assure him of the full support and cooperation \r\nof the Jamaican delegation. I would also like to place on \r\nrecord my delegation’s appreciation to His Excellency \r\nMr. Nassir Abdulaziz Al-Nasser for his invaluable \r\nguidance of the work of the Assembly during its sixty-\r\nsixth session. I also thank the Secretary-General, \r\nMr. Ban Ki-moon, and the staff of the Secretariat for \r\ntheir dedication and hard work in serving Member \r\nStates.\r\nThere is a tale of a young woman from a rural \r\nvillage in Jamaica who was approached by a political \r\ncandidate seeking to represent her community. “What \r\nis it you want most from your representatives?” the \r\ncandidate asked. The young woman considered the \r\nquestion for a moment. Slowly and thoughtfully she \r\nreplied, “All I want is an opportunity. I want you to \r\nprovide me and my family with a living environment in \r\nwhich I can work, contribute and prosper. Most of all, I \r\nwant you to provide for my family an environment that \r\nis safe and secure”.\r\nFor hundreds of years, our respective peoples have \r\nlooked to their leaders with great expectations. They \r\nelected Governments that they felt could provide them \r\nwith the greatest sense of well-being and security. \r\n26 12-52337\r\nA/67/PV.12\r\nWomen and children make up one particularly \r\nvulnerable group of our world. What we call external \r\nshocks cause real and serious dislocation in their daily \r\nlives. Too many mothers have to face tough choices to \r\nmeet their basic needs. Too many children are subjected \r\nto violence and abuse. Children, especially girls, are \r\nbeing used as pawns for economic gain, including \r\nthrough human trafficking and other exploitive actions. \r\nHuman trafficking is a dastardly threat to the welfare \r\nof our women, girls and boys. Our ancestors fought for \r\nour freedom. It is disgraceful that at this juncture of \r\nworld history we should see the emergence of a form \r\nof modern-day slavery that allows women, girls and \r\nboys to be traded as chattel. Many vulnerable young \r\nwomen are deceived and lured away by attractive \r\noffers to get them and their families out of poverty. \r\nThey then find themselves in a strange land, with no \r\nsupport, no identity and no hope of returning home; \r\nsold into modern-day slavery, their very bodies used as \r\na currency of exchange.\r\nJamaica is resolute in its commitment to \r\nstrengthening local and national programmes to \r\neliminate violence against women and children. At the \r\nsame time, I call on the international community to take \r\nbold action to address this scourge. Issues that affect \r\nwomen and children must be central to decision-making \r\nprocesses. We look forward to continued collaboration \r\nwith UN-Women and the international community to \r\nhelp break this cycle of exploitation and insecurity.\r\nThe devastating impact of HIV/AIDS and \r\nnon-communicable diseases also propels the cycle \r\nof global insecurity. Jamaica is cognizant of the \r\nconsiderable investment that the United Nations and the \r\ninternational community have made in the fight against \r\nHIV/AIDS. That support has allowed developing \r\ncountries, including Jamaica, to make a difference in \r\nthe lives of those affected. Nevertheless, inadequate \r\nhuman and financial resources constrain our ability to \r\nscale up testing and treatment, as well as to implement \r\nprogrammes for increasing awareness and reducing the \r\nrisk of new infections.\r\nThe developing world and lower-income populations \r\nare hardest hit by the impact of non-communicable \r\ndiseases (NCDs). The high social and developmental \r\ncosts of NCDs demand concerted policy action at the \r\nnational and international levels. We must implement \r\nthe outcomes of the High-level Meeting on NCDs held \r\nlast year.\r\nThe global economy continues to be beset by \r\nuncertainty. That is compounded by the lingering \r\nnegative effects of the financial and economic crises. \r\nThe global shocks have affected all our peoples. \r\nThey threaten our communities, weaken our families \r\nand challenge individuals everywhere, regardless of \r\nhemisphere or region or whether they live in so-called \r\ndeveloped or developing countries or in the north, south, \r\neast or west. Some have fewer options than others. That \r\nis a vicious circle of insecurity.\r\nWe must not forget that a significant proportion \r\nof the world’s poorest citizens live in middle-income \r\ncountries. That diverse group includes both large \r\ndeveloping economies and small island developing \r\nStates, such as those in the Caribbean. Many of us face \r\ncommon challenges. Several are highly indebted and \r\nextremely vulnerable to external shocks and natural \r\ndisasters. We face significant obstacles in our efforts to \r\nspur economic recovery and growth. We are hampered \r\nby the volatility of energy and food prices, decreases \r\nin export commodity prices, and weak capital inflows. \r\nIncreasing food prices create untold hardships for many \r\nof our people, particularly the most vulnerable in our \r\nsocieties. Small countries need greater support in order \r\nto build resilience to economic and environmental \r\nshocks.\r\nI come to the Assembly today from such a nation. \r\nJamaica is a nation small in size but enormous in \r\nspirit — a nation with a people whose speed defies \r\nthe laws of physics, whose musical messages have \r\ninspired positive and revolutionary global change and \r\nwhose minds have given the world myriad solutions in \r\nareas that include science, law and medicine. Yet many \r\nnations like Jamaica have great possibility and potential \r\nthat are not reflected in, or reflective of, their current \r\neconomic indicators.\r\nReforms in global economic governance, \r\nincluding of the international financial institutions, \r\nare required in order to take into account the need \r\nof small and vulnerable economies for special and \r\ndifferential treatment. Refocusing financial f lows in \r\nthe development agenda will also go a long way in \r\nhelping to bolster our natural resilience and resolve. \r\nWe commend the United Nations Conference on Trade \r\nand Development on the work it has done over the last \r\n48 years to advance the trade and development agenda \r\nand assist developing countries. There is still much to \r\nbe done, and we look forward to working with the full \r\nrange of development partners.\r\n12-52337 27\r\nA/67/PV.12\r\nUnited Nations resolutions. Those resolutions address \r\nIsrael’s right to exist within secure borders, as well \r\nas the aspirations of the Palestinian people to self-\r\ndetermination and statehood.\r\nWe must ensure that the United Nations remains \r\nrelevant to its membership through a process of \r\nreform of its organs, including the Security Council. \r\nNegotiations should proceed urgently towards a \r\nsatisfactory conclusion.\r\nMore than two years after the devastating \r\nearthquake, Haiti’s plight remains deeply troubling. \r\nWe are concerned that only a disappointing fraction \r\nof the pledges made have been disbursed, and yet the \r\nhumanitarian situation in Haiti is perilous. As a close \r\nfriend and neighbour of Haiti, with strong historical ties, \r\nI encourage members of the international community to \r\nmake good on their commitments. The Haitian people \r\nneed our continued support.\r\nThe long-standing trade and economic embargo \r\nagainst Cuba, another close neighbour and friend of \r\nJamaica, has had severe negative effects on its growth \r\nand development. Jamaica reiterates its call for an end \r\nto the embargo against Cuba and the extraterritorial \r\nmeasures aimed at extending its reach to include third \r\ncountries.\r\nJamaica continues to work with our partners to \r\nerect a memorial at the United Nations to honour the \r\nvictims of slavery and the trans-Atlantic slave trade. \r\nWe are grateful for the generous contributions received \r\nto date to erect the permanent memorial, and reiterate \r\nthe call for continued financial support.\r\nFifty years ago, upon gaining our independence, \r\nJamaica committed itself to the aims of the United \r\nNations and fully accepted the responsibilities of \r\nmembership. Our national pledge commits each and \r\nevery Jamaican to stand up for justice, brotherhood \r\nand peace and to play our part in advancing the welfare \r\nof the whole human race. We will not resile from that \r\ncommitment.\r\nLet us work together to end the cycle of global \r\ninsecurity. Let us provide an opportunity for every man, \r\nwoman and child to fulfil their God-given potential. I \r\nleave members with the words of Robert Nesta “Bob” \r\nMarley, who sang: “One love, one heart”. I hope that the \r\npeoples of the world will one day live together in peace, \r\nlove, security, unity and prosperity.\r\nWe are on the threshold of 2015, the target date \r\nfor the achievement of the Millennium Development \r\nGoals. The results thus far have been uneven. We \r\nneed to reinvigorate Millennium Development Goal \r\n8, the Global Partnership for Development. I wish \r\nto underscore the situation associated with our \r\nmiddle-income country status. Country categorizations \r\nshould not serve as obstacles to delivering support to \r\nthe world’s poorest and most vulnerable. We urge that \r\nmiddle-income countries not be pushed to the margins of \r\nthe development agenda, nor be put on the fringe of the \r\ndevelopment assistance provided by the international \r\ncommunity. A review of the factors used by the relevant \r\nmultilateral agencies in measuring a country’s wealth \r\nis urgently needed. We are supportive of the proposals \r\nput forward by the Economic Commission for Latin \r\nAmerica and the Caribbean for an alternative but \r\ncomplementary approach to the criterion of per capita \r\nincome in the allocation of financing for development.\r\nI now turn to global political developments. The \r\ncycle of insecurity transcends borders. Recent events \r\nhave called attention to the fragility of peace and \r\nsecurity in many parts of the globe, and underscore the \r\nimportance of respect for the rule of law, democracy \r\nand good governance. Jamaica reiterates its adherence \r\nto the principles of the United Nations Charter, \r\nmultilateralism and the inviolability of diplomatic \r\ninstitutions in the conduct of relations among States. \r\nWe will continue to add our voice to the ongoing work \r\nat the United Nations to secure human rights, justice, \r\nsocial equity and the peaceful settlement of disputes.\r\nTransnational crime, narco-trafficking and the \r\nillicit trade in small arms and ammunition are major \r\ncomponents of the cycle of insecurity. They continue \r\nto endanger lives, undermine the rule of law and \r\nfuel violent crime. We remain resolute in our call for \r\nencouraging partnerships in fighting this scourge, and \r\nwill continue to work with all delegations to achieve a \r\ncomprehensive and robust arms trade treaty.\r\nThe conflict in Syria poses a real threat to \r\ninternational peace and security. We are deeply \r\nconcerned at the escalating internal violence and the \r\nresulting loss of life. It is our conviction that this \r\nconflict can still be resolved through political and \r\ndiplomatic means.\r\nWe continue to urge the leaders of Israel and the \r\nPalestinian Authority to resume negotiations as early as \r\npossible, based on the two-State solution and relevant \r\n28 12-52337\r\nA/67/PV.12\r\ncountry faces enormous difficulties in ensuring its \r\nown existence and that to overcome them will require \r\ninternational solidarity, I believe that Cape Verde can, \r\nalthough modestly, contribute towards finding solutions \r\nto important problems that threaten the troubled world \r\nof our time.\r\nApart from the political stability that has \r\ncharacterized us as well as the build-up and consolidation \r\nof a democratic system, the Cape Verdean nation that \r\npreceded the creation of the State can be considered \r\nan example of peaceful coexistence among peoples \r\nwho originated from different countries, with different \r\ncreeds integrated into what had already been a mixed \r\nsculture. Our nation stands open to the world and to the \r\nexchange of values.\r\nCape Verde has opted for a policy for peace, dialogue \r\nand understanding in the resolution of conflicts. The \r\nexpression of those values is part of the Cape Verdean \r\npeople’s way of living and being. Ours is a culture of \r\ntolerance that has shaped, in the almost four decades \r\nof its history, the values and principles of the country’s \r\npolicies. Besides our modest political contribution to the \r\nresolution of conflicts in Southern Africa, for example, \r\nthe end of apartheid in South Africa, the independence \r\nof Namibia and peace in Angola, I would assert that our \r\nbiggest contribution has been our way of life as a people \r\nand as a culture. Through our way of life, we have been \r\nable to show that tolerance and the sharing of values \r\ncan be part of daily living, even in adverse conditions. \r\nOur way of life has allowed successive Cape Verdean \r\nGovernments and heads of State to manage the foreign \r\npolicy of our country in a consistent manner, giving \r\npriority to peace, justice and the peaceful coexistence \r\nof people in the formulation of policy. Accordingly, our \r\nforeign policy is the expression or translation of our \r\nculture and our ideology. That is also what guides me \r\nas I strive to broaden Cape Verde’s contribution to our \r\ncontinent and, hopefully, to the world. \r\nOn 25 September, we celebrated the twenty-fifth \r\nanniversary of the adoption of the Constitution of the \r\nRepublic of Cape Verde, which is proof of the stability \r\nwe enjoy in our country. It has allowed numerous \r\npresidential, legislative and municipal elections to take \r\nplace, and changes in power have occurred with the \r\nhighest degree of normality. By happy coincidence, that \r\ncritical date for Cape Verde — 25 September — coincides \r\nwith the launch of the sixty-seventh session of the \r\nGeneral Assembly, that exponent of democracy \r\non a global level which is undergoing a process of \r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the Prime \r\nMinister of Jamaica for the statement she has just made.\r\nMrs. Portia Simpson Miller, Prime Minister of \r\nJamaica and Minister of Defence, Development, \r\nInformation and Sports, was escorted from the \r\nrostrum.\r\nAddress by Mr. Jorge Carlos De Almeida Fonseca, \r\nPresident of the Republic of Cape Verde\r\nThe Acting President: (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Cape Verde.\r\nMr. Jorge Carlos De Almeida Fonseca, President \r\nof the Republic of Cape Verde, was escorted into \r\nthe General Assembly Hall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Jorge Carlos \r\nDe Almeida Fonseca, President of the Republic of Cape \r\nVerde, and to invite him to address the Assembly.\r\nPresident Fonseca (spoke in Portuguese; English \r\ntext provided by the delegation): I convey my greetings \r\nto the President of the General Assembly, Mr. Vuk \r\nJeremić, whom I congratulate on his election. I wish him \r\nsuccess during his tenure as President of the General \r\nAssembly at its sixty-seventh session. I would also like \r\nto convey my greetings to the former President of the \r\nGeneral Assembly at its sixty-sixth session, Mr. Nassir \r\nAbdulaziz Al-Nasser of the State of Qatar, for the \r\nexcellent work he accomplished during his tenure.\r\nAlso allow me to express my appreciation to \r\nSecretary-General Ban Ki-moon for his competent \r\nmanagement of the Organization. We reaffirm our \r\ntrust in his leadership during a particularly difficult \r\ntime in our history — during one of the worst financial \r\ncrises that the world has ever known that has had \r\nrepercussions in the economic, social, political, food, \r\nenergy and environmental sectors, to say nothing of the \r\nterrible threats to  peace and security emanating from \r\nevery corner of the world.\r\nAs a small island State, with a shortage of \r\nresources and with only 37 years of independence, \r\nCape Verde is proud to be a democratic country that \r\nis based on the rule of law, built with the suffering \r\nand the determination of Cape Verdeans inside and \r\noutside our country. Notwithstanding the fact that my \r\n12-52337 29\r\nA/67/PV.12\r\namong youth. Constraints with respect to energy, water \r\nand sanitation continue to garner our full attention so \r\nthat, as we build key infrastructure, we can create the \r\nconditions needed to achieve sustainable growth in our \r\neconomy.\r\nWe also must take into account the fact that the \r\nimpact on small island developing States of climate \r\nchange and natural disasters is a sword of Damocles \r\nthreatening our future. It is imperative that all countries, \r\nacting consistently and with solidarity, implement \r\nenvironmental defence programmes, develop the green \r\neconomy and help build true global resilience. \r\nOne of the most remarkable characteristics of \r\ntoday’s world is the increasing interdependence of \r\nall sectors. We may speak frequently of the economy, \r\nbut that is because it conditions all the rest — the \r\nenvironmental, health, security, political and cultural \r\nsectors, indeed, nearly all areas of human activity. It \r\nis therefore fundamental for us to constantly monitor \r\nall relevant aspects of those complex relationships so \r\nthat we can understand the leading trends that have \r\nan impact on our process of development, but also so \r\nthat we can contribute even modestly to solving the \r\nproblems of people and countries across the globe. \r\nAlthough social and political stability are essential \r\naspects of our society, we cannot ignore the fact that \r\non our continent, Africa, that has not been a basic \r\ncharacteristic for internal and, to some extent, external \r\nreasons.\r\nI express my deep concern about the economic and \r\nfinancial global crisis that continues to severely punish \r\nthe Governments and defenceless populations of the \r\nAfrican continent. Those people are already suffering \r\nfrom hunger, the scourge of AIDS, the consequences \r\nof other endemic diseases, the f light of hundreds of \r\nthousands of displaced people and the overwhelming \r\nenvironmental degradation to which the continent \r\nis victim. Despite the fact that the continent least \r\ncontributed to that imbalance, it is Africa that most \r\nsuffers from its consequences.\r\nSuch crises also affect security not only because \r\nof regional conflicts but also owing to the universal \r\ndimension that terrorism has assumed. In that regard, it \r\nhas affected a good part of our continent with its links \r\nto trafficking in drugs and persons, maritime piracy, \r\nreligious intolerance and the problems that arise from \r\nthe political, social or military instability prevailing \r\nin many of our countries. That is fertile territory for \r\nrevitalization. As such, I am very grateful to be able to \r\nshare our milestone with General Assembly.\r\nThe Magna Law stipulates that our domestic legal \r\norder incorporates the precedents and standards of \r\ninternational common law and the law of treaties as \r\nlawfully approved and ratified. It is thus clear that \r\nwe attach great importance to institutions like the \r\nUnited Nations and the principles that guide them. \r\nNevertheless, we are aware that if those principles, \r\nwhich we have embedded in our Constitution, including \r\nthose referring to human rights, do not trickle down \r\ninto our day-to-day culture, the Constitution will not \r\nbe fulfilled in its entirety. We therefore urge all Cape \r\nVerdeans, be they in the country or outside, to further \r\ninternalize the values of our Constitution, which we \r\nconsider a critical step in ensuring its vitality and full \r\nrealization.\r\nDespite the serious issues arising in the world \r\nand the vulnerabilities of the Cape Verdean economy \r\nand its direct impact on the living conditions of the \r\nmajority of its people, I must say without false modesty \r\nthat I am proud of the trajectory that my country has \r\nfollowed since its independence. At independence, our \r\nannual gross domestic product (GDP) was $190 per \r\ncapita, whereas today it has grown to $3,295 per capita \r\nper annum. Several social indices have mirrored that \r\ngrowth, making it possible for us to achieve some of \r\nthe Millennium Development Goals. In fact, the human \r\ndevelopment, economic and financial results registered \r\nin the biennium 2011-2012 received positive reviews \r\nfrom the major international financial institutions.\r\nOurs is a service economy — with services \r\naccounting for 80 per cent of GDP in 2010 — with a very \r\nsmall market and an agricultural sector that is struggling \r\nwith desertification and drought. We therefore cannot \r\nignore our great vulnerabilities or rest on our laurels \r\nfor having graduated to a medium-income developed \r\ncountry. On the contrary, we cannot lose sight of the \r\nfact that our economy is still very dependent, that it \r\ncannot employ a significant portion of its potential \r\nworkforce, with all the social consequences that stem \r\nfrom that. We are therefore obliged to continue to rely \r\non international solidarity.\r\nWe of course will continue to use our meagre \r\nresources in an efficient and rational manner and \r\ndevelop even more effective efforts to combat poverty, \r\nsocial exclusion and unemployment, which in 2010 \r\nreached an overall rate of 21 per cent, and 50 per cent \r\n30 12-52337\r\nA/67/PV.12\r\nrules and that are in step with the countries of the \r\nSouth, in general, and of my continent, in particular. \r\nThat would give legitimacy to other forums, that is, in \r\nthe context of the World Trade Organization, the Food \r\nand Agriculture Organization of the United Nations \r\nand United Nations Framework Convention on Climate \r\nChange. \r\nIn short, we call for decisions on specific measures \r\nthat will result in effective decision-taking within this \r\nOrganization on development areas, such as cancelling \r\nthe foreign debt of developing countries, in particular \r\nsmall island developing States. We are certain that that \r\nwould be a stimulus for all such countries to achieve the \r\nMillennium Development Goals in 2015.\r\nIn 2009, Secretary-General Ban Ki-moon affirmed \r\nat Princeton University that the United Nations needed \r\n“a new vision, a new paradigm, a new multilateralism”. \r\nThat would help to ensure global economic and financial \r\nstability, combat poverty, re-establish peace, respond to \r\nthe effects of climate change, improve global health, \r\nfight against terrorism and ensure disarmament and \r\nnon-proliferation.\r\nAt the closing ceremony of the United Nations \r\nConference on Sustainable Development (Rio+20) \r\nin June, it was stated that Rio+20 had shown that \r\nmultilateralism was an irreplaceable instrument for the \r\nglobal expression of democracy. We reaffirm that that \r\nis the legitimate path for finding solutions to problems \r\nthat affect all humankind. I support and welcome such \r\nstatements.\r\nIn conclusion, the world has developed immensely \r\nsince the end of the Cold War. The current multilateral \r\nsystem must align itself with the new challenges. For \r\nthe United Nations to continue to be an efficient and \r\nvital instrument for the international community in this \r\nnew era of multilateral relations, it will have to open \r\nup, innovate, listen to other voices and accept the new \r\npolitical, economic and social realities that have been \r\ncreated and imposed by the globalization process.\r\nThe President returned to the Chair.\r\nThe reform of the Security Council — an organ that \r\nis responding less and less every day to the challenges \r\nof the contemporary world — is a goal that has long \r\nbeen pursued, without success. Cape Verde supports \r\nthe position of the African Union, which recommends \r\nthat the Council be reformed so as to correct the \r\nunjust situation with respect to the African continent. \r\nterrorism and its growth. The recent cases of Mali, \r\nGuinea-Bissau and others, such as the Sudan, Somalia, \r\nthe Democratic Republic of the Congo and some \r\ncountries of the Maghreb, well illustrate the situation. \r\nThe international community has every interest in \r\nresolutely focusing on the fight to eradicate such ills.\r\nDespite those constraints, it should be acknowledged \r\nthat the new wave of African leaders has been doing a \r\ngreat deal for the continent’s progress. The international \r\ncommunity must therefore help such countries to find \r\nappropriate solutions to the situations that they face, \r\nwithout interfering or acting in the interests of others \r\nrather than of our people.\r\nIn any case, an organization such as the United \r\nNations, which is a depository of values that respect \r\nlegality and international law, should never, through \r\nits silence, promote, further or support solutions that \r\nmerely legitimize unconstitutional actions. It is clear \r\nthat much remains to be done. \r\nIn our view, as I have said before, in Africa \r\nthere has been no lack of mechanisms, declarations, \r\nrecommendations, programmes and projects with \r\nassessments and perspectives that disregard the \r\npolitical, institutional, social and cultural elements and \r\nsometimes resemble a vicious cycle. There is no real \r\ndevelopment because there is no peace. Democracy is \r\nnot deeply rooted because it conflicts with cultural and \r\nmoral traditions. There is no peace on account of the \r\nintolerance and social exclusion that prevent its citizens \r\nfrom building a free, fair, democratic and pluralistic \r\nsociety. That, at times, exacerbates armed conflicts and \r\nother social ills.\r\nAfrica needs a new train of thought that does not \r\nreject the universal values of democracy but, on the \r\ncontrary, uses them to enrich its own development \r\nprocess with a dialectic between modernity and \r\ntradition, freedom and the tendency for its own \r\nconditioning, the demands of its economic development \r\nand the fight against exclusion and social inequality, \r\nand reality and preconceptions.\r\nAfrica needs to regain its self-confidence. Africa \r\nstill needs to see stronger links between the United \r\nNations and the African Union for a true development \r\npartnership. \r\nIt is time to take decisions on issues such as \r\nglobal trade and climate change on the basis of global \r\nnegotiations that are grounded in fair, equal and ethical \r\n12-52337 31\r\nA/67/PV.12\r\nof: the catastrophic danger of racist settlers moving into \r\nour country. During the past months, attacks by terrorist \r\nmilitias of Israeli settlers have become a daily reality, \r\nwith at least 535 attacks since the beginning of the year. \r\nWe are facing relentless waves of attacks against our \r\npeople, our mosques, our churches and monasteries, \r\nand our homes and schools. They are unleashing their \r\nvenom against our trees, fields, crops and properties, \r\nand our people have become fixed targets for acts of \r\nkilling and torture, with the complete collusion of the \r\noccupying forces and the Israeli Government.\r\nThe escalation of settler attacks should not \r\nsurprise anyone, for it is the inherent byproduct of \r\nthe continuation of the occupation and a Government \r\npolicy that deliberately fosters the settlements and \r\nsettlers and deems their satisfaction to be an absolute \r\npriority. And it is the inherent byproduct of the racist \r\nclimate fuelled by a culture of incitement in Israeli \r\ncurriculums and extremist declarations and fatwas, \r\nwhich are rife with hatred and are rooted in a series \r\nof discriminatory laws created and enacted over the \r\nyears against the Palestinian people by the Israeli \r\nsecurity apparatus and courts. Those entities provide \r\nexcuse after excuse for the settlers’ crimes and for \r\ntheir accelerated release should one of them happen \r\nto be arrested. Official and military commissions of \r\ninquiry fabricate justifications for soldiers who have \r\ncommitted what are clearly considered war crimes and \r\nhave perpetrated acts of murder, torture and abuse of \r\npeaceful Palestinian civilians.\r\nOver the past year, since the convening of the \r\nGeneral Assembly’s previous session, the occupying \r\nPower has persisted with its settlement campaign, \r\nfocusing on Jerusalem and its environs. It is a campaign \r\nclearly and deliberately aimed at altering the city’s \r\nhistoric character and the glorious image of the Holy \r\nCity as etched in the minds of humankind. It is a \r\ncampaign of ethnic cleansing against the Palestinian \r\npeople of Jerusalem via the demolition of their homes \r\nand prevention of their reconstruction, the revocation \r\nof residency rights, the denial of basic services, \r\nespecially with regard to the construction of schools, \r\nthe closure of institutions and the impoverishment of \r\nJerusalem’s community via a siege behind walls and \r\ncheckpoints. That chokes the City and prevents millions \r\nof Palestinians from freely accessing its mosques, \r\nchurches, schools, hospitals and markets.\r\nThe occupying Power has also continued its \r\nconstruction and expansion of settlements in different \r\nAt present Africa does not have the right to even one \r\npermanent seat on the Council, even though it meets all \r\nthe requirements.\r\nI conclude, Mr. President, with the conviction that \r\nAfrica can also provide a valuable contribution to the \r\ndevelopment of a better world, one without war, where \r\npeace is not just a theoretical concept; a world with \r\nmore freedom, justice and security — in other words, \r\na world with more fraternity and prosperity, in which \r\nthe well-being of its citizens is effectively provided for.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Cape Verde for the \r\nstatement he has just made.\r\nMr. Jorge Carlos De Almeida Fonseca, President \r\nof the Republic of Cape Verde, was escorted from \r\nthe General Assembly Hall.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nAddress by Mr. Mahmoud Abbas, Chairman \r\nof the Executive Committee of the Palestine \r\nLiberation Organization and President of the \r\nPalestinian Authority\r\nThe President: The Assembly will now hear an \r\naddress by the Chairman of the Executive Committee \r\nof the Palestine Liberation Organization and President \r\nof the Palestinian Authority.\r\nMr. Mahmoud Abbas, Chairman of the Executive \r\nCommittee of the Palestine Liberation Organization \r\nand President of the Palestinian Authority, was \r\nescorted to the rostrum.\r\nThe President: I have great pleasure in welcoming \r\nMr. Mahmoud Abbas, Chairman of the Executive \r\nCommittee of the Palestinian Liberation Organization \r\nand President of the Palestinian Authority, and inviting \r\nhim to address the General Assembly.\r\nMr. Abbas (Palestine) (spoke in Arabic): I wish to \r\nbegin by extending my appreciation to the heads of all \r\nthe delegations who in their statements to the Assembly \r\nstressed the urgency of progress towards the realization \r\nof a just peace in our region, one which would allow the \r\nPalestinian people to enjoy their inalienable national \r\nrights.\r\nDevelopments over the past year have confirmed \r\nwhat we have persistently drawn attention to and warned \r\n32 12-52337\r\nA/67/PV.12\r\nin their practical application on the ground, they incite \r\nreligious conflict. That is something we firmly reject, \r\nbased on our principles and convictions and due to our \r\nunderstanding of what it means to fuel such fires in this \r\nsensitive area, which is full of explosive f lashpoints, \r\nand how that can fuel the action of extremists from \r\nvarious quarters, especially those trying to use tolerant, \r\nmonotheistic religions as an ideological justification \r\nfor their terrorism.\r\nFor our part, as proof of our seriousness and our \r\nsincere intention to create an opening in this impasse, \r\nwe conducted exploratory talks with the Israeli \r\nGovernment at the beginning of the year, at the initiative \r\nof the brotherly Hashemite Kingdom of Jordan. We \r\nhave also encouraged the expressed desires of several \r\ncountries to contribute to efforts to break the cycle of \r\ndeadlock and have ourselves undertaken initiatives \r\nto create favourable conditions for the resumption of \r\nnegotiations. Unfortunately, however, the result of all \r\nthose initiatives has been very negative.\r\nThere can be only one reading of the Israeli \r\nGovernment’s actions and practices in our homeland \r\nand of the positions it has presented to us regarding the \r\nsubstance of a final status agreement to end the conflict \r\nand achieve peace: that the Israeli Government rejects \r\nthe two-State solution.\r\nThe two-State solution — namely, the State \r\nof Palestine coexisting alongside the State of \r\nIsrael — represents the spirit and essence of the historic \r\ncompromise embodied in the Declaration of Principles, \r\nwhich was agreed to in Oslo and was signed, 19 years \r\nago, by the Palestine Liberation Organization and the \r\nGovernment of Israel under the auspices of the United \r\nStates of America and on the White House lawn. It is \r\na compromise by which, for the sake of making peace, \r\nthe Palestinian people accepted to establish their State \r\non only 22 per cent of the territory of historic Palestine.\r\nRecent years have actually witnessed a systematic \r\nacceleration and intensification of Israeli measures \r\naimed at gutting the Oslo Accords of their meaning, \r\nwhile simultaneously building facts on the ground in \r\nthe occupied Palestinian territory that are making the \r\nimplementation of the Accords extremely difficult, if \r\nnot completely impossible.\r\nThe Israeli Government aims to continue its \r\noccupation of East Jerusalem, to de facto annex large \r\nareas of the rest of the occupied Palestinian territory \r\nand to continue occupying a large portion of the \r\nareas throughout the West Bank and has continued \r\nits suffocating blockade, as well as raids and attacks \r\nagainst our people in the Gaza Strip, who to this day \r\nsuffer from the disastrous impact of the destructive war \r\nof aggression committed against them a few years ago. \r\nNearly 5,000 Palestinians remain captive as prisoners \r\nand detainees of conscious in Israel’s jails. In that \r\nregard, we call upon the international community to \r\ncompel the Government of Israel to respect the Geneva \r\nConventions of 1949 and to investigate the conditions \r\nof detention of Palestinian prisoners and detainees, and \r\nwe stress the need for their release. They are soldiers in \r\ntheir people’s struggle for freedom, independence and \r\npeace.\r\nAt the same time, the occupying Power continues \r\nto tighten the siege and impose severe restrictions on \r\nmovement, preventing the Palestinian Authority from \r\nimplementing vital infrastructure projects and providing \r\nservices to its citizens, who are also being prevented \r\nfrom cultivating their land and deprived of water for \r\nirrigation. The occupying Power is also obstructing the \r\nestablishment of agricultural, industrial, tourism and \r\nhousing projects by the Palestinian private sector in \r\nvast areas of the occupied Palestinian territory, which \r\nare classified as areas subject to the absolute control of \r\nthe occupation, areas that encompasses approximately \r\n60 per cent of the West Bank.\r\nThe occupying Power continues to deliberately \r\ndemolish what the Palestinian Authority is \r\nbuilding — projects funded by donor brethren and \r\nfriends — and is destroying the Authority’s building \r\nprojects involving roads, simple homes for its citizens \r\nand agricultural facilities. In fact, over the past 12 \r\nmonths, the Israeli occupying forces demolished 510 \r\nPalestinian structures in those areas and displaced 770 \r\nPalestinians from their homes. Those measures have \r\ncaused great damage to our economy and impeded our \r\ndevelopment programmes and private-sector activity. \r\nThey compound the socioeconomic difficulties of \r\nour people under occupation, a fact confirmed by \r\ninternational financial institutions. Israel’s overall \r\npolicy is ultimately leading to the weakening of the \r\nPalestinian Authority, undermining its ability to \r\ncarry out its functions and projects and to implement \r\nits obligations. This threatens to undermine its very \r\nexistence or cause its collapse.\r\nAll of that is taking place in the context of an Israeli \r\npolitical discourse that does not hesitate to brandish \r\naggressive, extremist positions. In many aspects and \r\n12-52337 33\r\nA/67/PV.12\r\nwe reaffirm that we are committed to non-violence \r\nand reject terrorism in all its forms, particularly State \r\nterrorism.\r\nDespite our disappointment, we continue to sincerely \r\nextend a hand to the Israeli people to make peace. We \r\nrealize that ultimately the two peoples must live and \r\ncoexist, each in their respective State, in the Holy Land. \r\nFurthermore, we realize that progress towards making \r\npeace can be achieved through negotiations between \r\nthe Palestine Liberation Organization and Israel.\r\nDespite all the complexities of the prevailing \r\nreality and all the frustrations that abound, we say \r\nbefore the international community that there is still \r\na chance — maybe the last — to save the two-State \r\nsolution and to salvage peace. However, this urgent task \r\nmust be pursued via a new approach.\r\nWhoever rushes to advise us to repeat an experience \r\nthat has proven to be futile, such as negotiations with \r\nthe Israeli Government without clear terms of reference, \r\nmust understand that this will result in the reproduction \r\nof failure and again provide cover for consecrating the \r\noccupation and will deal the final blow to an already \r\ndying peace process. Whoever advises us to wait must \r\nrealize that the hotbeds of tension and the festering \r\nsituation in our country and our region have their own \r\ntiming and cannot withstand further procrastination \r\nand delay, nor are they amenable to being relegated to \r\nthe bottom of the global agenda.\r\nThe approach required for salvaging the chance for \r\npeace must, first and foremost, be predicated on the \r\nunderstanding that the racist settler occupation must \r\nbe condemned, punished and boycotted so that it is \r\ncompletely halted and eliminated. That approach also \r\nrequires a reaffirmation of, and adherence to, the terms \r\nof reference and the foundations of the solution to the \r\nconflict, which have been endorsed by all here.\r\nWe do not need to belabour the core components \r\nof a just solution to the Palestinian-Israeli conflict. \r\nRather, what is needed is the will to implement those \r\ncomponents. Marathon negotiations are not required to \r\ndefine them, rather it is the genuine and sincere intention \r\nto reach peace that is needed. Those components are \r\nby no means a mysterious puzzle or intractable riddle; \r\nthey are the clearest and best-known secrets in the \r\nworld. They include, in brief, the establishment of an \r\nindependent State of Palestine, with East Jerusalem as \r\nits capital, over the entire territory occupied by Israel \r\nsince 1967, and the realization of a just, agreed solution \r\nterritory under different designations. It refuses to \r\nengage in any serious discussion of the issue of the \r\nPalestinian refugees. It wants to continue its occupation \r\nof Palestinian aquafers and its control over the most \r\nfertile agricultural areas in our land, as well as over our \r\nair, skies,water, borders and our life in its entirety.\r\nThe final map and borders that can be drawn in \r\naccordance with Israel’s official positions reveal to us \r\nsmall Palestinian enclaves surrounded by large Israeli \r\nsettlement blocs and walls and checkpoints, and vast \r\nsecurity zones and roads reserved for settlers. The \r\nenclaves would therefore remain subject to the full \r\ndominance of military and settler occupation, only \r\npackaged under new names, such as the unilateral \r\nplan for a so-called State with provisional borders. I \r\nrepeat — a State with provisional borders. That is a \r\nproject that we categorically reject from A to Z because \r\nit will not bring about peace.\r\nIsrael refuses to end the occupation and refuses to \r\nallow the Palestinian people to attain their freedom and \r\nindependence. It rejects the establishment of the State \r\nof Palestine. Israel is promising the Palestinian people \r\na new catastrophe — a new Naqba — a new setback.\r\nI speak on behalf of an angry people who feel \r\nthat while they demand their right to freedom, adopt a \r\nculture of peace and adhere to the principles and rules \r\nof international law and resolutions of international \r\nlegitimacy, rewards continue to be illogically bestowed \r\nupon Israel, whose Government pursues a policy of \r\nwar, occupation and settler occupation. Israel continues \r\nto be permitted to enjoy impunity, and some continue \r\nto obstruct the adoption of a decisive position regarding \r\nits violations of international law and covenants. That \r\nrepresents a licence for the occupation to continue \r\nits policy of dispossession and ethnic cleansing and \r\nencourages it to entrench its system of apartheid against \r\nthe Palestinian people.\r\nDespite our genuine feelings of anger, we — in \r\nthe name of the Palestine Liberation Organization, the \r\nsole legitimate representative of the Palestinian \r\npeople — will not allow our country to be divided in \r\ntwo.\r\nWe are the sole legitimate representative of the \r\nPalestinian people. I reaffirm without hesitation that \r\nwe are as committed — equally and by the same \r\nmeasures — to peace and international legitimacy and \r\nits covenants and resolutions as we are to upholding \r\nour inalienable national rights and aspirations. And \r\n34 12-52337\r\nA/67/PV.12\r\nThose achievements were again commended in the \r\nlatest report just a few days ago, which confirmed the \r\nPalestinian Authority’s total readiness for the transition \r\nto an independent State while at the same time stressing \r\nthat the Israeli occupation remained the only obstacle \r\nto the realization of the State of Palestine.\r\nDuring the previous session of the General \r\nAssembly, we submitted our application for \r\nconsideration by the Security Council to allow the \r\nState of Palestine to assume its rightful place among \r\nthe community of nations as a full Member of the \r\nUnited Nations. A major and hostile uproar was raised \r\nby some against that political, diplomatic, peaceful \r\nstep par excellence aimed at saving the peace process \r\nby asserting its principles and foundation. Despite the \r\nfact that the overwhelming majority of the countries \r\nof the world supported, and continues to support, our \r\napplication, our endeavour was aborted. I do not see \r\neven a single reason for opposing that request.\r\nYet when the countries of the world had the \r\nopportunity to declare their stance without any \r\nrestrictions or veto during the previous autumn, they \r\nvoted, despite enormous pressure, in strong support of the \r\nacceptance of Palestine as a member State of UNESCO. \r\nA year has passed, and Palestine, the homeland of \r\nMahmoud Darwish and Edward Said, is playing its \r\nrole in UNESCO with a high level of responsibility and \r\nprofessionalism. Palestine is committed to international \r\nconventions and is cooperating with all member States \r\nin order to advance the objectives of the organization \r\nand providing a model of what its positive, constructive \r\ncontribution in international organizations would be. \r\nIn order to enhance the chances for peace, we will \r\ncontinue our efforts to obtain full membership for \r\nPalestine at the United Nations. For the same reason, \r\nwe have begun intensive consultations with various \r\nregional organizations and Member States aimed at \r\nthe General Assembly’s adoption during this session \r\nof a draft resolution considering the State of Palestine \r\nas a non-member State of the United Nations. We are \r\nconfident that the vast majority of the countries of the \r\nworld support our efforts to bolster the chances for a \r\njust peace. In our efforts we do not seek to delegitimize \r\nan existing State, that is, Israel; but rather to establish \r\nthe State that must be realized, that is, Palestine. We \r\nare not trying to delegitimize them; they are trying to \r\ndelegitimize us.\r\nMore than 64 years have passed since Al-Nakba \r\nand a large number of those who were its immediate \r\nto the Palestine refugee issue, in accordance with \r\nresolution 194 (III), as prescribed in the Arab Peace \r\nInitiative.\r\nThe fundamental components of the solution to \r\nthe conflict exist in the documents and resolutions of \r\nthe United Nations. Member States already have them. \r\nThe components of the solution are also endorsed in \r\nresolutions of regional organizations, beginning with \r\nthe League of Arab States, the Organization of Islamic \r\nCooperation, the Non-Aligned Movement and the \r\nAfrican Union. They can also be found in the statements \r\nof the European Union and the international Quartet. \r\nHowever, what is the use of all those terms of reference \r\nif Israel continues to refuse, and is encouraged by \r\nothers to continue to oppose the terms of reference?\r\nThe international community, embodied in the \r\nUnited Nations, is required now more than ever to uphold \r\nits responsibilities. The Security Council is called upon \r\nto urgently adopt a resolution comprising the pillars \r\nand foundations for a solution to the Palestinian-Israeli \r\nconflict that would serve as a binding term of reference \r\nand guide for all if the vision of two States, Israel and \r\nPalestine, is to survive and if peace is to prevail in the \r\nland of peace — the birthplace of Jesus, peace be upon \r\nhim, the ascension of the Prophet Muhammad, peace \r\nbe upon him, and the final resting place of Abraham, \r\npeace be upon him — Palestine, the land of the three \r\nmonotheistic religions.\r\nAll things considered, the establishment of a free \r\nand independent State of Palestine is a sacred right of \r\nthe Palestinian people and an entitlement that must be \r\nrealized, for it has been overdue for too many decades. \r\nIt is not a grant to be bestowed upon us by anyone. It is \r\na right, and the Palestinian people are entitled to that \r\nright.\r\nAt the same time, the Palestinian Authority has \r\naffirmed, through the implementation of its State \r\ninstitution-building programmes, the ability to create \r\nan advanced model for an effective, modern State \r\nthrough the development of the performance of its \r\ninstitutions and public finance management and \r\nthrough the adoption of standards for transparency, \r\nstrict accountability and rules of good governance. \r\nThose achievements have been deemed by the Ad \r\nHoc Liaison Committee for the Coordination of \r\nthe International Assistance to Palestinians, the \r\nWorld Bank and the International Monetary Fund to \r\nconstitute an impressive undertaking and success story. \r\n12-52337 35\r\nA/67/PV.12\r\nresistance, consistent with international humanitarian \r\nlaw, against the occupation, against the settlements and \r\nfor the sake of freedom, independence and peace.\r\nLet us prevent the occurrence of a new Al-Nakba \r\nin the Holy Land. Let us support the realization of a \r\nfree, independent State of Palestine now. Let peace be \r\nvictorious before it is too late.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Chairman of the Executive Committee \r\nof the Palestine Liberation Organization and President \r\nof the Palestinian Authority for the statement he has \r\njust made.\r\nMr. Mahmoud Abbas, Chairman of the Executive \r\nCommittee of the Palestine Liberation Organization \r\nand President of the Palestinian Authority, was \r\nescorted from the rostrum.\r\nMr. Schaper (Netherlands), Vice-President, took \r\nthe Chair.\r\nAddress by Mr. Janez Janša, Prime Minister of \r\nthe Republic of Slovenia\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Republic \r\nof Slovenia.\r\nMr. Janez Janša, Prime Minister of the Republic of \r\nSlovenia, was escorted to the rostrum.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have great pleasure in welcoming His \r\nExcellency Mr. Janez Janša, Prime Minister of the \r\nRepublic of Slovenia, and inviting him to address the \r\nGeneral Assembly.\r\nMr. Janša (Slovenia): At the outset, let me \r\ncongratulate His Excellency Mr. Vuk Jeremić, President \r\nof the General Assembly at its sixty-seventh session, on \r\nhis election and wish him success in discharging his \r\nduties. It is my honour to pay tribute to the Secretary-\r\nGeneral, His Excellency Mr. Ban Ki-moon, for his able \r\nleadership and tireless efforts in guiding the United \r\nNations in these demanding times.\r\nThe theme of this session of the General Assembly \r\nis “Bringing about adjustment or settlement of \r\ninternational disputes or situations by peaceful means”. \r\nWe had an opportunity to listen to the speakers at the \r\nopening of the session, who stressed the importance of \r\npreventing violence and the responsibility of all Member \r\nStates, their leaders and international organizations to \r\nvictims and witnessed its horrors have died. They died \r\nwith memories, preserved in their minds and hearts, of \r\ntheir beautiful world that was devastated, their warm \r\nhomes that were demolished and their peaceful villages \r\nthat were erased from existence, and of the renaissance \r\nthat was undermined, and their loved ones, dear \r\nmen, women and children, who were killed in wars, \r\nmassacres, attacks, raids and incursions, and of their \r\nbeautiful country that was a beacon of coexistence, \r\ntolerance, progress and a crossroads of civilization. \r\nThey died displaced and in refugee camps to which \r\nthey were expelled following their uprooting from their \r\nhomeland, as they awaited the moment in which they \r\nwould resume their suspended lives, complete their \r\ninterrupted journey and repair their shattered dreams. \r\nThey died while they clung to their legitimate human \r\nright to justice, freedom and redress for the historically \r\nunprecedented injustice inflicted upon them. Has the \r\ntime not come to undo that injustice?\r\nAt present, 77 per cent of the Palestinian people are \r\nunder the age of 35. Although they did not experience \r\nthe horrors of Al-Nakba, they know very well all its \r\nhorrendous details from the accounts of their parents \r\nand grandparents who endured it. They continue to \r\nsuffer from its ongoing effects today and every day \r\nas a result of the practices of the occupation and of \r\nthe settlers on a land that is diminishing in size. The \r\nhorizon before them is closed to their simple, ordinary \r\ndreams. They see their homeland and their present and \r\nfuture vulnerable to continued usurpation and they say \r\nfirmly: we shall not allow a new Al-Nakba to happen.\r\nI say to the Assembly that the brave Palestinian \r\npeople will not allow themselves to be the victims \r\nof a new Al-Nakba. We will not allow that. We will \r\nstay on our land. My people will continue their epic \r\nsteadfastness and eternal survival journey in their \r\nbeloved land, every inch of which carries evidence and \r\nlandmarks affirming their roots and unique connection \r\nto the land throughout ancient history. There is no \r\nhomeland for us except Palestine and there is no land \r\nfor us but Palestine. We shall not accept an alternative \r\nhomeland, nor an alternative land. Palestine is our \r\nhomeland and shall remain our homeland.\r\nOur people will continue to build the institutions of \r\ntheir State and strive to achieve national reconciliation \r\nto restore the unity of our nation, people and institutions \r\nvia resorting to the ballot box, which will confirm our \r\npeople’s pluralistic democratic choice. Our people \r\nare also determined to continue peaceful popular \r\n36 12-52337\r\nA/67/PV.12\r\nof this session that we should give the responsibility to \r\nprotect concept a tangible meaning.\r\nTo my regret, however, we have not yet achieved \r\na common understanding on the modalities involved. \r\nWe should therefore focus and strengthen our dialogue \r\nto that end. There is room for improving the modes \r\nof collaboration between the national, regional and \r\ninternational levels.\r\nIt will be recalled that after the Second World War \r\nmore than 80 countries witnessed mass atrocities. At \r\nleast 53 million innocent lives were lost. Behind those \r\nnumbers were real men and women made of f lesh and \r\nblood, and also children. They had futures but were \r\nnot allowed to live. Behind those numbers there are \r\nstill traumatized families and the distorted creative \r\npotential of the affected societies. Bearing that in mind, \r\nwe should be able to set at least basic limits on human \r\nbehaviour and stop mass atrocities.\r\nI therefore urge the States Members of the United \r\nNations, the members of the regional and subregional \r\norganizations and the United Nations system to develop \r\na new strategy to prevent genocide and other mass \r\natrocities. Moreover, an intergovernmental forum of \r\nlike-minded countries should be formed to propose a \r\nUnited Nations resolution that would set a clear mandate \r\nfor the preparation and adoption of an appropriate legal \r\nmechanism — a legal mechanism that would provide \r\nthe responsibility to protect concept with new tools, a \r\nlegal mechanism that would enforce crime prevention, \r\na mechanism to facilitate a more rapid and effective \r\nresponse to acts of genocide and other mass atrocities.\r\nSlovenia stands ready to start a dialogue to that \r\nend. We are going to convene the first meeting in \r\nthe following months. I am glad that we have already \r\nenlisted substantial support for the initiative during \r\nthis Assembly session. The initiative originates from \r\ninternational civil society. The Institute for Cultural \r\nDiplomacy in Berlin has collected many thousands \r\nof supporters among international non-governmental \r\norganizations, lawyers, students, journalists and other \r\nindividuals. Support is on the increase, and this is \r\nnot just one isolated initiative. There are many others \r\nacross the globe.\r\nWe should, of course, also enhance our \r\ncollaboration with a view to the prosecution of alleged \r\nperpetrators of genocide and mass atrocities, including \r\nindividual States. Effective prosecution undoubtedly \r\nhas a deterrent effect and contributes substantially to \r\ntake any action they can to prevent and raise awareness \r\nof such horrible events.\r\nAmong other issues of global concern, I would like \r\nto draw the Assembly’s attention to the horrific scenes \r\nin Syria. A civil war has been dragging on there for \r\nmany months. Efforts at mediation unfortunately have \r\nfailed. It shocks our conscience that we have been unable \r\nto stop the bloodshed. Sadly, we have not succeeded in \r\nprotecting civilians. In my view, the situation is critical. \r\nIt speaks to the urgent need to consider strengthening \r\nthe preventive capacities of the United Nations, its \r\nStates Members and regional organizations.\r\nConcerted efforts to avert mass atrocities are \r\nneeded. Last year we celebrated the sixtieth anniversary \r\nof the entry into force of the Convention on the \r\nPrevention and Punishment of the Crime of Genocide. \r\nThe Convention was the result of the tireless efforts of \r\nMr. Raphael Lemkin, a Polish lawyer. He stalked the \r\nhalls of the United Nations every day until December \r\n1948, when the General Assembly finally adopted the \r\nConvention. Afterwards he continued his work, and his \r\nendeavours paid off in 1951, when the Convention came \r\ninto force.\r\nWe then waited half a century to see the first \r\nconviction of an individual for the crime of genocide. \r\nThe establishment of the International Tribunals for \r\nthe Former Yugoslavia and Rwanda in the 1990s was \r\nfollowed by the historic creation of the permanent \r\nInternational Criminal Court. That was another \r\nmilestone in the humanization of international relations. \r\nA further encouraging development is that the United \r\nNations system has improved its internal coordination \r\nof activities related to the prevention of genocide. The \r\nOffices of the Special Adviser on the Prevention of \r\nGenocide and Mass Atrocities and the Special Adviser \r\non the Responsibility to Protect were established at that \r\ntime. The Human Rights Council has helped to promote \r\nthe culture of prevention.\r\nOver the past months, the Syrian tragedy has \r\nincreased awareness of our responsibility to prevent \r\nand stop mass atrocities. United States President \r\nBarack Obama has established a promising atrocities \r\nprevention board and, in his remarks at the United \r\nStates Holocaust Memorial Museum in April, made the \r\npoint that national sovereignty was never a licence to \r\nslaughter your people. I hope we all share his belief that \r\npreventing genocide is an achievable goal. Secretary-\r\nGeneral Ban Ki-moon urged in his speech at the opening \r\n12-52337 37\r\nA/67/PV.12\r\nfrom Israel, and it is good to see all of the representatives \r\nhere.\r\nThree thousand years ago, King David reigned \r\nover the Jewish State in our eternal capital, Jerusalem. \r\nI say that to all those who proclaim that the Jewish \r\nState has no roots in our region and that it will soon \r\ndisappear. Throughout our history, the Jewish people \r\nhave overcome all the tyrants who have sought our \r\ndestruction. It is their ideologies that have been \r\ndiscarded by history. The people of Israel live on. We \r\nsay in Hebrew, the Jewish State will live forever.\r\nThe Jewish people have lived in the land of Israel \r\nfor thousands of years. Even after most of our people \r\nwere exiled from it, Jews continued to live in the land \r\nof Israel throughout the ages. The masses of our people \r\nnever gave up the dream of returning to our ancient \r\nhomeland. Defying the laws of history, we did just that. \r\nWe ingathered the exiles, restored our independence \r\nand rebuilt our national life. The Jewish people have \r\ncome home. We will never be uprooted again.\r\nYesterday was Yom Kippur, the holiest day of \r\nthe Jewish year. Every year, for over three millennia, \r\nwe have come together on this day of reflection and \r\natonement. We take stock of our past. We pray for our \r\nfuture. We remember the sorrows of our persecution; \r\nwe remember the great travails of our dispersion; we \r\nmourn the extermination of a third of our people, \r\n6 million, in the Holocaust.\r\nBut at the end of Yom Kippur, we celebrate. We \r\ncelebrate the rebirth of Israel. We celebrate the heroism \r\nof our young men and women who have defended our \r\npeople with the indomitable courage of Joshua, David \r\nand the Maccabees of old. We celebrate the marvel \r\nof the f lourishing modern Jewish State. In Israel we \r\nwalk the same paths as those trodden by our patriarchs \r\nAbraham, Isaac and Jacob. But we blaze new trails in \r\nscience, technology, medicine and agriculture. In Israel \r\nthe past and the future find common ground.\r\nUnfortunately, that is not the case in many other \r\ncountries. For today, a great battle is being waged \r\nbetween the modern and the medieval. The forces of \r\nmodernity seek a bright future in which the rights of \r\nall are protected, in which an ever-expanding digital \r\nlibrary is available in the palm of every child, in which \r\nevery life is sacred.\r\nThe forces of medievalism seek a world in which \r\nwomen and minorities are subjugated, in which \r\na culture of prevention. Moreover, a genuine culture of \r\nprevention needs to be developed globally. We should \r\nimprove our understanding of the warning signs, which \r\nshould trigger early action.\r\nThese days we witness numerous acts of violence \r\nagainst diplomatic and consular missions in one part \r\nof our world. I strongly condemn such violent acts. \r\nThey can never be justified. Freedom of speech is \r\nfundamental in a democracy, and a violent response \r\nhas never been able to silence it. Only by strengthening \r\nintercultural dialogue can we diminish the potential \r\nfor conflict. Only mutual respect can contribute to \r\nmaintaining peace and security.\r\nMr. Prosor (Israel), Vice-President, took the Chair.\r\nIt was in 1946 that Raphael Lemkin asserted that \r\nour whole heritage is a product of the contributions \r\nof all nations. Each and every nation and the United \r\nNations as a whole have an enormous responsibility, \r\nand also an opportunity, to prevent future atrocities. \r\nWe cannot escape our history but let us learn from it.\r\nI fully believe that we do not want the mistakes of \r\nyesterday to be repeated tomorrow. We took over the \r\nresponsibility for the world from our fathers and have \r\nan enormous responsibility to make it a better place \r\nfor our children. I therefore invite all here to do so by \r\njoining in our efforts for a world free from genocide.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nRepublic of Slovenia for the statement he has just made.\r\nMr. Janez Janša, Prime Minister of the Republic of \r\nSlovenia, was escorted from the rostrum.\r\nAddress by Mr. Benjamin Netanyahu, Prime \r\nMinister of the State of Israel\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the State of \r\nIsrael.\r\nMr. Benjamin Netanyahu, Prime Minister of the \r\nState of Israel, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Benjamin Netanyahu, \r\nPrime Minister of the State of Israel, and inviting him \r\nto address the General Assembly.\r\nMr. Netanyahu (Israel): It is a pleasure to see the \r\nGeneral Assembly presided over by the Ambassador \r\n38 12-52337\r\nA/67/PV.12\r\nYet the medieval forces of radical Islam, which \r\nthe world just saw storming American Embassies \r\nthroughout the Middle East, oppose that. They seek \r\nsupremacy over all Muslims. They are bent on world \r\nconquest. They want to destroy Israel, Europe, America. \r\nThey want to extinguish freedom. They want to end the \r\nmodern world.\r\nMilitant Islam has many branches, from the rulers \r\nof Iran with their Revolutionary Guards to Al-Qaida \r\nterrorists to the radical cells lurking in every part of the \r\nglobe. But despite their differences, they are all rooted \r\nin the same bitter soil of intolerance. That intolerance \r\nis directed first at their fellow Muslims and then at \r\nChristians, Jews, Buddhists, Hindus, secular people, \r\nand anyone who does not submit to their unforgiving \r\ncreed. They want to drag humankind back to an age of \r\nunquestioning dogma and unrelenting conflict.\r\nI am sure of one thing. Ultimately, they will fail. \r\nUltimately, light will penetrate the darkness. We \r\nhave seen that happen before. Some 500 years ago, \r\nthe printing press helped pry a cloistered Europe \r\nout of a dark age. Eventually, ignorance gave way to \r\nenlightenment. So too, a cloistered Middle East will \r\neventually yield to the irresistible power of freedom \r\nand technology. When that happens, our region will be \r\nguided not by fanaticism and conspiracy but by reason \r\nand curiosity.\r\nI think the relevant question is not whether this \r\nfanaticism will be defeated. It is how many lives will \r\nbe lost before it is defeated. We have seen that happen \r\nbefore too. Some 70 years ago, the world saw another \r\nfanatic ideology bent on world conquest. It went down \r\nin f lames, but not before it took millions of people with \r\nit. Those who opposed that fanaticism waited too long \r\nto act. In the end they triumphed, but at a horrific cost.\r\nMy friends, we cannot let that happen again. At \r\nstake is not merely the future of my own country. At \r\nstake is the future of the world. Nothing could imperil \r\nour common future more than the arming of Iran with \r\nnuclear weapons. To understand what the world would \r\nbe like with a nuclear-armed Iran, just imagine the \r\nworld with a nuclear-armed Al-Qaida. It makes little \r\ndifference whether these lethal weapons are in the \r\nhands of the world’s most dangerous terrorist regime or \r\nthe world’s most dangerous terrorist organization. They \r\nare both fired by the same hatred; they are both driven \r\nby the same lust for violence.\r\nknowledge is suppressed, in which not life but death \r\nis glorified. Those forces clash around the globe, but \r\nnowhere more starkly than in the Middle East. Israel \r\nstands proudly with the forces of modernity. We protect \r\nthe rights of all our citizens, men and women, Jews and \r\nArabs, Muslims and Christians — all are equal before \r\nthe law.\r\nIsrael is also making the world a better place. Our \r\nscientists win Nobel Prizes. Our know-how is in every \r\ncell phone and computer that every one of us uses. We \r\nprevent hunger by irrigating arid lands in Africa and \r\nAsia. Recently, I was deeply moved when I visited \r\nTechnion, one of our technological institutes in Haifa, \r\nand I saw a man paralysed from the waist down climb \r\nup a f light of stairs, quite easily, with the aid of an \r\nIsraeli invention. And Israel’s exceptional creativity is \r\nmatched by our people’s remarkable compassion. When \r\ndisaster strikes anywhere in the world — in Haiti, \r\nJapan, India, Turkey, Indonesia and elsewhere — Israeli \r\ndoctors are among the first on the scene, performing \r\nlifesaving surgeries.\r\nIn the past year, I lost both my father and my \r\nfather-in-law. In the same hospital wards where they \r\nwere treated, Israeli doctors were treating Palestinian \r\nArabs. In fact, every year, thousands of Arabs from \r\nthe Palestinian territories and Arabs from throughout \r\nthe Middle East come to Israel to be treated in Israeli \r\nhospitals by Israeli doctors. I know that that is not \r\ngoing to be spoken by speakers at this podium, but it \r\nis the truth. It is important that the world be aware of \r\nthat truth. It is because Israel cherishes life that Israel \r\ncherishes peace and seeks peace. We seek to preserve \r\nour historic ties and our historic peace treaties with \r\nEgypt and Jordan. We seek to forge a durable peace \r\nwith the Palestinians.\r\nPresident Abbas just spoke here. I say to him and \r\nI say to the Assembly: we will not solve our conflict \r\nwith libellous speeches at the United Nations. That is \r\nnot the way to solve it. We will not solve our conflict \r\nwith unilateral declarations of statehood. We have \r\nto sit together, negotiate together and reach a mutual \r\ncompromise, in which a demilitarized Palestinian State \r\nrecognizes the one and only Jewish State.\r\nIsrael wants to see a Middle East of progress and \r\npeace. We want to see the three great religions that \r\nsprang forth from our region — Judaism, Christianity \r\nand Islam — coexist in peace and in mutual respect.\r\n12-52337 39\r\nA/67/PV.12\r\nbrand of radical Islam will rule the Earth. That is not \r\njust what they believe; it is what is actually guiding \r\ntheir policies and their actions. Just listen to Ayatollah \r\nRafsanjani who said, “the use of even one nuclear bomb \r\ninside Israel will destroy everything, however it would \r\nonly harm the Islamic world.” Rafsanjani said: “It is \r\nnot irrational to contemplate such an eventuality”. “Not \r\nirrational” is what he said. And that is coming from one \r\nof the so-called moderates of Iran.\r\nShockingly, some people have begun to peddle the \r\nabsurd notion that a nuclear-armed Iran would actually \r\nstabilize the Middle East. That is like saying a nuclear-\r\narmed Al-Qaida would usher in an era of universal \r\npeace.\r\nI have been speaking about the need to prevent Iran \r\nfrom developing nuclear weapons for over 15 years. \r\nI spoke about it in my first term in office as Prime \r\nMinister, and then I spoke about it when I left office. \r\nI spoke about it when it was fashionable, and I spoke \r\nabout it when it was not fashionable.\r\nI speak about it now because the hour is getting \r\nlate, very late. I speak about it now because the Iranian \r\nnuclear calendar does not take time out for anyone or \r\nfor anything. I speak about it now because when it \r\ncomes to the survival of my country, it is not only my \r\nright to speak, it is my duty to speak. And I believe that \r\nit is the duty of every responsible leader who wants to \r\npreserve world peace.\r\nFor nearly a decade, the international community \r\nhas tried to stop the Iranian nuclear programme with \r\ndiplomacy. That has not worked. Iran uses diplomatic \r\nnegotiations as a means to buy time to advance its nuclear \r\nprogramme. For over seven years, the international \r\ncommunity has tried sanctions with Iran. Under the \r\nleadership of President Obama, the international \r\ncommunity has passed some of the strongest sanctions \r\nto date.\r\nI want to thank the Governments represented here \r\nthat have joined in that effort. It has had an effect. Oil \r\nexports have been curbed and the Iranian economy \r\nhas been hit hard. It has had an effect on the economy, \r\nbut we must face the truth. Sanctions have not stopped \r\nIran’s nuclear programme either.\r\nAccording to the International Atomic Energy \r\nAgency, during the last year alone, Iran doubled the \r\nnumber of centrifuges in its underground nuclear \r\nfacility in Qom. At this late hour, there is only one way \r\nJust look at what the Iranian regime has done up \r\nuntil now, without nuclear weapons. In 2009, they \r\nbrutally put down mass protests for democracy in their \r\nown country. Today, their henchmen are participating \r\nin the slaughter of tens of thousands of Syrian \r\ncivilians, including thousands of children — directly \r\nparticipating in those murders. They abetted the killing \r\nof American soldiers in Iraq and continue to do so \r\nin Afghanistan. Before that, Iranian proxies killed \r\nhundreds of American troops in Beirut and in Saudi \r\nArabia. They have turned Lebanon and Gaza into terror \r\nstrongholds, embedding nearly 100,000 missiles and \r\nrockets in civilian areas. Thousands of such rockets and \r\nmissiles have already been fired at Israeli communities \r\nby their terrorist proxies.\r\nIn the past year, they have spread their international \r\nterror networks to two dozen countries across five \r\ncontinents, from India and Thailand to Kenya and \r\nBulgaria. They have even plotted to blow up a restaurant \r\na few blocks from the White House in order to kill a \r\ndiplomat. And of course, Iran’s rulers repeatedly deny \r\nthe Holocaust and call for Israel’s destruction almost \r\non a daily basis, as they did again this week from the \r\nUnited Nations.\r\nSo I ask, given this record of Iranian aggression \r\nwithout nuclear weapons, just imagine Iranian \r\naggression with nuclear weapons. Imagine their long-\r\nrange missiles tipped with nuclear warheads, their \r\nterror networks armed with atomic bombs. Who here \r\nwould feel safe in the Middle East? Who would be safe \r\nin Europe? Who would be safe in America? Who would \r\nbe safe anywhere?\r\nThere are those who believe that a nuclear-armed \r\nIran can be deterred like the Soviet Union. That is a \r\nvery dangerous assumption. Militant jihadists behave \r\nvery differently from secular Marxists. There were \r\nno Soviet suicide bombers. Yet Iran produces hordes \r\nof them. Deterrence worked with the Soviets, because \r\nevery time the Soviets faced a choice between their \r\nideology and their survival, they chose their survival. \r\nBut deterrence may not work with the Iranians once \r\nthey get nuclear weapons.\r\nA great scholar of the Middle East, Professor \r\nBernard Lewis, put it best. He said that for the ayatollahs \r\nof Iran mutually assured destruction is not a deterrent, \r\nit is an inducement. Iran’s apocalyptic leaders believe \r\nthat a medieval holy man will reappear in the wake \r\nof a devastating holy war, thereby ensuring that their \r\n40 12-52337\r\nA/67/PV.12\r\nassemble a warhead or a nuclear device that could be \r\nplaced in a container ship. Chances are you will not \r\nfind that facility either. \r\nSo in fact, the only way that you can credibly \r\nprevent Iran from developing a nuclear weapon, is to \r\nprevent Iran from amassing enough enriched uranium \r\nfor a bomb. So how much enriched uranium do you \r\nneed for a bomb, and how close is Iran to getting it? \r\nLet me show you. I brought a diagram for you. Here \r\nis the diagram. This is a bomb. This is a fuse. \r\nIn the case of Iran’s nuclear plans to build a bomb, \r\nthis bomb has to be filled with enough enriched \r\nuranium, and Iran has to go through three stages. In \r\nthe first stage they have to enrich enough low-enriched \r\nuranium; in the second stage they have to enrich enough \r\nmedium-enriched uranium. And in the third, and \r\nfinal, stage they have to enrich enough high-enriched \r\nuranium for the first bomb.\r\nWhere is Iran? Iran has completed the first stage. It \r\ntook them many years, but they completed it, and they \r\nare 70 per cent of the way there. Now they are well \r\ninto the second stage. By next spring, at most by next \r\nsummer, at current enrichment rates, they will have \r\nfinished the medium enrichment and moved on to the \r\nfinal stage. From there, it is only a few months, possibly \r\na few weeks, before they get enough enriched uranium \r\nfor the first bomb.\r\nWhat I told the Assembly just now is not based \r\non secret information. It is not based on military \r\nintelligence. It is based on public reports of the \r\nInternational Atomic Energy Agency. Anybody can \r\nread them. They are online.\r\nSo if these are the facts — and they are — where \r\nshould a red line be drawn? A red line should be drawn \r\nright here, before Iran completes the second stage of \r\nnuclear enrichment necessary to make a bomb and \r\nbefore Iran gets to a point where it is a few months away \r\nor a few weeks away from amassing enough enriched \r\nuranium to make a nuclear weapon. \r\nEach day, that point is getting closer. That is why \r\nI speak today with such a sense of urgency, and that is \r\nwhy everyone should have a sense of urgency.\r\nThere are some who claim that even if Iran \r\ncompletes the enrichment process, even if it crosses \r\nthat red line that I just drew, our intelligence agencies \r\nwill know when and where Iran will make the fuse, \r\nto peacefully prevent Iran from getting atomic bombs. \r\nThat is by placing a clear red line on Iran’s nuclear \r\nweapons programme. \r\nRed lines do not lead to war. Red lines prevent war. \r\nLook at NATO’s charter. It made clear that an attack on \r\none member country would be considered an attack on \r\nall. NATO’s red line helped keep the peace in Europe \r\nfor nearly half a century. President Kennedy set a red \r\nline during the Cuban missile crisis. That red line \r\nalso prevented war and helped preserve the peace for \r\ndecades.\r\nIn fact, it is the failure to place red lines that has \r\noften invited aggression. If the Western Powers had \r\ndrawn clear red lines during the 1930s, I believe they \r\nwould have stopped Nazi aggression, and the Second \r\nWorld War might have been avoided. In 1990, if \r\nSaddam Hussein had been clearly told that his conquest \r\nof Kuwait would cross a red line, the first Gulf War \r\nmight have been avoided.\r\nClear red lines have also worked with Iran. Earlier \r\nthis year, Iran threatened to close the Straits of Hormuz. \r\nThe United States drew a clear red line and Iran backed \r\noff. Now, red lines could be drawn in different parts of \r\nIran’s nuclear weapons programme, but to be credible, \r\na red line must be drawn first and foremost in one vital \r\npart of their programme: on Iran’s efforts to enrich \r\nuranium. \r\nNow let me explain why. Basically, any bomb \r\nconsists of explosive material and a mechanism to \r\nignite it. The simplest example is gunpowder and a \r\nfuse — that is, you light the fuse and you set off the \r\ngunpowder. In the case of Iran’s plans to build a nuclear \r\nweapon, the gunpowder is enriched uranium. The \r\nfuse is a nuclear detonator. For Iran, amassing enough \r\nenriched uranium is far more difficult than producing \r\nthe nuclear fuse. For a country like Iran, it takes many \r\nyears to enrich uranium for a bomb. That requires \r\nthousands of centrifuges spinning in tandem in very \r\nbig industrial plants. Those Iranian plants are visible \r\nand they are still vulnerable. \r\nIn contrast, Iran could produce the nuclear \r\ndetonator, the fuse, in a lot less time — maybe under a \r\nyear, maybe only a few months. The detonator can be \r\nmade in a small workshop the size of a classroom. It \r\nmay be very difficult to find and target that workshop, \r\nespecially in Iran. That is a country that is bigger than \r\nFrance, Germany, Italy and Britain combined. The \r\nsame is true for the small facility in which they could \r\n12-52337 41\r\nA/67/PV.12\r\nthey are the Jewish people’s greatest gift to humankind. \r\nLet us commit ourselves today to defending those \r\nvalues so that we can defend our freedoms and protect \r\nour common civilization.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nState of Israel for the statement he has just made.\r\nMr. Benjamin Netanyahu, Prime Minister of the \r\nState of Israel, was escorted from the rostrum.\r\nAddress by Mr. Thomas Motsoahae Thabane, \r\nPrime Minister, Head of Government and \r\nMinister of Defence, Police and National \r\nSecurity of the Kingdom of Lesotho\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Kingdom \r\nof Lesotho.\r\nMr. Thomas Motsoahae Thabane, Prime Minister \r\nand Head of Government, and Minister of Defence, \r\nPolice and National Security of the Kingdom of \r\nLesotho, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Thomas Motsoahae \r\nThabane, Prime Minister, Head of Government and \r\nMinister of Defence, Police and National Security of \r\nthe Kingdom of Lesotho, and inviting him to address \r\nthe General Assembly.\r\nMr. Thabane (Lesotho): Allow me to congratulate \r\nthe President on his election to the presidency of the \r\nGeneral Assembly at its sixty-seventh session. I would \r\nlike to assure him of my delegation’s full support and \r\ncooperation during his tenure of office. His impeccable \r\ncredentials and experience will ensure a successful \r\nsession. I also wish to commend his predecessor for his \r\nsterling leadership during the previous session.\r\nThe establishment of the United Nations by 51 \r\ncountries following the Second World War ushered in \r\nhope for collective security, shared prosperity and justice \r\nin international relations. Six decades have passed and \r\nthe membership of the Organization has swelled more \r\nthan threefold. But obstacles still remain in the path \r\ntowards creating a world that was envisioned by our \r\nforebears. We know the solutions that can effectively \r\naddress the multifaceted challenges that confront our \r\nworld. But it is increasingly difficult to arrive at those \r\nsolutions within the multilateral system.\r\nassemble the bomb and prepare the warhead. No one \r\nappreciates our intelligence agencies more than the \r\nPrime Minister of Israel. All these leading intelligence \r\nagencies are superb, including ours. They have foiled \r\nmany attacks, they have saved many lives, but they \r\nare not foolproof. For over two years, our intelligence \r\nagencies did not know that Iran was building a huge \r\nnuclear enrichment plant under a mountain. Do we \r\nwant to risk the security of the world on the assumption \r\nthat we would find a small workshop in a country half \r\nthe size of Europe in time?\r\nThe relevant question is not when Iran will get \r\nthe bomb. The relevant question is at what stage can \r\nwe no longer stop Iran from getting the bomb? The \r\nred line must be drawn on Iran’s nuclear enrichment \r\nprogramme because these enrichment facilities are the \r\nonly nuclear installations that we can definitely see and \r\ncredibly target. \r\nI believe that faced with a clear red line, Iran will \r\nback down. This will give more time for sanctions and \r\ndiplomacy to convince Iran to dismantle its nuclear \r\nweapons programme altogether.\r\nTwo days ago, from this podium, President Obama \r\nreiterated that the threat of a nuclear-armed Iran cannot \r\nbe contained (see A/67/PV.6). I very much appreciate \r\nthe President’s position, as does everyone in my country. \r\nWe share the goal of stopping Iran’s nuclear weapons \r\nprogramme. This goal unites the people of Israel. It \r\nunites Americans, Democrats and Republicans alike. \r\nand it is shared by important leaders throughout the \r\nworld. What I have said today will help ensure that this \r\ncommon goal is achieved. Israel is in discussions with \r\nthe United States over this issue, and I am confident \r\nthat we can chart a path forward together.\r\nThe clash between modernity and medievalism \r\nneed not be a clash between progress and tradition. The \r\ntraditions of the Jewish people go back thousands of \r\nyears. They are the source of our collective values and \r\nthe foundations of our national strength. At the same \r\ntime, the Jewish people have always looked towards the \r\nfuture. Throughout history, we have been at the forefront \r\nof efforts to expand liberty, promote equality and \r\nadvance human rights. We champion those principles \r\nnot in spite of our traditions but because of them. We \r\nheed the words of the Jewish prophets Isaiah, Amos and \r\nJeremiah to treat all with dignity and compassion, to \r\npursue justice and cherish life and to pray and strive for \r\npeace. Those are the timeless values of my people, and \r\n42 12-52337\r\nA/67/PV.12\r\nfacilitate the independence and self-determination of \r\nthe people of the Sahrawi Arab Democratic Republic.\r\nPeace within and among nations is a fundamental \r\ncondition for development. The dream of a prosperous \r\nworld will continue to be an illusion if tensions persist \r\nand our world is perpetually at war with itself. That \r\nis why we welcome as timely and relevant the choice \r\nof theme for this session, “Bringing about adjustment \r\nor settlement of international disputes or situations by \r\npeaceful means”.\r\nToday, many nations are rising up against \r\ndictatorial regimes in defence of their basic human \r\nrights and freedoms. The popular democratic uprising \r\nin the Arab world has underscored the frustration of the \r\npeople with longstanding political repression and lack \r\nof accountability. In some Arab countries this quest for \r\nfreedom, human rights and democracy has been met \r\nwith atrocious force and brutality. The Government \r\nof Syria must accept the popular legitimacy and \r\nsupremacy of the people’s aspirations before it is too \r\nlate. Further militarization of the situation in Syria will \r\nmake the conflict too costly in terms of human life. At \r\nthe same time, we call on all countries to refrain from \r\ninterfering in the internal affairs of Syria in a manner \r\nthat undermines the prospects of peace in that country. \r\nTrue revolutions need no external sponsors. The efforts \r\nof the international community must focus on helping \r\nthe Syrian people find a negotiated, peaceful and lasting \r\nsettlement of the ongoing conflict in their country.\r\nAfrica, too, is trying hard to rid itself of wars and \r\nconflicts. While we thought we had dealt with the scourge \r\nof the coups d’état, it has recently reared its ugly head \r\nin a few African countries. We call on the international \r\ncommunity to join hands with the African Union and \r\nstand firm in refusing to recognize any Government \r\nthat comes to power through unconstitutional means. \r\nIt is indeed a mockery of the United Nations, as an \r\nOrganization that cherishes democratic values and \r\nprinciples, to accord legitimacy to unconstitutional \r\nregimes by allowing them to participate in its activities \r\non an equal footing with bona fide Members. In \r\nAfrica, we have adopted a policy of zero tolerance to \r\nunconstitutional changes of Government, and have \r\nremained steadfast in our resolve to refuse to recognize \r\nGovernments that have no democratic legitimacy. We \r\nurge the international community to support that policy \r\nand to make it universal.\r\nOn the international stage, unilateral actions that \r\ndefy civility and international law are growing more \r\nfrequent, and increasingly go unpunished. Despite the \r\nlessons of history, there are countries that still believe \r\nthey can solve the political problems of our time through \r\nwar and coercion. It does not matter to them that history \r\nhas shown that the goal of domination through the use \r\nof force is not only elusive and dangerous but also \r\nunsustainable.\r\nHumankind derives no comfort from the potential \r\nconflict between the Islamic Republic of Iran and the \r\nWestern Powers over Iran’s nuclear programme. That \r\nlooming crisis can be avoided not through the threats \r\nbeing made against Iran, but through negotiations based \r\non respect for sovereign equality and the recognition of \r\nthe rights and legitimate fears of all parties involved. \r\nOur generation is already facing too many problems. \r\nSurely we cannot afford another avoidable war.\r\nWe are saddened by the increasing tension in the East \r\nChina Sea between two of the most respectable members \r\nof the international community, the People’s Republic \r\nof China and Japan. No one should take advantage of \r\nthe situation to fan the f lames of discord between those \r\ntwo great nations and ancient civilizations. Instead, we \r\nmust encourage them to resolve their differences with \r\nmaturity and through peaceful dialogue.\r\nIn the Middle East, it is about time that individual \r\ninterests gave way to compassion and reason, so that \r\nthe people of Palestine can enjoy their inalienable \r\nright to self-determination in our lifetimes. Two States \r\nexisting side by side in peace and security have long \r\nbeen recognized by the international community as the \r\nonly plausible route to enduring peace and stability in \r\nthe region. The State of Israel must be prevailed upon \r\nto support that solution. It must stop building illegal \r\nsettlements on Palestinian lands, which have the \r\npotential to render the prospects of a two-State solution \r\nirrelevant.\r\nOur call for lifting the economic embargo against \r\nthe Republic of Cuba has gone unheeded for the past \r\n20 years. Our thoughts are with the ordinary people of \r\nCuba who for decades have been denied the fruits of \r\nglobalization and prosperity through no fault of their \r\nown. This unfortunate situation has continued for too \r\nlong and must be resolved. We call on all stakeholders \r\ninvolved to search for a just and peaceful solution, just \r\nas we continue to call on the Kingdom of Morocco \r\nto cooperate with the international community and \r\n12-52337 43\r\nA/67/PV.12\r\nchildren, who bear the brunt of it. Lesotho condemns \r\nterrorism in all its forms and manifestations. It does \r\nnot matter if it is sponsored by States or individuals, \r\nor whether its evil schemes are carried out by crude \r\nmeans or the most sophisticated weaponry. The recent \r\nmurder of American diplomats in Libya demonstrates \r\nthe brutality and senselessness of terrorism. It deserves \r\nour strongest condemnation. We extend our sincere \r\ncondolences to the people and Government of the \r\nUnited States of America.\r\nA few days ago, we had an opportunity to reaffirm \r\nour resolve to uphold the rule of law both at the national \r\nand international levels. Respect for the rule of law is \r\na precondition for guaranteeing fundamental freedoms \r\nand respect for human rights. Similarly, strengthening \r\nthe rule of law at the international level is critical for \r\neffectively addressing our current global challenges. \r\nInternational law is the very foundation of peaceful \r\ncoexistence between nations.\r\nThe role played by the International Court of \r\nJustice as an instrument for the peaceful resolution \r\nof conflicts and the bedrock of the international legal \r\norder is sacrosanct. Lesotho reaffirms its support for \r\nthe principal judicial organ of the United Nations and \r\nfor other established international courts and tribunals. \r\nBut those bodies must not be politicized, so that they \r\ncan retain their integrity and fairness.\r\nIt is almost four years since the multiple global \r\ncrises befell us, yet the prospects for economic recovery \r\nremain gloomy. Evidence of climate change is all around \r\nus. Extreme weather conditions, f loods, drought, soil \r\ndegradation and the rise of sea levels threaten the very \r\nexistence of humankind. In my country, drought and \r\nf loods have heightened food insecurity, and famine is \r\nlooming. In August, my Government had to declare \r\nLesotho in a situation of food crisis and called on its \r\ndevelopment partners to assist. That followed a severe \r\ndrought that aff licted Lesotho in the last planting \r\nseason. I am humbled to repeat that call for help \r\nbefore this body. Our response to the crisis will focus \r\non the priorities of subsidizing agricultural input and \r\npromoting drought-resistant crops, as well as scaling up \r\nconservation farming and providing nutrition services \r\nto mothers of infants and young children.\r\nWe went to Rio de Janeiro in June with a \r\ndetermination to adopt ambitious and measurable steps \r\nto address sustainable development. Regrettably, the \r\nRio+20 United Nations Conference on Sustainable \r\nAfrica has not been without successes in pursuing \r\nthe settlement of disputes by peaceful means. The United \r\nNations, the African Union and other stakeholders have \r\nworked together with the Somali authorities to pave \r\nthe way for peace in Somalia. The positive results of \r\nthat joint effort are beginning to be visible. Remarkable \r\nstrides towards democracy and State-building have \r\nbeen registered. The election of the President less than \r\ntwo weeks ago is a cause for celebration. Today, the \r\npeople of Somalia have reason to hope that they can \r\nput the unfortunate era of instability behind them. It is \r\nimportant to recognize, however, that the road ahead \r\nfor the Government and the people of Somalia is still \r\nlong and steep. The continued and unfaltering support \r\nof the international community is indespensable to \r\nensuring that Somalia does not relapse into conflict and \r\nbecome a failed State.\r\nThe development and possession of nuclear and \r\nother weapons of mass destruction remains a serious \r\nconcern for the peace and security of humankind. \r\nSome States possess those weapons in large quantities \r\nand have not remained faithful to their commitments \r\nunder the Treaty on the Non-Proliferation of Nuclear \r\nWeapons. Those States often threaten to humiliate \r\nnon-nuclear-weapon States. That is why other countries \r\naspire to acquire nuclear weapons. We must renew \r\nour collective commitment to a nuclear-weapon-free \r\nworld — a world that is safe for future generations, \r\nsustained by the shared values of universal peace and \r\nprosperity.\r\nIn the same way, for as long as international trade \r\nin small arms, light weapons and other conventional \r\nweapons remains unregulated, peace will continue to \r\nelude us. The failure of the international community, \r\nless than three months ago, to conclude a robust, legally \r\nbinding arms trade treaty has left an indelible mark on \r\nour generation. We need to step up efforts during this \r\nsixty-seventh session and live up to our responsibilities. \r\nConventional weapons, including small arms and light \r\nweapons, are the real weapons of mass destruction in \r\nAfrica; they fuel conflict and account for the death of \r\nscores of our people every day.\r\nAcross the globe, military and political repression \r\nhave combined with religious intolerance to sustain the \r\nspectre of terrorism that continues to besiege our world. \r\nWhile the international community must address those \r\nroot causes, there can be no acceptable justification for \r\nterrorism, because it is both brutal and indiscriminate, \r\nand it is innocent people, including women and \r\n44 12-52337\r\nA/67/PV.12\r\nis maintained, the Council remains largely inept in the \r\ndischarge of its mandate. Let us resolve to make the \r\nAssembly’s sixty-seventh session one of action and less \r\nrhetoric.\r\nAllow me to conclude by pointing out that a \r\nresponsive, effective and efficient multilateral system \r\nis the only answer to the problems of the twenty-first \r\ncentury. It must be a United Nations that draws on the \r\nfull diversity of its membership. With the necessary \r\ncommitment and political will, that goal can indeed be \r\nattained.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister, Head \r\nof Government and Minister of Defence, Police and \r\nNational Security of the Kingdom of Lesotho for the \r\nstatement he has just made.\r\nMr. Thomas Motsoahae Thabane, Prime Minister, \r\nHead of Government and Minister of Defence, \r\nPolice and National Security of the Kingdom of \r\nLestho, was escorted from the rostrum.\r\nThe meeting rose at 2.30 p.m.\r\nDevelopment did not meet everyone’s expectations. A \r\nlack of a concrete commitment by developed countries \r\nto provide developing countries with financing and \r\ntechnology is a source of concern. Nevertheless, there \r\nis still hope that a sustainable future is within reach. \r\nWe must continue to work for the future we want and \r\ndeserve.\r\nAs we march forward, we must ensure that the \r\nformulation of the sustainable development goals and \r\ntheir interphase with the post-2015 development agenda \r\nis done carefully and in an inclusive manner. We must \r\navoid parallel tracks for the Millennium Development \r\nGoals (MDGs) and the sustainable development goals, \r\nwhich should be viewed as being complementary to, \r\nand not a substitute for, the MDGs.\r\nThe United Nations, which has remained the same \r\nfor the past 67 years, cannot be effective in efficiently \r\naddressing the challenges of our time. The need for \r\nthe early reform of the United Nations, in particular \r\nthe Security Council, was universally agreed by the \r\ninternational community at the World Summit in 2005. \r\nYet, seven years later, negotiations on the reform of the \r\nCouncil are still without progress. As the status quo \r\n"