"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-59543 (E)\r\n*1259543*\r\nThe meeting was called to order at 10.30 a.m.\r\nAgenda item 121\r\nCooperation between the United Nations and \r\nregional and other organizations\r\nReport of the Secretary-General (A/67/280)\r\n(a) Cooperation between the United Nations and \r\nthe African Union\r\n(b) Cooperation between the United Nations \r\nand the Asian-African Legal Consultative \r\nOrganization\r\n(c) Cooperation between the United Nations and \r\nthe Association of Southeast Asian Nations\r\n(d) Cooperation between the United Nations \r\nand the Black Sea Economic Cooperation \r\nOrganization\r\nDraft resolution (A/67/L.12)\r\n(e) Cooperation between the United Nations and \r\nthe Caribbean Community\r\n(f) Cooperation between the United Nations and \r\nthe Collective Security Treaty Organization\r\nDraft resolution (A/67/L.5)\r\n(g) Cooperation between the United Nations \r\nand the Community of Portuguese-speaking \r\nCountries\r\n(h) Cooperation between the United Nations and \r\nthe Council of Europe\r\nDraft resolution (A/67/L.14)\r\n(i) Cooperation between the United Nations \r\nand the Economic Community of Central \r\nAfrican States\r\n(j) Cooperation between the United Nations and \r\nthe Economic Cooperation Organization\r\nDraft resolution (A/67/L.13)\r\n(k) Cooperation between the United Nations and \r\nthe Eurasian Economic Community\r\nDraft resolution (A/67/L.9/Rev.1)\r\n(l) Cooperation between the United Nations \r\nand the International Organization of \r\nla Francophonie\r\n(m) Cooperation between the United Nations and \r\nthe Latin American Economic System\r\nDraft resolution (A/67/L.11)\r\n(n) Cooperation between the United Nations and \r\nthe League of Arab States\r\nDraft resolution (A/67/L.10)\r\n(o) Cooperation between the United Nations \r\nand the Organization for the Prohibition of \r\nChemical Weapons\r\nDraft resolution (A/67/L.7)\r\nUnited Nations A/67/PV.40\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n40th plenary meeting\r\nMonday, 19 November 2012, 10 a.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Serbia)\r\n2 12-59543\r\nA/67/PV.40\r\n(p) Cooperation between the United Nations and \r\nthe Organization for Security and Cooperation \r\nin Europe\r\n(q) Cooperation between the United Nations and \r\nthe Organization of American States\r\n(r) Cooperation between the United Nations and \r\nthe Organization of Islamic Cooperation\r\n(s) Cooperation between the United Nations and \r\nthe Pacific Islands Forum\r\n(t) Cooperation between the United Nations \r\nand the Preparatory Commission for the \r\nComprehensive Nuclear-Test-Ban Treaty \r\nOrganization\r\nDraft resolution (A/67/L.8)\r\n(u) Cooperation between the United Nations and \r\nthe Shanghai Cooperation Organization\r\nDraft resolution (A/67/L.15)\r\n(v) Cooperation between the United Nations and \r\nthe Southern African Development Community\r\n(w) Cooperation between the United Nations and \r\nthe Central European Initiative\r\nDraft resolution (A/67/L.6)\r\nThe President: Before we proceed, I would like to \r\nconsult members with regard to our consideration of \r\nsub-item (h) of agenda item 121, entitled “Cooperation \r\nbetween the United Nations and the Council of Europe”. \r\nMembers will recall that, pursuant to paragraph 7 of the \r\nannex contained in resolution 55/285, of 7 September \r\n2001, “A joint debate shall be held on the cooperation \r\nitem, during which all or some aspects of cooperation \r\nbetween the United Nations and regional and other \r\norganizations may be addressed”.\r\nI have been informed that a request has been made \r\nthat sub-item (h) be taken up separately at a later date \r\nto be announced. May I take it that the Assembly agrees \r\nto take up that sub-item accordingly?\r\nIt was so decided.\r\nThe President: Before we proceed, I would like to \r\nconsult members with regard to our consideration of \r\nsub-item (j) of agenda item 121, entitled “Cooperation \r\nbetween the United Nations and the Economic \r\nCooperation Organization”. Members will recall that, \r\npursuant to paragraph 7 of the annex contained in \r\nresolution 55/285, of 7 September 2001, “A joint debate \r\nshall be held on the cooperation item, during which \r\nall or some aspects of cooperation between the United \r\nNations and regional and other organizations may be \r\naddressed”.\r\nI have also been informed that a request has been \r\nmade that sub-item (j) be taken up separately at a later \r\ndate to be announced. May I take it that the Assembly \r\nagrees to take up that sub-item accordingly?\r\nIt was so decided.\r\nThe President: I now give the f loor to Mr. Tibor \r\nTóth, the Executive Secretary of the Preparatory \r\nCommission for the Comprehensive Nuclear-Test-\r\nBan Treaty Organization, to present the report of the \r\nPreparatory Commission.\r\nMr. Tóth (Preparatory Commission for the \r\nComprehensive Nuclear-Test-Ban Treaty Organization): \r\nThis year marks the fifteenth year since the \r\nestablishment of the Preparatory Commission for the \r\nComprehensive Nuclear-Test-Ban Treaty Organization. \r\nAs the Executive Secretary of the Commission, I am \r\nhere today not to read out my prepared statement, which \r\nhas been circulated, but rather to talk more freely about \r\nthe past and what is ahead of us. I hope that members \r\nwill not only listen but also hear what I will be saying.\r\nIn that respect, I am not just reporting on the period \r\nbehind us but, from the bottom of my heart, I would like \r\nto thank the 183 States members of our organization, \r\nwhich is nearly as many as the membership of the \r\nUnited Nations. I would also like to thank the bodies \r\nand organizations of the United Nations, as well as the \r\nSecretary-General, for their historic support in the past \r\nand, hopefully, unwavering support in the future.\r\nThe Member States have not been just good-weather \r\ncompanions of the Comprehensive Nuclear-Test-Ban \r\nTreaty. They have shown themselves to be marathon \r\nrunners in the course towards its implementation. From \r\nthe early years, when President Nehru of India first \r\nspoke in 1954 of the goal of a comprehensive nuclear-\r\ntest-ban agreement, they have believed in silencing \r\nnuclear explosions and continue to do so. They believed \r\nin the cause in 1958 when there was a three-year \r\nmoratorium that provided a window of opportunity. \r\nUnfortunately, that was shattered in 1961 and 1962 by \r\na frenzy of nuclear tests. There were more explosions \r\nin those 17 months than in the previous 17 years. It is \r\nnot surprising that that frenzy of nuclear tests led to the \r\n12-59543 3\r\nA/67/PV.40\r\nCuban missile crisis, which is a euphemism because it \r\nwas, in fact, a new marathon of global security.\r\nMember States upheld their belief in the cause of \r\nthe Comprehensive Nuclear-Test-Ban Treaty in 1962, \r\nwhen, on 28 October, the last day of the Cuban missile \r\ncrisis, it was acknowledged that such a treaty was \r\npossible. It had not been possible for eight years but \r\nthat day it became possible and imperative. Although \r\nwe had hoped for more, Member States supported its \r\nstart as a partial test-ban treaty.\r\nMember States believed in the spirit of the Treaty in \r\n1968, when its essence was enshrined in the preamble \r\nof the Treaty on the Non-Proliferation of Nuclear \r\nWeapons. From 1978 onward, they maintained that \r\nbelief for the nearly 20 years that the Treaty was being \r\nnegotiated, before it became open for signature.\r\nMember States continued to run the course \r\nfollowing the adoption of the Treaty in 1966. They \r\npersevered and prevailed in 1998, when two series \r\nof nuclear tests were carried out, and again in 1999, \r\nwhen a major Power failed to ratify the Treaty. They \r\ncontinued to believe in the Treaty in the first half \r\nof 2000, when the organization faced financial and \r\npolitical challenges and, in 2006 and 2009, when the \r\nDemocratic People’s Republic of Korea carried out \r\nunnecessary testing of both the norm and the system. \r\nMember States expressed their unshakeable faith, while \r\nproving not blind to the challenges. On the contrary, \r\nnotwithstanding the challenges, they continued to \r\nbelieve in the cause.\r\nWhat all that perseverance achieved is now \r\nunfolding in front of us. From 1945 onward, each \r\ndecade witnessed an average of 500 explosions. The \r\npast 10 years saw only two tests, which, for all of \r\nus, is two too many. However, Member States jointly \r\nsucceeded in putting the genie of nuclear explosions \r\nback into the bottle. That genie used to have 2,000 ugly \r\nheads. It must not be let out and can be sealed in by the \r\nratification of the eight annex 2 countries, which will \r\nbring the Treaty into force.\r\nI would also like to mention that Member States \r\nhave turned the grand design into reality. First, \r\nthey established the no-test norm. They created a \r\nnear-universal membership around that norm, a \r\nmembership that is more than the mathematical sum \r\nof all of the countries belonging to the arrangement. \r\nIt is a democracy of all, with all equal with regard \r\nto obligations to be verified and equal in the right to \r\nverify those obligations.\r\nMember States also turned another aspect of the \r\ngrand design of the system into a reality. They set up \r\na monitoring system of approximately 300 stations, \r\ncreating what I call a round-the-globe system owing to \r\nits size, range and seamlessly operating technologies. \r\nThey have invested $1 billion and 10,000 scientists to \r\noperate the system and make it happen. It has become \r\nthe largest and, for me and many of us, the greatest \r\njoint venture in verification and, I would add, even \r\nbeyond verification. It is a one-for-all and all-for-one \r\nverification. Even the smallest nation, one with no \r\narmy, can participate in the debate, as was the case \r\nin 2009 with Costa Rica, sitting as a non-permanent \r\nmember on the Security Council and contributing to the \r\ndiscussion of North Korea’s breach of the no-test norm.\r\nThe system that members established has also \r\nproved itself at tragic moments, such as the dark days \r\nof tsunamis and earthquakes, and in many complex \r\ndisasters, providing a return on investment to citizens. \r\nBut the international community has created that norm \r\nand that system to be used — to be used to delineate \r\na clear line between what is peaceful and what is not \r\npeaceful, to be used as a benchmark of behaviour in \r\nnon-proliferation and disarmament, to be used as a \r\ncatalyst to generate deeper cuts in nuclear arsenals, to \r\nbe used as a glue for the non-proliferation regime and \r\nfor confidence- and transparency-building measures, \r\nsubregionally, regionally or globally, and for the so-\r\nmuch-needed insurance policies in subregions of the \r\nAsia-Pacific or the Middle East. We know that that tool \r\nis missing from the security toolbox. We need more \r\nthan a hammer in the toolbox.\r\nThe lessons of the Cuban crisis should not be \r\nforgotten today, 50 years later. It will be too late if \r\nwe discover one minute — or more precisely, one \r\nsecond — before midnight on the doomsday clock \r\nthat cooperative security is fatally missing from our \r\ntoolbox. Today, for nations or subregions, no seconds \r\nwould be available to rectify that deficit. \r\nThe international community has created innovative \r\nways to overcome the gravity preventing us from moving \r\ntowards entry into force. We know that there are too \r\nmany tasks and too few hands. To overcome that, we \r\nhave created an open source of growing universalization \r\nand verification, supported by mass collaboration in \r\nscience and technology through scientific conferences \r\n4 12-59543\r\nA/67/PV.40\r\nand joint research and underpinned with unprecedented \r\nmass education — mass, open, online-course \r\neducation — whereby this year the organization enrolled \r\nfour times more people than the size of the organization \r\nitself. To translate that into United Nations numbers, \r\nthat would mean educating half a million people a year.\r\nI am sure that, 15 years after the creation of the \r\nCommission, the international community will pledge \r\nto overcome the last obstacles impeding entry into \r\nforce. The one and only force that can remove those \r\nobstacles is statesmanship. Allow me to cite President \r\nKennedy’s words from his 1962 space effort speech: \r\n“We choose to go to the moon in this decade, and do \r\nthe other things, not because they are easy, but because \r\nthey are hard.” Those words are as relevant to today as \r\nthey were 50 years ago, now at a time when we once \r\nagain must overcome through statesmanship what is \r\nholding us back.\r\nThe President: I now give the f loor to the Director-\r\nGeneral of the Organization for the Prohibition of \r\nChemical Weapons, His Excellency Mr. Ahmet \r\nÜzümcü, to present the report of the Organization. \r\nMr. Üzümcü (Organization for the Prohibition \r\nof Chemical Weapons): Please accept, Sir, my \r\ncongratulations on your election as President of the \r\nGeneral Assembly at its sixty-seventh session. \r\nThe annual report of the Organization for the \r\nProhibition of Chemical Weapons (OPCW) on its \r\nactivities and programmes and on the implementation \r\nof the Chemical Weapons Convention (CWC) in 2010 \r\nand the draft report for 2011 have been circulated (see \r\nA/67/209). I will summarize the salient aspects of our \r\nwork, which over the years has made the OPCW one of \r\nthe most successful examples of multilateralism. I will \r\nalso call attention to the need to sustain our collective \r\nefforts to ensure that the organization will adapt so as \r\nto deal effectively with future challenges.\r\nFifteen years ago a new chapter was opened in the \r\nhistory of disarmament. The first-ever treaty to establish \r\na complete ban on an entire category of weapons of \r\nmass destruction under international verification had \r\ncome into effect. As a legal document, the Chemical \r\nWeapons Convention was in itself a remarkable \r\nachievement. The complex machinery and mechanics \r\nof verification included in the Convention were then \r\ntransformed into an operational regime. With the hard \r\nwork of scores of men and women, supported by the \r\npolitical will consistently shown by States parties, we \r\nstand today poised to realize the vision of a world that \r\nis free from the threat of chemical weapons. \r\nThis year we commemorated the fifteenth \r\nanniversary of the entry into force of the Convention. \r\nAmong the various events organized during the year, \r\nwe celebrated that landmark here in New York last \r\nmonth, at the OPCW high-level meeting. A large \r\nnumber of States parties participated, in testimony \r\nto their steadfast commitment to the goals of the \r\nConvention. The meeting also underscored the value \r\nthat the international community attaches to the \r\nChemical Weapons Convention as one of the most \r\nsuccessful multilateral instruments in disarmament and \r\nnon-proliferation.\r\nI would especially like to express my appreciation \r\nto the Secretary-General, His Excellency Mr. Ban \r\nKi-moon, for his support of the event. His participation \r\nsymbolized the continued support of the United Nations \r\nfor the Convention, and it added strength to our mission \r\nto rid the world permanently of the threat of chemical \r\nweapons.\r\nThe theme of the OPCW high-level meeting was \r\n“Fifteen years of the Chemical Weapons Convention: \r\ncelebrating success, committing to the future”. It \r\nis not often that a project in disarmament elicits \r\nacknowledgments of unqualified success. The members \r\nof the international community represented here at \r\nthe top world body deserve full appreciation for their \r\nunfailing support for the implementation of the CWC. \r\nAnother strong symbol of that support is the annual \r\nconsensus resolution adopted by the General Assembly.\r\nAs a result of our collective endeavours, the \r\naspiration to a world free of chemical weapons is today \r\ncloser to realization. In total, nearly 70,000 metric tons \r\nof category 1 chemical weapons have been declared by \r\nthe possessor States. Of that amount, as of 31 October, \r\nnearly 55,000 metric tons, or 78 per cent, had been \r\ndestroyed under strict verification by the Technical \r\nSecretariat of the OPCW.\r\nGiven the large quantity of toxic agents, the high \r\ncosts and the human and environmental considerations \r\ninvolved, in certain cases the destruction of chemical \r\nweapons stockpiles has proved to be very challenging. \r\nThe two major possessor States — the Russian \r\nFederation and the United States — continue to \r\nmake progress towards completing the destruction of \r\ntheir respective stockpiles. Libya, which stopped the \r\ndestruction of its chemical weapon stocks in 2011, is \r\n12-59543 5\r\nA/67/PV.40\r\nlikely to resume it in 2013. Those States, however, were \r\nnot able to meet the final deadline for the destruction of \r\ntheir chemical weapons. \r\nDuring the sixteenth session of the Conference of \r\nStates Parties, held last year, States parties agreed on \r\na constructive and forward-looking solution to enable \r\nthem to continue their destruction activities under \r\nconditions of increased transparency and enhanced \r\nreporting. In taking that decision, the Conference took \r\ninto account the steadfast commitment those States \r\nparties had shown towards the complete destruction of \r\ntheir declared stockpiles. I have no doubt that they will \r\nalso fully respect the spirit of that decision and will \r\nsteadily move to complete the task in the shortest time \r\npossible.\r\nThe destruction of chemical weapons abandoned \r\nby Japan on the territory of China continued \r\nthroughout the year. Both China and Japan reported \r\nthat the mobile destruction facility in Nanjing had \r\ncompleted the destruction of over 35,000 items. China \r\nand Japan continue to work together to facilitate the \r\nredeployment of the mobile destruction facility from \r\nNanjing to Wuhan and are preparing for test operations \r\nin Shijiazhuang. Preparations are also ongoing for \r\nthe start of the excavation and recovery operations in \r\nHaerbaling.\r\nOur verification efforts related to the prevention of \r\nthe re-emergence of chemical weapons are continuing \r\nuninterrupted. We have completed more than 2,300 \r\nindustry inspections, and we aim to gradually increase \r\nthe focus, the intensity and the quality of our efforts in \r\nthat area.\r\nOver 98 per cent of the world’s chemical industry \r\nis located on the territory of States parties to the \r\nConvention. We recognize and applaud the support \r\nof the world’s chemical industry for the objectives of \r\nthe Convention. Such support boosts the Convention’s \r\nconfidence-building function.\r\nThe negotiators of the Chemical Weapons \r\nConvention provided States parties with a four-pillared \r\nfoundation. Beyond the two pillars of disarmament and \r\nnon-proliferation, States parties joining the Convention \r\nagree to provide one another with assistance and \r\nprotection against chemical weapons and are committed \r\nto promoting the peaceful uses of chemistry under the \r\numbrella of international cooperation activities. \r\nBetween the Convention’s entry into force and \r\nthe end of 2011, there were 3,800 beneficiaries of \r\nthe OPCW’s international cooperation programmes. \r\nIn the area of assistance and protection against \r\nchemical weapons, the OPCW Technical Secretariat \r\norganizes courses and workshops to provide training \r\nto Government experts and emergency response units. \r\nThe purpose of such programmes is to build and \r\ndevelop national and regional capacities and emergency \r\nresponse systems against the use, or threat of use, of \r\nchemical weapons. More than 2,200 participants have \r\nso far benefited from those programmes.\r\nWhile those are achievements for which our States \r\nparties can rightly take credit, we must also remain \r\ncognizant of the challenges that lie ahead. They are \r\norganizational as well as strategic. Thus far, a major \r\npart of our resources has been dedicated to verifying \r\nthe destruction of chemical weapons. The significant \r\nprogress already registered in that area implies a \r\nprogressive phasing out of that activity. That will impact \r\nour human resource requirements and force internal \r\nchanges in the Secretariat. The task ahead of us is to \r\nensure that we are operationally effective and that our \r\nability to respond to contingencies is unaffected. Such \r\ncontingencies include the responsibility to conduct \r\nchallenge inspections at short notice and investigations \r\nof alleged use of chemical weapons when required.\r\nAn overarching objective for all States parties is \r\nto ensure that the Convention will remain relevant and \r\neffective in accomplishing all its goals, and responsive \r\nto future challenges. The Convention was negotiated \r\nnearly two decades ago. Since then, science and \r\ntechnology have seen major advances. It is therefore \r\ncrucial that we take stock of the current state of the \r\nscience and production technologies that are covered \r\nby the Convention and adapt our industry verification \r\nregime accordingly. The Scientific Advisory Board of \r\nthe OPCW is mandated to assess relevant scientific and \r\ntechnological developments and advise the Director-\r\nGeneral on those subjects. I am confident that it will \r\nplay its part in creating the necessary bridge between \r\nscience and policy.\r\nOur industry verification regime, together with \r\ndata-monitoring of trade in relevant chemicals, is \r\nthe backbone of the Convention’s non-proliferation \r\nobjectives. Reinforcing the regime is necessary to \r\nmaintain confidence in the Convention’s effectiveness \r\nagainst the re-emergence of chemical weapons. \r\nContinually refining our industry verification efforts \r\n6 12-59543\r\nA/67/PV.40\r\nand making them more intense, with a focus on \r\nfacilities most relevant to the object and purpose of \r\nthe Convention, remain a crucial undertaking for \r\nthe CWC community. Another important aspect that \r\nrequires us to remain focused on industry verification \r\nis the rapid evolution of the global chemical industry. \r\nDevelopments that must be carefully followed are \r\nincreasing overlaps and possible convergence between \r\nthe chemical and biological sciences, the integration \r\nof chemical engineering into the life sciences, and the \r\nfusion between them and information technology. New \r\ntechnologies, such as nanotechnology and the creation \r\nof new chemical manufacturing methodologies, must \r\nbe kept under study and review, for therein lies the \r\npotential for abuse.\r\nTogether with industry verification, the monitoring \r\nof imports and exports of relevant chemicals forms an \r\nessential plank of the Convention’s non-proliferation \r\nregime. The CWC requires States parties to control and \r\nreport annually to the OPCW on all exports and imports \r\nof scheduled chemicals above certain thresholds. \r\nIn certain cases, trade is restricted to States that are \r\nnot parties to the Convention. With the information \r\nreceived from States parties, the OPCW implements \r\na monitoring regime for the exports and imports of \r\nscheduled chemicals around the world. Such monitoring \r\nis an important aspect of the implementation of the \r\nConvention and will remain crucial in coming years. \r\nStates parties are expected to reinforce their domestic \r\nrules and procedures as part of an enhanced CWC \r\nenforcement effort.\r\nHowever, industry verification and trade controls \r\nare not the only means of promoting non-proliferation. \r\nDeterrence against the possible acquisition, development \r\nand misuse of toxic chemicals and their precursors \r\nneeds to be firmly and efficiently established within \r\nthe domestic jurisdiction of Member States. They have \r\nto ensure that the prohibitions under the Convention \r\nare translated into domestic rules applicable to any \r\nindividual or other entities operating within their \r\njurisdiction or control. \r\nWe still have a considerable way to go before we \r\nreach the stage where all States parties will establish the \r\nnecessary tools for effective domestic implementation \r\nof the Convention’s prohibitions and provisions. What \r\nis noteworthy, however, is that the institutional support \r\nprovided by the OPCW through a variety of support \r\nprogrammes is having a positive impact on its States \r\nparties. The role of the European Union and other donors \r\nin supporting various programmes designed to improve \r\nthe implementation of the Convention worldwide has \r\nbeen crucial in that endeavour.\r\nAnother issue that is vital to the CWC’s ultimate \r\nsuccess is universality. With 188 members, the \r\nConvention has come close to but not has yet attained \r\nfull universality. A few days ago the Secretary-\r\nGeneral and I jointly addressed letters to the heads \r\nof State or Government of the eight countries that are \r\nnot yet parties to the Convention. We have stressed \r\nhow imperative it is that they join the Convention as \r\npart of the internationally endorsed goal of creating \r\na chemical-weapon-free world. That shared goal has \r\nmotivated every other nation to accept the obligations \r\nenshrined in the Convention. Whether they are States \r\npossessing chemical weapons or those with nothing \r\nto declare, all have expended energy and precious \r\nresources in demonstrating their commitment to \r\nthis vision. It is naturally disconcerting to them that \r\nthere remain a few who choose not to participate in \r\nthis project, which is of great significance in terms of \r\nboth security and the noble humanitarian impulse it is \r\ndesigned to serve.\r\nMr. Momen (Bangladesh), Vice-President, took the \r\nChair.\r\nIt therefore seems natural that concerns should be \r\nraised regarding the possible continued existence of \r\nchemical weapons in certain parts of the world after \r\nthe declared possessors have completely destroyed their \r\nknown stockpiles. A recent declaration by a country in \r\nthe Middle East concerning possession of chemical \r\nweapons f lew in face of the universally accepted \r\ninternational norm that regards any use or threat of use \r\nof chemical weapons as unacceptable.\r\nIn the Middle East, three countries are not members \r\nof the Convention. In accordance with an important \r\ndecision adopted by the 2010 Review Conference of the \r\nTreaty on the Non-Proliferation of Nuclear Weapons, a \r\nconference on establishing a zone free from weapons \r\nof mass destruction in the Middle East was scheduled \r\nfor this year. The OPCW has been asked to contribute \r\nto that process. As a first step, we have provided our \r\nwritten input to the facilitator of that effort. We remain \r\nprepared to contribute further as required. It is my hope \r\nthat that endeavour will serve to focus attention on the \r\nissue of the Convention’s universality in that delicate \r\nregion. We will also continue our efforts with other \r\nremaining non-members, a task in which we can be \r\n12-59543 7\r\nA/67/PV.40\r\nconsiderably helped by those States parties that enjoy \r\nfriendly and cooperative relations in the regions to \r\nwhich the remaining countries belong.\r\nIt is expected that in five years 99 per cent of all \r\ndeclared chemical weapon stockpiles will have been \r\ndestroyed. That fact, together with the challenges \r\nI have just enumerated, will require a refocusing \r\nof our resources and efforts in order to ensure that \r\nthe Convention will remain a bulwark against the \r\nre-emergence of chemical weapons. At the same \r\ntime, we have to be responsive to the expectations of \r\nStates parties, which are cognizant of the new security \r\nenvironment and the challenges it creates. The threat \r\nposed by non-State actors is a major concern. The OPCW \r\nenjoys a number of advantages in its ability to offer \r\nassistance to States parties dealing with such threats. \r\nThe discipline of a comprehensive and well-functioning \r\nregime against chemical weapons is accompanied by \r\nknowledge and expertise that is either available with us \r\nor is accessible. Our work with States parties and their \r\nnational authorities creates channels of communication \r\nand networks that can facilitate national efforts in the \r\nlarger context of anti-terrorism efforts or the specific \r\none of chemical safety and security issues — an area in \r\nwhich the number of our programmes is progressively \r\nincreasing.\r\nSecurity in the face of the wider notion of a chemical \r\nthreat is also an area where OPCW’s cooperation with \r\nthe United Nations manifests itself in concrete terms, \r\nincluding our support for United Nations efforts to \r\nimplement Security Council resolution 1540 (2004) and \r\nfor the work of the Counter-Terrorism Implementation \r\nTask Force, to name just two important areas. The \r\nOPCW also recently concluded with the United Nations \r\na Supplementary Arrangement to its Relationship \r\nAgreement. The Arrangement establishes the necessary \r\nmodalities for conducting an investigation of alleged \r\nuse of chemical weapons in a State not party to the \r\nConvention, if requested by the Secretary-General.\r\nThe third Review Conference of the Chemical \r\nWeapons Convention, which will be held in April of \r\nnext year, will provide the OPCW with an important \r\nopportunity to continue to refine its priorities, goals \r\nand objectives and to chart a course for the mid- to \r\nlong-term future. Given the transition that awaits \r\nthe organization, the Review Conference obviously \r\nassumes critical importance.\r\nI am confident that the General Assembly, where \r\nmost OPCW States parties are represented, will \r\ncontinue to extend its full support to our continuing \r\nefforts to ensure that the Convention will forever \r\nremain a solid barrier against the re-emergence or use \r\nof chemical weapons anywhere in the world.\r\nThe Acting President: I now give the f loor to \r\nthe representative of Kazakhstan to introduce draft \r\nresolution A/67/L.5.\r\nMrs. Aitimova (Kazakhstan) (spoke in Russian): \r\nI have the honour to speak on behalf of the States \r\nmembers of the Collective Security Treaty Organization \r\n(CSTO), namely, the Republic of Armenia, the Republic \r\nof Belarus, the Republic of Kazakhstan, the Kyrgyz \r\nRepublic, the Russian Federation and the Republic of \r\nTajikistan.\r\nThe CSTO member States support the adoption \r\nof draft resolution A/67/L.5, entitled “Cooperation \r\nbetween the United Nations and the Collective Security \r\nTreaty Organization”. Its adoption will contribute to \r\nfurther strengthening and developing cooperation \r\nbetween our two organizations for the benefit of peace \r\nand stability.\r\nWe believe that the United Nations is the basic \r\nmultilateral structure for promoting international \r\nrelations and equitable international cooperation. It \r\nhas the universal legitimacy and necessary powers to \r\nadequately respond to the diversity of contemporary \r\nchallenges and threats. An integral feature of the \r\ncurrent evolving stage of international relations is \r\nthe growing influence of regional organizations. We \r\nare convinced that in the modern world the effective \r\nwork of regional structures is an important component \r\nin creating a new global architecture. Affiliated \r\nassociations and organizations, including the CSTO, \r\nmake a significant contribution to those processes \r\nwithin the Commonwealth of Independent States.\r\nThe Collective Security Treaty Organization plays \r\na fundamental role in ensuring peace and stability in the \r\nareas of its responsibilities. Having been established as \r\na political and legal foundation for mutual assistance \r\nto address external aggression, the CSTO for the \r\npast 20 years has qualitatively changed and become a \r\ncritical factor in the formation of the collective security \r\nsystem in Europe and Asia. Today, the CSTO is a \r\nmultifunctional structure with the potential to respond \r\nadequately to a wide range of threats and challenges in \r\nthe modern world.\r\n8 12-59543\r\nA/67/PV.40\r\nof the Central European Initiative (CEI), and on behalf \r\nof sponsors of the draft resolution — Albania, the \r\nCzech Republic, Italy, the Republic of Moldova and \r\nMontenegro — I have the honour to introduce draft \r\nresolution A/67/L.6, entitled “Cooperation between the \r\nUnited Nations and the Central European Initiative”.\r\nI would like to thank representatives for their \r\ninput and to welcome the personal contribution of the \r\nSecretary-General of the Central European Initiative, \r\nAmbassador Gerhard Pfanzelter, as well as the Central \r\nEuropean Initiative secretariat for their valuable \r\nassistance in the drafting of this document.\r\nThe year 2012 coincides with the Ukrainian \r\npresidency of the Central European Initiative. We \r\nconsider the draft resolution to be a further step \r\nafter our organization was granted observer status by \r\nresolution 66/111, of 9 December 2011.\r\nUkraine and the CEI member States attach high \r\nimportance to promoting regional cooperation within \r\nthe framework of the CEI and in all the fields of its \r\noperations, and we underline its importance for \r\ncooperation with the greater Baltic, Danube, Adriatic \r\nand Black Sea regions. The rationale behind the \r\nprovisions of the draft resolution is that CEI endeavours \r\nto cooperate with all major international organizations \r\nand institutions. At present, we have working ties with \r\nmore than 15 international and regional organizations.\r\nThe Initiative cooperates with the United Nations, \r\nits special entities and other relevant international \r\norganizations. The Initiative acknowledges its \r\ncommitment in contributing to a wide spectrum of \r\nUnited Nations specialized programmes and initiatives, \r\nas well as the attainment of the Millennium Development \r\nGoals at the regional and global levels. The Initiative \r\nintends to maintain its current momentum and to \r\nintensify further its communication and collaborative \r\naction with the United Nations on issues of common \r\ninterest.\r\nOn behalf of the CEI member States, I would like \r\nto convey to the General Assembly our joint plea to \r\nsupport by consensus at its sixty-seventh session the \r\ndraft resolution on cooperation between the United \r\nNations and the Central European Initiative.\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of the Netherlands to introduce draft \r\nresolution A/67/L.7.\r\nThe CSTO makes a significant contribution to \r\ncombating terrorism, illicit drug trafficking, organized \r\ncrime and irregular migration, including with a view \r\nto consolidating security and stability in Central \r\nAsia. Those activities, undertaken within the CSTO \r\nframework by member States, are in accordance with \r\nthe purposes and principles of the United Nations.\r\nWe note with satisfaction the progressive \r\ndevelopment of cooperation between the United Nations \r\nand the Collective Security Treaty Organization. In \r\nDecember 2004, the CSTO was granted observer \r\nstatus in the General Assembly. The importance \r\nof cooperation between the United Nations and the \r\nCSTO was underscored in resolution 64/256, adopted \r\nin March 2010, on cooperation between the United \r\nNations and the CSTO, and was again expressed in the \r\nsigning of the joint declaration on cooperation between \r\nour organizations.\r\nIn 2011 there was a systematic series of meetings \r\nbetween the Secretary-General of the United Nations \r\nand the Secretary-General of the CSTO. The close joint \r\nefforts of the CSTO with the United Nations Regional \r\nCentre for Preventive Diplomacy, the United Nations \r\nAssistance Mission in Afghanistan and the United \r\nNations Office on Drugs and Crime point to further \r\nmutual support and progress. The CSTO has also been \r\ninvolved in implementing the United Nations Global \r\nCounter-Terrorism Strategy.\r\nThe signing of the memorandum of understanding \r\nbetween the CSTO secretariat and the United Nations \r\nDepartment of Peacekeeping Operations, in September \r\n2010, is another major contribution to increasing \r\nsolidarity between the United Nations and the Collective \r\nSecurity Treaty Organization. That document provides \r\nan opportunity for practical cooperation in promoting \r\npeace.\r\nWe are grateful to all the Member States \r\nthat participated in drafting and supporting draft \r\nresolution A/67/L.5. Adopting it by consensus will \r\nprovide an important impetus to further enhancing \r\nthe comprehensive cooperation between the two \r\nOrganizations.\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of Ukraine to introduce draft resolution \r\nA/67/L.6.\r\nMr. Sergeyev (Ukraine): On behalf of my \r\ncolleagues, the representatives of the 18 member States \r\n12-59543 9\r\nA/67/PV.40\r\nThe CTBT has promoted a significant increase in \r\ninternational peace and security by prohibiting nuclear \r\ntesting and the development of nuclear weapons. In \r\nthe 15 years since the CTBT was opened for signature \r\nand ratification, 183 States have signed and 157 have \r\nratified it. That degree of support can be considered a \r\ntrue success in comparison to the majority of treaties. \r\nHowever, the CTBT has still not entered into force, as \r\neight annex 2 States have not yet ratified it. We hope \r\nthat, in the near future, the international community \r\nwill be able to attain the much-desired goal of its \r\nentry into force and that the Treaty’s legally binding \r\nprovisions will become reality. We have a duty to make \r\nall necessary efforts to achieve that end. In that context, \r\ncooperation between the United Nations and the \r\nPreparatory Commission for the CTBTO is essential.\r\nDisarmament and non-proliferation are essential \r\npriorities of Costa Rica’s foreign policy. We therefore \r\nwelcome the development of the near-operational CTBT \r\nverification regime. We would like to acknowledge the \r\nintensive work and the achievements attained by the \r\nProvisional Technical Secretariat of the Preparatory \r\nCommission and the leadership of Tibor Tóth, Executive \r\nSecretary for the past seven and a half years. Mr. Tóth \r\nwill be stepping down in July next year, but we are \r\ncertain that both his legacy and the memory of his \r\ntireless efforts will be upheld. We wish every success \r\nto his successor, Mr. Lassina Zerbo of Burkina Faso.\r\nCosta Rica thanks delegations for their support in \r\nco-sponsoring the draft resolution. We hope it will be \r\nadopted by consensus as a clear sign of the commitment \r\nof the Member States to the CTBT and its objectives.\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of the Russian Federation to introduce \r\ndraft resolution A/67/L.9/Rev.1.\r\nMr. Churkin (Russian Federation) (spoke \r\nin Russian): I have the honour to speak on behalf \r\nof the States members of the Eurasian Economic \r\nCommunity — the Republic of Belarus, the Republic \r\nof Kazakhstan, the Kyrgyz Republic, the Republic of \r\nTajikistan and the Russian Federation — to introduce \r\ndraft resolution A/67/L.9/Rev.1, entitled “Cooperation \r\nbetween the United Nations and the Eurasian Economic \r\nCommunity”. The draft resolution is based on the \r\nrelevant resolutions of the sixty-third and sixty-fifth \r\nsessions of the General Assembly and reflects the \r\nprogress made in developing integrative processes \r\nwithin the Eurasian space. \r\nMr. Dorhout (Netherlands): I have the honour to \r\ntake the f loor to introduce draft resolution A/67/L.7, \r\nentitled “Cooperation between the United Nations \r\nand the Organization for the Prohibition of Chemical \r\nWeapons”. The Netherlands, which is host country \r\nto the Organization for the Prohibition of Chemical \r\nWeapons (OPCW), does so on behalf of approximately \r\n32 sponsors. The aim of this biennial draft resolution is \r\nto highlight the importance of continued cooperation \r\nbetween the United Nations and the OPCW.\r\nThe OPCW contributes to international peace \r\nand security by verifying the destruction of chemical \r\nweapons stockpiles, works to prevent the re-emergence \r\nof chemical weapons through industry inspections, and \r\npromotes the peaceful use of chemistry for activities \r\nnot prohibited by the Chemical Weapons Convention, \r\nthrough, inter alia, international cooperation and \r\nassistance.\r\nAt present, 188 States are party to the Chemical \r\nWeapons Convention, and thus are members of the \r\nOPCW. There is good hope that further steps towards \r\nuniversalization will be taken in the near future. This \r\nyear, the OPCW celebrated its fifteenth anniversary, \r\nwith both a commemoration in The Hague and a high-\r\nlevel meeting here at the United Nations on 1 October. \r\nIn April next year, the third Review Conference of the \r\nChemical Weapons Convention will be convened in \r\nThe Hague. The draft resolution makes reference to \r\nthose events, in addition to taking note of the annual \r\nreport of the Organization.\r\nI express the hope that, as on previous occasions, \r\nthe draft resolution will be adopted by consensus.\r\nThe Acting President: I now give the f loor to \r\nthe representative of Costa Rica to introduce draft \r\nresolution A/67/L.8.\r\nMr. Ulibarri (Costa Rica) (spoke in Spanish): It \r\nis an honour for Costa Rica, as current Chair of the \r\nPreparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization (CTBTO), \r\nto introduce draft resolution A/67/L.8, entitled \r\n“Cooperation between the United Nations and the \r\nPreparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization“. The aim of the \r\ndraft resolution is to ensure that this important item \r\nremains on the agenda of the General Assembly, given \r\nthe leading role that the Comprehensive Nuclear-Test-\r\nBan Treaty (CTBT) verification regime has played in \r\nnuclear disarmament and non-proliferation. \r\n10 12-59543\r\nA/67/PV.40\r\nSince 1 July 2011, there has been a fully operational \r\ncustoms union for Russia, Belarus and Kazakhstan, and \r\non 1 January 2012, 17 agreements entered into force \r\nestablishing the single economic space. Its main task \r\nis to ensure the free movement of services, capital and \r\nthe work force. \r\nOn 1 February 2012, the Eurasian Economic \r\nCommission began its work as the single permanent \r\nregulatory body of the customs union and of the single \r\neconomic space. The significant step was the adoption \r\nby Russia, Belarus and Kazakhstan, on 18 November \r\n2011, of the Declaration on Eurasian Economic \r\nIntegration, a kind of road map for further integration \r\nand cooperation in the form of a customs union and a \r\nsingle economic space. That lays down the long-term \r\ngoals for Eurasian economic integration, including \r\nthe declaration on establishing the Eurasian Economic \r\nUnion by 1 January 2015. \r\nHaving gained status as an observer in the General \r\nAssembly in 2003, the Eurasian Economic Community \r\ncooperates closely with the United Nations system \r\non most of its mandates and areas of activity. In that \r\nregard, the draft resolution notes the progress made by \r\nthe Eurasian Economic Community in cooperating with \r\nthe Eurasian Economic Commission, the Economic \r\nand Social Commission for Asia and the Pacific, the \r\nUnited Nations Development Programme, the United \r\nNations Industrial Development Organization, the \r\nUnited Nations Educational, Scientific and Cultural \r\nOrganization, the International Atomic Energy Agency \r\nand the United Nations Conference on Trade and \r\nDevelopment. \r\nThe States members of the Eurasian Economic \r\nCommunity attach great importance to regional \r\neconomic integration based on the rules and principles \r\nof the World Trade Organization, and support further \r\nefforts to strengthen mutually beneficial and supportive \r\ncooperation with the United Nations in order to address \r\nkey issues being dealt with by our community.\r\nWe would like to thank all delegations that \r\nparticipated in the work on the draft resolution, and we \r\ninvite Member States to co-sponsor it. We look forward \r\nto the adoption of the draft resolution by consensus. \r\nThe Acting President: I now give the f loor to the \r\nrepresentative of the Sudan to introduce draft resolution \r\nA/67/L.10.\r\nMr. Osman (Sudan) (spoke in Arabic): As Chair of \r\nthe Group of Arab States for the month of November, \r\nit is my honour to introduce draft resolution A/67/L.10, \r\nentitled “Cooperation between the United Nations \r\nand the League of Arab States”, on behalf of the \r\nfollowing countries: Algeria, Bahrain, the Comoros, \r\nDjibouti, Egypt, Iraq, Jordan, Kuwait, Lebanon, Libya, \r\nMauritania, Morocco, Oman, Palestine, Qatar, the \r\nKingdom of Saudi Arabia, Somalia, the Sudan, Tunisia, \r\nthe United Arab Emirates and Yemen.\r\nThe draft resolution before the General Assembly \r\nemphasizes the importance of strengthening \r\ncooperation between the United Nations system and \r\nits specialized agencies, on the one hand, and the \r\nLeague of Arab States, on the other, aimed at realizing \r\nthe shared goals and objectives of both organizations. \r\nSimilarly, the draft resolution states that the General \r\nAssembly welcomes the Security Council’s convening \r\nof a high-level meeting on 26 September (see S/PV.6841) \r\nthat emphasized the value of activities consistent \r\nwith Chapter VIII of the Charter; it also welcomes \r\nthe presidential statement (S/PRST/2012/20) that \r\nthe Council issued on that occasion in support of the \r\nintention of the United Nations and the League of Arab \r\nStates to strengthen their cooperation across a broad \r\nagenda of multilateral concerns.\r\nThe draft resolution also contains a request by \r\nthe Assembly that the United Nations and the League \r\nof Arab States review their existing cooperation \r\nmechanisms and put forward recommendations and \r\nproposals for the purpose of strengthening and updating \r\nthose mechanisms. I call on the General Assembly to \r\nadopt draft resolution A/67/L.10 without a vote and \r\nunanimously.\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of Belize to introduce draft resolution \r\nA/67/L.11.\r\nMrs. Coye-Felson (Belize): Speaking for Belize in \r\nits capacity as Chair of the Latin American Council of \r\nthe Latin American and Caribbean Economic System \r\n(SELA), I have the honour to introduce draft resolution \r\nA/67/L.11, entitled “Cooperation between the United \r\nNations and the Latin American and Caribbean \r\nEconomic System”.\r\nI wish, first of all, to make an oral correction to the \r\ndraft resolution. The reference in the second preambular \r\nparagraph to “the Latin American Economic System” \r\nshould read “the Latin American and Caribbean \r\nEconomic System”. Since the submission of the draft \r\nresolution, the Bahamas, Barbados, Bolivia, Brazil, \r\n12-59543 11\r\nA/67/PV.40\r\nand appreciates the support of the General Assembly \r\nfor the further intensification and strengthening of its \r\nrelationship with the United Nations.\r\nIn conclusion, my delegation thanks all Member \r\nStates for supporting this draft resolution so as to \r\nenable its adoption without a vote.\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of Turkey to introduce draft resolutions \r\nA/67/L.12 and A/67/L.13.\r\nMr. Eler (Turkey): Turkey would like to introduce \r\ntwo draft resolutions on regional cooperation, namely, \r\ndraft resolution A/67/L.12, entitled, “Cooperation \r\nbetween the United Nations and the Black Sea Economic \r\nCooperation Organization”, and draft resolution \r\nA/67/L.13, entitled “Cooperation between the United \r\nNations and the Economic Cooperation Organization”. \r\nTurkey strongly believes that strengthening cooperation \r\nbetween the United Nations and those two organizations \r\nwill further contribute to addressing regional \r\nchallenges and achieving sustainable development, \r\nwhile enhancing peace, stability and security.\r\nThe Black Sea Economic Cooperation Organization \r\n(BSEC) was launched 20 years ago as a regional \r\ninitiative, with a vision of promoting peace, stability, \r\ndialogue and prosperity in the Black Sea region by \r\nmeans of economic cooperation. It represents a region \r\nof 350 million people with a foreign trade capacity of \r\nmore than $300 billion annually. The greater Black \r\nSea area is the second-largest source of oil and natural \r\ngas in the world and has rich proven reserves of \r\nminerals. There are ample opportunities for increasing \r\ncooperation between BSEC and the United Nations, \r\nnotably in the main priority areas for Turkey, the current \r\nChair, such as transport, sustainable energy, trade and \r\ninvestment, education, science and technology, as well \r\nas in combating organized crime, terrorism, illegal \r\nmigration and trafficking in human beings, drugs and \r\nweapons.\r\nThe Economic Cooperation Organization (ECO) \r\nis an intergovernmental organization involving seven \r\nAsian and three Eurasian nations. Over the past two \r\ndecades, it has worked to accelerate the pace of regional \r\ndevelopment by using existing infrastructure and \r\nbusiness links. ECO aims to make full use of available \r\nresources in addressing institutional and infrastructure \r\ndeficits in the region. ECO member States pursue \r\nUnited Nations goals by, among other things, removing \r\ntrade barriers, promoting intra-regional trade, making \r\nColombia, the Dominican Republic, Georgia, \r\nGuatemala, Jamaica and Nicaragua have joined its list \r\nof sponsors.\r\nThe Latin American and Caribbean Economic \r\nSystem enjoys a membership of 28 Latin American \r\nand Caribbean countries, and provides a forum for \r\nthose countries to consult and coordinate with a view \r\nto aligning their positions and strategies on economic \r\nissues in international bodies or with third countries, as \r\nwell as to consult on cooperation and integration among \r\nthe countries of Latin America and the Caribbean.\r\nSELA has counted on cooperation with the United \r\nNations as a means to deliver on its regional agenda. In \r\nthat regard, SELA has benefited, since its inception in \r\n1975, from collaboration with multiple United Nations \r\nentities, including the United Nations Development \r\nProgramme (UNDP), the United Nations Conference \r\non Trade and Development (UNCTAD), the Food and \r\nAgriculture Organization of the United Nations (FAO), \r\nthe Economic Commission for Latin America and the \r\nCaribbean, UNESCO and, recently, the International \r\nStrategy for Disaster Reduction. Formalizing the \r\nrelationship with the United Nations and its agencies \r\nhas enabled SELA and its member States to create a \r\ndynamic and productive cooperation framework.\r\nThe draft resolution before us reflects the \r\nimplementation status of the cooperation agreement \r\nbetween the United Nations and SELA for the period \r\n2008 through 2012. The types of cooperation that have \r\ntaken place between SELA and the United Nations \r\nsystem range from participation by representatives of \r\nvarious United Nations entities as speakers or guests at \r\nSELA’s meetings and assemblies to joint sponsorship \r\nand development of regional programmes, including the \r\nUNDP-UNCTAD-SELA Joint Regional Programme \r\nfor Trade, Investment and Development Issues in Latin \r\nAmerica and the Caribbean for the biennium 2010-2012.\r\nOver the past four years, United Nations agencies \r\nhave participated in 78 regional meetings organized by \r\nSELA on issues such as health, regional integration, \r\ntrade, development cooperation, responses to natural \r\ndisaster, small and medium-sized enterprises, public-\r\nprivate partnerships, cyberlegislation and information \r\ntechnologies. The most recent of those meetings, one on \r\nregional cooperation in the area of food security, which \r\nwas held last month in Belize, included the participation \r\nof the FAO together with the Pérez-Guerrero Trust \r\nFund of the Group of 77. SELA looks forward to \r\ncontinued cooperation with the United Nations system \r\n12 12-59543\r\nA/67/PV.40\r\ninformation security and to promote cooperation with \r\nother regional organizations.\r\nThe new provisions also welcome the memorandum \r\nof understanding between the Secretariat of the SCO \r\nand the United Nations Office on Drugs and Crime \r\n(UNODC), which seeks to effectively address the \r\nproduction, trade and trafficking of drugs originating \r\nin Afghanistan and the protocol on cooperation \r\nbetween UNODC and the SCO Regional Anti-Terrorist \r\nStructure. It recognizes the importance of the \r\nimplementation of the 2011-2016 Anti-Drug Strategy \r\nand Action Plan of the SCO as an effective mechanism \r\nfor regional cooperation in combating drugs.\r\nThe updated paragraph 1 of the draft resolution \r\nacknowledges the important role of the SCO in securing \r\npeace and sustainable development, advancing regional \r\ncooperation and strengthening good-neighbourliness \r\nand mutual trust and takes note of the relevant activities \r\nof the SCO.\r\nThe draft resolution is the result of several rounds \r\nof informal consultations conducted by Kyrgyzstan in \r\nits capacity as the current Chair of the organization. \r\nWe would like to take this opportunity to thank all \r\ndelegations for their active participation and valuable \r\ncontributions to the text.\r\nIn conclusion, let me express the sincere hope of \r\nthe sponsors that the draft resolution will once again be \r\nadopted unanimously, as was the case of the resolutions \r\nof 2009 and 2010.\r\nMr. Gumende (Mozambique) (spoke in Portuguese; \r\nEnglish text provided by the delegation): I have the \r\nhonour to speak on behalf of the Community of \r\nPortuguese-speaking Countries (CPLP), whose member \r\nStates are Angola, Brazil, Cape Verde, Guinea-Bissau, \r\nPortugal, Sao Tomé and Principe, Timor-Leste and my \r\nown country, Mozambique. I wish to remind members of \r\nthe General Assembly of the relevance of the Portuguese \r\nlanguage in international affairs, unifying 240 million \r\npeople in eight countries and four continents, and to \r\nhighlight CPLP’s political commitment to promote \r\nthe use of Portuguese in international and regional \r\norganizations, including the United Nations and its \r\nagencies, funds and programmes.\r\nWe welcome the report of the Secretary-General \r\non the cooperation between the United Nations and the \r\nCPLP (see A/67/280), reflecting the positive effects \r\nof joint actions that have materialized over the course \r\neffective use of their regional agricultural and \r\nindustrial potential, and cooperating in combating \r\nnarcotics. ECO member States are generally pleased \r\nwith United Nations efforts to extend technical and \r\nfinancial assistance to it and to encourage continued \r\nsupport for it in priority areas, including energy, trade, \r\ntransportation and drug control.\r\nFinally, we would like to thank the sponsors and \r\nother Member States for their constructive engagement \r\nand cooperation during the informal consultations on \r\nthe two draft resolutions. We hope that they will be \r\nadopted by consensus.\r\nThe Acting President: I now give the f loor to \r\nthe representative of Kyrgyzstan to introduce draft \r\nresolution A/67/L.15.\r\nMr. Kydyrov (Kyrgyzstan): At the outset, I would \r\nlike to express our gratitude to the Secretary-General \r\nfor his report entitled “Cooperation between the \r\nUnited Nations and regional and other organizations” \r\n(A/67/280), which gives us good insights into recent \r\ndevelopments in the area of cooperation between \r\nthe United Nations and international organizations, \r\nincluding the Shanghai Cooperation Organization.\r\nOn behalf of the sponsors representing the member \r\nStates of the Shanghai Cooperation Organization \r\n(SCO) — China, Kazakhstan, the Russian Federation, \r\nTajikistan, Uzbekistan and my own country, \r\nKyrgyzstan — I have the honour to introduce draft \r\nresolution A/67/L.15, entitled “Cooperation between \r\nthe United Nations and the Shanghai Cooperation \r\nOrganization”. The draft resolution is based on the \r\nprevious General Assembly resolution 65/124, but \r\ncontains several new elements reflecting the recent \r\nactivities of the organization as well as the development \r\nof its cooperation with the United Nations.\r\nThe new elements in the preambular part, among \r\nothers, highlight the following efforts and aspirations of \r\nthe member States of the SCO: to build the SCO region \r\ninto a region of lasting peace, friendship, prosperity \r\nand harmony; to promote stability and security and to \r\ncontribute to the maintenance of international peace \r\nand security; to support the building of a world free \r\nof nuclear weapons, including in Central Asia; to \r\npromote cooperation in counter-terrorism, including \r\nthrough the Regional Anti-Terrorist Structure of the \r\nSCO; to continue to support the Afghan people in their \r\nconstruction of Afghanistan; to address international \r\n12-59543 13\r\nA/67/PV.40\r\nbe in Cape Verde. Those are very important actions \r\nin which CPLP member States would like to seek the \r\ninvolvement of the United Nations system.\r\nAllow me to take the opportunity to mention \r\nthat the CPLP member States will, in the near future, \r\nsubmit to the current session a draft resolution on the \r\n“Cooperation between the United Nations and the \r\nCPLP”, for which we humbly ask the support of all \r\nStates Members of the United Nations.\r\nI would like to conclude my remarks by reiterating \r\nthe determination of the CPLP to strengthen its \r\npartnership with the United Nations in the pursuit of \r\ncommon objectives, including the achievement of \r\nthe Millennium Development Goals, as well as our \r\ncommitment to continue to play a positive role in \r\nshaping the post-2015 development agenda of the United \r\nNations under the framework reached at the United \r\nNations Conference on Sustainable Development. \r\nMr. McLay (New Zealand): I have the honour \r\nof speaking on behalf of the members of the Pacific \r\nIslands Forum (PIF) and to join others in thanking \r\nthe President for convening today’s debate and the \r\nSecretary-General for his report (A/67/280).\r\nThe two years since our last debate on this agenda \r\nitem have been significant for relations between the \r\nmembers of the Pacific Islands Forum and the United \r\nNations. In 2011, the Pacific Islands Forum celebrated \r\nits fortieth anniversary at its annual Forum Leaders \r\nmeeting in Auckland, New Zealand. Over the past four \r\ndecades, the Forum has made a profound contribution \r\nto regional integration and cooperation and has helped \r\ndevelop a common vision and coordinated action \r\ntowards achieving sustainable development, poverty \r\nalleviation and the maintenance of peace and security \r\nin the Pacific.\r\nThe United Nations has been an important partner \r\nin those endeavours, and it is fitting that the fortieth \r\nanniversary meeting was also marked by a historic visit \r\nto the Forum by the Secretary-General of the United \r\nNations – the first-ever such visit, after four decades \r\nof invitations. Forum Leaders are profoundly grateful \r\nto the Secretary-General for making the long journey \r\nto our region and equally grateful that he also took \r\nthe time to also visit several other Forum members, \r\nincluding two of the smallest and most vulnerable \r\nmembers of our regional family. \r\nof the past two years. Resolution 65/139 adopted by \r\nthe Assembly at its sixty-fifth session in 2010, noted \r\nwith appreciation that that dynamism also reflects the \r\nstrengthened partnerships among the member States of \r\nthe Community and the United Nations, including its \r\nagencies.\r\nThe United Nations system continued to be an \r\nimportant partner, actively pursuing its cooperative \r\nties with our community through concerted political \r\nand diplomatic actions. Similarly, that cooperation is \r\nexpressly visible in several vital areas that contribute \r\ngreatly to the development of our countries, particularly \r\nin the sectors of health, education, agriculture, public \r\nadministration, and science and technology, among \r\nothers.\r\nAs part of its political coordination, the \r\nCommunity and its member States are deeply involved \r\nin coordinating efforts with the United Nations and \r\nother international partners aimed at restoring respect \r\nfor human rights, democratic institutions and the rule \r\nof law in Guinea-Bissau. In that regard, we recall \r\nSecurity Council resolution 2048 (2012) and the need \r\nto harmonize, under the auspices of the United Nations, \r\nthe positions of the relevant regional and international \r\npartners in order to promote Guinea-Bissau’s return \r\nto constitutional order through an inclusive political \r\nprocess, to which the CPLP remains fully committed.\r\nBearing in mind the challenges facing the world \r\ntoday and taking into consideration the guidelines \r\nestablished by the United Nations with regard to \r\npoverty eradication and the achievement of sustainable \r\ndevelopment, the CPLP member States have undertaken \r\nimportant initiatives aimed at improving the lives \r\nof their citizens. It was in that context that the ninth \r\nConference of Heads of State and Government of the \r\nCPLP, which was held in Maputo on 20 July on the \r\ntheme “The CPLP and the challenges of food security \r\nand nutrition,” reaffirmed the commitment of the \r\nCommunity to the implementation of the human right \r\nto adequate food.\r\nAnother important development was the \r\nagreement of principles for the establishment of the \r\nInternational Centre for Research in Climate Change \r\nfor Portuguese-Speaking Countries and Africa, signed \r\nin Bragança, Portugal, on 19 November 2010, whose \r\nmain objective is the promotion of applied research in \r\nenvironmental geosciences within the Community. It \r\nwas decided that the headquarters of the Centre would \r\n14 12-59543\r\nA/67/PV.40\r\ndiscussions forward and to scheduling another meeting \r\nwith the Secretary-General to review progress at the \r\nearliest opportunity. The challenges faced by Pacific \r\nisland developing States are severe, but significant \r\nstrides have been made in recent years in ensuring \r\nthat a Pacific voice is heard loud and clear on issues \r\nof vital importance to Forum members. In addition to \r\nour cooperation through the Pacific Islands Forum, \r\nmany Forum members have worked through groupings \r\nsuch as Pacific small island developing States and the \r\nAlliance of Small Island States to ensure that our region, \r\nregarded by many as being at the edge of the world but \r\nby us as home, maintains a voice in global discussions \r\nthat have a profound impact on our collective fate. We \r\nwill ensure that the voice of the Pacific continues to be \r\nheard loud and clear.\r\nMr. Alemu (Ethiopia): I thank the President for \r\nconvening today’s important debate on the cooperation \r\nbetween the United Nations and regional and other \r\norganizations. In my capacity as the representative of \r\nEthiopia and speaking on behalf of the Intergovernmental \r\nAuthority on Development (IGAD), I would also like to \r\nextend my gratitude to the Secretary-General for his \r\ninformative report on this agenda item (A/67/280). \r\nIn recent years, we have witnessed an encouraging \r\ndevelopment in the increased cooperation between \r\nUnited Nations and regional organizations. Cooperation \r\nbetween the United Nations and the African Union \r\nat both the strategic and the operational levels are an \r\nimportant part of that emerging trend. We are indeed \r\npleased to note the positive evolution in the relations \r\nbetween the United Nations, on the one hand, and \r\nthe African Union (AU) and African subregional \r\norganizations, such as IGAD, on the other. \r\nEthiopia welcomes the intention to consider \r\nfurther steps to promote closer cooperation. We \r\nnote with appreciation that, in the last few years, \r\nsignificant strides have been made in joint preventive \r\ndiplomacy and peacemaking activities. That welcome \r\ndevelopment has been ongoing since 2010, when the \r\nJoint Task Force on Peace and Security was launched \r\nby the Secretary-General and the Chairperson of the \r\nAfrican Union Commission. Although more needs to \r\nbe done in all areas, particularly in Somalia, much has \r\nbeen accomplished through cooperation between the \r\ntwo organizations in Somalia, the Sudan, South Sudan \r\nand in other situations. \r\nTo those who have not experienced it at first hand, \r\nit is impossible to adequately convey the reality of \r\nthe challenges of size and isolation and the profound \r\nvulnerability faced by the small island developing \r\nStates in our region. Similarly, it is difficult to explain \r\nto those who have not witnessed it the grave and \r\nimminent threat already posed by climate change to the \r\nlivelihoods, the security and indeed the very existence \r\nof many Pacific communities. We thank the Secretary-\r\nGeneral for taking the time to bear personal witness \r\nto those realities and for bringing those experiences \r\nback to New York and to the broader United Nations \r\nmembership.\r\nThe Secretary-General’s visit was also the setting \r\nfor the first-ever joint statement between a Secretary-\r\nGeneral of the United Nations and Forum Leaders. That \r\nstatement clearly set out key priorities for Forum States \r\nat the United Nations, identified areas for enhanced \r\ncooperation and provided a framework for more regular \r\nand meaningful high-level engagement between Forum \r\nmembers and the United Nations.\r\nIn September of this year we witnessed \r\nanother historic first for United Nations-PIF \r\nrelations — the first-ever summit between PIF leaders \r\nand the Secretary-General of the United Nations in \r\nNew York. That meeting also included participation by \r\na number of Under-Secretaries-General and the heads \r\nof several United Nations agencies active in our region. \r\nIt concluded with another joint statement, which set out \r\nin even greater detail areas in which Forum members \r\nwould like to deepen our engagement with the United \r\nNations.\r\nMany of the issues identified in those discussions \r\nin terms of ensuring effective United Nations \r\nengagement in our region will be familiar to small \r\nStates everywhere, not least the challenge of ensuring \r\nan adequate and effective United Nations presence on \r\nthe ground and of promoting coordinated action across \r\nthe whole United Nations system in a way that is fully \r\naligned with national and regional needs and priorities. \r\nAmong the other issues identified in those discussions \r\nwere the difficulties that small States face in trying \r\nto meet onerous international reporting obligations \r\nand the importance for all Member States, regardless \r\nof size, of adequate data and statistics collection as \r\nindicators to guide national development efforts.\r\nIn the coming months, we look forward to working \r\nwith our United Nations system partners to take those \r\n12-59543 15\r\nA/67/PV.40\r\nin Istanbul, the Heads of State and Government of \r\nthe member States of the Organization adopted a \r\ndeclaration reiterating their conviction that multilateral \r\neconomic cooperation contributes to enhancing peace, \r\nstability and security to the benefit of the Black Sea \r\nregion. \r\nIn today’s globalized world, BSEC needs to be \r\nresponsive to the challenges of the evolving international \r\nenvironment. The threats and challenges differ from \r\nthose of the past, when the concept of security meant \r\nthe prevention of conflict and war between States. \r\nToday the international community is faced with new \r\nsecurity threats and challenges, which not only threaten \r\nthe security of States but also human security, and \r\ntherefore they require urgent action. \r\nBSEC is viewed by the international community \r\nas an anchor of cooperation in the Black Sea area. In \r\naddition to 12 member States, we have 17 observers, \r\n16 sectoral dialogue partners and a number of other \r\npartners in the region and beyond. Over the course \r\nof 20 years, BSEC has become the most inclusive and \r\ncomprehensive organization in the wider Black Sea area \r\nand a forum for discussion and cooperation in a wide \r\nrange of areas. Much has been done and is currently \r\nunder way in those spheres. Agreements and common \r\naction plans on key issues have been elaborated. That \r\nfosters a spirit of dialogue and cooperation in our \r\nregion. \r\nThe BSEC summit also endorsed the new Black \r\nSea Economic Agenda Towards an Enhanced BSEC \r\nPartnership, a strategic document by which member \r\nStates reiterated their commitment to enhance the \r\neconomic missions of BSEC and to implement the \r\neconomic agenda, in accordance with their guidelines \r\nand priorities. \r\nBSEC has been a driving force in elaborating and \r\nrealizing giant concrete regional projects, particularly \r\nin the field of transport, which will contribute to the \r\ndevelopment of Euro-Asian transport links. Within that \r\nframework, the memorandum of understanding for the \r\ncoordination and development of the Black Sea Ring \r\nHighway and the memorandum of understanding on the \r\ndevelopment of the Motorways of the Sea of the Black \r\nSea region have been concluded, and they entered into \r\nforce in late 2008. In addition, a project to facilitate the \r\ntransport of raw materials in the Black Sea region was \r\nlaunched in 2010.\r\nIt is clear, for instance, that the AU relies deeply \r\non its close working relationship with subregional \r\norganizations, such as IGAD. It is critical, therefore, \r\nthat, in the process of enhancing cooperation between \r\nthe United Nations and regional organizations, close \r\nattention be paid to the principle of subsidiarity and \r\nthe f lexible application of the underlying principles \r\ngoverning the cooperation between the United Nations \r\nand regional organizations. That is critical, particularly \r\nin the area of the prevention and resolution of conflicts \r\nand in the area of mounting peace support missions.\r\nWe are indeed pleased with the much-improved \r\ndialogue between the Peace and Security Council of \r\nthe AU and the Security Council of the United Nations. \r\nThe latest developments have been encouraging. \r\nHowever, for there to be a truly productive cooperation \r\nbetween the United Nations and the African Union and \r\nits subregional organizations, including with respect to \r\nthe broader issues of development, it is critical that the \r\nUnited Nations Office to the African Union, which was \r\nestablished in 2010, be more effective. That Office has \r\nalready proved that its creation has added value to the \r\ncooperation between the two organizations, but much \r\nremains to be done in that area.\r\nLet me conclude by underscoring one critical \r\npoint relating to where Africa is at present in its \r\nefforts to make progress in eradicating poverty, one \r\nof the overarching objectives of the international \r\ncommunity, as was reiterated yet again at the United \r\nNations Conference on Sustainable Development. The \r\ncooperation between the United Nations and the AU \r\nshould make a difference in that regard, particularly \r\nfocusing on the least developed countries, the majority \r\nof which are in Africa. Closer cooperation among the \r\nUnited Nations, the AU and subregional organizations \r\nshould be strengthened in those areas as well.\r\nThe Acting President: In accordance with \r\nresolution 54/5 of 8 October 1999, I now call on the \r\nSecretary-General of the Organization of the Black Sea \r\nEconomic Cooperation.\r\nMr. Tvircun (Organization of the Black Sea \r\nEconomic Cooperation): Allow me to point to some \r\nof the important developments in the Organization of \r\nthe Black Sea Economic Cooperation (BSEC) since the \r\nadoption of resolution 65/128 on 13 December 2010. The \r\nOrganization of the Black Sea Economic Cooperation \r\ncelebrated its twentieth anniversary in June. At the \r\ntwentieth anniversary summit of the Organization \r\n16 12-59543\r\nA/67/PV.40\r\nBSEC is committed to promoting fruitful \r\ncooperation with the United Nations and its specialized \r\nagencies, in particular to the development of practical \r\nand results-oriented projects in areas of common \r\ninterest. It continues to contribute to the attainment \r\nof the Millennium Development Goals on the \r\nnational, regional and global levels by implementing \r\nsustainable development strategies based on a balanced \r\nand harmonious relationship between social needs, \r\neconomic activities and environmental protection, \r\nas indicated in documents adopted at various United \r\nNations platforms, such as the United Nations \r\nConference on Sustainable Development in 2012.\r\nThe continued implementation of the \r\nBlack Sea Trade and Investment Promotion \r\nProgramme — the first partnership project between \r\nBSEC and the United Nations Development Programme, \r\nlaunched in 2006  — represents a good example of \r\nconcrete cooperation between the two organizations. \r\nThe fruitful cooperation between BSEC and the United \r\nNations Office on Drugs and Crime (UNODC) is the \r\nresult of the elaboration and adoption in 2008 of the \r\nBSEC Regional Action Plan for Strengthening the \r\nCriminal Justice Response to Trafficking in Persons in \r\nthe Black Sea Region within the framework of the joint \r\nBSEC-UNODC project. \r\nBSEC became a member of the Group of Friends of \r\nthe United Nations Alliance of Civilizations in 2009 in \r\norder to contribute to the fulfilment of the objectives of \r\nthe Alliance by promoting projects aimed at building \r\nbridges among diverse cultures and communities and \r\nfostering cross-cultural exchange and cooperation. In \r\nthe context of enhancing relations with the Alliance, we \r\nexpect that the BSEC secretariat and the Alliance will \r\nsign a memorandum of understanding on cooperation \r\nin the near future. Their established partnership and \r\nthe synergies created by BSEC and other regional \r\norganizations represent added value and strength to \r\nglobal cooperation, stability and prosperity. \r\nLast but not least, I would like to re-emphasize \r\nthe importance of the intensified cooperation between \r\nthe Black Sea Economic Cooperation Organization \r\nand the European Union and to pledge our readiness \r\nto take concrete steps for the development of a \r\nmutually beneficial partnership. I would also like to \r\ninvite specialized agencies and other organizations \r\nand programmes of the United Nations system to \r\nstrengthen cooperation with the Organization of the \r\nBlack Sea Economic Cooperation in order to continue \r\nprogrammes and create synergies with a view to \r\npreparing and implementing joint projects. \r\nBefore I conclude, I would like to pay a well-\r\ndeserved tribute to the Republic of Turkey for its efforts \r\nas Chair-in-Office of BSEC during the past six months \r\nand for preparing the draft resolution (A/67/L.12), \r\nwhich I hope the Assembly will adopt by consensus. \r\nI also wish to express my gratitude to the Black Sea \r\nmember States and other States Members of the United \r\nNations that have supported the draft resolution.\r\nThe Acting President: In accordance with \r\nresolution 66/111 of 9 December 2011, I now call on the \r\nSecretary-General of the Central European Initiative.\r\nMr. Pfanzelter (Central European Initiative): As \r\nSecretary-General of the Central European Initiative \r\n(CEI), I am delighted to have this very special privilege \r\nof addressing the General Assembly for the first time \r\non the topic of cooperation between the United Nations \r\nand the Central European Initiative. \r\nAs the Assembly knows, the Central European \r\nInitiative cherishes its relationship with the United \r\nNations, and we are proud to be an observer in the \r\nGeneral Assembly. That status was attained last year \r\nthrough resolution 66/111, of 9 December 2011. We \r\nstrongly believe that regional organizations need to be \r\nin tune with the global agenda, and we know that we all \r\nbenefit from a close partnership with the United Nations. \r\nWe are convinced that the successful work of regional \r\norganizations contributes to the overall success of the \r\nglobal agenda and the United Nations. This was also \r\nthe conclusion of the first global meeting of regional \r\norganizations, organized by the World Economic Forum \r\nand the Government of the United Arab Emirates in \r\nDubai just a week ago, on 12 and 13 November. There \r\nwas a strong consensus that regional organizations \r\ncan serve as powerful catalysts for advancing global \r\ncooperation and the global agenda.\r\nThe Central European Initiative is the oldest \r\nforum of intergovernmental cooperation in our region, \r\nestablished in November 1989 by Italy, Austria, Hungary \r\nand Yugoslavia. It has now become the largest regional \r\ninitiative, comprising 18 member States of Central, \r\nEastern and South-Eastern Europe. Our membership \r\nincludes nine European Union (EU) and nine non-EU \r\ncountries and therefore puts our organization in a \r\nprivileged position to act as a champion of regional \r\ncooperation for European integration. We also serve \r\nas a bridge between the Baltic, the Danube, the Black \r\n12-59543 17\r\nA/67/PV.40\r\nSea and the Adriatic. It goes without saying that we \r\nshare the values of the European Union and the United \r\nNations. \r\nDue to a unique blend of multilateral diplomacy and \r\nproject orientation, we have become a unique player and \r\npartner in the region. The CEI designs and implements \r\nprojects in partnership with the European Bank for \r\nReconstruction and Development, the European Union \r\nand United Nations agencies in such fields as energy, \r\ntransport, science and research, regional cooperation \r\nand culture. \r\nAs the CEI develops those projects and programmes, \r\nit also seeks to strengthen its ties to the United Nations. \r\nOur record of cooperation with the United Nations \r\nis quite impressive. Our cooperation with the United \r\nNations specialized agencies over the past years has \r\nbeen substantive and manifold. For example, the CEI \r\ncooperates with the Economic Commission for Europe \r\nin the area of enterprise development, particularly \r\nsmall and medium-sized enterprises, and with the \r\nUnited Nations Environment Programme in the area \r\nof the environment. It cooperates with the United \r\nNations World Tourism Organization and the Food \r\nand Agriculture Organization of the United Nations, \r\nand with the United Nations Educational, Scientific \r\nand Cultural Organization and the United Nations \r\nIndustrial Development Organization in the area of \r\nscience and technology. \r\nBut the CEI also has close ties with the most \r\nimportant European organizations and institutions, \r\nsuch as the European Union, the European Bank for \r\nReconstruction and Development, the Organization for \r\nEconomic Cooperation and Development, the Council \r\nof Europe and the Organization for Security and \r\nCooperation in Europe. \r\nLast but not least, we work closely with all major \r\nregional organizations and forums operating within \r\nand beyond the Initiative’s region, such as the Adriatic \r\nand Ionian Initiative, the Organization of the Black Sea \r\nEconomic Cooperation — which was so eloquently \r\nrepresented by the speaker preceding me — the Council \r\nof the Baltic Sea States, the Regional Cooperation \r\nCouncil and the South-East European Cooperation \r\nProcess. \r\nWe firmly believe that we should explore ways to \r\nenhance cooperation among regional organizations and \r\nin partnership with the United Nations. Our discussion \r\ntoday represents a unique opportunity to forge a \r\nstrategic partnership between regional organizations \r\nand the United Nations in pursuit of peace, security, \r\ndevelopment and the rule of law. Therefore, the creation \r\nof a global network under the umbrella of the United \r\nNations might make sense. Such a global network would \r\nfacilitate exchanges of know-how and best practices \r\nand would allow us to share experiences in projects and \r\nprogrammes in the various areas of activity. \r\nWe are convinced that each regional organization \r\nhas a comparative advantage to contribute to the global \r\nagenda, and I am also convinced that each one of us is \r\ncontributing to the implementation of the Millennium \r\nDevelopment Goals.\r\nIn conclusion, I would like to express our sincere \r\ngratitude to the Permanent Representative of the \r\nUkraine, Ambassador Yuriy Sergeyev, for all his efforts \r\nand those of the Ukrainian Mission to promote draft \r\nresolution A/67/L.6, which is before the Assembly. Our \r\nthanks also go, of course, to the sponsors and to all \r\nMember States that support this draft resolution.\r\nThe Acting President: In accordance with \r\nresolution 477 (V) of 1 November 1950, I now call on \r\nthe Permanent Observer of the League of Arab States.\r\nMr. Fathalla (League of Arab States) (spoke \r\nin Arabic): I have the honour, in my capacity as the \r\nPermanent Observer of the League of Arab States, to \r\ncongratulate, on behalf of the League, Mr. Vuk Jeremić \r\non his appointment to lead the Assembly at its sixty-\r\nseventh session. He can count on the full support of the \r\nLeague of Arab States in his efforts. I would also like \r\nto welcome the Secretary-General’s efforts in guiding \r\nour Organization to ensure that it can fully discharge \r\nits responsibilities. \r\nIt goes without saying that devoting an entire \r\nchapter — that is, Chapter VIII — of the Charter of \r\nthe United Nations to regional organizations was a \r\nsignificant gesture, and one that has proved effective \r\nwhen it comes to cooperation between the United \r\nNations and regional organizations, especially in the \r\nmaintenance of international peace and security. \r\nCooperation between the United Nations and \r\nthe Arab League began in 1950, when the General \r\nAssembly, at its fifth session, adopted resolution 477 \r\n(V) on 1 November of 1950, calling upon the Secretary-\r\nGeneral of the United Nations to ask the Secretary-\r\nGeneral of the League of Arab States to participate in the \r\nGeneral Assembly sessions as an observer. Since then, \r\n18 12-59543\r\nA/67/PV.40\r\nwell as to promoting international responses to the \r\ntransformations experienced in the region...\r\n“The Security Council welcomes the \r\nintensifying cooperation between the United \r\nNations and the League of Arab States in the \r\nwake of these transformations which reflect the \r\nlegitimate aspirations of all peoples in the region \r\nfor freedom, political participation and economic \r\nand social well-being in a pluralistic society.” \r\n(S/PRST/2012/20, p. 1)\r\nThe statement further establishes:\r\n“The Security Council recognizes the \r\nimportance of strengthening cooperation on \r\ncapacity-building with the League of Arab States \r\nin the maintenance of international peace and \r\nsecurity.\r\n“The Security Council expresses its \r\ndetermination to take effective steps to further \r\nenhance cooperation between the United Nations \r\nand the League of Arab States, in accordance with \r\nChapter VIII of the Charter.” (ibid., p. 3)\r\nDespite the clear position of the United Nations on \r\nthe Palestinian question set out in its resolutions and \r\nthe positive statements of the Secretary-General, which \r\nrecall the importance of the principle of resolving \r\nthe Israel-Palestinian conflict, as well as the right of \r\nthe Palestinian people to self-determination and to \r\nestablish their State on the basis of the 1967 borders, \r\nincluding East Jerusalem, the peace process has \r\nreached a stalemate. A comprehensive settlement that \r\nincludes all stages of the Middle East peace process \r\nmust be found. That stalemate is the result of Israel’s \r\ninsistence on continued actions to further colonize the \r\noccupied Palestinian territory and its active aggression \r\nof the past week against Gaza, further exacerbating the \r\nsocioeconomic and environmental situation and the \r\ndestruction of properties and dwellings.\r\nAlthough the Security Council convened rapidly \r\nthe day that the aggression began, to date we have seen \r\nno measure adopted on the ground. The Council has \r\nbeen unable to adopt any resolution or presidential \r\nstatement that reflects its earnest resolve to maintain \r\ninternational peace and security, which is its primary \r\nresponsibility. \r\nAt its emergency meeting on 17 November, the \r\nCouncil of Ministers of the Arab League was therefore \r\ncompelled to condemn the Security Council for its \r\nrelations between the two organizations have developed \r\nprogressively and positively. Assembly resolution 36/24 \r\nof 1981 reflects the progress that this cooperation has \r\nachieved over the past 30 years. The Assembly has \r\nreiterated the resolve of the United Nations to cooperate \r\nwith the League of Arab States in order to achieve \r\nthe desired goals. It calls on the Secretary-General \r\nto continue his efforts to further enhance political, \r\neconomic, cultural and administrative cooperation \r\nbetween the United Nations and the League, pursuant \r\nto the relevant Assembly resolutions. \r\nThat cooperation was enshrined in the agreement \r\nsigned between the League of Arab States and the \r\nUnited Nations in 1989. Since then our cooperation has \r\ntaken a variety of forms through various mechanisms \r\nin the light of the circumstances that we have faced. \r\nOur organizations now seek to cooperate on the basis of \r\nnew developments and events in the Middle East since \r\n2010. \r\nA number of events have shaped the strengthening \r\nof that cooperation, such as the general meeting on \r\ncooperation between the secretariats of the United \r\nNations and the League of Arab States and their \r\nspecialized organizations, held in Vienna in July of \r\nthis year, and the many biennial meetings held to build \r\non gains and to assess that cooperation. Twenty-eight \r\norganizations and specialized agencies of the United \r\nNations, together with specialized Arab organizations, \r\nparticipated in that meeting in order to identify areas \r\nfor Arab and international cooperation. The League of \r\nArab States established contact with a number of focal \r\npoints and held a number of coordination meetings \r\nwith specialized agencies and institutions of the United \r\nNations. \r\nOn 26 September, on the sidelines of the general \r\ndebate of the General Assembly, the Security Council \r\nheld a high-level meeting on the situation in the Middle \r\nEast (see S/PV.6841). At its conclusion, a presidential \r\nstatement reflecting the goal of enhanced cooperation \r\nbetween the two organizations was adopted. The \r\nstatement recalls that cooperation with regional \r\norganizations in order to ensure the maintenance of \r\ninternational peace and security could further enhance \r\ncollective security. It establishes the following: \r\n“The Security Council recognizes and further \r\nencourages the efforts by the League of Arab \r\nStates to contribute to collective endeavours to \r\nsettle conflicts in the Middle East peacefully as \r\n12-59543 19\r\nA/67/PV.40\r\nin all areas. Moreover, there must be further support \r\nfor building capacity in the army and the police and \r\nfor efforts to ensure disarmament and the retrieval of \r\nweapons throughout Libya. \r\nGiven their geographical location and their ethnic \r\nand social composition, the Sudan and South Sudan \r\nare of particular importance in the Arab and African \r\nworld and therefore must cooperate. They must avoid \r\nconflict and must refrain from acts of aggression. The \r\nArab world does not wish to see our Sudanese brothers \r\nfall back into a conflict situation, and that is why the \r\nUnited Nations, the League of Arab States and the \r\nAfrican Union must cooperate in order to help them \r\nfind the necessary solutions that are acceptable to all \r\nand to address all pending matters so that the country’s \r\nnational interests are given top priority. \r\nThe League of Arab States has proposed and \r\nsupported the humanitarian initiative in the Blue Nile \r\nand Southern Kordofan States, and the African Union \r\nand United Nations have followed suit. We therefore \r\ncall for further cooperation and coordination between \r\nthose three organizations in order to implement that \r\ninitiative. \r\nThe cooperation between the African Union, the \r\nUnited Nations, the League of Arab States and IGAD \r\nhas made it possible to conclude the transitional phase \r\nin Somalia. The international community must now \r\nprovide Somalia with all forms of support, whether \r\npolitical, financial or technical, in particular following \r\nthe successful conclusion of the transitional phase. \r\nThe current priority issues for the Arab world, and \r\nin particular for the League of Arab States, are common \r\nissues of concern to the League and the United Nations \r\nin the light of the current circumstances in our region, \r\nnamely the global financial and economic crises, the \r\nfood crisis, the energy crisis and climate change. That \r\nis why the first Arab Economic and Social Development \r\nSummit, held in 2009, and the second Summit, held in \r\n2011, highlighted those goals. The same applies to the \r\nthird Summit, to be held in 2013, which the Secretary-\r\nGeneral of the League of Arab States is currently \r\npreparing for by calling upon the United Nations to \r\nparticipate in it. \r\nFinally, the League of Arab States cooperates \r\nwith the United Nations in many areas, including in \r\ncombating narcotics, human trafficking, organized \r\ncrime, terrorism, corruption and modernizing our \r\ncriminal justice systems. We would like to deepen \r\nfailure to adopt measures to put an end to Israel’s \r\naggression against Gaza. The Council of Ministers \r\ncalled on the Security Council to fully discharge its \r\nresponsibilities for the maintenance of international \r\npeace and security, as stipulated in the Charter, and to \r\nadopt the measures necessary to end Israel’s continued \r\nonslaught. The presidential statement adopted at \r\nthe high-level meeting of the Security Council of \r\n26 September must be implemented.\r\nWe hope that the Council will act rapidly in order \r\nto meet Arab demands and to ensure cooperation \r\nbetween our two organizations. The Palestinian people \r\nhope to see concrete measures being adopted on the \r\nground to enable them to fully exercise their inalienable \r\nright to self-determination, as a result of the common \r\nresponsibility of the United Nations and the League of \r\nArab States.\r\nThe Arab League has sought to cooperate with the \r\nUnited Nations in order to try to resolve the Syrian \r\ncrisis. The international community must also strive to \r\nput an end to the bloodshed and to launch a transitional \r\nphase that gives rise to a democratic system, in line \r\nwith the legitimate aspirations of the Syrian people. A \r\npolitical solution to which all parties can commit must \r\nbe found by building on the efforts of Mr. Brahimi, \r\nJoint Special Representative of the United Nations and \r\nthe League of Arab States for Syria.\r\nThe Security Council must provide a positive \r\nresponse to the decisions taken by the Ministers for \r\nForeign Affairs of the European Union and of the \r\nLeague of Arab States through the adoption of the \r\nCairo declaration at a meeting on 3 November.\r\nThe United Nations and the League of Arab States \r\nhave agreed to continue their intensive efforts to support \r\nYemen in the transitional phase of its reconstruction. \r\nWe seek to promote political, socioeconomic and \r\nlegal reform in that country and to provide it with the \r\nnecessary technical expertise to train personnel in \r\nvarious areas. \r\nThe League of Arab States is following the \r\ndevelopments on the ground in Libya with great concern. \r\nIn that connection, the international community must \r\nshoulder its responsibilities in a positive manner. It \r\nmust work effectively with the Libyan Government \r\nto address the challenges that Libya faces by fully \r\nsupporting the Libyan people in the reconstruction \r\nprocess and by providing the necessary technical \r\nexpertise to help train personnel and to build capacity \r\n20 12-59543\r\nA/67/PV.40\r\nFirst, I turn to the work of the International Law \r\nCommission. AALCO analyses the work of the ILC \r\nand subsequently forwards the views of the member \r\nStates to the Commission. That has helped to foster a \r\ncloser relationship between the two bodies. It has also \r\nbecome customary for both bodies to be represented at \r\neach other’s sessions. At its fiftieth session, AALCO \r\nrequested its Secretary-General to devote more time \r\nto the work of the ILC, and an intersessional meeting \r\nwas therefore held to discuss some of the topics being \r\nconsidered by the ILC. They include the protection \r\nof persons in the event of disaster, the immunity of \r\nState officials from foreign criminal jurisdiction and \r\nthe proposed new topics of the ILC. Those topics were \r\nagain considered at the Abuja session this year.\r\nAlongside the legal advice meeting in October \r\n2011, a joint meeting of AALCO and the ILC was \r\nheld to discuss some of the topics being examined by \r\nthe ILC, which included the expulsion of aliens, the \r\nresponsibilities of international organizations and the \r\nprotection of persons in the event of disasters. Many \r\ngovernmental legal advisers from outside Africa and \r\nAsia also attended the meeting.\r\nNow I turn to the area of the law of the sea. The law of \r\nthe sea constitutes an important part of AALCO’s work. \r\nIts contribution to the negotiations on and the drafting \r\nof the United Nations Convention on the Law of the Sea \r\nis well-known. AALCO championed, for example, the \r\nconcept of exclusive economic zones and helped to have \r\nthat concept codified in the United Nations Convention \r\non the Law of the Sea. In commemoration of the thirtieth \r\nanniversary of the signing of the Convention, AALCO \r\norganized a workshop on the mapping of maritime \r\nbaselines by satellite or other means in May 2012. In \r\norder to stimulate innovative thinking on combating \r\npiracy and to identify countermeasures against piracy, \r\nAALCO organized a meeting to discuss the adequacy \r\nof international legal responses to piracy in the Gulf \r\nof Guinea and off the West African coast. The United \r\nNations work on drug control was also considered in \r\nthat connection.\r\nI now turn to the issue of international terrorism, \r\nwhich has been considered an important subject in \r\nthe programme of work of AALCO. We held a special \r\nmeeting to discuss the subject, and the issues discussed \r\nincluded the difficulties in reaching a definition of \r\nthe term “terrorism” and an emphasis on the need for \r\ninternational legal cooperation in criminal matters \r\nto combat terrorism. The problem of countering \r\nour cooperation with the United Nations in the legal \r\nsphere in order to strengthen our coordination in those \r\nareas. We must further strengthen technical support to \r\nnational efforts for the ratification of legal instruments \r\npertaining to the fight against terrorism, corruption \r\nand trafficking in persons, and strengthen the legal \r\nimplementation of those instruments. The necessary \r\ntraining must be provided in the area of criminal justice \r\nby enhancing the mechanisms for technical assistance.\r\nIn conclusion, I would like to thank the \r\nrepresentative of the Sudan, who introduced draft \r\nresolution A/67/L.10 on the topic. We are very pleased \r\nwith it, and we call upon the General Assembly to adopt \r\nit by consensus. \r\nThe Acting President: In accordance with \r\nresolution 35/2 of 13 October 1980, I now give the \r\nf loor to the observer for the Asian-African Legal \r\nConsultative Organization.\r\nMr. Lee (Asian-African Legal Consultative \r\nOrganization): On behalf of the Asian-African Legal \r\nConsultative Organization (AALCO), I am very \r\npleased to have this opportunity to report to the General \r\nAssembly on the cooperative activities undertaken by \r\nAALCO in the past two years. \r\nThe Asian-African Legal Consultative Organization \r\nis the institutional outcome of the historic Bandung \r\nConference, held in 1955. It comprises 47 African and \r\nAsian members across the two continents. Its principal \r\nrole is to serve as a catalyst to promote the development \r\nand application of international law. \r\nAALCO has been a permanent observer to the \r\nUnited Nations since 1980, when the Assembly \r\nrecognized the importance of AALCO’s work in the \r\nfield of the development of the law of the sea. Since \r\nits establishment in 1956, AALCO has been constantly \r\nworking towards the progressive development and \r\ncodification of international law and the strengthening \r\nof the rule of law in international affairs. As an advisory \r\nbody to the 47 member States, it ensures interregional \r\ncooperation and exchanges of information and views \r\non matters of common concern in international legal \r\nmatters. In those areas, AALCO closely follows \r\nand promotes the work of the General Assembly, the \r\nInternational Law Commission (ILC), the United \r\nNations Commission on International Trade Law and \r\nother relevant agencies. I would like to highlight a few \r\ntopics and activities undertaken by AALCO in the past \r\ntwo years. \r\n12-59543 21\r\nA/67/PV.40\r\nfield of the progressive development and codification \r\nof international law. AALCO is determined to continue \r\nits close cooperation with the United Nations. It pays \r\ntribute to the work of the General Assembly and strongly \r\nsupports the Assembly in all aspects of its work.\r\nThe Acting President: We have heard the last \r\nspeaker in the debate on agenda item 121 and its \r\nsub-items (a) to (w). \r\nWe shall now proceed to consider draft resolutions \r\nA/67/L.5, A/67/L.6, A/67/L.7, A/67/L.8, A/67/L.9/Rev.1, \r\nA/67/L.10, A/67/L.11, A/67/L.12, A/67/L.13 and \r\nA/67/L.15. Explanations of vote after the voting will be \r\nmade after the adoption of the draft resolutions.\r\nDraft resolution A/67/L.5 is entitled “Cooperation \r\nbetween the United Nations and the Collective Security \r\nTreaty Organization”.\r\nMay I take it that the Assembly decides to adopt \r\ndraft resolution A/67/L.5?\r\nDraft resolution A/67/L.5 was adopted (resolution \r\n67/6).\r\nThe Acting President: Draft resolution A/67/L.6 is \r\nentitled “Cooperation between the United Nations and \r\nthe Central European Initiative”.\r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): I would like to announce \r\nthat, since the submission of the draft resolution, the \r\nfollowing delegations have also become sponsors of \r\nA/67/L.6: Austria, Belarus, Bosnia and Herzegovina, \r\nCroatia, the Czech Republic, Georgia, Hungary, Italy, \r\nMontenegro, Poland, Romania, Serbia, Slovakia and \r\nSlovenia.\r\nThe Acting President: May I take it that the \r\nAssembly decides to adopt draft resolution A/67/L.6?\r\nDraft resolution A/67/L.6 was adopted (resolution \r\n67/7).\r\nThe Acting President: Draft resolution A/67/L.7 \r\nis entitled “Cooperation between the United Nations \r\nand the Organization for the Prohibition of Chemical \r\nWeapons”.\r\nI give the f loor to the representative of the \r\nSecretariat.\r\nthe financing of international terrorism was also \r\nconsidered. \r\nI now turn to the issues of the trafficking in persons \r\nand the smuggling of migrants. Those are important \r\nissues, as they involve serious aspects of organized \r\ncrime that affect many countries. Human trafficking \r\naffects national security and human rights and fosters \r\nillicit transnational migration. Coordinated efforts to \r\ncombat that menace are required. Therefore, in 2011, \r\nAALCO convened a meeting to consider the adequacy \r\nof the legal framework for combating human trafficking \r\nand the exploitation and abuse of migrants. The work of \r\nUNICEF in protecting children was also considered in \r\nthat context.\r\nArbitration has in recent years become a preferred \r\nmethod of alternative dispute resolution in international \r\ncommercial transactions in Asia and in Africa. AALCO \r\nhas therefore established regional arbitration centres to \r\nfacilitate that process. A meeting was held to discuss \r\nrecent developments in the United Nations Commission \r\non International Trade Law’s work in that area, as well \r\nas the revitalization process of AALCO’s regional \r\narbitration centres. Participants also exchanged \r\nexperiences and compared difficulties encountered in \r\nthat context.\r\nInternational criminal jurisdiction is a subject \r\nto which AALCO attaches high importance. Legal \r\nexperts convened in July 2011 to consider the \r\nfollowing important issues: the preconditions for \r\nexercising International Criminal Court jurisdiction; \r\nthe interpretation of article 98 of the Rome Statute \r\nin relation to bilateral immunity agreements; the \r\nprinciple of complementarity and its application; the \r\ncriteria for the selection of situations and the opening \r\nof investigations; and, finally, the relationship between \r\npeace and justice.\r\nAALCO has also organized training programmes \r\nin international trade and humanitarian law. The main \r\nobjective of the training programmes has been to \r\nprovide practical and theoretical knowledge on selected \r\ntopics of international trade law and international \r\nhumanitarian law through interactive discussion. To \r\nfacilitate wider dissemination of international law, \r\nAALCO publishes both a yearbook and a journal of \r\ninternational law.\r\nAll of the aforementioned activities and \r\nprogrammes are intended to strengthen AALCO’s \r\nrelationship with the United Nations, particularly in the \r\n22 12-59543\r\nA/67/PV.40\r\nThe Acting President: May I take it that the \r\nGeneral Assembly decides to adopt draft resolution \r\nA/67/L.8?\r\nDraft resolution A/67/L.8 was adopted (resolution \r\n67/9).\r\nThe Acting President: Draft resolution \r\nA/67/L.9/Rev.1 is entitled “Cooperation between \r\nthe United Nations and the Eurasian Economic \r\nCommunity”. \r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): I should like to announce \r\nthat, since the submission of the draft resolution and \r\nin addition to those delegations listed in the document, \r\nArmenia has become a sponsor of draft resolution \r\nA.67/L.9/Rev.1.\r\nThe Acting President: May I take it that the \r\nGeneral Assembly decides to adopt draft resolution \r\nA/67/L.9/Rev.1?\r\nDraft resolution A/67/L.9/Rev.1 was adopted \r\n(resolution 67/10).\r\nThe Acting President: Draft resolution A/67/L.10 \r\nis entitled “Cooperation between the United Nations \r\nand the League of Arab States”. May I take it that the \r\nGeneral Assembly decides to adopt draft resolution \r\nA/67/L.10?\r\nDraft resolution A/67/L.10 was adopted (resolution \r\n67/11 ).\r\nThe Acting President: Draft resolution A/67/L.11, \r\nas orally corrected, is entitled “Cooperation between the \r\nUnited Nations and the Latin American and Caribbean \r\nEconomic System”. \r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): I should like to announce \r\nthat, since the submission of the draft resolution and in \r\naddition to those delegations listed in the document and \r\nduring the introduction of the draft resolution, Haiti \r\nand Jamaica have become sponsors of draft resolution \r\nA.67/L.11.\r\nThe Acting President: May I take it that the \r\nGeneral Assembly decides to adopt draft resolution \r\nA/67/L.11, as orally corrected?\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): I would like to announce \r\nthat, since the submission of the draft resolution and \r\nin addition to those listed in document A/67/L.7, the \r\nfollowing delegations have also become sponsors of \r\nA/67/L.7: Albania, Andorra, Argentina, Armenia, \r\nAustralia, Austria, Azerbaijan, Belarus, Belgium, \r\nBosnia and Herzegovina, Cambodia, Canada, Chile, \r\nColombia, Costa Rica, Croatia, Cuba, Cyprus, the \r\nCzech Republic, Denmark, Estonia, France, Germany, \r\nGreece, Hungary, Ireland, Italy, Japan, Latvia, \r\nLithuania, Malta, Mexico, Montenegro, Norway, \r\nPoland, Portugal, the Republic of Korea, the Republic \r\nof Moldova, Romania, the Russian Federation, San \r\nMarino, Serbia, Slovakia, Slovenia, Spain, Sweden, \r\nThailand, the former Yugoslav Republic of Macedonia, \r\nTurkey and the United States of America.\r\nThe Acting President: May I take it that the \r\nAssembly decides to adopt draft resolution A/67/L.7?\r\nDraft resolution A/67/L.7 was adopted (resolution \r\n67/8).\r\nThe Acting President: Draft resolution A/67/L.8 is \r\nentitled “Cooperation between the United Nations and \r\nthe Preparatory Commission for the Comprehensive \r\nNuclear-Test-Ban Treaty Organization”.\r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): I would like to announce \r\nthat, since the submission of the draft resolution and \r\nin addition to those listed in document A/67/L.8, the \r\nfollowing delegations have also become sponsors of \r\nA/67/L.8: Afghanistan, Albania, Andorra, Australia, \r\nAustria, Azerbaijan, Belarus, Belgium, Belize, Benin, \r\nBosnia and Herzegovina, Bulgaria, Canada, Chile, \r\nColombia, Congo, Croatia, Cyprus, the Czech Republic, \r\nDenmark, Estonia, Finland, France, Georgia, Germany, \r\nGreece, Guatemala, Honduras, Hungary, Ireland, \r\nItaly, Japan, Kazakhstan, Latvia, Lesotho, Lithuania, \r\nLuxembourg, Malta, Mexico, Monaco, Montenegro, \r\nthe Netherlands, Nigeria, Norway, Paraguay, Peru, the \r\nPhilippines, Poland, Portugal, the Republic of Moldova, \r\nRomania, the Russian Federation, San Marino, Serbia, \r\nSlovakia, Slovenia, Spain, Sweden, Switzerland, the \r\nformer Yugoslav Republic of Macedonia, Turkey, the \r\nUnited Kingdom of Great Britain and Northern Ireland, \r\nthe United Republic of Tanzania, the United States of \r\nAmerica and Uruguay.\r\n12-59543 23\r\nA/67/PV.40\r\nThe Acting President: Before giving the f loor \r\nto speakers in explanation of vote, may I remind \r\ndelegations that explanations of vote are limited to \r\n10 minutes and should be made by delegations from \r\ntheir seats.\r\nMr. Emiliou (Cyprus): With regard to resolution \r\n67/14, “Cooperation between the United Nations and \r\nthe Economic Cooperation Organization”, which has \r\njust been adopted, my delegation wishes to state for \r\nthe record that Cyprus has disassociated itself from the \r\nconsensus on that resolution for the following reasons.\r\nFirst, in paragraph 2, the resolution takes note of the \r\nBaku Declaration, issued at the twelfth summit meeting \r\nof the heads of State and Government of member States \r\nof the Economic Cooperation Organization, held on \r\n16 October 2012 in Azerbaijan. The Baku Declaration \r\nendorses the report by the Council of Ministers at its \r\ntwentieth meeting and instructs the Secretary General \r\nof the Economic Cooperation Organization to ensure \r\nthe full implementation of that report. \r\nWe have been informed that that report recommends \r\nthat a so-called Turkish Cypriot State be given the status \r\nof observer to the Economic Cooperation Organization. \r\nThe Baku Declaration is, in effect, calling on the \r\nSecretary General of that organization to act against \r\nSecurity Council and General Assembly resolutions \r\nregarding Cyprus. I recall in that connection, in \r\nparticular, Security Council resolutions 541 (1983) \r\nand 550 (1984), which state that the declaration of a \r\npurported secession of part of the Republic of Cyprus \r\nis legally invalid and call for its withdrawal. In those \r\nresolutions, the Security Council condemned all such \r\nsecessionist acts and called on all States to respect \r\nthe sovereignty, independence and territorial integrity \r\nof the Republic of Cyprus and not to recognize any \r\nCypriot State other than the Republic of Cyprus. It also \r\ncalled on all States not to facilitate or in any way assist \r\nthe secessionist entity.\r\nI also recall General Assembly resolutions on \r\nCyprus, specifically resolutions 3212 (XXIX), of 1974, \r\nand 37/253, of 1983, also calling upon all States to \r\nrespect the sovereignty, independence and territorial \r\nintegrity of the Republic of Cyprus.\r\nMy delegation reiterates those calls by the main \r\nbodies of the United Nations to all member States \r\nof the Economic Cooperation Organization. We \r\nstrongly urge them and the Secretary General of \r\nthe Economic Cooperation Organization not to act \r\nDraft resolution A/67/L.11, as orally corrected, \r\nwas adopted (resolution 67/12).\r\nThe Acting President: Draft resolution A/67/L.12 \r\nis entitled “Cooperation between the United Nations and \r\nthe Black Sea Economic Cooperation Organization”. \r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): I should like to announce \r\nthat, since the submission of the draft resolution and \r\nin addition to those delegations listed in the document, \r\nthe following countries have become sponsors of \r\ndraft resolution A.67/L.12: Armenia, France, Israel, \r\nMontenegro, Republic of Moldova, Romania, Serbia, \r\nSlovenia and Spain.\r\nThe Acting President: May I take it that the \r\nGeneral Assembly decides to adopt draft resolution \r\nA/67/L.12?\r\nDraft resolution A/67/L.12 was adopted (resolution \r\n67/13).\r\nThe Acting President: Draft resolution A/67/L.13 \r\nis entitled “Cooperation between the United Nations \r\nand the Economic Cooperation Organization”. \r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): I should like to announce \r\nthat, since the submission of the draft resolution and \r\nin addition to those delegations listed in the document, \r\nTurkmenistan has become a sponsor of draft resolution \r\nA.67/L.13.\r\nThe Acting President: May I take it that the \r\nGeneral Assembly decides to adopt draft resolution \r\nA/67/L.13?\r\nDraft resolution A/67/L.13 was adopted (resolution \r\n67/14).\r\nThe Acting President: Draft resolution A/67/L.15 \r\nis entitled “Cooperation between the United Nations \r\nand the Shanghai Cooperation Organization”. May I \r\ntake it that the General Assembly decides to adopt draft \r\nresolution A/67/L.15?\r\nDraft resolution A/67/L.15 was adopted (resolution \r\n67/15).\r\n24 12-59543\r\nA/67/PV.40\r\nMr. Hallak (Syrian Arab Republic) (spoke in \r\nArabic): The League of Arab States has made itself part \r\nof the problem, not part of the solution, owing to its \r\nearly attempts to internationalize the Syrian crisis by \r\ncalling for external intervention aimed at destroying \r\nSyria as a country and as a people. That is something \r\nthat runs contrary to the most basic principles of the \r\nCharter of the League of Arab States and f lagrantly \r\ncontravenes the obligations of Arab countries and the \r\nArab League secretariat to comply with the Arab Joint \r\nDefence Agreement.\r\nThe League of Arab States has not respected the \r\nconclusions drawn by the group of Arab observers \r\nled by General Al-Dabi, and withdrew the Arab \r\nobservers in order to undermine the Arab solution. \r\nThe Arab League is not authorized either by the Syrian \r\nGovernment or by the Syrian Arab people to speak \r\nabout the future of Syria on their behalf. It is shameful \r\nthat the League continues to insist through its appeals \r\nto the so-called international community to guarantee \r\npeace, security and stability in Syria, at a time when \r\nthe efforts of the League — if there really is a League \r\nof Arab States — should be focused on mobilizing that \r\nsame international community to protect the Palestinian \r\npeople from Israeli aggression.\r\nSince the emergency meeting of Arab foreign \r\naffairs ministers from all the members of the League \r\nof Arab States two days ago, the Lebanese Foreign \r\nMinister has called for a halt to the normalization of \r\nrelations with Israel and for the severing of diplomatic \r\nrelations with that country. Of course, we have seen no \r\nimplementation of that call on the part of those Arab \r\nStates that have relations with Israel. We have also not \r\nseen the representative of the League of Arab States \r\nhere at the United Nations talk about the importance of \r\nimplementing those two calls.\r\nIt seems that the League of Arab States is suffering \r\nfrom colour blindness; it can no longer distinguish \r\nbetween friends, enemies and brothers. From this \r\nrostrum, we call on the League and its representatives to \r\nrefrain from interfering in the internal affairs of Syria, \r\nsince they no longer consider Syria to be part of the \r\nLeague of Arab States, and not to incite the so-called \r\ninternational community against Syria’s Government \r\nand people at a time when the international community \r\nshould be focusing on dealing with Israel’s aggression \r\nagainst the Palestinian people.\r\nThe Acting President: May I take it that it is \r\nthe wish of the General Assembly to conclude its \r\nagainst United Nations resolutions by implementing \r\nthe recommendation to accord observer status to a \r\nsecessionist entity.\r\nWe have decided not to break the consensus on \r\nthat cooperation resolution, based on the good faith \r\nand spirit of cooperation demonstrated by its sponsors \r\nduring the informal negotiations on the text. We hope \r\nthat that same spirit will be demonstrated in response \r\nto our call on ECO and its member States to re-evaluate \r\ntheir position on the issue we have raised and, in view \r\nof their cooperation with the United Nations, to act in \r\ncompliance with its Charter.\r\nMr. Cenzer (United States of America): The \r\nUnited States welcomes cooperation between the \r\nUnited Nations and regional organizations such as the \r\nShanghai Cooperation Organization. We also support \r\ninternational engagement in developing consensus on \r\nappropriate cyberspace behaviour, based on existing \r\nprinciples of international law. States must unite \r\naround the common goal of preserving and enhancing \r\nthe benefits of information technologies by ensuring \r\ntheir security and integrity, while also maintaining \r\nan environment that promotes efficiency, innovation, \r\neconomic prosperity, free trade and respect for human \r\nrights. In its current form, resolution 67/15 does not \r\nmeet those criteria. The United States has therefore \r\ndissociated itself from the consensus on that resolution.\r\nMr. Genest (Canada): Canada agreed to join the \r\nconsensus on the resolution on cooperation between \r\nthe United Nations and the Shanghai Cooperation \r\nOrganization (resolution 67/15). We would, however, \r\nlike to reiterate our concerns about the introduction \r\nof contentious language into what is supposed to be \r\na procedural resolution reaffirming the importance \r\nof cooperation between the United Nations and the \r\nShanghai Cooperation Organization. We regret that \r\ndevelopment and, in that regard, Canada would like \r\nto formally dissociate itself from the language in the \r\nsixteenth preambular paragraph regarding the efforts \r\nof the Shanghai Cooperation Organization to address \r\ninternational information security, a concept that we \r\noppose and that does not belong in a General Assembly \r\nresolution of that nature.\r\nThe Acting President: I call on the representative \r\nof the Syrian Arab Republic, who wishes to speak \r\nin exercise of the right of reply. I remind him that \r\nstatements made in exercise of the right of reply are \r\nlimited to 10 minutes and should be made by delegations \r\nfrom their seats. \r\n12-59543 25\r\nA/67/PV.40\r\nMay I take it that it is the wish of the Assembly \r\nto appoint Mr. Andrzej Abraszewski, Mr. Syed Yawar \r\nAli, Mr. Ihor Humennyi, Ms. Susan McLurg, Mr. Josiel \r\nMotumisi Tawana and Mr. Kazuo Watanabe as members \r\nof the Committee on Contributions for a three-year \r\nterm of office beginning on 1 January 2013?\r\nIt was so decided.\r\n(c) Confirmation of the appointment of members of \r\nthe Investments Committee\r\nReport of the Fifth Committee (A/67/561)\r\nThe Acting President: The Fifth Committee \r\nrecommends in paragraph 5 of the report that the \r\nGeneral Assembly confirm the reappointment by the \r\nSecretary-General of Ms. Linah Mohohlo (Botswana) \r\nas a regular member of the Investments Committee for \r\na three-year term of office beginning on 1 January 2013 \r\nand confirm the reappointment of Mr. Emilio Cárdenas \r\n(Argentina) as a regular member of the Committee for \r\na one-year term of office beginning on 1 January 2013.\r\nMay I take it that it is the wish of the Assembly \r\nto confirm the reappointment by the Secretary-\r\nGeneral of Ms. Linah Mohohlo as a regular member \r\nof the Investments Committee for a three-year term \r\nof office beginning on 1 January 2013 and to confirm \r\nthe reappointment of Mr. Emilio Cárdenas as a regular \r\nmember of the Committee for a one-year term of office \r\nbeginning on 1 January 2013?\r\nIt was so decided.\r\nThe Acting President: In paragraph 6 of the \r\nsame report, the Fifth Committee also recommends \r\nthat the General Assembly reappoint Mr. Ivan Pictet \r\n(Switzerland) and appoint Mr. Gumersindo Oliveros \r\n(Spain) and Ms. Cecilia Reyes (Philippines) as ad hoc \r\nmembers of the Investments Committee for a one-year \r\nterm of office beginning on 1 January 2013.\r\nMay I take it that it is the wish of the Assembly to \r\nconfirm the reappointment of Mr. Ivan Pictet as well \r\nas the appointment of Mr. Gumersindo Oliveros and \r\nMs. Cecilia Reyes as ad hoc members of the Investments \r\nCommittee for a one-year term of office beginning on \r\n1 January 2013?\r\nIt was so decided.\r\nconsideration of sub-items (d), (f), (j), (k), (m), (n), (o), \r\n(t), (u) and (w) of agenda item 121?\r\nIt was so decided.\r\nThe Acting President: I would like to appeal \r\nto those Member States intending to submit draft \r\nresolutions on the remaining sub-items to do so as soon \r\nas possible\r\nAgenda item 111\r\nAppointments to fill vacancies in subsidiary organs \r\nand other appointments\r\n(a) Appointment of members of the Advisory \r\nCommittee on Administrative and \r\nBudgetary Questions\r\nReport of the Fifth Committee (A/67/559)\r\nThe Acting President: In paragraph 7 of its report, \r\nthe Fifth Committee recommends that the General \r\nAssembly appoint the following persons as members \r\nof the Advisory Committee on Administrative and \r\nBudgetary Questions for a three-year term of office \r\nbeginning on 1 January 2013: Ms. Jasminka Dinić \r\n(Croatia), Mr. Conrod Hunte (Antigua and Barbuda), \r\nMr. Mohanad Ali Omran (Iraq), Mr. Babou Sene \r\n(Senegal) and Mr. Tesfa Alem Seyoum (Eritrea).\r\nMay I take it that it is the wish of the General \r\nAssembly to appoint Ms. Jasminka Dinić, Mr. Conrod \r\nHunte, Mr. Mohanad Ali Omran, Mr. Babou Sene and \r\nMr. Tesfa Alem Seyoum as members of the Advisory \r\nCommittee on Administrative and Budgetary Questions \r\nfor a three-year term of office beginning on 1 January \r\n2013?\r\nIt was so decided.\r\n(b) Appointment of members of the Committee \r\non Contributions\r\nReport of the Fifth Committee (A/67/560)\r\nThe Acting President: In paragraph 4 of its report, \r\nthe Fifth Committee recommends that the General \r\nAssembly appoint the following persons as members of \r\nthe Committee on Contributions for a three-year term \r\nof office beginning on 1 January 2013: Mr. Andrzej \r\nAbraszewski (Poland), Mr. Syed Yawar Ali (Pakistan), \r\nMr. Ihor Humennyi (Ukraine), Ms. Susan McLurg \r\n(United States of America), Mr. Josiel Motumisi Tawana \r\n(South Africa) and Mr. Kazuo Watanabe (Japan).\r\n26 12-59543\r\nA/67/PV.40\r\nGeneral Assembly appoint the following as members \r\nor alternate members of the United Nations Staff \r\nPension Committee for a four-year term of office \r\nbeginning on 1 January 2013: Mr. Dmitry Chumakov \r\n(Russian Federation); Ms. Valeria María González \r\nPosse (Argentina); Mr. Hitoshi Kozaki (Japan); \r\nMr. Gerhard Küntzle (Germany); Mr. Lovemore \r\nMazemo (Zimbabwe); Mr. Philip Richard Okanda \r\nOwade (Kenya); Mr. Mustafizur Rahman (Bangladesh); \r\nand Mr. Thomas Repasch, Jr. (United States of America).\r\nMay I take it that it is the wish of the Assembly \r\nto appoint Mr. Dmitry Chumakov, Ms. Valeria María \r\nGonzález Posse, Mr. Hitoshi Kozaki, Mr. Gerhard \r\nKüntzle, Mr. Lovemore Mazemo, Mr. Philip Richard \r\nOkanda Owade, Mr. Mustafizur Rahman and \r\nMr. Thomas Repasch, Jr., as members or alternate \r\nmembers of the United Nations Staff Pension \r\nCommittee for a four-year term of office beginning on \r\n1 January 2013?\r\nIt was so decided.\r\nThe Acting President: May I take it that it is \r\nthe wish of the General Assembly to conclude its \r\nconsideration of sub-items (a) to (e) of agenda item 111?\r\nIt was so decided.\r\nThe meeting rose at 1.10 p.m.\r\n(d) Appointment of members of the International \r\nCivil Service Commission\r\nReport of the Fifth Committee (A/67/562)\r\nThe Acting President: In paragraph 4 of the report, \r\nthe Fifth Committee recommends that the General \r\nAssembly appoint the following persons as members \r\nof the International Civil Service Commission for \r\na four-year term of office beginning on 1 January \r\n2013: Mr. Fatih Bouayad-Agha (Algeria); Mr. Sergei \r\nGarmonin (Russian Federation); Mr. Mohamed Mijarul \r\nQuayes (Bangladesh); Mr. Wang Xiaochu (China); and \r\nMr. El Hassane Zahid (Morocco).\r\nMay I take it that it is the wish of the Assembly to \r\nappoint Mr. Fatih Bouayad-Agha, Mr. Sergei Garmonin, \r\nMr. Mohamed Mijarul Quayes, Mr. Wang Xiaochu and \r\nMr. El Hassane Zahid as members of the International \r\nCivil Service Commission for a four-year term of office \r\nbeginning on 1 January 2013?\r\nIt was so decided.\r\n(e) Appointment of members and alternate \r\nmembers of the United Nations Staff \r\nPension Committee\r\nReport of the Fifth Committee (A/67/563)\r\nThe Acting President: In paragraph 4 of its \r\nreport, the Fifth Committee recommends that the \r\n"