"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-61635 (E)\r\n*1261635*\r\nThe meeting was called to order at 3.30 p.m.\r\nAgenda item 37\r\nQuestion of Palestine\r\nReport of the Committee on the Exercise of \r\nthe Inalienable Rights of the Palestinian \r\nPeople (A/67/35)\r\nReport of the Secretary-General (A/67/364)\r\nDraft resolutions (A/67/L.17, A/67/L.18, \r\nA/67/L.19, A/67/L.20 and A/67/L.28)\r\nThe President: At the request of the sponsors and in \r\nview of the presence of the President of the Palestinian \r\nAuthority, His Excellency Mr. Mahmoud Abbas, I \r\nshould like to advise members that the Assembly \r\nwill first take action on draft resolution A/67/L.28, \r\nentitled “Status of Palestine in the United Nations”. \r\nThe Assembly will then continue to hold its debate on \r\nagenda item 37 immediately following its consideration \r\nof the draft resolution. \r\nIn the light of that circumstance, and there being no \r\nobjection, we shall proceed accordingly.\r\nI now give the f loor to the representative of the \r\nSudan to introduce draft resolution A/67/L.28.\r\nMr. Osman (Sudan) (spoke in Arabic): At the \r\noutset, I have the honour, as Permanent Representative \r\nof the Republic of the Sudan and Chairman of the \r\nGroup of Arab Ambassadors at the United Nations, to \r\nwelcome the sincere children of Palestine present here, \r\nwho have displayed patience, steadfastness and good \r\nfaith, demonstrating that they are excellent champions \r\nof the Palestinian cause. I especially welcome President \r\nAbbas, Abu Mazen, our brother the leader. I welcome \r\nhis delegation to this historic meeting on this historic \r\nday.\r\nI also have the honour and the pleasure of introducing \r\nthe draft resolution entitled “Status of Palestine in the \r\nUnited Nations”, as contained in document A/67/L.28, \r\nunder agenda item 37, entitled “Question of Palestine”. I \r\nintroduce the draft resolution on behalf of the following \r\ncountries: Afghanistan, Algeria, Angola, Argentina, \r\nAzerbaijan, Bahrain, Bangladesh, Belarus, Belize, \r\nBolivia, Brazil, Brunei Darussalam, Chile, China, \r\nComoros, Cuba, the Democratic People’s Republic of \r\nKorea, Djibouti, Ecuador, Egypt, Grenada, Guinea, \r\nGuinea-Bissau, Guyana, Iceland, India, Indonesia, \r\nIraq, Jordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, \r\nthe Lao People’s Democratic Republic, Lebanon, \r\nLibya, Madagascar, Malaysia, Maldives, Mali, \r\nMauritania, Morocco, Namibia, Nicaragua, Nigeria, \r\nOman, Pakistan, Peru, Qatar, Saint Vincent and the \r\nGrenadines, Saudi Arabia, Senegal, Seychelles, Sierra \r\nLeone, Somalia, South Africa, Sri Lanka, the Sudan, \r\nSuriname, Tajikistan, Tunisia, Turkey, the United Arab \r\nEmirates, Uruguay, Venezuela, Viet Nam, Yemen, \r\nZimbabwe and Palestine.\r\nThis important draft resolution aims to take \r\na historic decision to grant Palestine the status of \r\na non-member observer State. Its preambular part \r\nreaffirms the unacceptability of the acquisition of \r\nterritory by force, as stipulated in the Charter. Other \r\npreambular paragraphs reaffirm the right of the \r\nUnited Nations A/67/PV.44\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n44th plenary meeting\r\nThursday, 29 November 2012, 3 p.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Serbia)\r\n2 12-61635\r\nA/67/PV.44\r\nPalestinian people to self-determination, including the \r\nright to an independent State of Palestine.\r\nThe preambular paragraphs reaffirm relevant \r\nSecurity Council and General Assembly resolutions \r\nconcerning the peaceful settlement of the question of \r\nPalestine, mentioning, among other things, that Israel \r\nmust withdraw from Palestinian territory occupied \r\nsince 1967, including East Jerusalem, and that the \r\ninalienable rights of the Palestinian people, starting \r\nwith the right to self-determination and the right to \r\nestablish an independent State, must be realized, along \r\nwith an equitable settlement for the Palestinian refugees \r\nin accordance with resolution 194 (III) and a complete \r\ncessation of Israeli settlement activities in the occupied \r\nPalestinian territory, including East Jerusalem. \r\nThe preambular part further recalls resolution \r\n43/177, in which the Assembly acknowledged the \r\nproclamation of the State of Palestine by the Palestine \r\nNational Council on 15 November 1988. It also \r\nreaffirms the right of all States in the region to live \r\nin peace within secure and internationally recognized \r\nborders and the right of both States to live side by side \r\nin peace and security. \r\nIn its operative paragraphs, the draft resolution \r\nreaffirms the right of the Palestinian people to self-\r\ndetermination and independence in their State of \r\nPalestine on the Palestinian territory occupied since \r\n1967. \r\nWe call on the General Assembly to grant Palestine \r\nthe status of a non-member observer State. I will \r\nrepeat that. We are asking the General Assembly to \r\naccord Palestine non-member observer State status \r\nin the United Nations, without prejudging the rights, \r\nprivileges and role accorded the Palestine Liberation \r\nOrganization as representative of the Palestinian \r\npeople. \r\nThe operative paragraphs also affirm the \r\ndetermination of the General Assembly to contribute \r\nto the achievement of the inalienable rights of the \r\nPalestinian people and the attainment of a peaceful \r\nsettlement of the Middle East conflict that  ends the \r\nIsraeli occupation that began in 1967, making possible \r\nthe realization of the vision of two States. They \r\nalso express the urgent need to resume and expedite \r\nnegotiations in order to achieve a peaceful, just, lasting \r\nand comprehensive solution.\r\nParagraph 6 urges all States and the specialized \r\nagencies and organizations of the United Nations \r\nsystem to continue to support the Palestinian people in \r\nthe early realization of their right to self-determination, \r\nindependence and freedom. Those are all principles \r\nthat have been enshrined in the Charter of the United \r\nNations. On this historic date, those principles will be \r\nenshrined.\r\nThe draft resolution before the Assembly today, \r\nwhich will make this body’s views official, has been \r\na long time in coming.  Sixty-five years ago today, \r\nwhen the United Nations decided to partition historic \r\nPalestine into two States, one acquired independence, \r\nbut the other one waited until this historic day. The \r\neyes of all the children of Palestine are looking to this \r\nmoment and to this Assembly to see their aspirations \r\nand hopes fully realized.\r\nSince that day 65 years ago, the General Assembly \r\nhas annually adopted many important resolutions \r\nreaffirming the rights of the Palestinian people, \r\nincluding the right to self-determination, as well as the \r\nneed to achieve a just and comprehensive solution to the \r\nquestion of Palestine under resolutions of international \r\nlegitimacy. In that respect, the draft resolution is a \r\nqualitative addition along the path to achieving the \r\ninternational will to establish a real peace in the Middle \r\nEast based on the two-State solution. That is why I call \r\nupon all States to contribute today to making history \r\nand to pave the way to the future by voting for the draft \r\nresolution.\r\nTo conclude, I can only express, on behalf of the \r\nArab Group, our great gratitude and appreciation to \r\nall the States that have sponsored the draft resolution, \r\nthereby demonstrating their support for the principles \r\nof the Charter. This is a victory for the values of justice \r\nand truth and for the Palestinian question and the \r\nPalestinian people, who are watching us today.\r\nThe President: The Assembly will now hear an \r\naddress by the Chairman of the Executive Committee \r\nof the Palestine Liberation Organization and President \r\nof the Palestinian Authority.\r\nMr. Abbas (Palestine) (spoke in Arabic): Palestine \r\ncomes today to the General Assembly at a time when \r\nit is still tending to its wounds and burying its beloved \r\nmartyrs — the men, women and children who fell victim \r\nto the latest Israeli aggression — a time when it is still \r\nsearching for remnants of life amid the ruins of homes \r\ndestroyed by Israeli bombs on the Gaza Strip, wiping \r\nout entire families, their men, women and children, all \r\nmurdered along with their dreams, their hopes, their \r\n12-61635 3\r\nA/67/PV.44\r\nfuture and their longing to live an ordinary life and to \r\nlive in freedom and peace.\r\nPalestine comes today to the General Assembly \r\nbecause it believes in peace and because its people, \r\nas proven in the course of the past few days, are in \r\ndesperate need of it.\r\nPalestine comes today to this prestigious \r\ninternational forum, the representative and protector \r\nof international legitimacy, reaffirming our conviction \r\nthat the international community now stands before the \r\nlast chance to save the two-State solution. Palestine \r\ncomes to the Assembly today at a defining moment \r\nregionally and internationally, in order to reaffirm \r\nits presence and to protect the possibilities and the \r\nfoundations of the just peace that is deeply hoped for \r\nin our region.\r\nThe Israeli aggression against our people in the \r\nGaza Strip has confirmed once again the extraordinary, \r\nurgent and pressing need to end the Israeli occupation and \r\nfor our people to gain their freedom and independence. \r\nThat aggression also confirms the Israeli Government’s \r\nadherence to the policy of occupation, brute force and \r\nwar, which in turn obliges the international community \r\nto shoulder its responsibilities towards the Palestinian \r\npeople and towards peace. That is why we are here \r\ntoday.\r\nI say with great pain and sorrow that there was \r\nassuredly no one in the world who asked dozens of \r\nPalestinian children to lose their lives in order to \r\nreaffirm the aforementioned facts. There did not \r\nhave to be thousands of deadly raids and tons of \r\nexplosives for the world to be reminded that there was \r\nan occupation that needed to end and that there was a \r\npeople that needed to be freed. Nor was there a need for \r\na new, devastating war in order for us to be aware of the \r\nabsence of peace. That is why we are here today.\r\nThe Palestinian people miraculously recovered \r\nfrom the ashes of Al-Nakba of 1948, which was intended \r\nto extinguish their being and to expel them, to uproot \r\nthem and erase their presence, which was rooted in the \r\ndepths of their land and the depths of history. In those \r\ndark days, hundreds of thousands of Palestinians were \r\ntorn from their homes and displaced within and outside \r\ntheir homeland. As part of one of the most dreadful \r\ncampaigns of ethnic cleansing and dispossession in \r\nmodern history, they were thrown from their beautiful, \r\nembracing, prosperous country into refugee camps. \r\nIn those dark days, our people looked to the United \r\nNations as a beacon of hope and appealed for an end to \r\nthe injustice, for justice and peace and for the realization \r\nof our rights. Our people still believe in those aims and \r\ncontinue to wait. That is why we are here today. \r\nIn the course of our long national struggle, our \r\npeople have always strived to ensure harmony and \r\nconsistency among the goals and means of their struggle, \r\ninternational law and the spirit of the era, in accordance \r\nwith the prevailing realities and changes. Despite the \r\nhorrors that befell them, and continue to befall them \r\ntoday, as a consequence of Al-Nakba and its horrors, our \r\npeople have always strived not to lose their humanity, \r\ntheir highest and deeply held moral values and their \r\ninnovative ability for survival, steadfastness, creativity \r\nand hope. Despite the enormity and complexity of that \r\ntask, the Palestine Liberation Organization, the sole \r\nlegitimate representative of the Palestinian people and \r\nthe committed leader of their revolution and struggle, \r\nhas consistently strived to achieve that harmony and \r\nconsistency.\r\nIn 1988, when the Palestine National Council \r\ndecided to pursue the Palestinian peace initiative and \r\nadopted the declaration of independence, on the basis \r\nof resolution 181 (II) of 29 November 1947, under the \r\nleadership of the late President Yasser Arafat, it in fact \r\ntook a historic, difficult and courageous decision that \r\ndefined the requirements for a historic reconciliation \r\nthat would turn the page on war, aggression and \r\noccupation. That was no easy matter. Yet, we had \r\nthe courage and sense of responsibility to take the \r\nright decision in order to protect the higher national \r\ninterests of our people and to affirm our adherence to \r\nand conformity with international legitimacy. In that \r\nsame year, that decision was welcomed, supported and \r\nendorsed by the Assembly that is meeting today.\r\nOver the past months in particular, we and the \r\nmembers of the General Assembly have heard a constant \r\nstream of Israeli threats in response to our peaceful, \r\npolitical and diplomatic effort for Palestine to acquire \r\nnon-member observer status in the United Nations. \r\nMembers have certainly witnessed how some of those \r\nthreats were barbarically and horrifically carried out in \r\nthe Gaza Strip only days ago.\r\nWe have not heard a word from any Israeli official \r\nexpressing any sincere concern about saving the peace \r\nprocess. On the contrary, our people have witnessed, \r\nand continue to witness, an unprecedented escalation \r\nof military attacks, the blockade, settlement activities \r\n4 12-61635\r\nA/67/PV.44\r\nand ethnic cleansing, particularly in occupied East \r\nJerusalem. They have seen mass arrests and attacks by \r\nsettlers, as well as other practices with which the Israeli \r\noccupation is becoming synonymous. Israel’s apartheid \r\nsystem of colonial occupation institutionalizes the \r\nplague of racism and entrenches hatred and incitement.\r\nThe Israeli Government’s conviction that it is \r\nabove international law and that it is immune from \r\naccountability and responsibility allows it to blatantly \r\ncontinue its aggressive policies and perpetration of war \r\ncrimes. Unfortunately, that belief is bolstered by the \r\nfailure of some to condemn and to demand the cessation \r\nof those violations and crimes and by positions that \r\nequate the victim and the perpetrator. The time has \r\ncome for the world to say clearly enough aggression, \r\nenough settlements and enough occupation. That is \r\nwhy we are here now. \r\nWe have not come here seeking to delegitimize a \r\nState established decades ago, that is, Israel. Rather, \r\nwe have come to affirm the legitimacy of a State that \r\nmust now achieve its independence, namely, Palestine. \r\nWe have not come here to add further complications to \r\nthe peace process, which Israel’s policies have cast into \r\ndisarray. Rather, we have come to launch a final serious \r\nattempt to achieve peace. We seek not to put an end \r\nto what remains of the negotiations process, which has \r\nlost its utility and credibility, but rather to try to breathe \r\nnew life into the negotiations. We seek to ensure a solid \r\nfoundation for that process, on the basis of the terms \r\nof reference of the relevant international resolutions, so \r\nthat the negotiations can succeed. \r\nOn behalf of the Palestine Liberation Organization, \r\nI say that we will not give up, we will not tire and our \r\ndetermination will not wane. We will continue to strive \r\nto achieve a just peace. However, above all, I affirm that \r\nour people will not relinquish their inalienable national \r\nrights, as defined by United Nations resolutions. Our \r\npeople cling to the right to defend themselves against \r\naggression and occupation. They will continue their \r\npopular and peaceful resistance and their historic \r\nresolve and will to build their land. They will end the \r\nhateful division and strengthen their national unity. \r\nWe will accept no less than the independence of the \r\nState of Palestine, with East Jerusalem as its capital, \r\non all the Palestinian territory occupied in 1967, living \r\nin peace and security alongside the State of Israel, as \r\nwell as a solution to the refugee issue on the basis of \r\nresolution 194 (III), in line with the operative part of \r\nthe Arab Peace Initiative.\r\nI do not believe that this is some kind of terrorism \r\nthat we pursue in the United Nations. Nevertheless, in \r\nthat connection, we once again reiterate the warning that \r\nthe window of opportunity is narrowing and that time \r\nwill soon run out. Patience is wearing thin and hope is \r\nwithering. The innocent lives that have been taken by \r\nIsraeli bombs — amounting to more than 168 martyrs, \r\nmostly children and women, including 12 members of \r\nthe Dalou family in Gaza — are a painful reminder \r\nto the world that the racist and colonial occupation is \r\nmaking the two-State solution, and the prospect for \r\nrealizing peace, a very difficult, if not an impossible, \r\nchoice. It is time for action and the moment to move \r\nforward. That is why we are here today.\r\nThe world is being asked today to answer a \r\nspecific question that we have often repeated: is there \r\na surplus of people in our region? Tell us. The world \r\nmust say whether we are a surplus people or whether \r\nthere is a State missing, which must be established on \r\nits land, that is, in Palestine. The world is being asked \r\nto take a significant step in the process of rectifying \r\nthe unprecedented historical injustice inflicted on the \r\nPalestinian people since Al-Nakba of 1948.\r\nEvery vote in the Assembly supporting our \r\nendeavour today is a most valuable voice of courage, \r\nand every State that grants support today to Palestine’s \r\nrequest for non-member observer State status is \r\naffirming its principled and moral support for freedom, \r\nthe rights of peoples, international law and peace. The \r\nAssembly’s support for our endeavour today will send \r\na promising message to millions of Palestinians in \r\nthe land of Palestine and in the refugee camps both in \r\nthe homeland and throughout the diaspora and to the \r\nprisoners struggling for freedom in Israel’s prisons \r\nthat justice is possible and that there is a reason to be \r\nhopeful, and that the peoples of the world do not accept \r\nthe continuation of the occupation. That is why we are \r\nhere today.\r\nThe support of the Assembly for our endeavour \r\ntoday will give a reason for hope to a people besieged \r\nby a racist, colonial occupation. Unfortunately, failure \r\nin this endeavour would almost amount to complicity in \r\nIsrael’s aggression and in a state of paralysis that some \r\nare striving to impose on the will of the international \r\ncommunity. The Assembly’s support will confirm to \r\nour people that they are not alone and that their wager \r\non international law will never be a losing proposition.\r\nIn our endeavour today to acquire non-member \r\nobserver status for Palestine in the United Nations, \r\n12-61635 5\r\nA/67/PV.44\r\nwe reaffirm that Palestine will always adhere to and \r\nrespect the Charter and resolutions of the United \r\nNations and international humanitarian law, uphold \r\nequality, guarantee civil liberties, uphold the rule of \r\nlaw, promote democracy and pluralism, and uphold \r\nand protect the rights of women. That is what we are \r\npledging today. As we promised our friends and our \r\nbrothers and sisters, we will continue to consult with \r\nthem upon the approval of our request to upgrade \r\nPalestine’s status by this body. We will act responsibly \r\nand positively in our next steps, and we will work to \r\nstrengthen cooperation with the countries and peoples \r\nof the world for the sake of a just peace.\r\nSixty-five years ago on this day, the General \r\nAssembly adopted resolution 181 (II), which partitioned \r\nthe land of historic Palestine into two States and became \r\nthe birth certificate for Israel. Sixty-five years later and \r\non the same day, which this body has designated the \r\nInternational Day of Solidarity with the Palestinian \r\nPeople, the General Assembly stands before a moral \r\nduty, which it must not hesitate to undertake; before an \r\nhistoric duty, which cannot endure further delay; and \r\nbefore a practical duty to salvage the chances for peace, \r\nwhich is urgent and cannot be postponed.\r\nThe General Assembly is called upon today to issue \r\na birth certificate to the reality of the State of Palestine. \r\nThat is specifically why we are here today. Our hope \r\nis in God and in the General Assembly. May peace be \r\nupon the Assembly. \r\nMr. Prosor (Israel): Today I stand before the \r\nAssembly, tall and proud, because I represent the \r\nworld’s one and only Jewish State, a State built in the \r\nJewish people’s ancient homeland, with its eternal \r\ncapital, Jerusalem, as its beating heart. We are a nation \r\nwith deep roots in the past and bright hopes for the \r\nfuture. We are a nation that values idealism but acts \r\nwith pragmatism. Israel is a nation that never hesitates \r\nto defend itself, but will always, always extend its hand \r\nfor peace. \r\nPeace is a central value of Israeli society. The Bible \r\ncalls on us and says “Seek peace and pursue it”. Peace \r\nfills our art and poetry. It is taught in our schools. It \r\nhas been the goal of the Israeli people and every Israeli \r\nleader since Israel was re-established 64 years ago. \r\nIsrael’s declaration of independence states: \r\n“We extend our hand to all neighbouring States \r\nand their peoples in an offer of peace and good \r\nneighbourliness, and appeal to them to establish \r\nbonds of cooperation and mutual help”. \r\nThis week was the thirty-fifth anniversary of \r\nPresident Anwar Sadat’s historic visit to Jerusalem. In \r\na speech just before the visit, President Sadat famously \r\nstood in the Egyptian Parliament in Cairo and stated \r\nthat he would go “to the ends of the Earth” to make \r\npeace with Israel. Israel’s Prime Minister at the time, \r\nMenachem Begin, welcomed President Sadat to Israel \r\nand paved the way for peace. This morning, Prime \r\nMinister Netanyahu stood at the Menachem Begin \r\nCenter and said this about the draft resolution on which \r\nthe General Assembly is about to vote:\r\n“Israel is prepared to live in peace with a \r\nPalestinian State, but for peace to endure, Israel’s \r\nsecurity must be protected. The Palestinians \r\nmust recognize the Jewish State and they must be \r\nprepared to end the conflict with Israel once and \r\nfor all. None of these vital interests, these vital \r\ninterests of peace, none of them appear in the \r\ndraft resolution that will be put forward before the \r\nGeneral Assembly today, and that is why Israel \r\ncannot accept it. The only way to achieve peace \r\nis through agreements that are reached by the \r\nparties and not through United Nations resolutions \r\nthat completely ignore Israel’s vital security and \r\nnational interests. And because this resolution is \r\nso one-sided, it doesn’t advance peace; it pushes it \r\nbackwards.\r\n“As for the rights of Jewish people in this land, \r\nI have a simple message for those people gathered \r\nin the General Assembly today: no decision by the \r\nUnited Nations can break the 4,000 year-old bond \r\nbetween the people of Israel and the land of Israel.”\r\nThe people of Israel wait for a Palestinian leader \r\nwho is willing to follow in the footsteps of President \r\nSadat. The world waits for President Abbas to speak \r\nthe truth that peace can be achieved only through \r\nnegotiations by recognizing Israel as a Jewish State. It \r\nwaits for him to tell them that peace must also address \r\nIsrael’s security needs and end the conflict once and for \r\nall. For as long as President Abbas prefers symbolism \r\nover reality, as long as he prefers to travel to New York \r\nfor United Nations resolutions, rather than to Jerusalem \r\nfor genuine dialogue, any hope of peace will be out of \r\nreach.\r\nIsrael has always extended its hand in peace and \r\nwill always extend its hand for peace. When we faced \r\n6 12-61635\r\nA/67/PV.44\r\nan Arab leader who wanted peace, we made peace. \r\nThat was the case with Egypt, and that was the case \r\nwith Jordan. Time and again, we have sought peace \r\nwith the Palestinians. Time and again, we have been \r\nmet by rejection of our offers, denial of our rights and \r\nterrorism targeting our citizens.\r\nPresident Abbas described today’s proceedings as \r\nhistoric, but the only historic thing about his speech \r\nwas how much it ignored history. \r\nThe truth is that 65 years ago today, the United \r\nNations voted to partition the British Mandate into two \r\nStates: a Jewish State and an Arab State. Two States for \r\ntwo peoples. Israel accepted that plan. The Palestinians \r\nand Arab nations around us rejected it and launched a \r\nwar of annihilation to throw the Jews into the sea.\r\nThe truth is that from 1948 until 1967 the West Bank \r\nwas ruled by Jordan and Gaza was ruled by Egypt. The \r\nArab States did not lift a finger to create a Palestinian \r\nState. Instead, they sought Israel’s destruction and \r\nwere joined by newly formed Palestinian terrorist \r\norganizations.\r\nThe truth is that at Camp David in 2000, and again \r\nat Annapolis in 2008, Israeli leaders made far-reaching \r\noffers for peace. Those offers were met by rejection, \r\nevasion and even terrorism. The truth is that to advance \r\npeace, in 2005 Israel dismantled entire communities \r\nand uprooted thousands of people from their homes in \r\nthe Gaza Strip. And rather than use that opportunity to \r\nbuild a peaceful future, the Palestinians turned Gaza \r\ninto an Iranian terror base, from which thousands \r\nof rockets were fired into Israeli cities. As we were \r\nreminded just last week, the area has been turned into a \r\nlaunching pad for rockets into Israeli cities, a haven for \r\nglobal terrorists and an ammunition dump for Iranian \r\nweapons.\r\nTime after time, the Palestinian leadership has \r\nrefused to accept responsibility. They have refused to \r\nmake the tough decisions for peace.\r\nIsrael remains committed to peace, but we will not \r\nestablish another Iranian terror base in the heart of our \r\ncountry. We need a peace that will endure, a peace that \r\nwill secure the future of Israel.\r\nThree months ago, Israel’s Prime Minister stood in \r\nthis very Hall, at this very rostrum (see A/67/PV.12), \r\nand extended his hand in peace to President Abbas. \r\nHe reiterated that his goal was to create a solution \r\nof two States for two peoples, where a demilitarized \r\nPalestinian State would recognize Israel as a Jewish \r\nState. That is right — two States for two peoples.\r\nIn fact, I did not hear President Abbas use the \r\nphrase “two States for two peoples” this afternoon. In \r\nfact, I have never heard him say the phrase “two States \r\nfor two peoples”, because the Palestinian leadership has \r\nnever recognized that Israel is the nation State of the \r\nJewish people. They have never been willing to accept \r\nwhat this very body recognized 65 years ago — Israel \r\nis the Jewish State. In fact, today he asked the world \r\nto recognize a Palestinian State, but he still refused \r\nto recognize the Jewish State. Not only does he not \r\nrecognize the Jewish State, he is also trying to erase \r\nJewish history. This year, he even tried to erase the \r\nconnection between the Jewish people and Jerusalem. \r\nHe said that Jews were trying to alter the historical \r\ncharacter of Jerusalem. He said that we are trying to \r\n“Judaize Jerusalem”.\r\nI would like to say to President Abbas that the \r\ntruth is that Jerusalem had a Jewish character long \r\nbefore most cities in the world had any character. Three \r\nthousand years ago, King David ruled from Jerusalem, \r\nand Jews have lived in Jerusalem ever since.\r\nIt is time that President Abbas, instead of revising \r\nhistory, started making history by making peace with \r\nIsrael.\r\nThis draft resolution (A/67/L.28) will not advance \r\npeace. This draft resolution will not change the \r\nsituation on the ground. It will not change the fact \r\nthat the Palestinian Authority has no control over \r\nGaza — and that is 40 per cent of the territory they \r\nclaim to represent. President Abbas cannot even visit \r\nnearly half the territory of the State he claims to \r\nrepresent. That territory is controlled by Hamas, an \r\ninternationally recognized terrorist organization that \r\nrains missiles on Israeli civilians. That is the same \r\nHamas that fired more than 1,300 rockets into the heart \r\nof Israel’s major cities this month.\r\nThis draft resolution will not confer statehood on \r\nthe Palestinian Authority, which clearly fails to meet \r\nthe criteria for statehood. This draft resolution will not \r\nenable the Palestinian Authority to join international \r\ntreaties, organizations or conferences as a State. This \r\ndraft resolution cannot serve as acceptable terms of \r\nreference for peace negotiations with Israel because it \r\nsays nothing about Israel’s security needs. It does not \r\ncall on the Palestinians to recognize Israel as the Jewish \r\n12-61635 7\r\nA/67/PV.44\r\nState, and it does not demand an end to the conflict and \r\na termination of all claims.\r\nLet me tell the Assembly what this draft resolution \r\ndoes do. This draft resolution violates fundamental \r\nbinding commitments, including a commitment that \r\nmany of the States represented here today in this Hall \r\nwere themselves witness to — a commitment that \r\nall outstanding issues in the peace process would be \r\nresolved only in direct negotiations. The draft resolution \r\nsends a message that the international community is \r\nwilling to turn a blind eye to peace agreements. \r\nFor the people of Israel, it raises a simple question: \r\nWhy continue to make painful sacrifices for peace in \r\nexchange for pieces of paper that the other side will \r\nnot honour? It will make a negotiated peace settlement \r\nless likely, as Palestinians continue to harden their \r\npositions and place further obstacles and preconditions \r\nto negotiations and peace. And, unfortunately, it will \r\nraise expectations that cannot be met, which has always \r\nproven to be a recipe for conflict and instability.\r\nThere is only one route to Palestinian statehood, and \r\nthat route does not run through this Hall in New York. \r\nThat route runs through direct negotiations between \r\nJerusalem and Ramallah that will lead to a secure and \r\nlasting peace between Israelis and Palestinians. There \r\nare no shortcuts, no quick fixes and no instant solutions. \r\nAs President Obama said in 2010, “Peace cannot be \r\nimposed from the outside”.\r\nThe real message of this draft resolution for the \r\npeople of Israel is that the international community will \r\nturn a blind eye to violations of these agreements by the \r\nPalestinians.\r\nIn submitting this draft resolution, the Palestinian \r\nleadership is once again making the wrong choice. \r\nSixty-five years ago, Palestinians could have chosen to \r\nlive side by side with the Jewish State of Israel. Sixty-\r\nfive years ago, they could have chosen to accept the \r\nsolution of two States for two peoples. They rejected it \r\nthen, and they are rejecting it again today.\r\nThe international community should not encourage \r\nthat rejection. It should not encourage the Palestinian \r\nleadership to drive forward recklessly with both feet \r\npressing down on the gas, no hands on the wheel and \r\nno eyes on the road. Instead, it should encourage the \r\nPalestinians to enter into direct negotiations without \r\npreconditions in order to achieve an historic peace in \r\nwhich a demilitarized Palestinian State recognizes the \r\nJewish State.\r\nWinston Churchill said, “The truth is incontrovertible. \r\nPanic may resent it, ignorance may deride it, malice may \r\ndistort it, but there it is”. The truth is that Israel wants \r\npeace, and the Palestinians are avoiding peace.\r\nThose who are supporting the draft resolution today \r\nare not advancing peace; they are undermining peace. \r\nThe United Nations was founded to advance the cause \r\nof peace. Today the Palestinians are turning their back \r\non peace. Let not history record that today the United \r\nNations helped them along on their march of folly.\r\nMr. Natalegawa (Indonesia): The time has come. \r\nThe time has come for the international community to \r\nset things right. No longer can the world turn a blind \r\neye to the long sufferings of the Palestinian people, \r\nthe denial of their basic human rights and fundamental \r\nfreedoms and the obstruction of their rights to self-\r\ndetermination and to independence. No longer can the \r\nworld deny the fact that despite the enormous barriers \r\nerected by the occupying Power, Palestinians have \r\ndiligently and with great resolve built the capacity to \r\nfunction as a State ready to stand equal to any other \r\nState in this Assembly and ready to unleash its full \r\npotential as a positive force for progress.\r\nThere can be no reason, therefore, why the \r\ninternational community cannot endorse the request to \r\naccord non-member observer State status to Palestine, \r\nan entity that some 24 years ago the Assembly, through \r\nits resolution 43/177, acknowledged as a State. Indonesia \r\nis therefore a sponsor of the draft resolution before \r\nthe Assembly (A/67/L.28), and we reiterate the hope \r\nthat Palestine’s application for full membership in the \r\nUnited Nations will be favourably considered. We hold \r\nthat Palestine’s full membership is consistent with the \r\nshared vision of a two-State solution. We believe that an \r\nindependent State of Palestine, with equal rights and, \r\nindeed, responsibilities equal to those of other States, \r\nwill contribute to the attainment of a just, lasting and \r\ncomprehensive peace in the Middle East.\r\nThe recent cycle of indiscriminate violence and \r\ndisproportionate use of force in Gaza, Palestine, \r\nserves as a serious reminder of the need for an earnest \r\nresumption and acceleration of the peace process and \r\nthus of the need to create conditions conducive to that \r\nprocess. That means ending illegal settlement activities \r\nand lifting the blockade of Gaza, thereby putting to an \r\nend the inhumane policy of collective punishment. There \r\nis a need, too, for Palestine to enhance intra-Palestinian \r\ndialogue at this very historic moment.\r\n8 12-61635\r\nA/67/PV.44\r\nparties need to work together to achieve their mutual \r\nand intertwined destinies and potential — has survived \r\nas an essential ingredient in successive efforts to find \r\nan elusive peace.\r\nIn 1948, resolution 194 (III) set up a Conciliation \r\nCommission aimed at finding solutions to the full \r\nrange of problems facing the two sides. It established an \r\nimportant principle in calling for the parties involved to \r\nseek agreement through negotiations, with a view to the \r\nfinal settlement of all questions outstanding between \r\nthem.\r\nIn 1967, the Security Council adopted resolution 242 \r\n(1967). The Council requested the dispatch of a special \r\nrepresentative of the Secretary-General to the region \r\nto promote agreement and assist efforts to achieve a \r\npeaceful and accepted settlement, entrenching further \r\nthe principle that solutions required the acceptance and \r\ncollective action of both sides. That idea was reaffirmed \r\nin 1973 in Council resolution 338 (1973), which decided \r\nthat immediately and concurrently with the ceasefire, \r\nnegotiations should start between the parties concerned \r\nunder appropriate auspices aimed at establishing a just \r\nand durable peace.\r\nThose two Security Council resolutions, 242 \r\n(1967) and 338 (1973), form the explicitly recognized \r\ncornerstone of all subsequent peace commitments, \r\naccords and understandings between the two parties, \r\nenshrining the need for negotiations as a core principle.\r\nBoth the Israelis and the Palestinians reaffirmed \r\ntheir acceptance of the principles and obligations laid \r\nout in both resolutions in 1993, with the historic signing \r\nof the Oslo Accords. Article I made the point explicitly \r\nin highlighting that the interim arrangements are an \r\nintegral part of the whole peace process and that the \r\nnegotiations on the permanent status will lead to the \r\nimplementation of Security Council resolutions 242 \r\n(1967) and 338 (1993).\r\nIn 1995, the Oslo II agreement built on those \r\nimportant foundations. In the preamble, both sides \r\nreaffirmed their desire to achieve a just, lasting \r\nand comprehensive peace settlement and historic \r\nreconciliation through the agreed political process. \r\nFinal clause 7, under article XXXI, stipulated that \r\nneither side shall initiate or take any step that will \r\nchange the status of the West Bank and Gaza pending \r\nthe outcome of the permanent status negotiations.\r\nThose principles were again reaffirmed in 2002. \r\nSecurity Council resolution 1397 (2002) called on \r\nBy according non-member observer State status to \r\nthe State of Palestine, we are signaling the primacy of \r\ndiplomacy and the rejection of violence. We are making \r\na strong statement on the need for mutual respect \r\namong nations. We are placing faith in the principle of \r\nuniversality of membership of the United Nations. We \r\nare beginning to redress a festering historic injustice, \r\nand we are affirm that all of humankind, including \r\nthe long-suffering people of Palestine, are entitled to \r\nhuman rights and fundamental freedoms.\r\nMr. Baird (Canada): Canada opposes draft \r\nresolution A/67/L.28 in the strongest of terms because \r\nit undermines the core foundations of a decades-long \r\ncommitment on the part of the international community \r\nand the parties themselves to a two-State solution, \r\narrived at through direct negotiations.\r\nWhile we understand that a fi nal resolution remains \r\nelusive, Canada has long opposed unilateral actions \r\nby either side, as they are unhelpful. The outstanding \r\nissues are too intricate and too complex to be resolved \r\nby simplistic unilateral measures. We do not believe that \r\nunilateral measures taken by one side can be justified \r\nby accusations of unilateralism directed at the other. \r\nThat approach can only result in the steady erosion and \r\ncollapse of the very foundations of a process that, while \r\nincomplete, holds the only realistic chance of bringing \r\nabout two peaceful, prosperous States living side by \r\nside as neighbours.\r\nCanada’s support for a negotiated settlement, like \r\nour opposition to the initiative before us today, is rooted \r\nin the very history of this venerable Organization and in \r\nthe sustained international effort to resolve this matter. \r\nCanada was proud to be one of the countries preparing \r\nthe blueprint for peace as part of the 1947 United Nations \r\nSpecial Committee on Palestine. That Committee came \r\nup with the proposal for a two-State solution — one \r\npredominantly Jewish and the other predominantly \r\nArab, living side by side — that ultimately resulted, \r\nin November 1947, in the passage of resolution 181 (II) \r\nsetting out the Partition Plan. However, not all of those \r\nwho should have supported that vision were prepared \r\nto do so, and the people of the region have suffered for \r\nseven decades as a result.\r\nEven in those early, difficult days, however, the \r\nprinciple of collaboration between the two parties \r\nwas seen as an inherent necessity, as reflected in the \r\nelaboration of a plan for economic union between the \r\ntwo sides. While resolution 181 (II) has never been \r\nfully implemented, the principle — the idea that the two \r\n12-61635 9\r\nA/67/PV.44\r\nSolutions can come only through the two sides working \r\ntogether.\r\nThe draft resolution before us will not advance the \r\ncause of peace or spur a return to negotiations. Will \r\nthe Palestinian people be better off as a result? No. On \r\nthe contrary, this unilateral step will harden positions \r\nand raise unrealistic expectations while doing nothing \r\nto improve the lives of the Palestinian people.\r\nCanada is committed to a comprehensive, just and \r\nlasting peace in the Middle East, whereby two States \r\nlive side by side in peace, security and prosperity. Any \r\ntwo-State solution must be negotiated between and \r\nmutually agreed upon by both sides. Any unilateral \r\naction, by either side, outside of the bilateral framework \r\noutlined above is ultimately unhelpful.\r\nCanada has long supported efforts to bring the two \r\nsides to the bargaining table to resolve all outstanding \r\nissues, and we remain committed to that objective \r\ntoday. But we cannot support an initiative that we \r\nare firmly convinced will undermine the objective of \r\nreaching a comprehensive, lasting and just settlement \r\nfor both sides. It is for those reasons that Canada is \r\nvoting against the draft resolution. As a result of this \r\nbody’s utterly regrettable decision to abandon policy \r\nand principle, we will be considering all available next \r\nsteps.\r\nWe call on both sides to return to the negotiating \r\ntable without preconditions. Canada will be there to \r\noffer its good offices and full support.\r\nMr. Davutoğlu (Turkey): In Turkish we have a \r\nsaying: “One who closes his eyes only makes himself a \r\nnight”. For 65 years, the whole world has shut its eyes to \r\nthe plight of the Palestinian people. For many decades, \r\nwe closed our eyes to the right of Palestinian people \r\nto their State. And for 65 years, no resolution adopted \r\nby this body supporting a Palestinian State has been \r\nhonoured. \r\nHowever, no one can wash away the sorrow of the \r\nPalestinian people by just closing his eyes. The reality \r\nof Palestine is simple, yet harsh. It is on the streets of \r\nGaza, where thousands of people suffer an inhumane \r\nblockade in an open prison. It is on the streets of the West \r\nBank, where people have to go through checkpoints on \r\nnearly every corner. It is in the heart of the Palestinian \r\npeople, who have been subjected to exiles, massacres, \r\nwars, collective punishment and blockades for many \r\ndecades. The reality of Palestine is a bleeding wound in \r\nthe conscience of all humanity — of all of us.\r\nthe Israeli and Palestinian sides and their leaders to \r\ncooperate in the implementation of the Tenet work plan \r\nand Mitchell Report recommendations with the aim of \r\nresuming negotiations on a political settlement. It also \r\noffered support to the Secretary-General and others in \r\ntheir efforts to resume the peace process.\r\nThe following year, 2003, the Middle East Quartet \r\nwas established. It developed the road map, which \r\nwas a performance-based, goal-driven plan covering \r\npeace, security and humanitarian areas. Its approach \r\nand directions were based explicitly on the principles \r\ncontained in Security Council resolutions 242 (1967), \r\n338 (1973) and 1397 (2002). A key element of the \r\nQuartet principles contained in the road map was \r\nthat a clear, unambiguous acceptance by both parties \r\nof the goal of a negotiated settlement was needed to \r\nreach the destination. It goes on to underscore that a \r\nsettlement negotiated between the parties will result \r\nin the emergence of an independent, democratic, and \r\nviable Palestinian State living side by side in peace \r\nand security with Israel and its other neighbours. \r\nThe Quartet road map requires, by its very nature, a \r\ncollaborative effort explicitly requiring reciprocal steps \r\nby the two sides.\r\nLater that year, Security Council resolution 1515 \r\n(2003) formally endorsed the Quartet road map, while \r\ncalling on the parties to fulfil their obligations under \r\nthe road map in cooperation with the Quartet and to \r\nachieve the vision of two States living side by side in \r\npeace and security.\r\nResolution 1850 (2008) underscored the Council’s \r\nexplicit support for the negotiations undertaken \r\nin Annapolis in 2007 and its commitment to the \r\nirreversibility of the bilateral negotiations. That \r\nresolution reaffirmed international support for the \r\nQuartet principles and supported the determination \r\nof both parties to reach their goal of concluding a \r\npeace treaty resolving all outstanding issues, without \r\nexception. It also called on both sides to refrain from \r\nany steps that could undermine confidence or prejudice \r\nthe outcome of negotiations.\r\nSuccessive Security Council resolutions and \r\nvarious international commitments and understandings \r\nover nearly seven decades have formed the building \r\nblocks of a collaborative peace process that remains \r\nunfinished. The path to peace has historically rested in \r\ndirect negotiations between the two parties to resolve \r\nthe outstanding issues, and it remains the same today. \r\n10 12-61635\r\nA/67/PV.44\r\nI personally witnessed that reality when I recently \r\nvisited Gaza with a group of Arab ministers at the \r\nheight of the recent crisis. In Shifa hospital, in Gaza, \r\nI came across a father — Basil Asheva — who had \r\nlost his daughter Yusha a moment earlier, during the \r\nbombardment that also left his wife severely wounded. \r\nLeaning his head on my chest to seek some relief, he \r\nhad no words, only tears, to tell of his family’s tragedy. \r\nHis tears reflected not only his personal sorrow, but also \r\nthe tragedy of the whole Palestinian nation, desperately \r\nseeking relief.\r\nToday is a milestone. Finally, today we have a \r\nchance to open our eyes to reality. Today we have an \r\nopportunity to give comfort to the Palestinian people \r\nwho aspire to have a chance to uphold their dignity, \r\nafter years of humiliation. I am pleased and honoured, \r\ntherefore, to participate in this historic meeting of the \r\nGeneral Assembly. We have gathered here to correct a \r\nhistorical injustice against the Palestinian people.\r\nWe all believe in and cherish the vision of a just, \r\npeaceful and harmonious future. For that future, we \r\nshould all stand together behind the Palestinian bid to \r\nbecome a non-member observer State. It is a moment of \r\ntruth for all of us. We are all aware that the right of the \r\nPalestinians to a State has, unfortunately, been denied \r\nfor decades. The denial of that right of the Palestinians \r\nhas no justification on any ground, whether moral, \r\npolitical or legal.\r\nLast year, the President of the Palestinian Authority, \r\nMahmoud Abbas, submitted an application for United \r\nNations membership for Palestine (see A/66/PV.19). \r\nUnfortunately, the application has been left unanswered \r\nby the Security Council. Here comes another chance \r\nfor us. We call on the international community, the \r\nmembers of this body, to honour their already belated \r\nobligation to the Palestinians and to grant them the \r\nstatus of a non-member State. It is high time for all of \r\nus to uphold the universal values of justice and dignity. \r\nIf there is one term that characterizes humankind, it \r\nis dignity. One can do without bread, but not without \r\ndignity. The struggle of the Palestinian people over \r\nthe past 65 years has also been about protecting their \r\ndignity. They want respect and recognition of their \r\nright to determine their fate and future.\r\nWe cannot shy away from supporting a fully \r\nlegitimate demand by the Palestinian people to \r\nhave a State of their own. If we are to talk about an \r\ninternational order and place our trust in the United \r\nNations system, then the Palestinian f lag should f ly \r\nbeside this building. That f lag will not only represent \r\nan independent Member State among our family of \r\nnations. It will represent the fact that we have finally \r\nstood together to correct a decades-long injustice to \r\nthe Palestinian people and the State of Palestine. That \r\nis our responsibility to the Palestinian people. Let me \r\nbe clear. Our vision of justice, international order and \r\nhuman rights will not be achieved until the moment \r\nthat we actually see the f lag of the State of Palestine \r\nstanding side by side with ours, as a full Member of the \r\nUnited Nations. And that day will come soon.\r\nWe have three main reasons to do so. First and \r\nforemost, it is a humanitarian and moral obligation \r\non our part. No one can deny the suffering of the \r\nPalestinians since the First World War until today. \r\nThere has always been an excuse for the inhumane \r\ntreatment of the Palestinian people. \r\nSecondly, it is about the political and historical \r\ncontext. Unfortunately, the negotiation process towards \r\na comprehensive peace on the basis of two States, living \r\nside by side in peace, has been put on ice. Instead, we \r\nsee a deviation, day by day, from the internationally \r\naccepted solution that calls for an independent Palestine \r\nestablished with East Jerusalem as its capital inside \r\nits 1967 borders. The current status quo is neither \r\nsustainable nor acceptable. The recent Israeli attack \r\non Gaza, which resulted in the loss of many innocent \r\ncivilian lives, was a testimony to that fact. Meanwhile, \r\nthe continued expansion of the illegal settlements \r\nundermines the vision of a two-State solution.\r\nThe third aspect concerns our strategic vision \r\nfor Palestine and for our region. Peace in the Middle \r\nEast and beyond cannot be achieved without a just and \r\ncomprehensive resolution to the Palestinian issue. The \r\ndeadlock in the negotiations and the current stalemate \r\nin the region serve the interest of no one. Supporting the \r\nPalestinian bid is about whether we want a lasting peace \r\nin the Middle East and beyond. Granting Palestine the \r\nstatus of a non-member observer State at the United \r\nNations will serve as a booster. It will create the long-\r\nneeded momentum for a negotiated, comprehensive \r\nsolution, rather than serve as a substitute for it. Our call \r\nis for peace, no more and no less.\r\nWe need to address the issue in a constructive \r\nand unbiased manner. It requires wisdom, prudence \r\nand vision to no longer deny the prospect of peace and \r\nstability in the region. It obliges us to listen to the call \r\nfor relief and justice for the Palestinian people, to which \r\nwe have turned a deaf ear so far.\r\n12-61635 11\r\nA/67/PV.44\r\nmy capacity as the President of the General Assembly \r\nat its sixty-seventh session.\r\nDuring the course of this meeting, we have had the \r\ndistinct privilege of hearing from the representatives \r\nof two great nations, President Mahmoud Abbas of \r\nPalestine and Ambassador Ron Prosor of the State of \r\nIsrael. They are each children of Abraham — one a \r\ndescendant of Ishmael, the other of Isaac. Both come \r\nfrom a land that has been almost continuously tormented \r\nby conflict over many centuries, with countless victims \r\non all sides. The strife has not abated during the 67 years \r\nof the Organization’s existence, despite the fact that it \r\ncame into being to save succeeding generations from \r\nthe scourge of war.\r\nNotwithstanding the valiant efforts of some of \r\nthe greatest statesmen of the twentieth century, a \r\nnegotiated, comprehensive settlement enabling Israel \r\nand Palestine to live side by side, in peace and security, \r\nhas yet to materialize. And so we continue to witness \r\nenmity, estrangement and mistrust as parents continue \r\nto bury their children.\r\nIn today’s globalized, interconnected world what \r\nhappens between the River Jordan and the shores of the \r\nMediterranean has become the key to the security and \r\nwell-being of all humankind.\r\nI have no doubt that history will judge this day to \r\nhave been fraught with significance. But whether it will \r\ncome to be looked upon as a step in the right direction \r\non the road to peace will depend upon how we bear \r\nourselves in its wake. Let us therefore find the wisdom \r\nto act in furtherance of the goal that we all share.\r\nIn coming to the end of my remarks, allow me to \r\nextend an appeal from this rostrum to all memberes, \r\nin particular to my dear friends from Palestine and \r\nIsrael, to work for peace, to negotiate in good faith \r\nand, ultimately, to succeed in reaching the historical \r\nsettlement. That is our common and most solemn duty \r\nto the entire world, but first and foremost to the proud \r\nmen and women who live in a land that is holy to so \r\nmany of us.\r\nIn the Zohar it is written that “God is peace, his \r\nname is peace, and all is bound together in peace.” And \r\nin the Holy Koran we read that “Allah invites [all] to the \r\nabode of peace and guides whom he pleases onto the \r\nright path” (The Holy Koran, X:25).\r\nIn a few moments, I will ask members to cast their \r\nballots as they see fit. I am sure that each member will \r\nI would also like to address certain misguided \r\nefforts aimed at stopping the Palestinians from winning \r\nstatehood at the United Nations. The argument that the \r\nPalestinians must resume negotiations before getting \r\nstatehood is superficial. We regret to see that there have \r\nalso been efforts to deter the Palestinians in their bid at \r\nthe United Nations, as well as efforts to dissuade United \r\nNations Members from supporting that bid. We have \r\noften heard, “Now is not the right time”, as was the case \r\nwhen President Abbas submitted the Palestinian bid for \r\nmembership to the Secretary-General.\r\nFor some, the timing was also not right when the late \r\nPresident Arafat read out the Palestinian declaration of \r\nindependence on 15 November 1988. One can trace the \r\nargument back to when the General Assembly adopted \r\nresolution 181 (II), on the partition, on this very date \r\nin 1947. So let me ask bluntly: If not now, when? When \r\nwill it be the right time for the Palestinians to achieve \r\ntheir right to statehood, if not today?\r\nThe current stalemate in the peace process can no \r\nlonger be used as a pretext to undermine the Palestinian \r\nbid for becoming an internationally recognized State. \r\nThe recognition of Palestinian statehood is not an option \r\nbut a moral, political, strategic and legal obligation for \r\nthe international community. And I want to address and \r\nsalute all Palestinians from Al-Khalil to Bethlehem, \r\nfrom Jenin to Ariha, from Ramallah to Khan Yunis, \r\nfrom Jerusalem — Al Quds Al-Sharif — to Gaza. \r\nTurkey will stand by the Palestinians forever. They \r\nare not alone, and we will not abandon them. We will stand \r\nby them until there is a free and independent Palestine, \r\nwith Al-Quds Al-Sharif as its capital, now and forever. \r\nI call on all United Nations Members to fulfil their long \r\noverdue responsibility towards the Palestinians. I call \r\non them to fulfil a long overdue promise, made with the \r\nGeneral Assembly resolution 181 (II) of 1947.\r\nDraft resolution A/67/L.28, on which members will \r\nbe voting shortly, will be only an initial step in the right \r\ndirection to bring some relief to the entire Palestinian \r\nnation. Now is the moment of truth. It is time to defend \r\nthe basic right of the Palestinians to statehood. The f lag \r\nof Palestine should rise in this Assembly next to ours. \r\nThe State of Palestine must be moved from the shade \r\nand given its rightful place in the sun forever.\r\nThe President: Before proceeding to consider draft \r\nresolution A/67/L.28, entitled “Status of Palestine in \r\nthe United Nations”, allow me to make a few remarks in \r\n12 12-61635\r\nA/67/PV.44\r\nUganda, United Arab Emirates, United Republic \r\nof Tanzania, Uruguay, Uzbekistan, Venezuela \r\n(Bolivarian Republic of), Viet Nam, Yemen, \r\nZambia, Zimbabwe\r\nAgainst:\r\nCanada, Czech Republic, Israel, Marshall Islands, \r\nMicronesia (Federated States of), Nauru, Palau, \r\nPanama, United States of America\r\nAbstaining:\r\nAlbania, Andorra, Australia, Bahamas, Barbados, \r\nBosnia and Herzegovina, Bulgaria, Cameroon, \r\nColombia, Croatia, Democratic Republic of the \r\nCongo, Estonia, Fiji, Germany, Guatemala, Haiti, \r\nHungary, Latvia, Lithuania, Malawi, Monaco, \r\nMongolia, Montenegro, Netherlands, Papua New \r\nGuinea, Paraguay, Poland, Republic of Korea, \r\nRepublic of Moldova, Romania, Rwanda, Samoa, \r\nSan Marino, Singapore, Slovakia, Slovenia, the \r\nformer Yugoslav Republic of Macedonia, Togo, \r\nTonga, United Kingdom of Great Britain and \r\nNorthern Ireland, Vanuatu\r\nDraft resolution A/67/L.28 was adopted by 138 \r\nvotes to 9, with 41 abstentions (resolution 67/19).\r\nThe President: I now give the f loor to His \r\nExcellency Secretary-General Ban Ki-moon. \r\nThe Secretary-General: An important vote \r\nhas taken place today in the General Assembly. The \r\ndecision by the General Assembly to accord Palestine \r\nnon-member State status in the United Nations was \r\na prerogative of the Member States. I stand ready to \r\nfulfil my role and report to the Assembly as requested \r\nin resolution 67/19. \r\nMy position has been consistent all along. I believe \r\nthat the Palestinians have a legitimate right to their own \r\nindependent State. I believe that Israel has the right to \r\nlive in peace and security with its neighbours. There is \r\nno substitute for negotiations to that end. \r\nToday’s vote underscores the urgency of a \r\nresumption of meaningful negotiations. We must give \r\na new impetus to our collective efforts to ensure that \r\nan independent, sovereign, democratic, contiguous \r\nand viable State of Palestine lives side by side with \r\na secure State of Israel. I urge the parties to renew \r\ntheir commitment to a negotiated peace. I count on all \r\nconcerned to act responsibly, preserve the achievements \r\nin Palestinian State-building under the leadership \r\nof President Abbas and Prime Minister Fayyad, and \r\ndo so with a veritable feeling in their hearts that their \r\nchoice is serving the cause of a righteous peace.\r\nThe Assembly will now take a decision on draft \r\nresolution A/67/L.28, entitled “Status of Palestine in the \r\nUnited Nations”. I give the f loor to Under-Secretary-\r\nGeneral Graisse.\r\nMr. Graisse: (Department for General Assembly \r\nand Conference Management): I should like to announce \r\nthat, since the submission of draft resolution A/67/L.28, \r\nin addition to those delegations listed in the document, \r\nthe following countries have become sponsors: \r\nAngola, Azerbaijan, Belarus, Belize, Grenada, Guinea, \r\nKyrgyzstan, the Niger, Sri Lanka, Suriname and Viet \r\nNam.\r\nThe President: A recorded vote has been requested. \r\nA recorded vote was taken.\r\nIn favour:\r\nAfghanistan, Algeria, Angola, Antigua and Barbuda, \r\nArgentina, Armenia, Austria, Azerbaijan, Bahrain, \r\nBangladesh, Belarus, Belgium, Belize, Benin, \r\nBhutan, Bolivia (Plurinational State of), Botswana, \r\nBrazil, Brunei Darussalam, Burkina Faso, Burundi, \r\nCambodia, Cape Verde, Central African Republic, \r\nChad, Chile, China, Comoros, Congo, Costa Rica, \r\nCôte d’Ivoire, Cuba, Cyprus, Democratic People’s \r\nRepublic of Korea, Denmark, Djibouti, Dominica, \r\nDominican Republic, Ecuador, Egypt, El Salvador, \r\nEritrea, Ethiopia, Finland, France, Gabon, Gambia, \r\nGeorgia, Ghana, Greece, Grenada, Guinea, \r\nGuinea-Bissau, Guyana, Honduras, Iceland, India, \r\nIndonesia, Iran (Islamic Republic of), Iraq, Ireland, \r\nItaly, Jamaica, Japan, Jordan, Kazakhstan, Kenya, \r\nKuwait, Kyrgyzstan, Lao People’s Democratic \r\nRepublic, Lebanon, Lesotho, Libya, Liechtenstein, \r\nLuxembourg, Malaysia, Maldives, Mali, Malta, \r\nMauritania, Mauritius, Mexico, Morocco, \r\nMozambique, Myanmar, Namibia, Nepal, New \r\nZealand, Nicaragua, Niger, Nigeria, Norway, \r\nOman, Pakistan, Peru, Philippines, Portugal, \r\nQatar, Russian Federation, Saint Kitts and Nevis, \r\nSaint Lucia, Saint Vincent and the Grenadines, \r\nSao Tome and Principe, Saudi Arabia, Senegal, \r\nSerbia, Seychelles, Sierra Leone, Solomon \r\nIslands, Somalia, South Africa, South Sudan, \r\nSpain, Sri Lanka, Sudan, Suriname, Swaziland, \r\nSweden, Switzerland, Syrian Arab Republic, \r\nTajikistan, Thailand, Timor-Leste, Trinidad and \r\nTobago, Tunisia, Turkey, Turkmenistan, Tuvalu, \r\n12-61635 13\r\nA/67/PV.44\r\nthe region, in New York, and elsewhere — to urge all \r\nparties to avoid any further provocative actions. We will \r\ncontinue to firmly oppose any and all unilateral actions \r\nin international bodies or treaties that circumvent or \r\nprejudge the very outcomes that can only be negotiated, \r\nincluding Palestinian statehood, and we will continue \r\nto stand up to every effort that seeks to delegitimize \r\nIsrael or undermine its security.\r\nProgress towards a just and lasting two-State \r\nsolution cannot be made by pressing a green voting \r\nbutton here in this Hall, nor does adopting any resolution \r\ncreate a State where none indeed exists or change the \r\nreality on the ground. For that reason, today’s voting \r\nshould not be misconstrued by any as constituting \r\neligibility for United Nations membership. It does not. \r\nThe resolution does not establish that Palestine is a \r\nState.\r\nThe United States believes that the current \r\nresolution should not and cannot be read as establishing \r\nterms of reference. In many respects, the resolution \r\nprejudges the very issues it says are to be resolved \r\nthrough negotiation, particularly with respect to \r\nterritory. At the same time, it virtually ignores other \r\ncore questions, such as security, that must be solved for \r\nany viable agreement to be achieved. President Obama \r\nhas been clear in stating what the United States believes \r\nis a realistic basis for successful negotiations, and we \r\nwill continue to base our efforts on that approach.\r\nThe recent conflict in Gaza is just the latest \r\nreminder that the absence of peace risks the presence \r\nof war. We urge those who share our hopes for peace \r\nbetween a sovereign Palestine and a secure Israel to \r\njoin us in supporting negotiations and not to encourage \r\nfurther distractions. There simply are no short cuts. \r\nLong after the votes have been cast, long after the \r\nspeeches have been forgotten, it is the Palestinians and \r\nthe Israelis who must still talk to each other — and \r\nlisten to each other — and find a way to live side by \r\nside in the land they share.\r\nMr. Araud (France) (spoke in French): In voting \r\ntoday for the recognition of Palestine as a non-member \r\nobserver State of the Organization, France has voted \r\nin favour of the two-State solution, of two States for \r\ntwo peoples, Israel and Palestine, living side by side \r\nin peace and security within secure and internationally \r\nrecognized borders; we have voted in favour of a solution \r\nthat we had advocated before the entire international \r\ncommunity rallied to it — in favour of a solution today \r\nintensify efforts towards reconciliation and the just and \r\nlasting peace that remains our shared goal and priority. \r\nThe President: I thank the Secretary-General for \r\nhis statement. \r\nWe shall now proceed to explanations of vote. I \r\nshould like to remind delegations that explanations of \r\nvote are limited to 10 minutes and should be made by \r\ndelegations from their seats.\r\nMs. Rice (United States of America): For \r\ndecades, the United States has worked to help achieve \r\na comprehensive end to the long and tragic Arab-\r\nIsraeli conflict. We have always been clear that only \r\nthrough direct negotiations between the parties can the \r\nPalestinians and Israelis achieve the peace that both \r\ndeserve — two States for two peoples, with a sovereign, \r\nviable and independent Palestine living side by side in \r\npeace and security with a Jewish and democratic Israel.\r\nThat remains our goal, and we therefore measure \r\nany proposed action against that clear yardstick. \r\nWill it bring the parties closer to peace or push them \r\nfurther apart? Will it help Israelis and Palestinians \r\nreturn to negotiations or hinder their efforts to reach \r\na mutually acceptable agreement? Today’s unfortunate \r\nand counterproductive resolution 67/19 places further \r\nobstacles in the path to peace. That is why the United \r\nStates voted against it.\r\nThe backers of today’s resolution say they seek a \r\nfunctioning, independent Palestinian State at peace \r\nwith Israel. So do we. But we have long been clear \r\nthat the only way to establish such a Palestinian State \r\nand resolve all permanent status issues is through the \r\ncrucial, if painful work of direct negotiations between \r\nthe parties. That is not just a bedrock commitment \r\nof the United States. Israel and the Palestinians have \r\nrepeatedly affirmed their own obligations under \r\nexisting agreements to resolve all issues through direct \r\nnegotiations, which have been endorsed frequently \r\nby the international community. The United States \r\nagrees — strongly.\r\nToday’s grand pronouncements will soon fade, \r\nand the Palestinian people will wake up tomorrow and \r\nfind that little about their lives has changed, save that \r\nthe prospects of a durable peace have only receded. \r\nThe United States therefore calls upon both parties to \r\nresume direct talks without preconditions on all the \r\nissues that divide them, and we pledge that the United \r\nStates will be there to support the parties vigorously \r\nin such efforts. The United States will continue — in \r\n14 12-61635\r\nA/67/PV.44\r\nFrance is ready to meet it as a friend of Israel and of \r\nPalestine.\r\nMr. Chua (Singapore): My delegation supports the \r\nright of the Palestinian people to a homeland. That is \r\nwhy Singapore supported resolutions 66/17 and 66/18 \r\nof 30 November 2011. However, we abstained in the \r\nvoting on today’s resolution 67/19 because we believe \r\nthat only a negotiated settlement consistent with \r\nSecurity Council resolution 242 (1967) can provide the \r\nbasis for a viable, long-term solution. Both sides have \r\nlegitimate rights and shared responsibilities, and must \r\nbe prepared to make compromises to achieve the larger \r\ngood of a lasting peace.\r\nIt is precisely because the rights and responsibilities \r\nof both sides are inextricably intertwined that no \r\nunilateral move can result in a just, peaceful and durable \r\noutcome. Palestine’s attempt to upgrade its status in the \r\nUnited Nations to that of a non-member observer State \r\nshould be viewed in the context of its efforts last year to \r\nobtain full United Nations membership. Its aspirations \r\nare not helped, because the facts on the ground will not \r\nbe changed.\r\nSingapore hopes that Israel and Palestine will \r\nresume negotiations. Singapore will continue to support \r\nall international efforts to facilitate a negotiated solution \r\nthat will be in the long-term interests of Palestine, Israel \r\nand the region as a whole.\r\nMr. Schaper (Netherlands), Vice-President, took \r\nthe Chair.\r\nWe join the international community in welcoming \r\nthe cessation of attacks on Gaza and southern Israel. We \r\ndeeply regret the loss of life and the damage caused on \r\nboth the Palestinian and Israeli sides. We hope that both \r\nsides will uphold the latest ceasefire and immediately \r\naddress any humanitarian issues that have resulted \r\nfrom the violence.\r\nSir Mark Lyall Grant (United Kingdom): The \r\nUnited Kingdom is gravely concerned about the \r\ndangerous impasse in the peace process over the \r\npast two years. We believe that the window onto a \r\ntwo-State solution is rapidly closing. Our central \r\nobjective is to achieve a return to credible negotiations \r\nin order to secure a two-State solution. That is the \r\nguiding principle that determined how we voted on \r\nresolution 67/19 today.\r\nIn support of that objective, we sought a \r\ncommitment from the Palestinian leadership to return \r\nthreatened by the impasse in the peace process. It is a \r\nclear-sighted and coherent choice.\r\nAs early as 1982, before the Knesset in Jerusalem, \r\nPresident Mitterrand called for the creation of a \r\nPalestinian State. Since then, France has spared no \r\neffort to promote that solution. Following in that \r\ntradition, President François Hollande undertook \r\nin 2012 to support international recognition of the \r\nPalestinian State.\r\nFrance could not miss that rendezvous, which is a \r\nnew phase in moving towards the two-State solution. \r\nFrance could not fail to hear the appeal of President \r\nAbbas for the resumption of a credible peace process; \r\njust days after the new explosion of violence between \r\nIsrael and Gaza, we could not fail to lend our full \r\nsupport to the peace partners as those espousing armed \r\nstruggle endeavoured to win the day.\r\nThe Palestinian move comes at a difficult moment, \r\nand the repercussions could be serious. But France \r\ncalls on all the parties to understand and acknowledge \r\nits major significance, and to respond by resuming \r\nnegotiations, not with reprisals that help no one but \r\nextremists. France also calls on the international \r\ncommunity — Americans, Europeans and Arabs — to \r\nmobilize in order to contribute to that end.\r\nFrance also appeals to the Palestinians to build on \r\nthis political success in order to contribute to future \r\npeace. That means, first, continuing to fight terrorism \r\nand to do everything possible to end the all-too-frequent \r\nattacks against Israel; to move forward, on the basis of \r\nthe Palestine Liberation Organization commitments, \r\ntowards inter-Palestinian reconciliation, without which \r\nthe two-State solution is a mere mirage; above all, to \r\nreturn to the negotiating table immediately and without \r\npreconditions; and, finally, to avoid launching a cycle \r\nof sterile confrontations in international bodies. For the \r\nhardest part is before us and them. \r\nThis vision of two States for two peoples must \r\nbecome a reality. The international recognition that \r\nthe Assembly has today given the proposed Palestinian \r\nState can become fact only through an agreement \r\nbased on negotiations between the two parties on all \r\nfinal status issues, within the framework of a fair \r\nand comprehensive peace settlement that responds \r\nto Israel and Palestine’s legitimate aspirations. That \r\nis a challenge not only for the two Governments and \r\npeoples, but for the international community as well. \r\n12-61635 15\r\nA/67/PV.44\r\nfrom any action that undermines the prospects of \r\nnegotiations and the objective of a two-State solution.\r\nGermany explicitly welcomes the fact that the \r\nresolution adopted today calls for a two-State solution, \r\nand hence fully recognizes the right of Israel to exist \r\nin peace. I repeat that Israel’s legitimate security \r\nconcerns must be addressed in a credible manner or the \r\npeace process will remain stalled. Germany will do its \r\nutmost to support all efforts aimed at paving the way \r\nfor a genuine negotiating process. That can be achieved \r\nonly with a demonstration of the necessary political \r\nwill on both sides and the active commitment of the \r\ninternational community, including the Quartet and \r\nregional actors.\r\nMr. Seger (Switzerland) (spoke in French): \r\nSwitzerland’s decision to vote in favour of resolution 67/19, \r\nadopted today by the General Assembly, was motivated \r\nby our desire to resolve the current stalemate in \r\nIsraeli-Palestinian negotiations and to relaunch the \r\npeace process. We believe that Palestine’s elevation \r\nto observer State status within the United Nations \r\nwill revive the concept of a two-State solution in the \r\ncontext of the Israeli-Palestinian peace negotiations. \r\nIn that respect, we endorse the peace efforts of the \r\ninternational community, calling for a solution with \r\ntwo States, Israel and Palestine, living side by side in \r\npeace and security.\r\nThe resolution recalls the importance of resolutions \r\nadopted in the past, notably, resolution 181 (II) of \r\n29 November 1947, concerning the creation of an \r\nArab State and a Jewish State, and resolution 43/177, \r\nof 15 December 1988, which acknowledges the \r\nproclamation of the State of Palestine by the Palestine \r\nNational Council on the Arab nature of one State and \r\nthe Jewish nature of the other. The resolution just \r\nadopted refers to Jerusalem as the capital of the two \r\nStates. In the light of these formulations, among others, \r\nwe see the resolution as an appeal for the resumption \r\nof direct negotiations and as the keystone supporting a \r\ntwo-State solution, the prospects of which are fading.\r\nThe elevation of Palestine to the status of a United \r\nNations observer State endows Palestine not only with \r\nrights but also with obligations, in particular that of \r\nrefraining from the threat or use of force as enshrined \r\nin the Charter of the United Nations. It also opens the \r\ndoor to several international conventions, particularly \r\nthose on the protection of human rights and the fight \r\nagainst terrorism.\r\nimmediately to negotiations, without preconditions. \r\nThat was the single most important factor shaping our \r\nvote. We also sought an assurance from the Palestinians \r\nthat they would not pursue immediate action in United \r\nNations agencies and the International Criminal Court, \r\nsince that would make a swift return to negotiations \r\nimpossible. We are in no doubt that President Abbas \r\nis a courageous man of peace, and we have engaged \r\nintensively with the Palestinians ahead of today’s voting \r\nto try to secure those assurances. But in their absence, \r\nwe were not able to vote in favour of the resolution, and \r\nwe therefore abstained.\r\nOur priority now is to restart negotiations. We urge \r\nall parties, including Israel, to avoid taking steps in \r\nresponse to today’s events that could damage the peace \r\nprocess. Palestine will be a non-member observer State \r\nin the United Nations from this date onward, but that \r\ndoes not change the situation on the ground. The only \r\nway to give the Palestinian people the State that they \r\nneed and deserve, and to give the Israeli people the \r\nsecurity and peace they are entitled to, is through a \r\nnegotiated two-State solution. We look to the United \r\nStates, with the strong and active support of the United \r\nKingdom and the international community, to do all it \r\ncan in the coming weeks and months to take a decisive \r\nlead in restarting negotiations, and we look to the \r\nIsraelis and Palestinians to be ready to enter into such \r\ntalks.\r\nMr. Wittig (Germany): Germany firmly believes in \r\ntwo States, Israel and Palestine, for two peoples in the \r\nMiddle East. We share the goal of a Palestinian State. \r\nGermany has worked towards that end for years, mainly \r\nthrough its support for the State-building efforts of the \r\nPalestinian Authority. Yet it must be clear to everybody \r\nthat a Palestinian State can be achieved only through \r\ndirect negotiations between Israelis and Palestinians.\r\nWe believe that there is reason to doubt whether the \r\nstep taken today is helpful to the peace process at this \r\npoint in time. We are concerned that it might lead to \r\nfurther hardening of positions instead of improving the \r\nchances of reaching a two-State solution through direct \r\nnegotiations. \r\nIt is our expectation that the Palestinian leadership \r\nwill not take unilateral steps on the basis of today’s \r\nresolution 67/19 that could deepen the conflict and \r\nmove us further away from a peaceful settlement. We \r\ncall on both sides to engage in serious negotiations, \r\nwithout conditions or further delay. Parties must refrain \r\n16 12-61635\r\nA/67/PV.44\r\nThis decision does not involve a bilateral \r\nrecognition of a Palestinian State, which will depend \r\non future peace negotiations.\r\nMr. Grauls (Belgium) (spoke in French): Belgium \r\nfully associates itself with the statement to be made by \r\nthe observer of the European Union in this debate, and \r\nwishes to make the following observations.\r\nToday’s vote is a significant step towards the \r\ncreation of a State of Palestine, which we all look \r\nforward to. But Belgium believes that true progress will \r\nbe made when the Palestinians will be able to benefit \r\non the ground from the existence of a future State that \r\nhas the necessary institutions, personnel and tools to \r\nfunction properly. Belgium fully shares the goal of \r\nresolution 67/19 just adopted — a two-State solution, \r\nwith Israel living side by side in peace and security with \r\na future State of Palestine that is democratic, viable and \r\nsustainable. The two-State solution is in fact the only \r\npossible solution to the Israeli-Palestinian conflict, and \r\nevery effort must be engaged to that end. \r\nFor Belgium, the resolution adopted today by the \r\nGeneral Assembly does not yet constitute a recognition \r\nof a State in the full sense. The establishment of a \r\nfully legal State must result from negotiations between \r\nIsraelis and Palestinians. In our view, there is no \r\nalternative to negotiations, however difficult they \r\nmight be. Priority must therefore be given to a rapid \r\nresumption of peace talks. In this context, both Israel \r\nand the Palestinian Authority must abstain from any \r\nunilateral act that could undermine the credibility of \r\nthe peace process. \r\nWith its European partners, Belgium calls on all \r\nthe parties and all the stakeholders involved to start \r\nwork immediately on resolving the conflict. We are \r\ndetermined to cooperate actively with the United States \r\non an initiative that would establish parameters for the \r\nnegotiation process and offer enough guarantees and \r\nincentives for both parties. The voting today was a \r\nclear sign that the peace process must be accelerated. A \r\nrapid and unconditional resumption of negotiations is \r\nnecessary. What must be done at all costs is to bring the \r\nIsraeli and Palestinian negotiators together at the table. \r\nMr. Tafrov (Bulgaria): Bulgaria subscribes to the \r\ndeclaration on the Middle East peace process and the \r\nstatement to be made shortly on behalf of the European \r\nUnion. Allow me in my national capacity to present a \r\nbrief explanation of our vote. \r\nMy delegation abstained in the voting on \r\nresolution 67/19 after careful analysis. We do not expect \r\nthe resolution to change the reality on the ground between \r\nIsrael and Palestine, or to speed up a negotiated two-\r\nState solution. Our understanding is that the adoption \r\nof the resolution giving Palestine non-member observer \r\nstatus in the United Nations should in no way prejudice \r\nthe process of direct negotiations. Therefore, we call \r\nfor their immediate resumption without preconditions. \r\nThese talks, based on the Quartet principles, existing \r\nagreements and relevant Security Council and \r\nGeneral Assembly resolutions, continue to be the \r\nonly sustainable way to achieve the establishment of \r\na sovereign, democratic and viable Palestinian State, \r\nliving in peace and security alongside Israel. \r\nBulgaria consistently supports the legitimate \r\naspirations of the Palestinian people pertaining to their \r\nright to self-determination. My country was among the \r\nfirst to recognize the State of Palestine back in 1988. \r\nJust as the Jewish people have a homeland in the State \r\nof Israel, the Palestinian people have the right to an \r\nindependent State of Palestine. \r\nOn the bilateral level, Bulgaria has built and \r\ncontinues to develop close and friendly relations with \r\nboth Palestine and Israel. Our main concern, however, \r\nis the possible adverse impact of the resolution on \r\nthe prospect for an early resumption of negotiations. \r\nIn view of the critical situation in the region and the \r\ninternational context in which the resolution was moved \r\nforward, we have serious doubts as to whether it will \r\nfurther advance the peace process. \r\nWe have continually stressed the fact that \r\nunilateral actions by either side are counterproductive \r\nand threaten the ultimate viability of the two-State \r\nsolution. Bulgaria calls on the parties to refrain from \r\nany such actions, both bilaterally and in international \r\nsettings, that could be detrimental to the peace process. \r\nWe also appeal to them to work in good faith towards \r\na negotiated settlement and to abide by their publicly \r\nundertaken commitments. \r\nThe critical situation in Gaza and southern Israel \r\nmakes the immediate renewal of the peace efforts \r\nmore pressing and urgent than ever. Bulgaria greatly \r\nappreciates the diplomatic efforts made by Egypt, the \r\nUnited States and the Secretary-General, which have \r\nled to the current ceasefire and encouraged hopes for a \r\nresumption of the peace process.\r\n12-61635 17\r\nA/67/PV.44\r\nMr. Starčević (Serbia): First of all, I want to \r\nwarmly congratulate Palestine on achieving the status \r\nof non-member observer State in the United Nations. \r\nThis is an important step in the long — and I would \r\nsay far too long — journey towards the realization of \r\nthe legitimate aspirations of the Palestinian people to \r\nstatehood. For the 132 Members of the United Nations \r\nthat have so far recognized the State of Palestine, it is \r\na sign that their support for the Palestinian cause is \r\nbringing results and strengthening the Palestinians’ \r\nright to their self-determination and an independent \r\nState.\r\nLike Yugoslavia before it, Serbia is among those \r\n132 Member States. Our support for the Palestinian \r\nstruggle for self-determination and independence \r\nhas never wavered. It is based on our own sense of \r\njustice and on the solid foundation of a number of \r\nSecurity Council and General Assembly resolutions, \r\nreaching all the way back to the beginnings of the \r\nUnited Nations — all of them reaffirming the right of \r\nPalestinians to an independent and sovereign State of \r\ntheir own, based on the two-State solution.\r\nUnlike Yugoslavia from 1967 to 1992, Serbia has \r\nhad diplomatic relations with Israel and maintains \r\ngood and friendly cooperation with that State. We \r\nare therefore fully conscious of Israel’s legitimate \r\nsecurity concerns and have an interest in promoting \r\nsuch a solution, which would bring about statehood for \r\nPalestine and security and peace for both Israel and \r\nPalestine. Neither a nation whose people was a victim of \r\nthe Holocaust nor a nation still in quest for its statehood \r\ndeserves to live in the same precarious state lasting for \r\nmore than 60 years. The people of both States are weary \r\nof conflict; they should not be made to wait any longer \r\nfor it to end. We must never accept the cynical view that \r\nthe conflict can not be resolved and that the world must \r\nsimply live with it.\r\nThe Middle East peace process negotiations should \r\nbe urgently resumed and accelerated so that a peace \r\nagreement based on the relevant Security Council \r\nresolutions, the Madrid principles, the road map \r\nand the Arab Peace Initiative can be reached. In the \r\nmeantime, let us hope and let us act in such a way that \r\nthe present ceasefire holds. The people of both States \r\nhave a vested interest in that, even if their hawks try to \r\ncreate a different impression.\r\nMs. Flores (Honduras) (spoke in Spanish): As we \r\nvoted today in favour of resolution 67/19 on the status \r\nof Palestine in the United Nations, the Government \r\nof Honduras could not help but recall the motives \r\nthat led our peoples to establish this extraordinary \r\nOrganization — to save succeeding generations from \r\nthe scourge of war and reaffirm our faith in fundamental \r\nhuman rights, in the dignity and worth of the human \r\nperson, and in the equal rights of nations large and \r\nsmall. The ultimate lodestar of the United Nations is \r\nthat, to achieve peace, we must practice tolerance and \r\nlive together as good neighbours.\r\nHonduras firmly supports a solution between the \r\ntwo States, Israel and Palestine. The Honduran people \r\ndeeply share the inalienable desire of the peoples of the \r\nMiddle East for peace. Our decision to vote in favour \r\nof granting Palestine non-member observer status in \r\nthe United Nations was based on our fervent wish to \r\ncontribute to a just, comprehensive and lasting peace \r\nthat we believe should be based on the right to self-\r\ndetermination of both the Jewish and Palestinian \r\npeople, the need for mutual recognition between the \r\nStates of Israel and Palestine, the rights of Israel and \r\nPalestine to their own territory and to live in peace \r\nwithin stable and safe borders, and the need for a \r\ncomprehensive, directly negotiated solution to all the \r\nremaining differences between both parties.\r\nHonduras understands that today’s voting neither \r\nattempts to make decisions nor claims that the \r\ninternational community should multilaterally make \r\ndecisions that rightfully belong only to Israel and \r\nPalestine. On the basis of our own national experience, \r\nwe know that peace cannot be imposed from outside, but \r\ncan arise only from the people themselves. Recognition \r\nof Palestine and Israel by third parties cannot achieve \r\npeace between those two nations. To achieve a two-\r\nState solution and to benefit both peoples, there must be \r\ndirect negotiations and understandings between them. \r\nStill, our recognition of both States aims to send an \r\nunambiguous signal of respect from Honduras to both \r\npeoples, whom we would fervently like to see coexist \r\nin peace. We know well that in the end what will seal a \r\ndefinitive peace between those nations is their mutual \r\nrecognition of the right to self-determination and their \r\nright to exist as States, rather than any resolution of the \r\ninternational community.\r\nIn voting for the resolution, Honduras takes no \r\nposition on the territorial and border claims of the \r\nparties, since we also know from the lessons of our own \r\nexperience that such matters should not be a matter \r\nfor political pronouncement by third parties. Such \r\nintervention not only exceeds our authority as third \r\n18 12-61635\r\nA/67/PV.44\r\ninter-Palestinian reconciliation as an important element \r\nfor the unity of a future Palestinian State.\r\nWhile we welcome last week’s ceasefire agreement, \r\nthe sudden escalation of confl ict in Gaza highlighted the \r\nurgent need to move forward a comprehensive solution \r\nto the conflict. We strongly appeal to both sides to \r\nbuild on today’s decision and to resume direct, bilateral \r\nnegotiations immediately and without conditions on all \r\nfinal status issues, respecting previous agreements and \r\nunderstandings. Only a political solution to the conflict \r\ncan bring about lasting security. At the same time, we \r\nalso appeal to the parties to refrain from taking any \r\nsteps that could negatively affect the situation and \r\nefforts towards a negotiated solution. The time to heed \r\nthe call made in resolution 181 (II), adopted 65 years \r\nago, for creating two States, is long overdue.\r\nThe resolution adopted, henceforth according \r\nPalestine the status of a non-member observer State \r\nin the General Assembly, is a natural continuation \r\nof our firm support for a two-State solution and for \r\nPalestinian State-building. Our vote, however, does \r\nnot imply formal bilateral recognition of a sovereign \r\nPalestinian State. That is a separate question that we will \r\ncontinue to consider within a framework established by \r\ninternational law.\r\nMr. Ragaglini (Italy): In accordance with the \r\nlong-standing position of the European Union, Italy \r\nis strongly committed to a comprehensive negotiated \r\npeace between Israelis and Palestinians, as being in the \r\nfundamental interests of the European Union as well \r\nas of the parties in the region. Our strong support for \r\nPalestinian State-building efforts and our excellent \r\nbilateral relations with both parties are grounded in \r\nthe firm conviction that a comprehensive peace must \r\nand can be achieved on the basis of a two-State solution \r\nwith the State of Israel and a sovereign, democratic, \r\ncontiguous and viable State of Palestine, both living \r\nwithin agreed borders and enjoying peace and security. \r\nItaly stands by its conviction that such an agreement \r\ncan be reached only through bilateral negotiations, \r\nand strongly supports the European Union’s call on all \r\nparties to pursue actions conducive to an environment \r\nwith the confidence necessary to ensure meaningful \r\nnegotiations, and to refrain from actions that undermine \r\nthe credibility of the process.\r\nItaly decided to vote in favour of resolution 67/19. \r\nWe took that decision in the light of the information \r\nwe received from President Abbas on the constructive \r\napproach he intends to take after this vote. I refer in \r\nparties and our legitimate interest, but makes it more \r\ndifficult to resolve disputes and hardens positions. \r\nIt is a very different matter when an impartial third \r\nparty — acting on their behalf within the framework \r\nof good offices or through a process of mediation, \r\narbitration or judicial procedure — is charged by \r\nthe parties with finding a peaceful solution to their \r\ndifferences.\r\nThe same applies to the separate but delicate issues \r\nthat remain open to negotiation or understanding. The \r\nsolution to those matters lies in direct negotiation \r\nbetween the parties. It is therefore vital for Israel and \r\nPalestine to return to the negotiating table and to focus \r\non finding formulas to address the concerns between \r\nthem, including security. The international community \r\nshould support those efforts and remain ready to \r\nfacilitate and support them in every constructive way \r\npossible.\r\nToday’s vote recognizing Palestine’s non-member \r\nobserver status in the United Nations should be \r\nconstrued not as representing a victory for one side \r\nor defeat for the other, but rather as the expression of \r\nthe ardent desire of the United Nations for concord and \r\nprogress to reign in the Middle East. Honduras calls \r\nfor moderation and for the rights and privileges that \r\nPalestine was granted as a non-member observer State \r\nin the United Nations to be used to open new avenues of \r\ndirect understanding and to draw closer to the ultimate \r\ngoal of the resolution, which is peaceful coexistence \r\nand solidarity among peoples and nations.\r\nMr. Staur (Denmark): On this very day 65 years \r\nago in this Assembly (see A/PV.128), Denmark voted in \r\nfavour of the establishment of two States in the former \r\nmandate of Palestine. Today, by voting in favour of \r\nresolution 67/19, we reaffirmed our commitment to \r\na two-State solution, with the State of Israel and an \r\nindependent, democratic, contiguous and viable State of \r\nPalestine living side by side in peace and security — a \r\ncommitment we share with the rest of the European \r\nUnion.\r\nDenmark has consistently stood by Israel and \r\nits inherent right to self-defence in accordance \r\nwith international law. We have also supported the \r\nPalestinian right to statehood and the building of the \r\nPalestinian Authority. That achievement deserves our \r\nfull acknowledgment, and we will continue to building \r\nthe institutions of a sovereign State of Palestine. In \r\nthat regard, Denmark calls on all Palestinians to \r\nsupport President Abbas in his efforts to promote \r\n12-61635 19\r\nA/67/PV.44\r\nMr. Körösi (Hungary): Hungary abstained in \r\nthe voting on resolution 67/19 based on the following \r\nconsiderations. \r\nHungary’s position on the Middle East peace \r\nprocess, the status of Palestine and the decision made \r\ntoday are based on the fundamental interest of Hungary \r\nand the European Union in peace and stability in the \r\nregion. When we evaluate any initiatives, including \r\ntoday’s resolution, we pay attention to all the important \r\nfactors, including their possible implications for the \r\nprospects for a resumption of the Middle East peace \r\nprocess. In that context, we are very concerned about \r\nthe possible negative consequences that could result \r\nfrom the adoption of today’s resolution. Our position \r\non the statehood of Palestine remains valid and leaves \r\nno room for a negative consideration of the resolution. \r\nIt is our firm belief that a settlement of the Middle East \r\nconflict must be based on the two-State solution. With \r\nthat aim, we support the establishment of a sovereign, \r\nviable and contiguous State of Palestine living side by \r\nside in peace and security with Israel, to be implemented \r\nthrough direct negotiations. In line with the statement \r\nmade earlier today on behalf of the European Union by \r\nHigh Representative Catherine Ashton, we support all \r\nefforts to bring about substantive, direct negotiations \r\nbetween the parties in the coming months.\r\nMr. Sajdik (Austria): Austria would like to express \r\nits full support for the positions expressed in the \r\nstatement of the High Representative of the European \r\nUnion for Foreign Affairs and Security Policy, \r\nCatherine Ashton, earlier today, and for the statement \r\nby the observer of the European Union to be delivered \r\nlater.\r\nAustria’s vote in favour of resolution 67/19 is \r\na vote in support of a two-State solution. It is a vote \r\nof confidence in the serious efforts of the Palestinian \r\nAuthority, under the leadership of President Abbas, \r\nto build efficient State institutions. It is a call to that \r\nleadership to fulfil its commitment to returning to the \r\nnegotiating table with Israel without further conditions, \r\nand a call to both parties to re-enter into negotiations \r\nin good faith. Equally, it is a call to the Palestinian \r\npeople and their political factions to unite behind \r\ntheir leadership’s efforts to seek a durable negotiated \r\nsolution, as stipulated in the resolution.\r\nMrs. Hrdá (Czech Republic): I would like to \r\nreiterate the Czech Republic’s support for negotiations \r\nleading to Palestine’s statehood and all constructive \r\nsteps to that end. In that regard, we continue to \r\nparticular to his readiness to resume direct negotiations \r\nwithout preconditions and to refrain from seeking \r\nmembership in other specialized agencies in the current \r\ncircumstances, or pursuing the possibility of the \r\njurisdiction of the International Criminal Court. With \r\nregard to the latter, Italy would not accept instrumental \r\nactions intended to question Israel’s inalienable right to \r\ndefend itself or to have recourse to measures necessary \r\nto protect the lives of its citizens. We also wish to \r\nunderline our firm conviction that the new status \r\nof the Palestinian Authority should not, under any \r\ncircumstances, be applied retroactively. Italy stresses \r\nthat today’s vote in no way prejudges its commitment \r\nto a comprehensive negotiated peace settlement, which \r\nremains the only possible path to Palestinian Statehood \r\nand full United Nations membership.\r\nI would like to conclude by restating Italy’s \r\nunwavering support for a negotiated two-State solution, \r\nbased on the relevant Security Council resolutions, \r\nthe Madrid principles, the road map, the agreements \r\npreviously reached by the parties and the Arab Peace \r\nInitiative.\r\nMr. Mitsialis (Greece): Greece’s vote in favour of \r\nresolution 67/19, on upgrading Palestine’s status to that \r\nof a non-member observer State, was guided by our \r\nlong-standing position of principle that the resolution of \r\nthe Middle East question should be based on two States, \r\nan independent and viable Palestinian State coexisting \r\nin peace and security with the State of Israel. It is our \r\nfirm belief that that is the only solution assuring the \r\nlong-term interests of the two peoples, as well as peace \r\nand stability in the region, and it is therefore the duty of \r\nthe international community to safeguard it.\r\nParagraph 5 of the resolution contains an important \r\nprovision. Greece believes that the inalienable and \r\nnon-negotiable right of the Palestinian people to \r\nstatehood can be fulfilled through a results-oriented \r\npeace process and direct negotiations between the two \r\nparties on all final status issues. A comprehensive \r\nsettlement, by definition, includes the safeguarding of \r\nthe inherent right of the State of Israel to peace and \r\nsecurity. By voting in favour of this resolution, Greece \r\nbelieves that it contributes towards a resumption of \r\nthe peace process without preconditions, and to the \r\npromotion of a two-State solution. In that regard, we \r\nurge the Palestinian side to refrain from unilateral \r\nsteps, and the Israeli side to refrain from actions on \r\nthe ground that could jeopardize the viability of such \r\na solution.\r\n20 12-61635\r\nA/67/PV.44\r\nto the Palestinian Authority in the United Nations. We \r\nhave long supported a negotiated two-State solution that \r\nallows a secure Israel to live alongside an independent \r\nfuture Palestinian State. Australia has concerns that \r\nthis resolution may actually make it harder rather than \r\neasier for the two parties to return to direct negotiations. \r\nBut our support for a future Palestinian State achieved \r\nthrough negotiations remains steadfast, as does our \r\nsupport for Israel’s legitimacy and right to security.\r\nIn looking beyond today’s vote, we urge all sides \r\nto return immediately to negotiations in good faith. \r\nIt is critical that no party seek to exploit or overreact \r\nto the outcome of today’s vote, including within the \r\nUnited Nations system, in ways that could undermine \r\nprospects for a just and lasting settlement.\r\nMr. McLay (New Zealand): New Zealand’s vote in \r\nfavour of resolution 67/19 is consistent with our long-\r\nheld policy on the Palestinian issue and our support for \r\na two-State solution. The resolution supports existing \r\ninternationally agreed-on parameters for resolving \r\nthe Israel-Palestine issue. Our vote supports Israel’s \r\nabsolute right to exist, with a vibrant society living in \r\nfreedom and prosperity, free from fear of attack, not \r\nleast from Hamas rockets, with that Israeli State living \r\nside by side with an independent, contiguous, viable \r\nPalestinian State with recognized borders. All that, we \r\nknow, can be achieved only through a negotiated two-\r\nState solution.\r\nThe events of the past month have demonstrated \r\nPresident Abbas’s capacity as a partner for peace. We \r\nunderscore our support for him and for Prime Minister \r\nFayyad and others who are working to make a two-\r\nState solution viable. We hope that with this decision \r\nboth sides can now do whatever is required to return \r\nto the negotiating table, and that nothing is said or \r\ndone to impede that return. We also hope that reactions \r\nto this vote do not jeopardize progress in Palestinian \r\nstate-building efforts. The President of the General \r\nAssembly was indeed right to speak of all of us being \r\njudged by how we bear ourselves after this vote.\r\nWhatever the significance of today’s vote, we must \r\nnow turn to what happens tomorrow. This resolution \r\nis a political symbol of the commitment of the United \r\nNations to a two-State solution. New Zealand has cast \r\nits vote accordingly based on the assumption that our \r\nvote is without prejudice to New Zealand’s position \r\non its recognition of Palestine. But resolutions and \r\ndebates here in New York will not bring about a secure \r\nIsrael living peacefully alongside a viable, contiguous \r\nencourage both sides to return to direct talks leading \r\nto a negotiated two-State solution without delays or \r\npreconditions. On several occasions the Czech Republic \r\nhas called on all the parties concerned to avoid any step \r\nthat might interfere with or prejudice the outcome of \r\nthat process. That is why the Czech Republic voted \r\nagainst resolution 67/19.\r\nThe Czech Republic fully supports Palestine’s \r\naspirations to statehood through a comprehensive \r\nnegotiated agreement between the two parties that \r\nresults in two States, namely, the State of Israel and the \r\nState of Palestine, living side by side in peace, security \r\nand mutual recognition.\r\nMr. Viinanen (Finland): Finland voted in favour \r\nof resolution 67/19 with the aim of strengthening \r\nprospects for a Palestinian State and showing support \r\nfor the moderate forces that are committed to pursuing \r\nthat objective through negotiations. We are committed \r\nto a two-State solution, with the State of Israel and an \r\nindependent, democratic, contiguous and viable State \r\nof Palestine living side by side in peace and security.\r\nWe have witnessed how the Palestinian Authority \r\nnow has institutions that pass the threshold of what \r\none can expect from a modern State. That achievement \r\ndeserves our full recognition. Finland will continue \r\nto contribute to building the future institutions of a \r\nsovereign State of Palestine. We appeal to all sides \r\nto build on this decision, to engage in negotiations \r\nimmediately and without conditions, and to refrain \r\nfrom taking any steps that could negatively affect the \r\nsituation and the efforts towards a negotiated solution.\r\nOur vote today in favour of the resolution, which \r\naccords Palestine non-member observer State status \r\nin the United Nations, is a natural continuation of our \r\nfirm support for a two-State solution and Palestinian \r\nstate-building. However, Finland’s vote does not imply \r\nformal recognition of a sovereign Palestinian State. \r\nThat is a separate question and we will determine our \r\nnational position on the matter in accordance with the \r\nprocedures set out in the Constitution of Finland.\r\nMr. Quinlan (Australia): Australia’s decision to \r\nabstain in the voting on resolution 67/19 balances our \r\nlong-standing support of the right of the Palestinian \r\npeople to self-determination and their own State with \r\nour concern that the only durable basis for the resolution \r\nof this conflict is direct negotiations between Israel \r\nand the Palestinians. The resolution does not confer \r\nstatehood; it grants non-member observer State status \r\n12-61635 21\r\nA/67/PV.44\r\nThe Palestinians have a legitimate right to take this \r\nstep, based on the right of the Palestinian people to \r\nself-determination. Furthermore, it is time for the \r\nGeneral Assembly to recognize the serious efforts the \r\nPalestinian Authority has made to build effective State \r\ninstitutions.\r\nUpgrading Palestine’s status in the United Nations \r\nis not a provocative step. It sends a message that the \r\nPalestine Liberation Organization and President \r\nAbbas are genuinely committed to a peaceful solution \r\nbased on diplomatic means. But with rights come \r\nresponsibilities. It is time for the Palestinians to unite \r\nin building a society based on democracy, the rule of \r\nlaw and human rights. The fact that this resolution has \r\nbroad backing on the Palestinian side is a positive step. \r\nNorway is strongly committed to the two-State solution \r\nwith a sovereign, democratic, contiguous and viable \r\nPalestinian State living side by side with the State \r\nof Israel in peace and within secure and recognized \r\nborders. Only a negotiated solution between the parties \r\ncan bring about lasting peace and security for both \r\nPalestinians and Israelis. We appeal to both sides to \r\nbuild on today’s decision in a constructive manner \r\nand urgently resume comprehensive final status \r\nnegotiations. \r\nOur support of an upgraded status for Palestine \r\nin the United Nations does not prejudge the question \r\nof recognition. The national procedures to formally \r\nrecognize the State of Palestine are still pending.\r\nThe meeting rose at 6 p.m.\r\nPalestinian State. Indeed, it is regrettable that today’s \r\ndecision had to be achieved by a vote at the United \r\nNations and not by direct negotiations. But that is the \r\nreality of the situation on the ground, to which many \r\nothers have referred.\r\nToday, we must therefore mark the beginning of a \r\nnew dynamic, with the parties immediately and without \r\nany preconditions returning to negotiations, before the \r\nopportunity of a two-State solution is lost to us all.\r\nMr. Pedersen (Norway): Norway is a strong \r\nsupporter of Palestinian rights and aspirations to \r\nstatehood in accordance with international law. We \r\nare committed to continuing to empower Palestinian \r\ninstitutions. The Palestinian Authority has already \r\npassed the threshold of a functioning State in key \r\nsectors. That was endorsed by the Ad Hoc Liaison \r\nCommittee, chaired by Norway, both in 2011 and 2012. \r\nWe support Palestine’s upgraded status in the General \r\nAssembly to that of a non-member observer State. That \r\nis consistent with our long-standing position on the \r\nresolution of the Israeli-Palestinian conflict based on \r\nthe two-State solution. We supported the Partition Plan \r\nin the General Assembly in 1947, Israel’s admission \r\nas a full State Member of the United Nations in 1949, \r\nincluding the declarations made in that context, and we \r\nrecognized it as a State in the same year.\r\nResolution 67/19 is based on the two-State solution \r\nand the principles therein, and does not prejudge the \r\noutcomes of final status negotiations between the \r\nparties. Neither does it violate the Oslo Accords. \r\n"