"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-58675 (E)\r\n*1258675*\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 41\r\nNecessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba\r\nReport of the Secretary-General (A/67/118)\r\nDraft resolution (A/67/L.2)\r\nMr. Benmehidi (Algeria): I have the honour \r\nto speak on behalf of the Group of 77 and China on \r\nagenda item 41, entitled “Necessity of ending the \r\neconomic, commercial and financial embargo imposed \r\nby the United States of America against Cuba”. I would \r\nlike, first of all, to acknowledge the presence of His \r\nExcellency Mr. Bruno Rodríguez Parilla, Minister for \r\nForeign Affairs of Cuba.\r\nThe Group of 77 and China expresses its deep \r\nconcern at the continuation of the economic, commercial \r\nand financial embargo unilaterally imposed for half a \r\ncentury now by the United States of America against \r\nCuba.\r\nThe Group of 77 and China states, as it has \r\ndone on many occasions before, that the embargo \r\nagainst Cuba contravenes the fundamental norms of \r\ninternational law, international humanitarian law, \r\nthe Charter of the United Nations and the norms and \r\nprinciples governing peaceful relations among States. \r\nIts continued imposition violates the principles of the \r\nsovereign equality of States and of non-intervention \r\nand non-interference in each other’s domestic affairs.\r\nThe measures announced by the Government of \r\nthe United States two years ago related to a certain \r\nrelaxation of restrictions on travel and the transfer of \r\nremittances have had a very limited effect and have \r\nnot changed the framework of laws, regulations and \r\nprovisions of the embargo, which is still in place. In \r\nfact, the embargo continues to impose severe economic \r\nand financial restrictions on Cuba. The embargo \r\nhas caused, and continues to cause, a high degree of \r\neconomic and financial damage, has a negative impact \r\non the welfare and well-being of the people of Cuba \r\nand constitutes a very significant hindrance to Cuba’s \r\neconomic and social development.\r\nThe deepening impact of the ongoing global \r\neconomic and financial crisis and the continued embargo \r\nby the Government of the United States, including \r\nby imposing sanctions and applying extraterritorial \r\nnational laws against third countries’ citizens, \r\ninstitutions and companies that establish economic, \r\ncommercial and financial relations with Cuba, will \r\ncontribute to further aggravating the hardships for the \r\npeople of Cuba.\r\nFurthermore, the embargo frustrates efforts \r\ntowards the achievement of all the internationally \r\nagreed developed goals, including the all-important \r\nMillennium Development Goals, and negatively affects \r\nregional cooperation in the area.\r\nThe Group of 77 and China has always been firmly \r\nagainst the embargo. At the second South Summit, held \r\nin Doha in 2005, the Heads of State and Government \r\nof the Group of 77 and China firmly rejected the \r\nUnited Nations A/67/PV.35\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n35th plenary meeting\r\nTuesday, 13 November 2012, 10 a.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Serbia)\r\n2 12-58675\r\nA/67/PV.35\r\nimposition of laws and regulations with extraterritorial \r\nimpact and all other forms of coercive economic \r\nmeasures, including unilateral sanctions against \r\ndeveloping countries, and called upon the Government \r\nof the United States to put an end to the economic, \r\ncommercial and financial embargo against Cuba, \r\nwhich, in addition to being unilateral and contrary \r\nto the Charter, international law and the principle of \r\ngood-neighbourliness, causes huge material losses and \r\neconomic damage to the people of Cuba.\r\nToday, the Group of 77 and China would like to \r\nreiterate once again its long-standing and principled \r\nposition on this important matter, and recalls the \r\nministerial declaration of the thirty-sixth annual \r\nmeeting of the Ministers for Foreign Affairs of the \r\nGroup, held in New York in September. The Ministers \r\nfirmly rejected the imposition of laws and regulations \r\nwith extraterritorial impact and all other forms of \r\ncoercive economic measures, including unilateral \r\nsanctions against developing countries, and reiterated \r\nthe urgent need to eliminate them immediately. They \r\nemphasized that such actions not only undermined the \r\nprinciples enshrined in the Charter of the United Nations \r\nand international law, but also severely threatened the \r\nfreedom of trade and investment. They therefore called \r\non the international community to neither recognize \r\nthose measures nor apply them.\r\nWe recall that, last year, 186 Member States voted in \r\nfavour of the resolution introduced by the representative \r\nof Cuba (resolution 66/6). That represented an \r\noverwhelming majority of the international community \r\ndemanding the end to the five-decades-old embargo \r\nand full adherence to the principles of mutual respect \r\nand non-interference in the internal affairs of a State \r\nMember of the United Nations.\r\nThe Group of 77 and China is committed to working \r\nfor the achievement of peaceful coexistence among \r\nnations. Such a goal requires adherence by all nations \r\nto the principles of the Charter of the United Nations, to \r\nthe peaceful conduct of relations among nations and to \r\nthe rule of law, including international law.\r\nThe Group of 77 and China will again fully support \r\nthe draft resolution against the embargo (A/67/L.2) and \r\nurges all Member States to do so.\r\nThe President: Before giving the f loor to the next \r\nspeaker, I would like to propose that the list of speakers \r\nfor the debate on this item now be closed. Unless I hear \r\nany objection, I shall take it that the Assembly agrees \r\nto that proposal.\r\nIt was so decided.\r\nMr. Goddard (Barbados): I have the honour to \r\naddress the General Assembly on behalf of the 14 member \r\nStates of the Caribbean Community (CARICOM), \r\nnamely, Antigua and Barbuda, the Bahamas, Barbados, \r\nBelize, Dominica, Grenada, Guyana, Haiti, Jamaica, \r\nSaint Kitts and Nevis, Saint Lucia, Saint Vincent and \r\nthe Grenadines, Suriname and Trinidad and Tobago. \r\nCARICOM aligns itself with the statements made \r\nby the representative of Algeria on behalf of the Group \r\nof 77 and China, as well as with those to be made by the \r\nrepresentative of the Islamic Republic of Iran on behalf \r\nof the Non-Aligned Movement and by the representative \r\nof Chile on behalf of the Community of Latin American \r\nand Caribbean States.\r\nThis is the twenty-first consecutive occasion that \r\nwe meet in this forum to raise the sustained chorus \r\nof opposition to the United States imposition of the \r\neconomic, commercial and financial embargo against \r\nthe Republic of Cuba. While in some parts of the world \r\ntwenty-first birthdays are especially commemorated, \r\nthe twenty-first year of the adoption of the annual \r\ndraft resolution on the Cuban embargo should instead \r\ngive the Assembly pause for reflection. The embargo \r\nhas persisted for too long, in spite of the unambiguous \r\nreproof of an overwhelming majority of Member States, \r\nas demonstrated by the annual adoption of the text of \r\nthe draft resolution before us (A/67/L.2).\r\nIn view of the significant challenges that the \r\nhemisphere of the Americas has faced, it is all the more \r\nregrettable that this measure continues to be unilaterally \r\napplied. The recent passage of hurricane Sandy through \r\nthe Caribbean region at the end of October, prior to \r\nits landfall on the eastern coast of the United States, \r\nbrings clearly to the fore one of our region’s most real \r\nand present threats. However, it has also revealed a \r\nresilience of spirit and unity that emerges as one of our \r\ngreatest strengths. In that regard, CARICOM wishes \r\nto express its collective regret and sadness at the loss \r\nof life and damage wrought by this hurricane within \r\nthe countries of the Caribbean, including on the eastern \r\ncoast of Cuba and, more recently, in the United States \r\nof America.\r\nWith the increasing frequency of natural disasters \r\nand the persistent impact of the global economic crisis, \r\n12-58675 3\r\nA/67/PV.35\r\nthe unacceptable humanitarian cost of the embargo \r\nis becoming even more acute. Cuba’s safety, advance \r\npreparedness and pace of recovery are compromised by \r\nthe embargo’s many direct and indirect effects. Indeed, \r\nit is in such times of national crisis that the fundamental \r\ninjustice of the Cuban embargo is brought into sharpest \r\nrelief. When viewed in the light of the generosity and \r\nself less assistance that Cuba has kindly accorded to \r\nother States in times of need, the unilateral application \r\nof the embargo against Cuba is seen to be especially ill-\r\nconceived. Such events underscore the significant need \r\nnot for intensification of punitive measures but, rather, \r\nfor greater regional and international cooperation and \r\nsolidarity.\r\nAs a bloc of States that are small in size, the \r\nCaribbean Community attaches great value to the \r\nstrength that lies in collective capacity, will and a \r\nfirm stance on common principles that promote our \r\nshared objectives. Those principles include adherence \r\nto the Charter of the United Nations, multilateralism, \r\nsovereignty and free trade. It is in that spirit that the \r\nCaribbean Community has remained unstinting in its \r\nsolidarity with Cuba and in calling for an end to the \r\nembargo, which runs counter to both the letter and spirit \r\nof the Charter and serves no justifiable legal, political \r\nor moral purpose within contemporary international \r\nrelations.\r\nThe annual report of the Secretary-General on the \r\nembargo, contained in document A/67/118, presents \r\nan impressive catalogue of submissions by some \r\n145 Member States. They reveal a shared perspective \r\nof opposition to the unilateral application of the \r\nembargo and its many extraterritorial effects, as well \r\nas support for respecting the purposes and principles \r\nof the Charter of the United Nations and international \r\nlaw. Also striking, in that regard, are the submissions of \r\nsome 26 entities of the United Nations system, detailing \r\nthe reach of the embargo even into their manner of \r\nconducting work in Cuba.\r\nDespite such signifi cant challenges, Cuba continues \r\nto show itself to be a key regional and international \r\npartner and actor. CARICOM member States, in keeping \r\nwith our policy of mutual respect, good-neighbourliness \r\nand respect for the principles of the Charter of the \r\nUnited Nations, have a camaraderie with Cuba that \r\nhas remained cordial and resilient even through a \r\ncontinually evolving hemispheric and international \r\ngeopolitical landscape. Cuba maintains Embassies in \r\nall independent countries of the Caribbean Community \r\nand continues to show itself to be an integral part of the \r\nCaribbean. In that context, CARICOM and Cuba have \r\ndeveloped and enjoy mutually beneficial programmes \r\nof cooperation and trade in a number of key areas, \r\nincluding physical education and sports, accounting, \r\nthe natural sciences, the humanities, the economy, \r\nspecial education, health and medicine. In that regard, \r\nCARICOM also profoundly appreciates Cuba’s proposal \r\nfor other areas of cooperation with the Community, \r\nsuch as the treatment of physical disabilities, the arts, \r\nlanguage training, agriculture and fisheries, water and \r\ninfrastructure.\r\nIn the Caribbean alone, Cuba has built hospitals and \r\nclinics, provided medicines and furnished doctors, nurses \r\nand other health-care professionals — contributions \r\nthat continue to be received and remembered with \r\nthe utmost appreciation. Students from the Caribbean \r\nCommunity have benefited from university educations \r\nin Cuba free of charge, and Cuba has unselfishly \r\nextended much generosity to the CARICOM member \r\nState of Haiti, following the devastating earthquake \r\nthere. During the fourth CARICOM-Cuba Summit, \r\nheld in December 2011 in Port-of-Spain, the Heads of \r\nState and Government of CARICOM issued a statement \r\nstrongly rejecting the imposition of the embargo and its \r\nextraterritorial effects, and celebrated the outcome of \r\nthe Summit in its reinforcement of the strong fraternal \r\nbonds between CARICOM and Cuba.\r\nThe CARICOM member States also continue to \r\nvalue and enjoy long-established, warm and friendly \r\nrelations with the United States of America. It is in that \r\nspirit that we urge its Government to heed the calls of \r\nthe international community to end the embargo. In that \r\nregard, we also encourage engagement in a constructive \r\nprocess of dialogue and normalization of relations. \r\nWe believe that would be in the interest of all parties \r\nand would significantly contribute to greater peaceful \r\ndevelopment and cooperation within the Americas.\r\nAt the risk of discrediting our efficacy as an \r\norganization, we must not be content to be a mere \r\nsymbol of change. Accordingly, CARICOM delegations \r\nfully support the draft resolution before the General \r\nAssembly entitled “Necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba”, and we will \r\nvote in favour of its adoption.\r\nMr. Lima (Cape Verde): Speaking on behalf of the \r\nAfrican Group on this perennial and critical item, allow \r\nme to start by voicing the African Group’s support for \r\n4 12-58675\r\nA/67/PV.35\r\nthe statements just made on behalf of the Group of 77 \r\nand China and the Caribbean Community.\r\nLast year, the Assembly heard an overwhelming \r\nmajority make repeated calls for an end to the economic, \r\ncommercial and financial embargo imposed against \r\nCuba. Today, we presume, will be no exception, as \r\ncountries around the world ask for more positive action \r\nin dealing with the decisive challenges and threats of \r\ntoday. The possibility of remaining silent in the face of \r\nthis blockade of Cuba, whose people continue to suffer \r\nits adverse consequences, has been inconceivable for \r\nAfrica and many other regions. The situation has been \r\ncharacterized as a negation and f lagrant violation of the \r\ncherished universal principles of the sovereign equality \r\nand territorial integrity of all States, big and small.\r\nIn a resolution adopted at the African Union \r\nsummit in July 2012, African leaders reiterated their \r\ncall inviting the United States of America to lift the \r\nlong-standing and unjust economic and trade embargo \r\nimposed on the people of the Republic of Cuba. \r\nAfrica’s vote today in favour of draft resolution \r\nA/67/L.2 will be a concrete step in advancing the \r\nposition taken by the African Union at its summit. As \r\nWinston Churchill said, \r\n“Criticism may not be agreeable, but it is necessary. \r\nIt fulfils the same function as pain in the human \r\nbody. It calls attention to an unhealthy state of \r\nthings.” \r\nAt this point, I would like to make reference to \r\nthe successful conclusion of the High-level Meeting \r\non the Rule of Law at the National and International \r\nLevels (see A/67/PV.3), held in September. The General \r\nAssembly’s status quo on this situation runs counter \r\nto the letter and spirit of the Declaration of the High-\r\nlevel Meeting (resolution 67/1), highlighting, among \r\nother things, the aspirations of all leaders to a more \r\nequitable and just world. It is also counterproductive \r\nfor Cuba’s progress towards achieving the Millennium \r\nDevelopment Goals, as well as an obstruction to \r\nadvancing regional integration in that region of the \r\nwestern hemisphere. \r\nWe think that the path of history today is built \r\nby and open to those who decidedly choose openness \r\nand an outstretched-hand policy, instead of other, less \r\nproductive ways. Political will is more than ever needed \r\neverywhere. Today, more and more leaders in the world \r\nunderstand that no people in the twenty-first century \r\nwill accept to live under castigation, oppression or lack \r\nof dignity. “For to be free is not merely to cast off one’s \r\nchains but to live in a way that respects and enhances \r\nthe freedom of others”, said Nelson Mandela. \r\nIn closing, I would like to join others on behalf of \r\nthe African Group to extend our deepest condolences to \r\nall countries affected by Hurricane Sandy for the loss of \r\nlife and property. \r\nMr. Errázuriz (Chile) (spoke in Spanish): I have \r\nthe honour to address the General Assembly on behalf \r\nof the Community of Latin American and Caribbean \r\nStates (CELAC) on the occasion of the presentation of \r\ndraft resolution A/67/L.2, entitled “Necessity of ending \r\nthe economic, commercial and financial embargo \r\nimposed by the United States of America against Cuba”.\r\nSince the adoption of resolution 47/19 on \r\n24 November 1992, the General Assembly has adopted \r\nevery year a resolution emphasizing the necessity \r\nof ending the economic, commercial and financial \r\nembargo imposed by the United States of America \r\nagainst Cuba. It will be recalled that, at its sixty-sixth \r\nsession, the General Assembly adopted resolution \r\n66/6 with the same title by an overwhelming majority \r\nof Member States. Since 1992, 20 resolutions of the \r\nGeneral Assembly, the most representative organ of the \r\nUnited Nations, have called for an end to the embargo \r\nimposed against Cuba.\r\nIt is important to place on record the reasons \r\nunderlying the convictions of CELAC on this subject. \r\nThe main reason is that, in our view, the commercial, \r\neconomic and financial embargo imposed on Cuba is \r\ncontrary to the letter, spirit, principles and purposes \r\nof the Charter of the United Nations and international \r\nlaw. The Charter of the United Nations enshrines \r\nrights, obligations and principles that have become \r\npart of the legal corpus not only of international law, \r\nbut of humankind. That corpus must not be violated or \r\nundermined by any Member State. \r\nMember States must align their national and \r\ninternational behaviour with the rights, obligations and \r\nprinciples enshrined in our constituent Charter. In that \r\nconnection, CELAC reiterates the full applicability \r\nof the Charter of the United Nations and of the \r\nprinciples enshrined in it, including the principles \r\nof the sovereign equality of States, non-intervention \r\nand non-interference in internal affairs, freedom of \r\ntrade and navigation, and the principle of the peaceful \r\nsettlement of disputes.\r\n12-58675 5\r\nA/67/PV.35\r\nThe economic, commercial and financial embargo \r\nimposed against Cuba began in 1959 and continues \r\nto this day. We observe that the embargo has been \r\ntransformed into a strict system of unilateral measures \r\nthat has continued over time and is creating huge \r\ninjustices for the Cuban people. The embargo in \r\nitself, as a unilateral measure, runs contrary to the \r\nmultilateralism, openness and dialogue promoted by \r\nthe Charter of the United Nations.\r\nThe Community of Latin American and Caribbean \r\nStates reiterates its concern, expressed in resolution 66/6, \r\nregarding the application by States Members of the \r\nUnited Nations of laws and regulations, such as the so-\r\ncalled Helms-Burton Act, the extraterritorial effects \r\nof which affect the sovereignty of other States, the \r\nlegitimate interests of entities or persons under their \r\njurisdiction, and the freedom of trade and navigation.\r\nThe unilateral measures applied under the embargo \r\nimposed on Cuba are affecting many companies \r\nthat conduct business with Cuba in accordance with \r\ninternational law, including the norms established \r\nby the World Trade Organization. In the past year, \r\nseveral restrictions and fines have been imposed \r\non international companies, some belonging to the \r\nmembers of our Community.\r\nWe recall that at the CELAC summit held \r\nin Caracas, Venezuela, on 3 December 2011, the \r\nStates members of our Community issued a special \r\ncommuniqué on the need to put an end to the economic, \r\ntrade and financial embargo imposed by the United \r\nStates on Cuba, in which they reiterated their strongest \r\ncondemnation of the application of laws and measures \r\ncontrary to international law, such as the Helms-Burton \r\nAct, including its extraterritorial effect, and called on \r\nthe Government of the United States to put an end to the \r\napplication of that Act.\r\nThe Community of Latin American and Caribbean \r\nStates supports the adoption of the draft resolution \r\nentitled “Necessity of ending the economic, commercial \r\nand financial embargo imposed by the United States of \r\nAmerica against Cuba”. We emphasize the inconsistency \r\nbetween the application of unilateral measures that have \r\nno backing in international law and the letter, spirit, \r\nprinciples and purposes of the Charter of the United \r\nNations. We urge the United States of America to make \r\nthe necessary adjustments to its international behaviour \r\nin this regard, aligning its national legislation with the \r\nCharter of the United Nations, the resolutions of the \r\nUnited Nations and the views of the countries of Latin \r\nAmerica and the Caribbean and, in general, of all the \r\nregions of the world\r\nWe recall the appeal made by our heads of State in \r\nCaracas on 3 December 2011 to the Government of the \r\nUnited States of America, \r\n“in accordance with the successive resolutions \r\nadopted by the United Nations General Assembly \r\nand in response to repeated calls from the countries \r\nof Latin America and the Caribbean, to put an end \r\nto the economic, commercial and financial embargo \r\nagainst Cuba” (A/67/118, p. 12).\r\nCELAC appreciates the support traditionally \r\ngiven to the draft resolution introduced today for the \r\nconsideration of the General Assembly, which refers \r\nto the adverse effects inflicted on one of our member \r\nStates. We also appeal to the States members of the \r\nGeneral Assembly to heed the force of the arguments \r\nand the evidence provided by the facts and oppose the \r\nunilateral measures undermining the Charter of the \r\nUnited Nations, its principles and spirit, as well as \r\ninternational law and its institutions.\r\nMrs. Aitimova (Kazakhstan): I have the pleasure, \r\non behalf of the States members of the Organization \r\nof Islamic Cooperation (OIC), to deliver the following \r\nstatement in my country’s capacity as Chair of the OIC \r\ngroup.\r\nWe offer our sincerest condolences to and stand \r\nin solidarity with the Governments and people of all \r\ncountries affected by Hurricane Sandy for the tragic \r\nloss of life and the devastation it has caused.\r\nWe express our thanks to the Secretary-General \r\nfor his report on the necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba (A/67/118). The \r\nreport once again indicates that, besides the Member \r\nStates, the United Nations system, various international \r\nforums and non-governmental organizations have also \r\ntirelessly and repeatedly expressed their rejection of the \r\nunilaterally imposed sanctions on Cuba.\r\nIt is important to recall that the Assembly first \r\ndecided to include the current item as a critical item on \r\nits agenda in 1991. The discussion continues 20 years \r\nlater, with little progress to record. We therefore wish \r\nto address the situation with a sense of great urgency.\r\nThe activities of the OIC are guided by the principles \r\nof international law. The OIC upholds the right of every \r\nnation to follow its own and unique way of development \r\n6 12-58675\r\nA/67/PV.35\r\nand therefore condemns any form of unilateral action \r\nthat affects the sovereignty and interests of another \r\nState and its people.\r\nWe have recently seen dramatic changes in the \r\nMiddle East and North Africa, demonstrating the \r\npeople’s struggle to steer the course of their own \r\ndevelopment. Those have resulted in unexpected \r\nand profound political transformations. Hence, the \r\napplication of justice cannot be confined only to the \r\nnational level. It should also extend to the international \r\nsphere and to relationships among Member States.\r\nThe OIC does not agree with any external regulations \r\nthat infringe, impede or delay the development of any \r\ncountry, including in the economic, commercial and \r\nfinancial spheres. Some of the measures meant to relax \r\nrestrictions have had only limited effect, as the embargo \r\nis still in place, thus severely impacting the overall \r\nwell-being of the Cuban people. Further, the embargo \r\nfrustrates efforts towards achieving the Millennium \r\nDevelopment Goals. It has impeded efforts to eradicate \r\npoverty and violated basic human rights to food, health \r\nand education, humanitarian assistance and overall \r\nnational progress. \r\nThe already harsh situation in the country is further \r\naggravated by the ever-more frequent and devastating \r\nstorms and hurricanes caused by climate change and \r\nCuba’s geographical susceptibility to such natural \r\ndisasters.\r\nThe OIC underlines that the imposition of arbitrary \r\nunilateral laws contradicts the regulations and directions \r\nof the World Trade Organization, which prohibit the \r\nadoption of measures likely to hinder international free \r\ntrade and shipping and the widest partnership possible \r\nbetween two partners.\r\nFinally, the OIC, like the overwhelming majority \r\nof the international community, calls for lifting the \r\nembargo on Cuba in accordance with the principles \r\nand purposes of the Charter of the United Nations and \r\nrelevant General Assembly resolutions.\r\nMrs. Ribeiro Viotti (Brazil) (spoke in Spanish): I \r\nhave the honour to speak on behalf of the States members \r\nof the Southern Common Market (MERCOSUR). The \r\nassociated States of Bolivia, Chile, Colombia, Ecuador \r\nand Peru also join in this statement.\r\nFirst, I would like to welcome the presence of \r\nMr. Bruno Rodríguez Parrilla, Minister for Foreign \r\nAffairs of Cuba. MERCOSUR was founded on the \r\nprinciples of solidarity, interdependence and good-\r\nneighbourly relations. We believe that tolerance is \r\nthe foundation that has made possible the historic \r\nconvergence on our continent of peoples from all \r\ncorners of the world. We are linked to our Latin \r\nAmerican neighbours by the desire to live in peace, \r\npromote mutual understanding, defend independence \r\nand equality among States, including sovereignty, and \r\nto promote respect for international law.\r\nMERCOSUR and its associated States believe \r\nthat the embargo against Cuba violates the principles \r\nof the Charter of the United Nations and the norms of \r\ninternational law, in particular equality among States, \r\nnon-interference in their internal affairs and the peaceful \r\nsettlement of disputes. Moreover, it contravenes the \r\nnorms of the multilateral trading system that link \r\nmembers of the World Trade Organization. \r\nThe embargo violates the principles of justice and \r\nhuman rights. It generates shortages and suffering \r\nfor the entire Cuban population. It limits and delays \r\neconomic and social progress, and prevents the \r\nachievement of international development goals, \r\nincluding the Millennium Development Goals. We \r\ntherefore lament the fact that the unilaterally imposed \r\nembargo against Cuba continues unchanged. We also \r\nsee an increase in restrictions on financial transactions \r\nbetween Cuba and third countries that prevent greater \r\ntransparency through direct dialogue.\r\nThe States members of MERCOSUR and \r\nassociated States reject, out of principle, unilateral \r\nand extraterritorial measures. We believe that those \r\nmeasures cause irreparable harm to the well-being of \r\npeoples and obstruct regional integration processes. \r\nWe also condemn the application of unilateral, coercive \r\nmeasures that contravene the principles of free trade. \r\nIn again reaffirming our unwavering support for the \r\ndraft resolution contained in document A/67/L.2, \r\nMERCOSUR and its associated States reiterate \r\nour commitment to multilateralism as a legitimate \r\ninstrument for settling disputes and an effective way to \r\npromote international cooperation and understanding \r\namong peoples.\r\nThe economic, commercial and financial embargo \r\nimposed on Cuba is nothing but than an example of \r\nobsolete policies that have no place in today’s world. In \r\nadopting the draft resolution, the Assembly will prove \r\nonce again its undeniable political will to defend the \r\nideals of freedom, solidarity and respect for sovereignty \r\nand international law.\r\n12-58675 7\r\nA/67/PV.35\r\nMr. Khazaee (Islamic Republic of Iran): I have \r\nthe pleasure to address the General Assembly today on \r\nbehalf of the 120 Members of the United Nations that \r\nare members of the Non-Aligned Movement (NAM).\r\nI take this opportunity to extend a warm welcome \r\nto Mr. Bruno Rodríguez Parrilla, Minister for Foreign \r\nAffairs of Cuba, and to express to him and the people of \r\nCuba the Movement’s full support and solidarity.\r\nI also extend our deep condolences to the \r\nGovernments and peoples of all countries affected \r\nby Hurricane Sandy for the tragic loss of life and the \r\ndevastation it provoked.\r\nThe Non-Aligned Movement, as it has done on \r\nmany previous occasions, unequivocally rejects blatant \r\nviolations of multilateralism that run counter to the \r\nprinciples of the Charter of the United Nations and the \r\nnorms of international law. The Movement has also \r\nreaffirmed its steadfast commitment to ensuring the \r\ncontinued viability of all provisions of international \r\nlaw that, together, form the core of our multilateral \r\nwork and inspire our collective efforts to maintain \r\npeace and security, achieve inclusive economic growth \r\nand sustainable development, and ensure full respect \r\nfor human rights and fundamental freedoms.\r\nAt the sixteenth NAM Summit, held in Tehran, \r\nIslamic Republic of Iran, from 26 to 31 August, the \r\nHeads of State and Government of the Non-Aligned \r\nMovement reiterated their call on the Government of the \r\nUnited States of America to put an end to the economic, \r\ncommercial and financial embargo against Cuba, \r\nwhich, in addition to being unilateral and contrary to \r\nthe Charter of the United Nations, international law and \r\nthe principle of good-neighbourliness, is causing huge \r\nmaterial losses and economic damage to the people of \r\nCuba. They once again urged strict compliance with \r\nresolutions 47/19, 48/16, 49/9, 50/10, 51/17, 52/10, 53/4, \r\n54/21, 55/20, 56/9, 57/11, 58/7, 59/11, 60/12, 61/11, 62/3, \r\n63/7, 64/6, 65/6 and 66/6. They expressed deep concern \r\nover the widening of the extraterritorial nature of the \r\nembargo against Cuba and rejected the reinforcement \r\nof the measures adopted by the Government of the \r\nUnited States aimed at tightening the embargo, as well \r\nas other recent measures carried out by the Government \r\nof the United States against the people of Cuba. They \r\nreiterated that those measures constitute a violation \r\nof Cuba’s sovereignty and a massive violation of the \r\nhuman rights of its people.\r\nFor the past two decades, an overwhelming number \r\nof the States Members of the United Nations have \r\nvoted in favour of the resolution calling for the lifting \r\nof the United States embargo against Cuba. Each year, \r\nwe have made it clear that the blockade is not only \r\nin violation of international law, but is also counter \r\nto the purposes and principles of the United Nations \r\nset forth in its Charter, of which the United States of \r\nAmerica is itself a founding signatory. The embargo \r\nviolates Cuba’s right to do business with the rest of the \r\ninternational community and, in the process, frustrates \r\nthe country’s efforts to achieve the internationally \r\nagreed development goals, including the Millennium \r\nDevelopment Goals.\r\nThe embargo has had and continues to have a \r\nhigh degree of adverse impact on the well-being of the \r\npeople of Cuba. The direct and indirect damage caused \r\nby the embargo against Cuba is enormous. It affects all \r\ncrucial sectors of the economy, including those most \r\nvital for the well-being of the Cuban people themselves, \r\nsuch as public health, nutrition and agriculture, as well \r\nas banking, trade, investment and tourism.\r\nWe salute the Cubans for what they have achieved \r\nso far, including their significant progress in the areas of \r\neducation and health care, despite the huge difficulties \r\nthey encounter. Yet we stress once again that the \r\nembargo imposed continues to impede socioeconomic \r\nprogress and creates unnecessary economic hardship. \r\nIt is clear that the embargo denies Cuba access to \r\nmarkets, development aid from international financial \r\ninstitutions and technology transfers, which are all \r\nimportant for the development of the Cuban economy \r\nand for the well-being and advancement of its people.\r\nThe United States Administration has in the past \r\nclaimed that it would reach out to the Cuban people and \r\nengage with them. Yet those words, regrettably, have \r\nnot been translated into concrete actions. The punitive \r\nmeasures imposed against the whole Cuban nation \r\npersist, and with them the enduring suffering of its \r\nbrave people.\r\nMoreover, the unilateral blockade has had an \r\nextended negative effect on companies and citizens \r\nfrom third countries, thereby violating their sovereign \r\nrights. The Non-Aligned Movement reiterates its deep \r\nconcern at the harmful impact on other countries of \r\nwidening the extra-territorial nature of the embargo, \r\nwhich we consider to be an added argument in favour of \r\nthe prompt elimination of those unfounded sanctions.\r\n8 12-58675\r\nA/67/PV.35\r\nother unilateral measures on Cuba’s economic and \r\nsocial development. It harms sensitive sectors that have \r\na direct impact on the lives of the people and also has \r\nnegative repercussions on third countries.\r\nThe international community’s overwhelming call \r\nagainst the embargo on Cuba is irrefutable proof that \r\nthat kind of action cannot be the outcome of unilateral \r\ndecisions nor can or should it be of an extraterritorial \r\nnature. We must not forget that the political, economic \r\nor military sanctions imposed on States can emanate \r\nonly from Security Council or General Assembly \r\ndecisions or recommendations.\r\nMexico has therefore supported all initiatives \r\nagainst the blockade and related unilateral measures, \r\nboth in the General Assembly and in the United Nations \r\nConference on Trade and Development and other forums, \r\namong which I would highlight the Organization of \r\nAmerican States, the Latin American and Caribbean \r\nEconomic System, the Ibero-American Summit and \r\nCELAC. That is also why we will continue to support \r\nCuba’s inclusion in mechanisms for dialogue and for \r\nglobal economic, trade and financial exchanges, in line \r\nwith the will and sovereign decisions of that country, in \r\norder to promote cooperation and development.\r\nMr. Schaper (Netherlands), Vice-President, took \r\nthe Chair.\r\nFor Mexico, dialogue and negotiation remain the \r\nappropriate way to settle disputes and to ensure peaceful \r\ncoexistence among States. In the case before us today, \r\nthe virtually unanimous rejection by the international \r\ncommunity prooves us right.\r\nOur closeness to Cuba and the Cuban people and \r\nour own convictions make clear to us understand the \r\nurgent need for the blockade to end. For that reason, \r\nMexico will, as it has always done, vote in favour of the \r\ndraft resolution submitted for our consideration at this \r\nmeeting (A/67/L.2).\r\nMr. Manjeev Singh Puri (India): I thank you, Sir, \r\nfor giving me this opportunity to address the General \r\nAssembly.\r\nMy delegation associates itself with the statements \r\nmade earlier in this meeting by the representatives of \r\nAlgeria on behalf of the Group of 77 and China and of \r\nIran on behalf of the Non-Aligned Movement.\r\nThis is the twenty-first year in a row that we are \r\nhere to consider the draft resolution submitted by \r\nCuba (A/67/L.2). In all those years, the Assembly \r\nWe recall that last year 186 Member States voted \r\nin favour of resolution 66/6. That number represented \r\na large majority of the international community \r\ndemanding an end to the five-decade-old embargo and \r\nfull adherence to the principles of mutual respect and \r\nnon-interference in the internal affairs of Cuba. The \r\nNon-Aligned Movement believes that the continuation \r\nof the embargo is unjustifiable and runs counter to \r\nCuba’s efforts to achieve sustainable development. \r\nThe Non-Aligned Movement once again urges the \r\nUnited States of America to immediately and fully \r\ncomply with all General Assembly resolutions calling \r\nfor an immediate end to the economic, commercial and \r\nfinancial embargo imposed against Cuba and, once \r\nand for all, to yield to the will of the overwhelming \r\nmajority of the international community, which will \r\ntoday vote in favour of the draft resolution on the \r\nnecessity of ending the embargo against Cuba, thereby \r\nenabling the valiant people of Cuba to fully prosper and \r\nenjoy their sovereignty, independence and right to self-\r\ndetermination.\r\nMr. De Alba (Mexico) (spoke in Spanish): I wish to \r\nthank the Secretary-General for his report (A/67/118), \r\nwhich underscores yet again the widespread rejection \r\nby the international community of the embargo imposed \r\nby the United States of America against Cuba, as well \r\nas the serious economic losses suffered by the Cuban \r\npeople as a result of the blockade and its negative \r\neffects on their quality of life and well-being.\r\nSimilarly, allow me to associate myself with the \r\nstatement delivered by the Permanent Representative of \r\nChile on behalf of the Community of Latin American \r\nand Caribbean States (CELAC), and to welcome Cuban \r\nMinister for Foreign Affairs Parrilla to the Assembly.\r\nThe Government of Mexico comes before the \r\nAssembly to reiterate its opposition to the economic, \r\ncommercial and financial embargo against Cuba and \r\nits rejection of the use of coercive actions that are \r\ncontrary to international law and thus to the Charter \r\nof the United Nations. We are convinced that such \r\nmeasures have severe humanitarian consequences, in \r\nclear contradiction to their supposed goals. They also \r\nrepresent a rejection of negotiation, diplomacy and \r\ndialogue as the appropriate means to solve disputes \r\nbetween States. \r\nVarious organs and entities of the United Nations \r\nsystem, as well as the report of the Secretary-General, \r\ndocumented the negative impact of the embargo and \r\n12-58675 9\r\nA/67/PV.35\r\ninternational efforts to undertake socioeconomic \r\nprogress in Cuba. The United Nations Resident \r\nCoordinator in Havana has noted the high cost and \r\nnegative impact of the embargo on the development and \r\nhumanitarian cooperation implemented by the United \r\nNations system.\r\nThere is a huge potential for strengthening \r\neconomic and commercial ties between Cuba and the \r\nUnited States, especially in the tourism sector. Taking \r\nadvantage of limited openings under the United States \r\nTrade Sanctions Reform and Export Enhancement \r\nAct of 2000, the United States has become the largest \r\nexporter of agricultural products to Cuba. Congressional \r\nefforts in the United States to relax or lift the embargo \r\nlend further credence to the annual United Nations \r\nresolution calling for its lifting. \r\nPeople-to-people contacts between the United \r\nStates and Cuba hold immense possibilities for \r\nfostering a better understanding. The steps taken by the \r\nUnited States Administration in January 2011 to reduce \r\nrestrictions on travel and remittances to Cuba are \r\npositive developments. However, it is far from making a \r\nfundamental change in the complex framework of laws \r\nand regulations that are part of the embargo against \r\nCuba. Much more needs to be done.\r\nIndia joins other nations in calling for an immediate \r\nend to the United States embargo. India supports the \r\ndraft resolution to be introduced by the representative \r\nof Cuba.\r\nMr. Hassan (Sudan) (spoke in Arabic): At the \r\noutset, I would like to express our full support for \r\nthe statements delivered earlier in this meeting by the \r\nrepresentatives of Algeria on behalf of the Group of \r\n77 and China; of Iran on behalf of the Non-Aligned \r\nMovement; of Cape Verde on behalf of the African \r\nStates; and of Kazakhstan on behalf of the Organization \r\nof Islamic Cooperation, under agenda item 41, on the \r\nnecessity of ending the economic, commercial and \r\nfinancial embargo imposed by the United States of \r\nAmerica against Cuba.\r\nI would like to take this opportunity to express our \r\nfull solidarity with the people of Cuba and all those \r\nwho have suffered the negative effects of Hurricane \r\nSandy. We offer our warm condolences to the families \r\nof the victims of that hurricane. \r\nThe Sudan condemns and rejects the unilateral \r\nand coercive embargo imposed against Cuba by the \r\nUnited States, in f lagrant violation of the Charter of \r\nhas emphatically rejected the imposition of laws and \r\nregulations with an extraterritorial impact and all other \r\nforms of coercive economic measures that hurt the \r\nprogress and prosperity of the world over.\r\nWhile doing so, the Assembly has also called upon \r\nall States to respect their obligations under the United \r\nNations Charter and international law and to repeal and \r\ninvalidate laws and measures that have extraterritorial \r\neffects on other States. In spite of its rejection by the \r\nAssembly year after year, the United States embargo on \r\nCuba remains in full force. We see that as a violation \r\nof world opinion and as an act that severely undermines \r\nmultilateralism and the credibility of the United Nations \r\nitself.\r\nThe half-century-old United States embargo on \r\nCuba has brought immense suffering to its people. \r\nThe embargo, which perhaps has no parallel in history, \r\nis a transgression of the right of a sovereign State to \r\ndevelop and to enjoy freedom of trade, economy and \r\nnavigation. The embargo has denied a life of respect \r\nand basic living standards to the people of Cuba and has \r\nseverely undermined the country’s progress, including \r\nsustaining the Millennium Development Goals, which \r\nit achieved long before their adoption.\r\nThe impact of the embargo during the present \r\nglobal economic slowdown has been particularly \r\nsevere on the Cuban economy. Spiralling food and \r\nenergy prices have made matters worse. The embargo \r\nhas denied Cuba access to United States markets, \r\ninvestment, technology, financial services and \r\nscientific, educational, cultural and sports institutions. \r\nCuba has had to pay enormous extra costs for sourcing \r\nproducts, technology and services from third countries \r\nlocated thousands of kilometres away.\r\nThe extraterritorial application of the United States \r\nembargo has discouraged investment, technology \r\ntransfer and commercial and other forms of business \r\ncollaboration between Cuba and third countries. The \r\ndenial of technology and related scientific support, \r\nparticularly due to the extraterritorial application of \r\nthe embargo, has severely impacted health care, which \r\nis a commitment under the Millennium Development \r\nGoals, in the country. It has also undermined Cuba’s \r\nability to provide health assistance to developing \r\ncountries as part of South-South cooperation.\r\nThe report of the Secretary-General on the agenda \r\nitem under consideration (A/67/118) illustrates the \r\ndetrimental impact that the embargo has had on \r\n10 12-58675\r\nA/67/PV.35\r\nthe United Nations, the principles of human rights, \r\nand the right of peoples to choose their own political \r\nsystems. My country has also been subjected to such \r\nan heinous crime. It requires us all to work hard and \r\nto exert pressure on the United States Administration, \r\nwhich threatens the dignity and economic development \r\nof a United Nations Member State.\r\nThe Sudan categorically rejects the package of \r\nresolutions and legislation adopted by the United \r\nStates, including the Trading with the Enemy Act and \r\nits repercussions. We also reject the embargo that has \r\nbeen in place since 1959 and taken a severe toll on the \r\neconomy, development and social and psychological \r\nwell-being of the Cuban people, to which a price \r\ncannot be affixed. It has also hindered their political, \r\ndiplomatic, bilateral and multilateral relations with \r\nother peoples and countries.\r\nThe Sudan has lost precious economic and social \r\nresources as a result of such policies. We therefore call \r\nupon Member States to take fair and equitable actions \r\nand measures and to accelerate the reform of the United \r\nNations system, including the Security Council, because \r\nit should not be possible for one country to enjoy the \r\nright of veto and thereby violate the sovereignty of \r\nanother country and the Charter of the United Nations \r\nand threaten international peace and security.\r\nIn conclusion, we call upon the international \r\ncommunity to put an end to the commercial, financial \r\nand economic embargo imposed on Cuba, the Sudan \r\nand other countries, as well as to the use of unilateral \r\ncoercive measures. That will guarantee a world in \r\nwhich peace and justice can prevail. The aggressive \r\nactions of the United States is a crime that must be \r\nhalted, as it alienates developing countries and hinders \r\ntheir achievement of the Millennium Development \r\nGoals and sustainable development.\r\nMr. Churkin (Russian Federation) (spoke in \r\nRussian): We welcome the participation in today’s \r\ndebate of Mr. Bruno Rodríguez Parrilla, Minister for \r\nForeign Affairs of Cuba. We would also like to thank \r\nthe Secretary-General for his comprehensive report \r\n(A/67/118) presenting the views of Member States that \r\ndisagree with and reject the unilateral, extraterritorial, \r\neconomic, commercial and financial embargo against \r\nCuba.\r\nThe basic position of the Russian Federation is \r\nwell known and unchanging. Our country, alongside \r\nthe overwhelming majority of the members of the \r\ninternational community, strongly condemns the \r\neconomic, commercial and financial blockade by the \r\nUnited States of America against Cuba. We believe that \r\nthe perpetuation of the embargo represents an outdated \r\nrelic of the Cold War that has no place among current \r\nrealities.\r\nThe sanctions that have been in effect for a half \r\ncentury have clearly demonstrated their inability to \r\ninfluence the Cuban people in their sovereign choice \r\nof a development model. Their sole consequence has \r\nbeen the worsening living conditions of the Cuban \r\npeople, the creation of artificial barriers to growth of \r\nthe country’s economy, and encroachment upon the \r\ninterests of third countries.\r\nWe expect that the decisions of the United States \r\nGovernment to relax some aspects of the blockade, in \r\nparticular some of the restrictions on visits by United \r\nStates citizens to relatives in Cuba, and on sending \r\nmonetary and postal transfers will be followed by other \r\nactions aimed at lifting the blockade once and for all. \r\nWe are convinced that the lifting of sanctions and the \r\nsubsequent normalization of relations between Cuba \r\nand the United States will contribute to improving \r\nthe situation of the Republic of Cuba, facilitate the \r\nimplementation of the ambitious socioeconomic reform \r\nprogramme that began on the island in 2011, aimed \r\nat modernizing the national economy and raising the \r\nstandard of living of the population.\r\nGuided by the fundamental principles of the Charter \r\nof the United Nations concerning the inadmissibility \r\nof any discriminatory measure or interference in the \r\ninternal affairs of States, Russia has consistently called \r\nfor the prompt repeal of the embargo and, in general, \r\nfor a reduction of political pressure and coercion, which \r\nexacerbate the confrontational tendency in international \r\nrelations.\r\nIn that context, the Russian Federation will vote in \r\nfavour of draft resolution A/67/L.2 before us.\r\nMs. Hafid (Indonesia): In contributing to the \r\ndebate on agenda item 41 concerning the embargo \r\nimposed against Cuba since 1961, the delegation of \r\nIndonesia associates itself with the statement made by \r\nthe representative of Algeria on behalf of the Group of \r\n77 and China.\r\nThe General Assembly has once again convened \r\nto consider the 51-year-old unilateral policy banning \r\neconomic, commercial and financial activity with \r\nCuba. The embargo imposed during the Cold War of the \r\n12-58675 11\r\nA/67/PV.35\r\npreferred outcome is for the embargo to be lifted \r\ncompletely. \r\nThe lifting of the embargo would be in \r\nkeeping with the spirit of the times. It would also \r\ndemonstrate unambiguous respect for the principles \r\nof non-intervention embodied in the Charter of the \r\nUnited Nations and international law. Cuba will also \r\nbe able to exercise its right to develop, unhindered by \r\nrestrictions on its trade and other business activities. \r\nThe tensions that now exist between the two nations \r\nwill also dissolve.\r\nIndonesia therefore urges renunciation of the \r\napplication of extraterritorial laws and measures \r\nthat affect the sovereignty of other States, the lawful \r\ninterests of their subjects or other persons under their \r\njurisdiction and freedom of trade and navigation. \r\nIndonesia calls for the immediate cessation of the \r\nembargo. It is Indonesia’s hope that the near future will \r\nsee a thawing of the frosty relations that now keep those \r\ntwo important neighbouring States apart. We believe \r\nthat it is time for peaceful coexistence.\r\nMr. Escalona Ojeda (Bolivarian Republic \r\nof Venezuela) (spoke in Spanish): We express our \r\ndeepest solidarity with the statements made by the \r\nrepresentative of Algeria on behalf of the Group of 77 \r\nand China and by the representative of Iran on behalf of \r\nthe Non-Aligned Movement. We also offer our fraternal \r\ngreetings to and solidarity with Mr. Bruno Rodríguez \r\nParrilla, Minister for Foreign Affairs of the brotherly \r\nRepublic of Cuba.\r\nOn 25 October 2011, the General Assembly adopted \r\nfor the twentieth time a resolution against the embargo \r\nimposed by the Government of the United States of \r\nAmerica against Cuba (resolution 66/6). It was a historic \r\nvote whereby 186 countries expressed their support to \r\nthat heroic people. Only two countries opposed that \r\nresounding global expression of feeling. Venezuela \r\nhas firmly supported the 20 resolutions adopted by \r\nthe General Assembly by an overwhelming majority, \r\nand denounced the brutal, illegal embargo against the \r\npeople of Cuba.\r\nThe Government of Venezuela reiterates its \r\nstrongest rejection of the implementation of unilateral \r\nmeasures with extraterritorial effect. Such actions \r\ncontravene the norms and principles of international \r\nlaw, as enshrined in the Charter of the United Nations \r\nand other international legal instruments. They violate \r\nunhindered navigation and the norms of the international \r\ntwentieth century has been detrimental to Cuba. While \r\nthe people of Cuba have endured the embargo valiantly, \r\nit has imposed a forbidding cost on them. Furthermore, \r\nit has impacted the economic and commercial relations \r\nof third countries. The sanctions exceed the jurisdiction \r\nof national legislation and encroach on the sovereignty \r\nof other States that deal with Cuba.\r\nIn the context of the twenty-first century, there \r\nare numerous reasons to question the validity of the \r\nembargo. Much has changed since it was initially \r\nimposed. The world of 2012 is very different from \r\nthat of 1961. Despite the impact of recent crises on the \r\nglobal economy, nations have opted to work together \r\nto overcome the difficulties created by the crises. That \r\ntestifies to the fact that globalization has created the \r\nconditions for true global solidarity and partnership \r\namong the community of nations.\r\nThe continued imposition of an economic, \r\ncommercial and financial embargo against Cuba \r\nviolates the principles of the sovereign equality of \r\nStates, non-intervention and non-interference in each \r\nother’s domestic affairs, international humanitarian \r\nlaw, the Charter of the United Nations and the norms \r\nand principles governing peaceful relations among \r\nStates. The Charter is clear on the need for nations \r\nto develop friendly relations among themselves. It is \r\nequally emphatic about the need for nations to refrain \r\nfrom action that will threaten the political independence \r\nof others or lead to intervention in matters that are \r\nessentially within the domestic jurisdiction of any \r\nState.\r\nThe embargo undermines relations between the \r\nmain parties. Instead of dialogue to resolve differences, \r\nwhat we have is an undesirable standoff that does \r\nnot allow for an exchange of views to normalize \r\nrelations. Not only do political complications result \r\nfrom the embargo, but the economic, commercial \r\nand financial hardship it has caused can hardly be \r\njustified on humanitarian grounds. It is a great burden \r\non a poor developing country whose people would \r\nbenefit tremendously from cooperation rather than \r\nconfrontation. \r\nThe economic, commercial and financial embargo \r\nhas caused hardship for the people of Cuba. Therefore, \r\nIndonesia remains steadfast in its opposition to the \r\nembargo. While it is true that some small, meaningful \r\nchanges — such as the easing of travel restrictions \r\nto Cuba and the removal of obstacles to transfer of \r\nremittances — have occurred in recent times, the \r\n12 12-58675\r\nA/67/PV.35\r\nThere have been repeated international demands \r\nagainst the embargo against the Cuban people. On \r\n20 October 2011, the Latin American and Caribbean \r\nEconomic System, meeting at the ministerial level \r\nin Caracas, Venezuela, adopted a declaration entitled \r\n“Ending the economic, commercial and financial \r\nembargo imposed by the United States against \r\nCuba”. On 3 December 2011, the Heads of State and \r\nGovernment of Latin America and the Caribbean, \r\nmeeting in Caracas, Venezuela, at the summit of the \r\nCommunity of Latin American and Caribbean States, \r\nissued a special communiqué on the need to end the \r\neconomic, commercial and financial embargo imposed \r\nby the United States against Cuba. On the occasion of \r\nthe sixth Summit of the Americas, which took place \r\nin Cartagena de Indias, Colombia, on 14 and 15 April, \r\nall of the States of Latin America and the Caribbean \r\nrejected the embargo and expressed their support for the \r\nCuban people. It is also important to remember that the \r\nHeads of State and Government of the States members \r\nof the Non-Aligned Movement, meeting in Tehran on \r\n30 and 31 August, once again repeated their appeal \r\nto the Government of the United States of America to \r\nput an end to the economic, commercial and financial \r\nembargo against Cuba.\r\nThe Bolivarian Republic of Venezuela reiterates its \r\ncall on the Government of the United States of America \r\nto comply with the provisions of the 20 resolutions \r\nadopted by the General Assembly and put an end to the \r\neconomic, commercial and financial embargo imposed \r\nagainst Cuba. Venezuela will vote wholeheartedly in \r\nfavour of draft resolution A/67/L.2 on the necessity \r\nof ending the economic, commercial and financial \r\nembargo imposed by the United States of America \r\nagainst Cuba.\r\nMr. Wang Min (China) (spoke in Chinese): Let \r\nme begin by welcoming the report submitted by the \r\nSecretary-General under agenda item 41 (A/67/118). \r\nThe Chinese delegation associates itself with the \r\nstatement made by the representative of Algeria on \r\nbehalf of the Group of 77 and China.\r\nFor 20 consecutive years, the General Assembly \r\nhas adopted by overwhelming majority resolutions \r\non the necessity of ending the economic, commercial \r\nand financial embargo imposed by the United States \r\nof America against Cuba, urging all countries to abide \r\nby the Charter of the United Nations and international \r\nlaw and to repeal or invalidate any laws and measures \r\ntrade system, inter alia. The implementation of the \r\nextraterritorial provisions of the Torricelli and Helms-\r\nBurton Acts severely harms the Cuban economy and \r\naffects third countries. They are an affront to the \r\ndignity of the world’s peoples, who rebel against such \r\noutrages. \r\nThe embargo that has been inhumanly imposed \r\nfor over 50 years undermines the human rights of the \r\nCuban people. It is a despicable practice that Venezuela \r\nstrongly rejects. It punishes civilians while seeking to \r\nproduce a change of Government in socialist Cuba. It \r\nhas not achieved that goal and never will. The embargo \r\nhas set back international relations to an era when the \r\nlaw of the jungle prevailed and power was based on \r\nlawless violence. It is an expression of a barbaric policy \r\nat the heart of the twenty-first century. Nevertheless, \r\nthe Cuban people stoically and heroically overcome \r\nthat unjust practice. Despite the calamitous effects, \r\nthat brotherly nation continues to move forward with a \r\npolicy of solidarity, even beyond its own borders.\r\nThere is no bilateral embargo against Cuba, as the \r\nGovernment of the United States claims. What exists is \r\nan extraterritorial embargo that affects third countries. \r\nThe Government of the United States impedes \r\neconomic relations between Cuba and other countries, \r\nin blatant violation of State sovereignty and the right to \r\nfree trade. It f louts international law and the Charter of \r\nthe United Nations.\r\nThe advocates of imperialism claim that Cuba \r\nrepresents a threat to the region. That is a terrible \r\nlie. For Venezuela, the people of Latin America, the \r\nCaribbean and the entire world, Cuba has, on the \r\ncontrary, represented an element of hope and support \r\nbased on its solidarity activities in health, medicine, \r\neducation and sport, inter alia, that contribute to social \r\nwell-being. Cuba has contributed generously and \r\npractically to eliminating the material, cultural and \r\nspiritual poverty of peoples.\r\nWhile President Barack Obama has managed \r\nto connect with the majority sentiment of the Latin \r\nAmerican population living in the United States, \r\nhe should also echo the strongly held feeling of the \r\npeople of the continent in order to finally end the \r\ninhuman embargo against the Cuban people. If the new \r\nGovernment of President Obama moves forward in that \r\ndirection — and there is no doubt that he possesses the \r\nforeign policy capacity to do so — he will be acting on \r\nthe right side of history.\r\n12-58675 13\r\nA/67/PV.35\r\nMeanwhile, China has strictly followed and \r\nimplemented the relevant General Assembly \r\nresolutions. China and Cuba have maintained normal \r\neconomic, trade and personnel exchanges. The friendly \r\nand mutually beneficial cooperation in various fields \r\nbetween our two countries is on the rise. This is not \r\nonly in line with the desires of the two peoples, but also \r\nconducive to the economic and social development of \r\nCuba.\r\nIn today’s world, dialogue, exchanges and \r\nharmonious coexistence represent the mainstream of \r\ninternational relations. Exchanges and cooperation \r\non an equal footing among countries have become \r\nthe prevailing trend. Dialogue on an equal footing \r\nand friendly consultation are the best means to settle \r\ndisputes. China hopes that the United States will follow \r\nthe purposes and principles of the United Nations \r\nCharter and the relevant General Assembly resolutions \r\nand end its embargo against Cuba as soon as possible. \r\nChina also hopes that the relationship between the \r\nUnited States and Cuba will gradually improve. \r\nChina will again vote in favour of the draft \r\nresolution submitted by Cuba under this agenda item \r\n(A/67/L.2).\r\nMr. Mootaz Ahmadein Khalil (Egypt): Allow \r\nme first to welcome Mr. Bruno Rodríguez Parrilla, \r\nMinister for Foreign Affairs of Cuba, and to assure him \r\nof Egypt’s full support.\r\nI would also like to align myself with the statements \r\nmade by the representatives of Algeria on behalf \r\nof the Group of 77 and China, Iran on behalf of the \r\nNon-Aligned Movement, Cape Verde on behalf of the \r\nGroup of African States, and Kazakhstan on behalf of \r\nthe Organization of Islamic Cooperation.\r\nA little over 50 years ago, an unjust and unjustifiable \r\nunilateral embargo was imposed by the United States \r\nof America against Cuba. The world has profoundly \r\nchanged since then. Nevertheless, the embargo \r\npersists, in total violation of multilateralism, the norms \r\nof international law, and the principles of the United \r\nNations Charter. The embargo is an anachronism from \r\na bygone era.\r\nThe embargo against Cuba is the longest and \r\ntoughest system of sanctions ever applied against any \r\ncountry in modern history. Its extraterritorial effects \r\nviolate the sovereignty of many Member States. It \r\nmust be lifted. One hundred and eighty-six countries \r\nvoted last year in favour of resolution 66/6 on this \r\nwith extraterritorial effect that affect the sovereignty \r\nof other States, the legitimate interests of entities or \r\npersons under their jurisdiction, and the freedom of \r\ntrade and navigation.\r\nRegrettably, however, those resolutions have not \r\nbeen effectively implemented over the years, and the \r\neconomic, commercial and financial embargo imposed \r\nby the United States against Cuba is yet to be lifted. \r\nThis practice has inflicted enormous economic and \r\nfinancial losses on Cuba. It is estimated that Cuba’s \r\neconomic losses directly resulting from the embargo \r\nhad exceeded $108 billion by December 2011. If the \r\ndepreciation of the United States dollar against the price \r\nof gold in international markets is taken into account, \r\nthe figure would rise to $1.066 trillion. \r\nThe embargo has caused a shortage of supplies and \r\ncommodities and dealt a heavy blow to Cuba’s economy. \r\nIt stands as the major stumbling block to Cuba’s \r\neconomic development and social progress. Moreover, \r\nthe embargo has brought huge suffering to the Cuban \r\npeople and violated their fundamental human rights, \r\nincluding their rights to food, health and education as \r\nwell as their rights to survival and development.\r\nWe note that one of the most prominent features \r\nof the embargo in the past year has been interference \r\nwith Cuba’s international financial transactions. \r\nThis has not only hit Cuba’s economy hard, but also \r\naffected normal economic, commercial and financial \r\ninteractions between other countries and Cuba, and \r\nthereby impaired the interests and sovereignty of third \r\ncountries.\r\nThe embargo against Cuba constitutes a serious \r\nviolation of the purposes and principles of the Charter \r\nand the relevant General Assembly resolutions, and has \r\nbeen firmly rejected by the vast majority of Member \r\nStates. The call of the international community on the \r\nUnited States Government to change its policy towards \r\nCuba, lift the embargo and normalize its relations with \r\nCuba, as reflected in this year’s report of the Secretary-\r\nGeneral, is growing ever stronger.\r\nThe Chinese Government has always believed that \r\ninter-State relations should be developed on the basis \r\nof the purposes and principles of the United Nations \r\nCharter and respect for the rights of other countries \r\nto independently choose their own social system and \r\ndevelopment path. China is opposed to any unilateral \r\nsanctions against other countries by military, political, \r\neconomic or other means. \r\n14 12-58675\r\nA/67/PV.35\r\n20 resolutions on the matter, will be implemented \r\nin its entirety and put an end to the enactment and \r\nenforcement of laws and provisions, such as the \r\nso-called Helms-Burton Act of the United States of \r\nAmerica, whose extraterritorial effect undermines the \r\nsovereignty other States and constitutes an economic, \r\nfinancial and commercial blockade against Cuba and \r\nits people.\r\nThe delegation of Ecuador will of course vote in \r\nfavour of the draft resolution because our Constitution \r\ncondemns any form of interference in the internal \r\naffairs of other States, whether through armed \r\nincursion, acts of aggression, occupation or economic \r\nor military blockade. Similarly, Ecuador believes that \r\nthe failure to adopt specific measures to abolish the \r\nprovisions and measures that constitute the embargo \r\nagainst Cuba, as noted in the draft resolution, is a clear \r\nviolation of the principles of sovereign equality among \r\nStates, non-interference in the internal affairs of other \r\ncountries, the freedom of trade and navigation enshrined \r\nin the Charter, and numerous other international legal \r\ninstruments.\r\nEcuador has maintained a consistent and coherent \r\nposition on this matter, to the extent that we did not \r\naccept an invitation to the most recent Summit of the \r\nAmericas, where an attempt was made to veto Cuba’s \r\nparticipation, although ultimately it was agreed that \r\nthe Cuba embargo should be discussed. My country \r\nalso considers it unacceptable that, as we discuss the \r\npost-2015 development agenda and the integration of \r\nthe pillars of sustainable development, among other \r\npositive aspects of the United Nations agenda, we \r\ncontinue to see economic statistics reflecting the \r\ndamage inflicted on Cuba’s trade and external affairs, \r\nwhich seriously harms Cuba’s people and hinders its \r\nefforts to fulfil its internationally agreed development \r\nobjectives, including the Millennium Development \r\nGoals. In that context, Ecuador encourages beneficial \r\nand complementary commercial exchanges with Cuba, \r\nsuch as the recent round of negotiations held in Havana \r\nwith a view to increasing bilateral trade in goods and \r\nservices in the textile, fisheries, construction, food \r\nprocessing, tourism and pharmaceutical sectors, among \r\nothers.\r\nFor those reasons, Ecuador associates itself with \r\nthe views expressed by the representatives who spoke \r\nearlier on behalf of the Group of 77 and China, the \r\nNon-Aligned Movement, the Community of Latin \r\nAmerican and Caribbean States, and the Southern \r\nmatter — the twentieth resolution adopted on this issue. \r\nThis is not only the plea of the Cuban people and their \r\nleaders; it is the request of the overwhelming majority \r\nof Member States.\r\nDespite the undue economic and social hardships \r\ncaused by the embargo on the Cuban people, they have \r\nmade significant progress in many areas, including \r\neducation, health care and gender equality. We \r\npraise them for these achievements under difficult \r\ncircumstances. At a time when peoples in our region \r\nare bravely fighting for freedom and justice and some \r\nof them, as in my own country, Egypt, are establishing \r\nthe foundations of a genuine democracy of their own, \r\nit is troubling that the United States continues to adopt \r\ncoercive measures to prevent a neighbouring nation \r\nfrom freely deciding its own political and economic \r\nsystem.\r\nHistory has shown that cooperation and engagement \r\nare more effective than isolation and estrangement. \r\nIt is high time for the embargo to end. It has lasted \r\nunwarranted for over half a century. Fifty years late is \r\nbetter than never. The re-election of President Obama \r\nlast week proves that the American people strongly \r\nsupport multilateralism and the values of the United \r\nNations. It offers the American Administration a fresh \r\nopportunity to rectify this historic injustice inflicted on \r\nCuba. We hope that this opportunity will not be missed.\r\nMr. Morejón (Ecuador) (spoke in Spanish): Let me \r\nfirst welcome the presence in this Hall of Mr. Bruno \r\nRodríguez Parrilla, Minister for Foreign Affairs of Cuba, \r\nand convey through him our sincere congratulations to \r\nthe Cuban people on the overwhelming majority that \r\nwill most certainly adopt draft resolution A/67/L.2, \r\nentitled “Necessity of ending the economic, commercial \r\nand financial embargo imposed by the United States of \r\nAmerica against Cuba”, later today.\r\nI would also like to re-emphasize the solidarity \r\nof the people and Government of Ecuador with the \r\nvictims of the devastation caused by Hurricane Sandy \r\nand the subsequent f loods that killed scores of Cubans \r\nand did great damage to their brotherly country. On \r\n5 November, the Ecuadorian Government sent nine \r\ntons of humanitarian aid, including a water-purification \r\nplant, as part of our policy of solidarity and support for \r\nrisk management and rehabilitation.\r\nEcuador hopes that this unequivocal message \r\nsent by the most representative and legitimate organ \r\nof the United Nations, together with the preceding \r\n12-58675 15\r\nA/67/PV.35\r\nmeasure, affecting as it does not only Cuba but every \r\nother country around the world, to the extent that it \r\nimposes limits on their sovereignty. \r\nWe fully endorse and support Cuba’s international \r\nefforts to fight the embargo, which hinders the \r\ndevelopment and well-being of its people. We commend \r\nthe struggle and valour of the revolutionary people of \r\nCuba, which, despite the difficulties entailed by the \r\nembargo, continues to move forward in dignity. It has \r\ndemonstrated its solidarity with countries around the \r\nworld through its cooperation and economic assistance. \r\nWe recognize Cuba’s efforts to collaborate with the \r\npeople of Bolivia and other countries, despite the \r\ndamage inflicted by the United States on its economy, \r\nand guided by the wise words of former President \r\nFidel Castro, to the effect that solidarity does not mean \r\ngiving a great deal but sharing what one has, even if it \r\nis not much.\r\nWhile some countries — in this case, the country \r\nimposing the blockade — send armies with soldiers \r\nwith huge arsenals, Cuba has armies of doctors and \r\nteachers who enthusiastically cure and teach people \r\nin the neediest areas of Latin America. While those \r\nwho impose the embargo also impose war and death, \r\nCuba stands for solidarity, life, dignity and human \r\nvalue. The actions carried out voluntarily by the Cuban \r\nGovernment with respect to the Bolivian people are \r\ninvaluable, and we are profoundly grateful for them.\r\nIf, as the President of the United States stated in this \r\nvery Hall, democracy truly exists; if the resolutions of \r\nthe General Assembly truly matter; if the international \r\nrule of law is truly respected; and if it is true that the \r\nGovernment of the United States upholds equality and \r\nfreedom, then its President must immediately lift the \r\ninhumane embargo against the people of Cuba. The \r\nvictory of the Cuban people will be the victory of \r\nsolidarity over arrogance, of justice over coercion, and \r\nof the principles of the United Nations over attempted \r\nimperial punishment.\r\nIn conclusion, I wish to recall Ché Guevara, who \r\nalmost five decades ago in this Hall echoed the wise \r\nwords of José Martí: “Every genuine human being \r\nshould feel on his own cheek the blow struck on the \r\ncheek of any other human being” (A/PV.1300, para. 57).\r\nMr. Pham Vinh Quang (Viet Nam): The Vietnamese \r\ndelegation would like to align itself with the statement \r\nmade by the representative of the Islamic Republic of \r\nIran on behalf of the Non-Aligned Movement (NAM) \r\nCommon Market and associated States, and calls once \r\nagain for full implementation of today’s draft resolution \r\nand for an end to this infamous blockade, which the \r\nentire international community considers shameful.\r\nMr. Llorentty Solíz (Plurinational State of \r\nBolivia) (spoke in Spanish): On behalf of my delegation, \r\nI would first like to welcome the Minister for Foreign \r\nAffairs of Cuba, Mr. Bruno Rodríguez Parrilla. I would \r\nalso like to thank the Secretary-General for his detailed \r\nreport (A/67/118) on the agenda item that is the subject \r\nof today’s meeting, highlighting the general and global \r\nrejection of the economic, commercial and financial \r\nembargo imposed arbitrarily and unilaterally by the \r\nUnited States of America on the Cuban people.\r\nWe take this opportunity to endorse the statements \r\nmade earlier today on behalf of the Group of 77 and \r\nChina, the Non-Aligned Movement, the Community of \r\nLatin American and Caribbean States, and the Southern \r\nCommon Market. \r\nAt the outset, we would like to make it clear that the \r\nGovernment of the Plurinational State of Bolivia firmly \r\nrejects and repudiates the use of unilateral measures by \r\nany State seeking to impose an economic, commercial \r\nor financial embargo with detrimental humanitarian \r\nresults and in fl agrant contravention of the principles and \r\nstandards of international law. This blockade is unjust, \r\nillegitimate, illegal, extraterritorial and opposed to the \r\ngoals, purposes and principles of the United Nations \r\nCharter, and thus to the foundations of international \r\nlaw: respect for State sovereignty, non-interference in \r\nthe affairs of other States, and freedom of navigation \r\nand trade. In this specific case, it violates the Cuban \r\npeople’s right to exercise their sovereignty, to free self-\r\ndetermination and to development, and it undermines \r\nthe Cuban Government’s efforts to eradicate poverty \r\nand inequality.\r\nWe recall that this is the twenty-first time that such \r\na draft resolution has been submitted to the Assembly, \r\nand the twenty-first consecutive time that we will reject \r\nthe unilateral embargo. The United States is f louting \r\nthe global call for an end to an injustice that harms the \r\npeople not only of Cuba but of the entire world. This \r\nunilateral and noxious position and attitude of the \r\nUnited States have been characterized by President Evo \r\nMorales from this rostrum as genocidal, immoral and \r\nin violation of the human rights of an entire people. We \r\ntherefore reject the economic and financial embargo \r\non Cuba. Bolivia condemns the coercive nature of this \r\n16 12-58675\r\nA/67/PV.35\r\nand the statement made by the representative of Algeria \r\non behalf of the Group of 77 (G-77) and China.\r\nViet Nam’s delegation once again welcomes the \r\ntheme of the General Assembly at its sixty-seventh \r\nsession, “Bringing about adjustment or settlement of \r\ninternational disputes or situations by peaceful means”, \r\nas well as the President’s other high priorities, including \r\nthe rule of law and advancing the revitalization of \r\nthe General Assembly aimed at enhancing the role, \r\nauthority, effectiveness and efficiency of this body, \r\nwith a particular focus on implementing the resolutions \r\nadopted by the Assembly. \r\nOver the past 20 years, the General Assembly has \r\nalmost unanimously adopted 20 consecutive resolutions \r\ncalling for an end to the economic, commercial and \r\nfinancial blockade imposed by the United States against \r\nCuba. Yet the blockade and the sanctions remain and \r\ncontinue to impose severe economic and financial \r\nrestrictions on Cuba. This issue therefore merits \r\nadditional attention under the theme of this session of \r\nthe General Assembly.\r\nThe blockade has had a tremendous impact on the \r\nlives of the Cuban people and the development of their \r\ncountry. According to the report submitted by Cuba to \r\nthe Secretary-General, the loss and damage caused by \r\nthe embargo to the Cuban economy exceed $1 trillion \r\n(see A/67/118). Cuba has made significant progress in \r\ndevelopment. We admire the resilience of the Cuban \r\npeople, but the embargo plus the deepening impact \r\nof the global economic and financial crisis continue \r\nto impede the socioeconomic advances and efforts \r\nof Cuba towards the achievement of the Millennium \r\nDevelopment Goals.\r\nMost of the international community, including \r\nthe Non-Aligned Movement and the Group of 77 \r\nand China, on many occasions has clearly stated that \r\nthe embargo contravenes the fundamental norms of \r\ninternational law, international humanitarian law, and \r\nthe fundamental principles and purposes of the Charter \r\nof the United Nations, especially the principles of \r\nsovereign equality, non-interference in internal affairs \r\nand the self-determination of States. Viet Nam shares \r\nthe views expressed by the international community in \r\nits continued opposition to the embargo.\r\nIn this context, Viet Nam goes along with the \r\ncall contained in the outcome document of the \r\nsixteenth NAM Summit, in which the Heads of State \r\nand Government of NAM reiterated their call on the \r\nGovernment of the United States to put an end to the \r\nembargo because of it is unilateral nature, contrary to \r\nthe Charter of the United Nations, international law and \r\nthe principle of good-neighbourliness. In the same vein, \r\nViet Nam supports the statement of the G-77 and China \r\non this matter.\r\nFor all the reasons I have mentioned, Viet Nam will \r\njoin the large majority of Member States in voting in \r\nfavour of the draft resolution (A/67/L.2) to be introduced \r\nby the Cuban Minister for Foreign Affairs, Mr. Bruno \r\nRodríguez Parrilla. On this occasion, Viet Nam \r\nwishes to reiterate its support for and solidarity with \r\nCuba. Viet Nam once again urges the United States, in \r\nconformity with its obligations under the Charter of the \r\nUnited Nations and international law, to fully comply \r\nwith relevant General Assembly resolutions calling for \r\nan immediate end to the economic, commercial and \r\nfinancial embargo against Cuba.\r\nThe Acting President: I now give the f loor to \r\nMr. Bruno Eduardo Rodríguez Parrilla, Minister for \r\nForeign Affairs of Cuba, to introduce draft resolution \r\nA/67/L.2.\r\nMr. Rodríguez Parrilla (Cuba) (spoke in Spanish): \r\nI would like to reiterate the most heartfelt condolences \r\nof the people and the Government of Cuba to the people \r\nof the United States, the city of New York, the people \r\nwho have been directly affected and particularly the \r\nrelatives of the victims, for the loss of human lives and \r\nthe great material damage caused by Hurricane Sandy. \r\nWe likewise offer our condolences to the peoples and \r\nthe Governments of the Bahamas, Haiti, Jamaica, the \r\nDominican Republic and Canada in connection with \r\nthe same events, as well as to Guatemala and Mexico \r\nfor the recent earthquake that affected those countries.\r\nOn 6 April 6 1960, Under-Secretary of State Lester \r\nD. Mallory wrote the most concise, accurate and \r\nenduring definition of the objectives of the blockade \r\nagainst Cuba. They were, he wrote, \r\n“to cause disenchantment and disaffection based on \r\neconomic dissatisfaction and hardship... to weaken \r\nthe economic life of Cuba ... denying money and \r\nsupplies... to decrease monetary and real wages, to \r\nbring about hunger, desperation and overthrow of \r\nGovernment”.\r\nTo date, this vision has embodied the inhumane, \r\nfailed and anachronistic policy of 11 successive United \r\nStates Governments under which 76 per cent of Cubans \r\nhave been born. Our country has never been at war \r\n12-58675 17\r\nA/67/PV.35\r\nwith or carried out any hostile action against the United \r\nStates. It has never consented to the perpetration of \r\nterrorist actions against the American people.\r\nIn 2008, presidential candidate Obama electrified \r\nAmericans with his energy, his origins and his words \r\n“Yes we can”. Three months later, having been elected \r\nPresident, he announced “a new beginning with Cuba” \r\nand said: \r\n“We can move United States-Cuba relations in \r\na new direction ... [and] launch a new chapter of \r\nengagement that will be sustained throughout my \r\nadministration.”\r\nHowever, the reality of the past four years has \r\nbeen characterized by a persistent tightening of \r\nthe economic, commercial and financial blockade, \r\nparticularly in its extraterritorial dimension, despite \r\nthe fact that the Assembly has approved, by a consistent \r\nand overwhelming majority, 20 consecutive resolutions \r\ncalling for an end to this policy.\r\nKeeping this policy in force is not in the national \r\ninterest of the United States. On the contrary, it harms \r\nthe interests of its citizens and companies, especially \r\nin times of economic crisis and high unemployment. \r\nThose citizens and companies are, according to polls, \r\ndemanding a change of policy. \r\nWhat is the point of encroaching on Americans’ \r\nconstitutional and civil rights and freedom of travel \r\nby preventing them from visiting the island when they \r\ncan visit any other place on the planet, including places \r\nwhere their country is waging wars? What is the point \r\nof giving up on a new market of 11 million people? What \r\nis the point of continuing to waste hundreds of millions \r\nof dollars of taxes paid by American citizens on the \r\nuseless and illegal subversion of Cuba? What is the \r\npoint of damaging Cuba’s relations with other States, \r\nincluding its allies, with extraterritorial measures that \r\nviolate international law? What is the point of adopting \r\nan approach that is diametrically opposed to one that \r\nencourages enhanced economic relations with States \r\nwith a different political system?\r\nThe blockade also harms the legitimate interests of \r\nand discriminates against the Cuban emigres who have \r\nsettled here in this country, and who overwhelmingly \r\nfavour the normalization of relations with their home \r\ncountry. It harms the credibility of the foreign policy \r\nof the United States and isolates it. It makes the United \r\nStates adopt costly double standards. For 50 years, it \r\nhas proved to be ineffective in achieving its goals and \r\nhas been an insurmountable obstacle in the country’s \r\nincreasingly uncomfortable relations with Latin \r\nAmerica and the Caribbean. \r\nShould the blockade come to an end, the United \r\nStates Government would avoid any further discrediting \r\nof its humanitarian policies and would cease to be a \r\nconsistent violator of the human rights of Cubans. The \r\nUnited States could refrain from including our country \r\non spurious lists, such as that which classifies it as a \r\nsponsor of terrorism, with the sole purpose of justifying \r\nthe implementation of additional measures against \r\nfinancial transactions, thereby doing great damage to \r\nthe effectiveness and credibility of the international \r\nstruggle against that terrible scourge.\r\nThere is no legitimate or moral reason to maintain \r\nthe blockade, which is rooted in the Cold War. It is just \r\na weapon in the hands of an increasingly exiguous, \r\nisolated, violent and arrogant minority that exploit it \r\nfor electoral gain. They show contempt for the voice of \r\nthe majority and cannot resign themselves to the fact \r\nthat the Cubans are firmly resolved to decide their own \r\ndestiny.\r\nThe use of less strident and threatening rhetoric \r\nand the adoption of certain partial measures relaxing \r\nthe travel restrictions on United States residents of \r\nCuban origin and others for academic, scientific or \r\ncultural purposes have failed to conceal the tightening \r\nof the blockade over the past four years. The report \r\nof the Secretary-General (A/67/118), to which a \r\nsignificant number of delegations and agencies present \r\nhere contributed, broadly documents the multiple and \r\ndiverse impacts not only on my country but also on \r\nmany of the Governments represented here.\r\nIn November 2011, the Treasury Department \r\nhit the New York branch office of the German bank \r\nCommerzbank with a fine of $175,500 for serving \r\nas consultant to and guarantor of a Cuban national \r\nfor a payment to be made to a Canadian company. In \r\nJune 2012, the Department of Justice announced the \r\nimposition of a $619 million fine on the Dutch bank \r\nING for alleged violations of the regime of sanctions \r\nagainst Cuba and other countries. This was the largest \r\nfine ever imposed on a foreign bank. In referring to \r\nthis unprecedented event, Mr. Adam Szubin, Director \r\nof the Office of Foreign Assets Control (OFAC) of the \r\nTreasury Department, stated menacingly: \r\n“Our sanctions laws reflect core United States \r\nnational security and foreign policy interests and \r\n18 12-58675\r\nA/67/PV.35\r\nthose children require nutritional supplements before \r\nundergoing surgery for a better prognosis. Our \r\ncountry does not have access to parenteral nutritional \r\nsupplements — that is, supplements administered \r\nintravenously — produced in the United States, which \r\nare recognized to be among the most effective and of \r\nhighest quality.\r\nThe impossibility of acquiring tissue laminates for \r\nskin expansion used in preparing skin transplants and \r\nthe need to purchase them in distant markets at a higher \r\nprice complicate and prolong the treatment of boys and \r\ngirls suffering from severe burns by increasing their \r\ntime spent in surgery and at the hospital.\r\nThe pacemaker and electrophysiology service \r\nof the Institute of Cardiology and Cardiovascular \r\nSurgery does not have a non-fluoroscopic anatomical \r\nthree-dimensional mapping system, which is used to \r\nanalyse the points of arrhythmia in the human heart, as \r\na result of the withdrawal of the United States company \r\nSt. Jude. That prevents treatments and catheterizations \r\nto cure complex arrhythmias from being carried out. \r\nConsequently, we are forced to send those patients to \r\nthird countries to receive treatment.\r\nOn the evening of 6 November, President Obama \r\nreferred to the cure of the eight-year-old girl Erin \r\nCatherine Potter, who suffers from leukaemia and lives \r\nin Mentor, Ohio. On 28 October 2009, we explained in \r\nthis Hall that the Cuban children who also suffer from \r\nlymphoblastic leukaemia and reject the usual medicines \r\ncannot be treated with the drug Elspar, created to treat \r\npatients with such intolerance, because its sale to Cuba \r\nby the firm Merck and Co. is prohibited. Those children \r\nalso deserve compassion and relief.\r\nOn 26 October 2010 (see A/65/PV.36), in this Hall \r\nwe denounced the fact that our ophthalmologic services \r\ncould not use transpupillary thermotherapy to cure \r\nretina cancer, or retinoblastoma, which makes it possible \r\nfor children to preserve their affected eye. Since that \r\ndate, 15 children — including Lianna Aguilera Feria, 1 \r\nyear old; Maria Sánchez Rosales and Rochely Mendoza \r\nRabelo, 2 years old; and Erika Rodriguez Villavicencio, \r\nFidel Valdés Márquez, Giovanna Alvarez Torrens and \r\nMagdiel Leyva Suárez, 3 years old — have suffered that \r\nloss because the United States Government prevents \r\nthe purchase of the necessary medical equipment from \r\nthe company Iris Medical Instruments.\r\nGiven its express purpose and direct effects, the \r\nblockade against Cuba qualifies as an act of genocide \r\nOFAC polices them aggressively. Today’s historic \r\nsettlement should serve as a clear warning to \r\nanyone who would consider profiting by evading \r\nUnited States sanctions.”\r\nDuring President Obama’s Administration, the fi nes \r\nimposed have amounted to $2,000,259,732 — twice \r\nas much as under both terms of the George W. Bush \r\nAdministration. The enforcement of the blockade has \r\nexceeded all conceivable limits. In December 2011, \r\nthe Hilton Hotel of Trinidad and Tobago, which is \r\nthe property of that country and operates under a \r\nmanagement contract with the Hilton hotel network, \r\nreceived categorical orders from OFAC to prevent the \r\ncelebration of the fourth Summit of Heads of State and \r\nGovernment of the Caribbean Community countries \r\nand Cuba on its premises. This was a scandalous act of \r\ndisrespect to all Caribbean nations and the international \r\ncommunity.\r\nIn July, two executives from the French branch \r\noffice of the travel agency Carlson Wagonlit Travel \r\nwere fi red for selling tourist packages to the island. The \r\ncompany runs the risk of being fined $38,000 dollars \r\nfor each trip sold. On 10 May, less than a year after the \r\nfirst and very limited licences were granted to allow \r\nUnited States citizens to travel to Cuba for educational \r\npurposes and for people-to-people exchanges, the \r\nTreasury Department prohibited trips to recreational \r\nsites and financial transactions involving tourism \r\nactivities and established new and stricter measures \r\nto ensure that all itineraries and programmes were in \r\nline with the policy against Cuba. At the same time, it \r\nwas announced that any violation of these restrictions \r\nwould be subject to a $65,000 fine and the suspension \r\nof licenses.\r\nThe human impact of the blockade is massive \r\nand impossible to calculate. The blockade has led to \r\nhardship, shortages and difficulties that affect every \r\nfamily, every girl and boy, every woman and man, the \r\nhandicapped, every senior citizen and the ill.\r\nThe William Soler Pediatric Cardiology Centre \r\nhas no access to Levosimendan, a medication that is \r\nused to treat heart problems associated with cardiac \r\ncapacity in small children. The hospital is unable to \r\nuse this medicine because its supply has been denied, \r\nas it is manufactured by Abbott Laboratories. The \r\ncardiovascular surgery service of that same hospital \r\ntreats between 100 and 110 children younger than \r\n1 year of age every year. More than 90 per cent of \r\n12-58675 19\r\nA/67/PV.35\r\nthat implemented by his 10 predecessors for more than \r\nhalf a century. It will surely be difficult and he will \r\nface serious obstacles, but the President of the United \r\nStates still has the constitutional powers to pay heed to \r\npublic opinion and generate the necessary momentum \r\nby means of executive decisions, even without the \r\napproval of the Congress. There is no doubt that this \r\nwould be a historic legacy.\r\nHe would make a serious miscalculation and would \r\nmake things all the more difficult in the future if he \r\ndecided to wait for a new generation of Cuban leaders \r\nor for the impossible collapse of our economy. That \r\noption would ensure that he will go down in history as \r\nthe eleventh president to make the same mistake.\r\nI reiterate, on behalf of President Raúl Castro \r\nRuz, the firm willingness of the Cuban Government \r\nto move towards the normalization of relations with \r\nthe United States through a respectful dialogue, \r\nwithout preconditions, on the basis of reciprocity and \r\nsovereign equality, without in any way undermining \r\nour independence and sovereignty.\r\nToday, now, I again submit to the United States \r\nGovernment the proposal of an agenda for a bilateral \r\ndialogue aimed at moving towards the normalization \r\nof relations, including on such fundamental topics as \r\nthe lifting of the economic, commercial and financial \r\nblockade; Cuba’s exclusion from the arbitrary and \r\nillegal list of countries that sponsor terrorism; the \r\nabrogation of the Cuban Adjustment Act and the wet \r\nfoot/dry foot policy; compensation for economic and \r\nhuman damages; the return of the territory occupied \r\nby the Guantánamo naval base; an end to radio and \r\ntelevision attacks; and the cessation of financing for \r\ninternal subversion. \r\nAn essential element of this agenda is the release \r\nof the five Cuban anti-terrorist fighters who remain \r\ncruelly and unjustly imprisoned in this country. An \r\nact of justice or at least a humanitarian solution would \r\nearn the gratitude of my people and a response from our \r\nGovernment.\r\nThe President returned to the Chair.\r\nLikewise, I would also offer the United States \r\nGovernment the possibility of negotiating several \r\ncooperation agreements in areas of the greatest mutual \r\ninterest, such as the fight against drug trafficking, \r\nterrorism and human smuggling, and for the full \r\nnormalization of migratory relations, as well as for \r\nthe prevention and mitigation of natural disasters and \r\naccording to subparagraphs (b) and (c) of article II of \r\nthe 1948 Convention on the Prevention and Punishment \r\nof the Crime of Genocide. It is a mass, f lagrant and \r\nsystematic violation of the human rights of an entire \r\npeople.\r\nWe strongly oppose the unilateral coercive measures \r\nand the economic sanctions that only cause harm to \r\nhuman beings. As was expressed at this rostrum by the \r\nhistoric leader of the revolution, Fidel Castro Ruz, \r\n“we want a world free from hegemonies, nuclear \r\nweapons, interventions, racism, national or \r\nreligious hatred, where there is no outrage upon the \r\nsovereignty of any country, where there is respect \r\nfor the independence and free determination of \r\npeoples, a world free from universal models that \r\nfully disregard the traditions and culture of all \r\nthe components of humankind; free from cruel \r\nblockades that kill men, women, children, youths \r\nand senior citizens like silent atom bombs.”\r\nAs stated in the Secretary-General’s report, \r\nthe economic damage accumulated over more than \r\n50 years until 2011 amounted to $1,066 billion, more \r\nthan a trillion dollars, according to a rigorous and \r\nconservative calculation based on the devaluation of \r\nthe dollar against the price of gold. Any sensible person \r\ncan imagine the living standards and development \r\nlevels that we could have achieved if we had had those \r\nresources.\r\nThe blockade is one of the main causes of the \r\neconomic problems of our country and the major \r\nobstacle to its economic and social development. It \r\nviolates international law. It is contrary to the purposes \r\nand principles of the Charter of the United Nations \r\nand a violation of the right to peace, development and \r\nsecurity of a sovereign State. It is an act of aggression \r\nand a permanent threat against the stability of a country. \r\nIt is also a gross violation of the norms of international \r\ntrade, freedom of navigation and the sovereign rights \r\nof States because of its extraterritorial character. Since \r\nthe blockade is a unilateral policy, it should cease \r\nunilaterally. \r\nThe United States people, towards which Cuba \r\nhas feelings of friendship and respect, have just \r\nre-elected President Barack Obama. During the \r\nelectoral campaign, he repeated dozens of times that he \r\ncontinues to be the President of change and that he will \r\nmove forward. President Obama has the opportunity \r\nto launch a new policy towards Cuba, different from \r\n20 12-58675\r\nA/67/PV.35\r\nconnections between the Cuban and American peoples. \r\nThose connections give Cubans the support and tools \r\nthey need to move forward, independent of their \r\nGovernment. United States citizens engaging in well-\r\ndefined, purposeful travel are the best ambassadors \r\nfor our democratic ideals. The hundreds of thousands \r\nof Cuban-Americans who have sent remittances and \r\ntravelled to the island since we eased the way for them \r\nearly in the Obama Administration are a central part of \r\na strategy to ensure that Cubans have the opportunities \r\nthat they deserve. The Administration’s travel, \r\nremittance and people-to-people policies are helping \r\nCubans by providing alternative sources of information, \r\ntaking advantage of emerging opportunities for self-\r\nemployment and private property, and strengthening \r\nindependent civil society.\r\nIn contrast, Cuba’s draft resolution seeks to \r\nidentify an external scapegoat for the island’s economic \r\nproblems, when they are principally caused by the \r\neconomic policies that the Cuban Government has \r\npursued for the past half century. While we note and \r\nwelcome Cuba’s recent changes to allow greater self-\r\nemployment and liberalize the real estate market, Cuba \r\nstill has one of the most restrictive economic systems \r\nin the world. Irrespective of United States policy, it \r\nis unrealistic to expect the Cuban economy to thrive \r\nuntil the Cuban Government opens State monopolies \r\nto private competition, fully empowers Cuban \r\nentrepreneurs, respects intellectual property rights, \r\nallows unfettered access to the Internet, and adopts the \r\nsound macroeconomic policies that have contributed to \r\nthe economic success of many of Cuba’s neighbouring \r\ncountries in Latin America.\r\nI want to make clear that the United States is in \r\nfact a deep and abiding friend of the Cuban people. \r\nIn 2011, the Cuban people received an estimated \r\n$2 billion in remittances, made possible by the Obama \r\nAdministration’s policies. In 2011, United States \r\ncompanies exported $352 million in agricultural \r\nproducts, medical devices, medicine and humanitarian \r\nitems to Cuba. Indeed, by the Cuban Government’s \r\nown account, the United States is in fact one of Cuba’s \r\nprincipal trading partners. Additionally, in 2011 the \r\nUnited States authorized over $1.2 billion in private \r\nhumanitarian assistance in the form of gift parcels \r\nfilled with food and other basic necessities, as well \r\nas non-agricultural and medical donations. Far from \r\nrestricting aid to the Cuban people, we are proud to be \r\none of the leading providers of humanitarian assistance. \r\nAs we share with the Cuban people the experience of \r\nthe protection of the environment and our common \r\noceans. We would also propose returning to the talks \r\nthat were unilaterally suspended by our counterpart \r\nconcering migration issues and for the resumption of \r\npostal services.\r\nWhatever the circumstances, our people shall \r\ndefend its achievements, no matter what the cost. It will \r\nuphold its ideals. It will recover from natural disasters, \r\nsuch as that which struck Santiago de Cuba and the \r\neastern and central provinces a few days ago, and will \r\nresolutely continue to update and develop our socialism \r\nwith all and for the well-being of all.\r\nOn behalf of this heroic people, its children, \r\nits women and its elderly, I ask all Governments \r\ncommitted to the principles enshrined in the Charter \r\nof the United Nations and international law, the norms \r\nof the multilateral trading system, freedom of trade \r\nand navigation and the refusal of the extraterritorial \r\napplication of a national law, to vote once again in \r\nfavour of the draft resolution contained in document \r\nA/67/L.2, entitled “Necessity of ending the economic, \r\ncommercial and financial embargo imposed by the \r\nUnited States of America against Cuba”.\r\nThe President: We have heard the last speaker in \r\nthe debate on this agenda item. \r\nWe shall now proceed to consider draft resolution \r\nA/67/L.2. Before giving the f loor to speakers in \r\nexplanation of vote before the voting, may I remind \r\ndelegations that explanations of vote are limited to 10 \r\nminutes and should be made by delegations from their \r\nseats. \r\nMr. Godard (United States of America): The \r\nUnited States strongly supports the desire of the Cuban \r\npeople to freely determine their own future. It is the \r\nCuban Government, however, that continues to deprive \r\nthem of that aspiration.\r\nLike other Member States, the United States \r\ndetermines its conduct of economic relationships with \r\nother countries in accordance with its national interests \r\nand principles. Our sanctions policy toward Cuba is just \r\none of the tools in our overall effort to encourage respect \r\nfor the human rights and basic freedoms to which the \r\nUnited Nations itself is committed. We therefore stand \r\nin opposition to draft resolution A/67/L.2.\r\nThe Obama Administration’s priority is to empower \r\nCubans to freely determine their own future. The most \r\neffective tool we have for accomplishing that is building \r\n12-58675 21\r\nA/67/PV.35\r\nWe reiterate our commitment and thanks to, support \r\nof and solidarity with the generous Cuban nation, whose \r\nonly sin has been to set a good example for the peoples \r\nof the world with their unconditional solidarity with \r\nand commitment to the poorest people on the planet, \r\nteaching literacy, caring for the sick and offering \r\nprogrammes for the disabled. The world benefits \r\nmore and more from Cuba’s militant solidarity, its \r\nambassadorship for peace and development, its doctors, \r\nteachers and engineers, who share their knowledge and \r\ntheir lives with our peoples, helping us to climb out of \r\nthe penury of the poverty we have inherited.\r\nI would like to share with the Assembly what our \r\ncomrade President, Comandante Daniel Ortega, said \r\nrecently about our cooperation and exchange with Cuba. \r\n“We learn much from our Cuban brothers, we have \r\nlearned much and we are learning much right now. \r\nThe contributions our Cuban brothers have been \r\nmaking to us over these years are immense. And \r\nthe great deal that they do, they do without making \r\ntoo much noise about it. Indeed, some things have \r\nto be done in silence, to quote the famous Cuban \r\ntelevision series.” \r\nCuba contributes support to the whole of humanity. \r\nThat derives from the spirit and practice of Fidel \r\nCastro, Raúl Castro, the Cuban people themselves and \r\nthe ideals of people in the mould of José Martí. \r\nToday, yet again, sadly, we heard the perpetrator of \r\nthe blockade try to justify what the world with one voice \r\nhas declared unjustifiable, all in an attempt to break the \r\nspirit of a people who will never surrender, who possess \r\nthe will of Martí and an absolute determination, who \r\nhave proudly defended their sovereignty and their \r\nsocialist revolution and who are exemplars of solidarity \r\nand high thinking in Latin America and the Caribbean. \r\nThe Government of the United States obsessively \r\npersists in its criminal blockade at all costs and in \r\ndefiance of the General Assembly. The rejection of that \r\nretrograde policy grows ever stronger. Even American \r\ncitizens themselves are calling for an end to the \r\nblockade.\r\nAfter 21 years, and well into the twenty-first \r\ncentury, it is past time to end those American \r\nmeasures that violate international law, human rights, \r\ninternational humanitarian law and the United Nations \r\nCharter. The General Assembly has been categorical in \r\nthat demand. The United States must stop disregarding \r\nwhat is a universal clamour. What a beautiful gesture it \r\nhaving withstood the wrath of Hurricane Sandy, we \r\nextend our condolences to them and others in the region.\r\nWe remain committed to policies that support \r\nthe welfare of the Cuban people, despite the arrest \r\nand continued detention of Alan Gross, a 63-year-old \r\nAmerican citizen who was sentenced to 15 years in \r\nprison for facilitating Internet access for Cuba’s small \r\nJewish community. The United States again calls on \r\nCuba to immediately release Mr. Gross.\r\nThe United States continues to call on the Cuban \r\nGovernment to finally allow Cuban citizens to enjoy \r\nthe internationally recognized political and economic \r\nfreedoms to which this body is committed. The \r\ninternational community cannot in good conscience \r\nignore the ease and frequency with which the Cuban \r\nregime silences critics, disrupts peaceful assembly \r\nand impedes independent journalism. As of September \r\n2012, the number of short-term, politically motivated \r\ndetentions had already surpassed the nearly 4,000 \r\nsimilar detentions recorded for all of 2011.\r\nThe draft resolution before us serves only to \r\ndistract from the real problems facing the Cuban \r\npeople, and therefore my delegation will oppose it. We \r\nencourage this body to support the desires of the Cuban \r\npeople to determine their own future freely. By doing \r\nso, it would truly advance the principles of the United \r\nNations Charter and the purposes for which the United \r\nNations was created.\r\nMrs. Rubiales de Chamorro (Nicaragua) (spoke \r\nin Spanish): Allow me, through you, Mr. President, \r\nto thank our dear comrade Bruno Rodríguez Parrilla, \r\nMinister for Foreign Affairs of the Republic of Cuba, \r\nfor the important update he has given us this morning on \r\nthe negative impact and consequences of the criminal \r\nand illegal blockade imposed unilaterally by the United \r\nStates of America against Cuban children, women and \r\nmen.\r\nFor the twenty-first time the General Assembly, \r\nrepresenting the people and Governments of the world, \r\nwill express in an unequivocal and almost unanimous \r\nway its call for an end to the economic, commercial \r\nand financial blockade. The Assembly will speak out \r\nagainst the suffering of the Cuban people. It will speak \r\nout for an end to the imperial and irrational policies \r\nof the United States of America and for an end to \r\nits unilateral, extraterritorial economic measures. \r\nNicaragua will once again vote in favour of draft \r\nresolution A/67/L.2.\r\n22 12-58675\r\nA/67/PV.35\r\nA recorded vote has been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nAfghanistan, Albania, Algeria, Andorra, Angola, \r\nAntigua and Barbuda, Argentina, Armenia, \r\nAustralia, Austria, Azerbaijan, Bahamas, Bahrain, \r\nBangladesh, Barbados, Belarus, Belgium, Belize, \r\nBenin, Bhutan, Bolivia (Plurinational State of), \r\nBosnia and Herzegovina, Botswana, Brazil, Brunei \r\nDarussalam, Bulgaria, Burkina Faso, Burundi, \r\nCambodia, Cameroon, Canada, Cape Verde, \r\nCentral African Republic, Chad, Chile, China, \r\nColombia, Comoros, Congo, Costa Rica, Côte \r\nd’Ivoire, Croatia, Cuba, Cyprus, Czech Republic, \r\nDemocratic People’s Republic of Korea, Democratic \r\nRepublic of the Congo, Denmark, Djibouti, \r\nDominica, Dominican Republic, Ecuador, Egypt, \r\nEl Salvador, Equatorial Guinea, Eritrea, Estonia, \r\nEthiopia, Fiji, Finland, France, Gabon, Gambia, \r\nGeorgia, Germany, Ghana, Greece, Grenada, \r\nGuatemala, Guinea, Guinea-Bissau, Guyana, Haiti, \r\nHonduras, Hungary, Iceland, India, Indonesia, Iran \r\n(Islamic Republic of), Iraq, Ireland, Italy, Jamaica, \r\nJapan, Jordan, Kazakhstan, Kenya, Kiribati, \r\nKuwait, Kyrgyzstan, Lao People’s Democratic \r\nRepublic, Latvia, Lebanon, Lesotho, Liberia, \r\nLibya, Liechtenstein, Lithuania, Luxembourg, \r\nMadagascar, Malawi, Malaysia, Maldives, Mali, \r\nMalta, Mauritania, Mauritius, Mexico, Monaco, \r\nMongolia, Montenegro, Morocco, Mozambique, \r\nMyanmar, Namibia, Nauru, Nepal, Netherlands, \r\nNew Zealand, Nicaragua, Niger, Nigeria, Norway, \r\nOman, Pakistan, Panama, Papua New Guinea, \r\nParaguay, Peru, Philippines, Poland, Portugal, \r\nQatar, Republic of Korea, Republic of Moldova, \r\nRomania, Russian Federation, Rwanda, Saint \r\nKitts and Nevis, Saint Lucia, Saint Vincent and \r\nthe Grenadines, Samoa, San Marino, Sao Tome \r\nand Principe, Saudi Arabia, Senegal, Serbia, \r\nSeychelles, Sierra Leone, Singapore, Slovakia, \r\nSlovenia, Solomon Islands, Somalia, South \r\nAfrica, South Sudan, Spain, Sri Lanka, Sudan, \r\nSuriname, Swaziland, Sweden, Switzerland, \r\nSyrian Arab Republic, Tajikistan, Thailand, the \r\nformer Yugoslav Republic of Macedonia, Timor-\r\nLeste, Togo, Tonga, Trinidad and Tobago, Tunisia, \r\nTurkey, Turkmenistan, Tuvalu, Uganda, Ukraine, \r\nUnited Arab Emirates, United Kingdom of Great \r\nBritain and Northern Ireland, United Republic \r\nof Tanzania, Uruguay, Uzbekistan, Vanuatu, \r\nwould be if the United States finally heeded our voices \r\nand our calls for it to rectify its policies!\r\nThe blockade is still the greatest obstacle to Cuba’s \r\neconomic and social development. We hope that the \r\nGovernment of the United States will reconsider and \r\ndesist in its criminal blockade. We also hope that it \r\nwill reconsider and desist in supporting self-avowed \r\nterrorists who walk the streets freely in North America \r\nand collaborate in planning terrorist attacks against \r\nthe people and Government of Cuba. As part of our \r\ncall for reconsideration of the wrong-headed United \r\nStates policies towards Cuba, we also demand that the \r\nUnited States immediately and unconditionally free the \r\nfive heroic Cuban patriots held in prison in the United \r\nStates — heroes who proudly and bravely defended their \r\ncountry against attacks and terrorist acts perpetrated \r\nfrom United States soil. \r\nNow more than ever it is our duty to \r\nenergetically condemn the criminal blockade against \r\nCuba — a blockade the United States makes more \r\nintense and harsher every year — and to condemn \r\nall unilateral coercive, extraterritorial measures that \r\nviolate international law and accepted norms of free \r\ntrade. Those measures represent a grave threat to peace \r\nand multilateralism, a disgrace to human values and \r\nan obstacle to mutual understanding and coexistence \r\namong nations.\r\nLet us once again here in the General Assembly \r\njoin our voices in a call demanding that the Government \r\nof the United States, on this twenty-first consecutive \r\noccasion, put an end to its criminal, inhumane blockade \r\nagainst the heroic and generous people and Government \r\nof Cuba. We will again vote in favour of its removal.\r\nTo conclude, I want to say yet again that imperialist \r\npolicies and acts of aggression in our Latin American \r\nregion are unacceptable. The Latin America and \r\nCaribbean region is now more than ever united and \r\ncommitted to policies that promote peace and good \r\nneighbourliness, foster friendly relations, unity and \r\ncooperation and support sustainable development and \r\nthe people’s well-being, without external interference, \r\nimperialist encroachments, blockades or coercive \r\neconomic measures.\r\nThe President: The Assembly will now take \r\naction on draft resolution A/67/L.2, entitled “Necessity \r\nof ending the economic, commercial and financial \r\nembargo imposed by the United States of America \r\nagainst Cuba”.\r\n12-58675 23\r\nA/67/PV.35\r\nMy delegation recalls that, at the seventeenth \r\nordinary session of the Assembly of Heads of State and \r\nGovernment, held in June/July 2011, the African Union \r\n(AU) adopted a resolution calling on the United States \r\nof America to end the economic and trade embargo \r\non Cuba so that the people of that country could enjoy \r\nthe legitimate prospect of sustainable development. \r\nNigeria will continue to abide by that AU resolution \r\nand all United Nations resolutions calling for the end \r\nof the economic blockade against Cuba. We believe \r\nthat the continued embargo against Cuba runs counter \r\nto the principles of multilateralism, international law, \r\nsovereignty and free trade that all States hold so dearly \r\nand that the United Nations has admirably championed \r\nover the years. \r\nIn that context, we supported the resolution and \r\noppose the needless and collective punishment of \r\ninnocent people. We favour the dismantling not only of \r\nthe structures for the enforcement of the embargo, but \r\nalso of the underpinning logic for its existence.\r\nMrs. Tembo (Zambia): I thank you, Mr. President, \r\nfor according me this opportunity to contribute to this \r\nimportant agenda item. Zambia aligns itself with the \r\nstatements delivered earlier today by the representatives \r\nof Algeria on behalf of the Group of 77 and China, of \r\nIran on behalf of the Non-Aligned Movement and of \r\nCape Verde on behalf of the African States.\r\nZambia has been supporting, voting and speaking \r\nin favour of the resolution on ending the embargo \r\nagainst Cuba for the last two decades that the General \r\nAssembly has considered the issue. Today, we again \r\nremain steadfast and reaffirm our full support for \r\nresolution 67/4. \r\nWe unequivocally call upon the Government of \r\nthe United States of America to lift the economic, \r\ncommercial and financial embargo imposed on the \r\npeople of Cuba. That embargo violates international \r\nlaw, the principles and purposes of the United Nations \r\nCharter with regard to the sovereignty, equality of \r\nStates and non-intervention and non-interference in \r\ntheir internal affairs. It runs counter to the freedom of \r\ninternational trade and navigation.\r\nThe extraterritorial embargo constitutes a \r\ncontravention of a sovereign State’s right to peace, \r\ndevelopment and security. Over the past 50 years, \r\nthe people of Cuba have suffered heavily due to the \r\neffects of that unjust, unfair and inhumane embargo. \r\nIt is unfortunate that the economic, commercial and \r\nVenezuela (Bolivarian Republic of), Viet Nam, \r\nYemen, Zambia, Zimbabwe\r\nAgainst:\r\nIsrael, Palau, United States of America\r\nAbstaining:\r\nMarshall Islands, Micronesia (Federated States of)\r\nDraft resolution A/67/L.2 was adopted by 188 votes \r\nto 3, with 2 abstentions (resolution 67/4).\r\nThe President: Before giving the f loor to speakers \r\nin explanation of vote after the voting, may I remind \r\ndelegations that explanations of vote are limited to \r\n10 minutes and should be made by delegations from \r\ntheir seats.\r\nMr. Sarki (Nigeria): First of all, we would like \r\nto congratulate the Foreign Minister of Cuba on his \r\nstatement. We also wish to thank the delegation of the \r\nUnited States for its statement explaining its position \r\nin regard to resolution 67/4, which was just adopted by \r\nMember States by an overwhelming majority.\r\nNigeria is fully committed to the purposes and \r\nprinciples of the Charter of the United Nations, in \r\nparticular the principles of the sovereign equality of \r\nall States, non-interference in their internal affairs and \r\nfreedom of international trade and navigation. Nigeria \r\nbelieves in the inalienable right of every State to decide \r\non the development model that suits its environment, \r\npeople and culture. In that regard, Nigeria favours \r\nthe lifting of all unilateral punitive sanctions to \r\nsettle political disputes, especially when applied \r\nextraterritorially. \r\nThe adoption of the resolution by 188 votes in favour \r\nindicates the desire of the international community and \r\nthe overwhelming majority of the Assembly to see an \r\nend of the unilateral sanctions imposed by the United \r\nStates of America against Cuba. For decades, the Cuban \r\npeople have been subjected to untold hardship due to the \r\neconomic, commercial and financial embargo imposed \r\non their country by the United States of America. As \r\na sovereign and independent nation, the Cuban people \r\nhave the inalienable right to self-determination and to \r\nchoose the form of Government that they want. They \r\nalso have the right to exercise their sovereignty and \r\nself-determination devoid of all threats, pressures and \r\ninterference in their internal affairs. The respect of \r\nthe territorial integrity of all nations is also a cardinal \r\nprinciple of international law and of the Charter of the \r\nUnited Nations.\r\n24 12-58675\r\nA/67/PV.35\r\ngreat country despite the embargo that was meant to \r\nshackle them. They have remained steadfast and risen \r\nabove their problems to succeed in various fields for \r\nthe benefit of themselves and friends abroad, including \r\nmany Zambians. To the Zambian people, Cuba is an all-\r\nweather friend and needs the support of the international \r\ncommunity on this issue.\r\nWe strongly believe in the principle that injustice \r\nto one is injustice to all. The injustice that has been \r\nperpetuated against the people of Cuba over the past 50 \r\nyears through the embargo can happen to any Member \r\nState of this great global body — the United Nations. \r\nTherefore, my delegation demands that the Government \r\nof the United States unconditionally lift the embargo \r\nagainst the people of Cuba.\r\nThe meeting rose at 12.50 p.m.\r\nfinancial embargo against the people of Cuba has been \r\nmaintained and further tightened despite the growing \r\nand categorical demand of the international community, \r\nespecially the General Assembly, for its elimination.\r\nThe embargo has chained the people of Cuba \r\nand adversely stif led the growth of their economy. \r\nThe United States has frozen more Cuban assets and \r\npunished more foreign companies that have conducted \r\ntransactions with Cuba. It is estimated that the embargo \r\nhas caused economic damage of about $1 trillion in the \r\npast five decades. That loss is not just to the people of \r\nCuba but to the whole world economy.\r\nMy delegation, however, applauds and admires the \r\npeople of Cuba and their leaders for their resilience, \r\nhard work and dedication to the advancement of their \r\n"