"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-52029 (E)\r\n*1252029*\r\nThe meeting was called to order at 9.10 a.m.\r\nAgenda item 106\r\nReport of the Secretary-General on the work \r\nof the Organization (A/67/1) \r\nThe President: In accordance with the decision \r\ntaken at its 2nd plenary meeting, on 21 September 2012, \r\nthe General Assembly will hear a presentation by the \r\nSecretary-General of his annual report on the work of \r\nthe Organization, under agenda item 106. I give the \r\nf loor to the Secretary-General. \r\nThe Secretary-General: We gather annually in \r\nthis great Hall to look soberly and without illusion at \r\nthe state of our world. This year, I am here to sound the \r\nalarm about our direction as a human family. We can \r\nall see widespread insecurity and injustice, inequality \r\nand intolerance. I see Governments wasting vast and \r\nprecious funds on deadly weapons while reducing \r\ninvestments in people. The severe and growing impacts \r\nof climate change are there before our eyes, yet too \r\nmany people in power seem willfully blind to the threat.\r\nThis is a time of turmoil, transition and \r\ntransformation — a time when time itself is not on our \r\nside. People want jobs and the prospect of a decent life. \r\nAll too often, what they get instead is divisiveness, \r\ndelay and denial of their dreams and aspirations.\r\nWe need look no farther than this room to see \r\nexpressions of the thirst for progress. A large number \r\nof representatives are here for the first time — new \r\nleaders, installed by new voices, and expected to make \r\ndecisive breaks with the past. Their people want to see \r\nresults in real time, now, not the distant future.\r\nThe United Nations rightly faces the same \r\nscrutiny, the same impatience, the same demands for \r\naccountability. People do not look to the Organization \r\nto be simply a mirror reflecting back a divided world. \r\nPeople want progress and solutions today. They want \r\nideas, Members’ leadership and concrete hope for the \r\nfuture. Our duty is to respond to those frustrations and \r\nyearnings.\r\nMy action agenda highlights the five imperatives I \r\nset out in January this year: sustainable development, \r\nprevention, building a more secure world, helping \r\ncountries in transition and empowering women and \r\nyouth. I take heart from important steps forward on \r\nsome of those fronts. Extreme poverty has been cut in \r\nhalf since the 2000. Democratic transitions are under \r\nway in the Arab world, Myanmar and many other \r\ncountries. Africa’s economic growth has become the \r\nfastest in the world. Asia and Latin America are making \r\nimportant advances. Still, we must raise our levels of \r\nambition. We need more from each and every one here. \r\nThe world needs more from our United Nations.\r\n(spoke in French) \r\nSustainable development is the key to our hopes for \r\nthe future. It is my top priority as Secretary-General, \r\nyet poverty and inequality remain rampant. Our use of \r\nnatural resources is pushing the planet to the limit of \r\nwhat it can sustain. Certain ecosystems are reaching \r\ntheir breaking point. According to the best scientists in \r\nthe world, we must change course before we discover \r\nthat it is too late.\r\nUnited Nations A/67/PV.6\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n6th plenary meeting\r\nTuesday, 25 September 2012, 9 a.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Serbia)\r\n2 12-52029\r\nA/67/PV.6\r\nYesterday, the President of the World Bank and \r\nI announced that the Sustainable Energy for All \r\ninitiative is ready to deliver tens of billions of dollars \r\nfor projects to enable access to energy and energy \r\nefficiency. Tomorrow, I will launch a new initiative, \r\ncalled Education First. On Thursday, we will announce \r\nmajor additional support for the Scaling Up Nutrition \r\ninitiative. In the past two years, the 260 partners of the \r\nEvery Woman, Every Child initiative have disbursed \r\n$10 billion dollards in additional funds. We are proving, \r\non the ground, that well-constructed partnerships can \r\nand are delivering results that none of us would be able \r\nto deliver alone.\r\nThe deadline for the Millenium Development Goals \r\n(MDGs) is little more than three years away. We must \r\nredouble our efforts to eradicate extreme poverty. The \r\neconomic crisis cannot serve as an excuse to default on \r\nour commitment to the basic needs of all human beings.\r\nEven if we achieve the MDGs, there will still \r\nbe much to do. The United Nations Conference on \r\nSustainable Development pointed the way, notably \r\ntowards the adoption of sustainable development goals. \r\nThose new goals and the post-2015 development agenda \r\nwill guide our work for years to come. The MDGs \r\nsparked a remarkable global mobilization. These \r\nnew frameworks must do the same: speaking to and \r\ninspiring people across the world.\r\n(spoke in English)\r\nAction on climate change remains a major piece \r\nof unfinished business. Last December at Durban, \r\nMember States agreed to reach a legally binding \r\nagreement by 2015. Now, they must make good on that \r\npromise. Time is running out on our ability to limit the \r\nrise in global temperature to 2˚C. Changing course will \r\nnot be easy, but to see this as only a burden misses the \r\nbigger picture. Sustainability and the green economy \r\noffer compelling opportunities to promote jobs, growth, \r\ninnovation and long-term stability. The future we want \r\ncan be ours, if we act now.\r\nJust as there can be no peace without development, \r\nthere can be no development without peace. I am \r\nprofoundly concerned about continued violence in \r\nAfghanistan and in the Democratic Republic of the \r\nCongo. I urge the Sudan and South Sudan to resolve all \r\nremaining post-secession issues.\r\nSomalia has made courageous advances, and Libya \r\nhas held its first free elections in half a century.\r\nGains must be nurtured and sustained. We must \r\nkeep our focus on preventing conflicts before they \r\nerupt, and on settling disputes through peaceful means.\r\nMyamnar’s leaders have shown courage and \r\ndetermination in moving along the path of democracy \r\nand reconciliation. The country still faces many \r\nchallenges, from economic reform to the protection of \r\nethnic minorities. As the Government and citizenry \r\nwork together to meet those responsibilities, the \r\ninternational community and the United Nations must \r\nprovide the strongest possible support.\r\nThe crisis in the Sahel is not getting sufficient \r\nattention and support. Poverty, fragility, drought and \r\nsectarian tensions are threats to stability across the \r\nregion. Unconstitutional changes of Government have \r\ntaken place all too frequently. Extremism is on the rise. \r\nArms are easy to obtain, while jobs are hard to find.\r\nThe international community needs a major \r\nconcerted effort to address that alarming situation. \r\nTomorrow, I will outline our ideas for an integrated \r\nstrategy.\r\nGovernments and organizations in the region, as \r\nwell as international partners, will work out the details \r\nin the coming weeks. I urge Member States to engage \r\nand provide strong assistance.\r\nThe situation in the Sahel highlights the need to \r\nstrengthen early warning for development. Sensors \r\nand seismographs across the world help us prepare for \r\nnatural disasters. We must do more to detect the tremors \r\nof distress facing the poorest and most vulnerable.\r\nWe must also focus greater attention on food \r\nsecurity and nutritional resilience. For millions of \r\npeople, frequent shocks are the new norm. Food prices \r\nare increasingly volatile, provoking public anxiety, \r\npanic buying and civil unrest. We need to bolster safety \r\nnets. We must ramp up investments in sustainable \r\nagriculture, particularly for smallholder farmers. \r\nGovernments must not impose trade restrictions on \r\ngrains or other agricultural products. That reduces food \r\nsupplies and discourages farmers from growing more. \r\nTogether, we can avoid the food crises we have seen in \r\nrecent years and achieve our goal of zero hunger.\r\nThe situation in Syria grows worse by the day. \r\nThe crisis is no longer limited to Syria; it is a regional \r\ncalamity with global ramifications. It is a serious and \r\ngrowing threat to international peace and security \r\nthat requires Security Council action. I call on the \r\n12-52029 3\r\nA/67/PV.6\r\nof Korea must move towards the denuclearization of \r\nthe Korean peninsula. All relevant Security Council \r\nresolutions should be implemented in full and without \r\ndelay.\r\nWe shall have neither peace nor development \r\nwithout respect for human rights and the rule of law. \r\nThe empowerment of women, the protection of children, \r\nand the treaties and declarations that have extended the \r\numbrella of protection are our touchstones. Yesterday’s \r\nHigh-level Meeting on the Rule of Law at the National \r\nand International Levels sent a strong message about the \r\nimportance of international law, justice and institutions \r\nwithin and among nations. \r\nOver the past two weeks a disgraceful act of \r\ngreat  insensitivity has led to justifiable offence and \r\nunjustifiable violence. Freedom of speech and assembly \r\nare fundamental, but neither of those freedoms is a \r\nlicense to incite or commit violence. Yet we live in a \r\nworld where, too often, divisions are exploited for \r\nshort-term political gain. Too many people are ready \r\nto take small f lames of difference and turn them into \r\na bonfire. Too many people are tolerant of intolerance. \r\nThe moderate majority should not be a silent majority. \r\nIt must empower itself and say to bigots and extremists \r\nalike: “you do not speak for us”. Responsible political \r\nand community leaders must step up at this time. \r\n(spoke in French)\r\nWith so much at stake, the United Nations must \r\ncontinue to renew itself. We must deliver as one, \r\ncooperate across disciplines, structures and duty \r\nstations. We are building a global Secretariat capable \r\nof supporting our global presence, thanks to shared \r\nservices, integrated approaches and innovative uses \r\nof technology. Staff mobility is a crucial first step. An \r\ninitiative of that nature is long overdue. We will be \r\nmaking a proposal on that subject in the weeks ahead, \r\nand we will need the Assembly’s support. \r\nLet us work together for a streamlined budget \r\nprocess built on trust. Micromanagement serves no \r\none — not Member States wanting quick results and \r\nnot the representatives of the Secretariat, who share the \r\nAssembly’s desire for excellence. As Secretary-General \r\nI should have enough room to manage in a dynamic \r\nenvironment. \r\nLet us also prepare ourselves to fully take advantage \r\nof the power of partnerships in all fields. \r\ninternational community, especially the members \r\nof the Security Council and countries in the region, \r\nto solidly and concretely support the efforts of Joint \r\nSpecial Representative of the United Nations and the \r\nLeague of Arab States for Syria, Mr. Lakhdar Brahimi. \r\nWe must stop the violence and f lows of arms to both \r\nsides and set in motion a Syrian-led transition as soon \r\nas possible.\r\nHumanitarian needs are escalating in and beyond \r\nSyria. The international community should not look \r\nthe other way as violence spirals out of control. Brutal \r\nhuman rights abuses continue to be committed, mainly \r\nby the Government but also by opposition groups. Such \r\ncrimes must not go unpunished. There is no statute \r\nof limitations for such extreme violence. It is the \r\nduty of our generation to put an end to impunity for \r\ninternational crimes, in Syria and elsewhere. It is our \r\nduty to give tangible meaning to the responsibility to \r\nprotect.\r\nThe winds of change in the Arab world and \r\nelsewhere will continue to blow. After decades of harsh \r\noccupation and humiliating restrictions in almost every \r\naspect of their lives, the Palestinians must be able to \r\nrealize their right to a viable State of their own. Israel \r\nmust be able to live in peace and security, free from \r\nthreats and rockets. The two-State solution is the only \r\nsustainable option, yet the door may be closing for \r\ngood. The continued growth of Israeli settlements in \r\nthe occupied Palestinian territory seriously undermines \r\nefforts towards peace. We must break that dangerous \r\nimpasse.\r\nI also reject both the language of delegitimization \r\nand threats of potential military action by one State \r\nagainst another. Any such attacks would be devastating. \r\nThe shrill war talk of recent weeks has been alarming, \r\nand should remind us of the need for peaceful solutions \r\nand for full respect for the Charter and international \r\nlaw. Leaders have a responsibility to use their voices to \r\nlower tensions, instead of raising the temperature and \r\nvolatility of the moment.\r\nBuilding a more secure world also means pursuing \r\nour goal of a world free of nuclear weapons. As \r\nlong as such weapons exist, we are all at risk. I look \r\nforward to a successful conference later this year on \r\nthe establishment of a Middle East zone free of nuclear \r\nweapons and all other weapons of mass destruction.\r\nIran must prove its intentions for its programme are \r\nentirely peaceful. The Democratic People’s Republic \r\n4 12-52029\r\nA/67/PV.6\r\nI will shortly be offering specific proposals for \r\nstrengthening our partnership capacity. That will \r\nallow us to deliver more and better results, to enhance \r\naccountability and to improve coherence. The support \r\nof Member States will be essential if we are to meet \r\nthe many important mandates that they entrust to the \r\nUnited Nations.\r\nA strengthened United Nations will be pivotal to all \r\nthat we hope to achieve for the peoples of the world. Let \r\nus prove that the United Nations is able to reform itself \r\nand change with the times.\r\n(spoke in English)\r\nI have always put people first and challenges at the \r\ncentre. We have worked together to find solutions to the \r\nproblems that matter to people day by day and that keep \r\nthem up at night.\r\nWorld leaders hold in their hands the powers of \r\nthe State and the levers of Government. Their people \r\nexpect them to listen to their aspirations and to unleash \r\ntheir energies and ideas. The world expects them to \r\nwork with one another for the common good.\r\nNo one can do everything. But if we are united, \r\neach of us, in our own way, can do something. Together, \r\nif we all uphold our collective responsibilities, we can \r\nmeet today’s tests, seize the opportunities of an era of \r\ndramatic change, and give new life to the principles and \r\npurposes of our founding Charter. I count on the strong \r\nleadership and commitment of those present today to \r\nmake this world a better place for all.\r\nThe President: I thank the Secretary-General for \r\nhis presentation.\r\nAgenda item 8\r\nGeneral debate\r\nThe President: It is a great honour to stand before \r\nthe Assembly as President at its sixty-seventh session. \r\nMy candidature was put forth by a proud democratic \r\ncountry, which I have been greatly privileged to serve \r\nduring two successive terms as Foreign Minister.\r\nLike many other nations, mine has travelled through \r\nperiods of tragedy and periods of glory. At the close of \r\nthe twentieth century, a founding Member of the United \r\nNations and a proud victor over fascism descended into \r\nferocious internal strife. The ensuing devastation and \r\nfratricide left deep wounds in their wake. A painful era \r\nhas now come to an end. \r\nToday our nation stands with confidence before \r\nthe world once again, less than two decades after \r\nhaving been left out of this Hall. We do so as a nation \r\nsteadfastly determined to advance the common \r\ninterests of mankind, committed to responsible global \r\ncitizenship and dedicated to helping shape a world in \r\nwhich peace can triumph and international law prevail.\r\nThe General Assembly has been defined as the \r\nchief deliberative, policymaking and representative \r\norgan of the United Nations. It is the most august body \r\nof sovereign States ever conceived by mankind and a \r\ngrand pantheon of hope for the peoples of the world. \r\nIts founding compact, the United Nations Charter, \r\nwas written so that every one of its Member States \r\ncould observe the same rules and adhere to the same \r\nprinciples, established as a result of the historic victory \r\nover fascism. Its purpose was clear: to set up, for the \r\nfirst time in history, a workable international system \r\nthat aspires to justice, pledging not only equal rights to \r\nall nations but also ensuring their equal dignity.\r\nThis is not a merely political organization, said the \r\nPresident of the General Assembly at its second session, \r\nBrazil’s Oswaldo Aranha. It is not a simple covenant \r\nbetween nations, but an undertaking in human thought \r\nand sentiment. From here, he said, emanates a faith \r\nthat the peoples of the Earth may learn to know and \r\ntrust each other in the full understanding of a common \r\ndestiny.\r\nThe geopolitical landscape of our time is unlike \r\nany the world has ever seen, one of truly global \r\ninterdependence. We are beset by a series of ruptures \r\nthat seem to be building in intensity. Their effects can \r\nbarely be kept in check. The international system is \r\nbecoming at once more volatile and more unpredictable. \r\nIn my view, a number of distinct variables in the \r\nincreasingly complex global equation require our \r\nheightened attention. Allow me to focus on three of the \r\nmost important ones.\r\nThe first is across-the-board repositioning. A \r\ngrowing number of States are determined to enhance \r\ntheir external engagement, aspiring to play greater \r\nroles in their respective regions and beyond. As a \r\nresult, power and influence in the international arena \r\nare becoming more diffuse.\r\nVirtually no one’s position is the same today as it \r\nwas just a generation ago, making it more difficult for \r\na meaningful and enduring consensus to be reached on \r\nsignificant items on our shared agenda.\r\n12-52029 5\r\nA/67/PV.6\r\nSecondly, in our era, capabilities once thought to \r\nbe exclusively in the hands of States, such as the ability \r\nto inflict harm on a massive scale, could become more \r\neasily accessible to non-State actors. As the world \r\nbecomes de facto smaller, countries have come to feel \r\nmore exposed. We must find a way to act in concert, \r\nso that the legitimate needs and concerns of Member \r\nStates can be adequately met.\r\nA third variable in the new global equation is the \r\nquest for empowerment. Whatever the specifics of their \r\ncircumstances and grievances, populations across the \r\nworld seek to have a greater say in how their destiny \r\nwill be shaped. Today this is perhaps most manifest in \r\nthe Middle East. The Arab Spring advanced democratic \r\naspirations in a number of countries; the fate of some \r\nothers still hangs in the balance.\r\nThere are concerns, however, that the Arab Spring \r\nmay generate a number of unintended consequences. \r\nThese include the reawakening of sectarian loyalties \r\nand ethnic as well as tribal tensions, many of them long-\r\nsuppressed. The legacy of the grand, noble quest of the \r\npeoples of the Middle East for empowerment hinges on \r\nhow these and other dangers are going to be dealt with.\r\nGiven the region’s global, political, economic and \r\ncultural significance, the unfolding events in that part \r\nof the world will have far-reaching implications for the \r\nentire planet.\r\nRarely has it been more necessary for the world to \r\ndraw closer together. It is to that endeavour that I believe \r\nwe should devote the full scope of our resources. That \r\nwill require, however, that we turn once more to the \r\nfirst principles of the Charter of the United Nations. In \r\nso doing, we will be able to give renewed meaning to \r\nthe original intent of our founders. \r\nThose who drafted the Charter of the United \r\nNations understood that when nations feel secure, they \r\nare much more likely to unclench their fists and give \r\nthe process of peacefully settling disputes a genuine \r\nchance to succeed. In order to do so, it will be critically \r\nimportant to reinforce universal adherence to accepted \r\nprinciples and rules, implemented without partiality or \r\nfavour. Lack of clarity or selective enforcement, on the \r\nother hand, can quickly erode the basis for trust. That \r\ncan easily lead to a situation in which nothing more \r\nthan lip service is paid to the principles, and the rules \r\nlose virtually all meaning. \r\nSuch a scenario is clearly not in the interest of \r\nthe Organization. I believe that we must take decisive \r\naction to prevent it from ever coming to pass. I strongly \r\nbelieve that essential to such efforts is reinforcing \r\nrespect for the equality, sovereignty and territorial \r\nintegrity of United Nations States Members. That is \r\nindispensable to achieving the first stated purpose of \r\nthe United Nations, namely, to maintain international \r\npeace and security. \r\nThe Charter of the United Nations enjoins the \r\nparties to any dispute to first of all seek a solution by, \r\ninter alia, negotiation, mediation, arbitration or judicial \r\nsettlement. With that in mind, I have proposed the \r\nfollowing theme for this year’s general debate: “Bringing \r\nabout adjustment or settlement of international disputes \r\nor situations by peaceful means”. In taking up that \r\ncritical issue, let us not forget that peace is not merely \r\nthe absence of war. It also necessitates the reconciliation \r\nof those who are at odds. Only by so doing can we ever \r\nhope to produce what a great New York philanthropist \r\ncalled, more than a century ago and not far from this \r\nbuilding, “the enthronement of lasting peace, a victory \r\nwithout tears”.\r\nA solution to an international problem can be \r\nlegitimately achieved only upon renunciation of \r\nunilateralism; it can become truly sustainable only \r\nwhen its provisions are willingly accepted and fulfilled \r\nin good faith. When parties commit to a settlement, I \r\nbelieve that the General Assembly, coming together in \r\nconsensus, can act as a moral guarantor of what has \r\nbeen agreed. \r\nI invite members to share their thoughts on the \r\npeaceful resolution of disputes — a fundamental task \r\nof the United Nations. I look forward to hearing the \r\nAssembly’s concrete proposals on how the mechanisms \r\nthat are in place can be better utilized, and to engage \r\nwith members on incorporating new ideas into the \r\noverall efforts to revitalize the General Assembly. \r\nOver the past several decades, our debates have been \r\nenriched by the views of civil society representatives. \r\nWith notable exceptions, however, we have not yet \r\nfound a way to draw upon the tremendous work done \r\nby the world’s public policy institutes and think tanks. \r\nAs President, I intend to launch a number of initiatives \r\nto harness their wisdom and experience. \r\nI have also established a high-level informal \r\nadvisory panel, composed of distinguished world \r\nstatesmen, whose purpose will be to provide me with \r\nguidance and advice on the myriad issues that will be \r\nconsidered by the General Assembly. \r\n6 12-52029\r\nA/67/PV.6\r\nIn my view, sustainable development is one of the \r\nmost important conflict prevention resources at our \r\ndisposal. It is becoming increasingly prominent on the \r\nglobal peace and security agenda. That is in part due \r\nto the attention we have all devoted to the Millennium \r\nDevelopment Goals. As President, I will work with \r\nMember States on bringing us closer to fulfilling that \r\nhistoric objective. \r\nThe General Assembly also needs to focus on \r\nthe post-2015 agenda. What was agreed at the United \r\nNations Conference on Sustainable Development \r\n(Rio+20) will need to be implemented by this body. \r\nThat includes preparations to launch a high-level \r\nforum, which should be convened at the beginning of \r\nthe next session. \r\nThe General Assembly has also been mandated to \r\nestablish a working group to propose a list of sustainable \r\ndevelopment goals for consideration and adoption \r\nby the plenary. As President, I will encourage that \r\nprocess, which should involve strengthening a number \r\nof existing United Nations funds and programmes, \r\nincluding the United Nations Environment Programme.\r\nIt is difficult to imagine the Rio+20 agenda \r\nbecoming truly effective without the mobilization of \r\nadditional resources. In accordance with the mandate \r\ngiven to the General Assembly in Rio de Janeiro, I \r\nwill work to establish an intergovernmental process, \r\nunder the framework of this body, to propose options \r\non an effective financing strategy. I believe that \r\nmoving forward in the bold undertaking envisaged \r\nby the Rio+20 Conference not only complements, but \r\nwill decisively reinforce all other efforts to strengthen \r\ninternational peace and security. \r\nTo be successful, I believe that the General \r\nAssembly should further engage in the global \r\ndevelopment discourse. Greater emphasis ought to \r\nbe placed on key economic issues such as growth, \r\njob creation, the production of new green goods and \r\nservices and a more equitable trading environment. It \r\nis fortunate that the Charter tasks the United Nations \r\nwith achieving cooperation in solving international \r\neconomic problems. \r\nSovereign equality loses much of its meaning if it is \r\nunderstood solely as a political principle, downplaying \r\nthe economic dimension. Each in its own way, the \r\nGroup of Eight, the Group of 20 (G-20), World Bank, \r\nInternational Monetary Fund (IMF) and others play \r\ncritical roles. However, I strongly believe that the \r\nGeneral Assembly should participate more actively in \r\nadvancing the global economic governance agenda. \r\nDuring the sixty-third session, we endorsed the \r\noutcome document of the Conference on the World \r\nFinancial and Economic Crisis and Its Impact on \r\nDevelopment (resolution 63/303, annex). It proposed \r\nincreasing cooperation, coordination, coherence \r\nand exchanges, both in terms of policies and actions \r\nbetween the United Nations and international financial \r\ninstitutions as well as relevant regional organizations. \r\nThe material destiny of our planet must be \r\ndetermined in a more inclusive fashion. No country can \r\nlift itself out of poverty if it has no right to have its voice \r\nheard. That is why, as President, I intend to convene \r\nan informal, high-level meeting over the course of the \r\ncurrent session. Its aim would be the establishment, \r\nin the next few years, of a consultation framework for \r\neffective collaboration among the General Assembly \r\nand international financial and trade institutions, as \r\nwell as groupings such as the G-20.\r\nAnother conflict prevention resource I believe \r\nis underutilized is the United Nations Alliance \r\nof Civilizations. Established as a soft-power tool \r\nof preventative diplomacy, it seeks to overcome \r\ndifferences and tensions within and among different \r\ncultures, faiths and societies, all the while guarding \r\nagainst the erasing hand of uniformity that some fear \r\ncould be a consequence of globalization. \r\nWe all sense the growing danger of what the ills \r\nand grievances of past centuries can inflict upon us, if \r\nthey continue to be reawakened. Guided by the General \r\nAssembly, the Alliance could help the world expunge \r\nthe venoms of its divisive past more effectively. I \r\nbelieve that enlarging the common denominator of \r\nvalues and principles that bind us to each other truly \r\nserves the cause of peace. As President, I will work \r\nclosely with the Alliance on ways to put our diverse \r\nidentities more constructively in its service. That would \r\nhelp us ensure the future is no longer adversely affected \r\nby exclusionary historical narratives. \r\nAs has been the case since its founding, the United \r\nNations will be only as strong as the Member States \r\nchoose to make it. \r\nAs Ralph Waldo Emerson once famously said, an \r\ninstitution is the lengthened shadow of man. In this \r\nera of transformation, I believe that strengthening \r\nour collective faith in the approach that only this \r\nOrganization can legitimately provide is the safest \r\n12-52029 7\r\nA/67/PV.6\r\ncourse for navigating away from the many rocks and \r\nshoals in the path of establishing a genuine global \r\npartnership for the twenty-first century. \r\nOne of the earliest advocates of the peaceful \r\nsettlement of disputes was Cicero, who famously \r\nexpressed the longing “Cedant arma togae” — that arms \r\nmight yield to law. From the days of the ancients to our \r\nown times, generations of valiant men and women have \r\ntirelessly endeavoured to advance that noble cause. The \r\nculmination of those great efforts is the United Nations \r\nCharter — our surest guide in this time of consequence. \r\nLet us bring to bear on the problems that we face \r\na renewed spirit of cooperation, a tenacity of purpose \r\nand a will to overcome differences. Let us find the \r\ncourage to master the many challenges ahead and, in \r\nso doing, work to assert the pre-eminence of justice. \r\nLet us have faith in our ability to come together in the \r\nfull understanding of our common destiny so that this \r\nAssembly may go down in history as an Assembly of \r\npeace. \r\nBefore giving the f loor to the first speaker for this \r\nmorning, I would like to remind members that the list \r\nof speakers for the general debate has been established \r\non the agreed basis that statements should be no longer \r\nthan 15 minutes, to enable all speakers to be heard at \r\na given meeting. I would like to appeal to speakers \r\nto deliver their statements, within that time frame, at \r\na moderate speed so that interpretation into the six \r\nofficial United Nations languages may be provided \r\nproperly.\r\nI would also like to draw attention to the decision \r\ntaken by the General Assembly at previous sessions, \r\nnamely, that the practice of expressing congratulations \r\ninside the Hall after a speech has been delivered \r\nis strongly discouraged. In that connection, after \r\ndelivering their statements, speakers are invited to exit \r\nthe Hall through Room GA-200, located behind the \r\npodium, before returning to their seats.\r\nMay I take it that the General Assembly agrees to \r\nproceed in the same manner during the general debate \r\nof the sixty-seventh session?\r\nIt was so decided.\r\nThe President: Finally, I should like to draw the \r\nattention of members to the fact that during the general \r\ndebate, official photographs of all speakers are taken \r\nby the Department of Public Information. Members \r\ninterested in obtaining those photographs are requested \r\nto contact the Photo Library of the United Nations.\r\nAddress by Ms. Dilma Rousseff, President of the \r\nFederative Republic of Brazil\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Federative Republic of \r\nBrazil.\r\nMs. Dilma Rousseff, President of the Federative \r\nRepublic of Brazil, was escorted into the General \r\nAssembly Hall. \r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations \r\nHer Excellency Ms. Dilma Rousseff, President of the \r\nFederative Republic of Brazil, and to invite her to \r\naddress the Assembly.\r\nPresident Rousseff (spoke in Portuguese; English \r\ntext provided by the delegation): Once again, a woman’s \r\nvoice is opening the general debate of the General \r\nAssembly. For many, we women are “half the sky”. \r\nHowever, we wish to be half the Earth as well, with \r\nequal rights and opportunities, free from all forms of \r\ndiscrimination and violence, capable of building our \r\nown emancipation and, with it, of contributing to the \r\nfull empowerment of all.\r\nA year after my statement at this same rostrum \r\n(see A/66/PV.11), I note that many of the problems that \r\nalready troubled us in September 2011 remain. Today, \r\nI want to again consider a few of those issues, whose \r\nsolutions are becoming increasingly urgent.\r\nThe grave economic crisis that began in 2008 \r\nhas taken on new and worrisome aspects. Opting for \r\northodox fiscal policies has been exacerbating the \r\nrecession in developed economies, with repercussions \r\nfor us as emerging countries, including Brazil. The \r\nmain leaders of the developed world have not yet found \r\nthe path that combines appropriate fiscal adjustment \r\nwith measures to stimulate investment and demand, \r\nwhich are indispensable to halt the recession and ensure \r\neconomic growth. \r\nMonetary policies cannot be the only response to \r\nthe growing unemployment, the increase in poverty and \r\nthe dismay that affects the most vulnerable sectors of \r\nthe population throughout the world. The central banks \r\nof developed countries continue to pursue expansionist \r\nmonetary policies, which causes an imbalance in \r\nexchange rates. The resulting artificial appreciation \r\n8 12-52029\r\nA/67/PV.6\r\nchosen to face both of those challenges simultaneously. \r\nWhile exerting strict control over public spending, we \r\nhave increased our investments in infrastructure and \r\neducation.  While controlling inflation, we have acted \r\nvigorously through policies aimed at social inclusion \r\nand poverty eradication. Furthermore, while carrying \r\nout structural reforms in the financial and welfare areas, \r\nwe have reduced the tax burden and the cost of energy, \r\nand we have invested in infrastructure and knowledge \r\nto generate science, technology and innovation.\r\nThere are moments in which we cannot choose \r\nbetween one alternative or the other. Both must be \r\ndeveloped separately at the same time.\r\nJust as in 2011, the Middle East and North Africa \r\ncontinue to be at the center of the attention of the \r\ninternational community. Important social movements, \r\nwith different political orientations, have swept \r\naway despotic regimes and brought about transition \r\nprocesses whose meaning and direction still cannot be \r\nclearly discerned. However, it is not difficult to identify \r\nin almost all those movements a cry of protest against \r\npoverty, unemployment and the lack of opportunities \r\nand civil rights imposed by authoritarian governments \r\non large sectors of those societies, especially young \r\npeople. Nor is it difficult to find in those events the \r\ntraces of historical grievances caused by decades of \r\ncolonial or neocolonial policies carried out in the name \r\nof a supposedly civilizing agenda. Little by little, the \r\neconomic interests behind those policies became clear.\r\nToday, we are witnessing with consternation \r\nthe unfolding of the dire situation in Syria. Brazil \r\ncondemns in the strongest terms the violence that \r\ncontinues to claim lives in that country. Syria is \r\nwitnessing a large-scale humanitarian tragedy on its \r\nterritory and in that of its neighbors. The Government \r\nin Damascus bears the largest share of responsibility \r\nfor the cycle of violence that has victimized a large \r\nnumber of civilians, especially women, children and \r\nyoung people. However, we are also aware of the \r\nresponsibilities of armed opposition groups, especially \r\nthose that increasingly rely on foreign military and \r\nlogistical support.\r\nAs President of a country that is home to millions \r\nof people of Syrian descent, I call on the parties to \r\nthe conflict to lay down their weapons and join the \r\nmediation efforts being undertaken by the joint United \r\nNations-Arab League special envoy. There is no \r\nmilitary solution to the Syrian crisis. Diplomacy and \r\nof emerging countries’ currencies causes them to lose \r\nmarket space, which further exacerbates the global \r\nrecession.\r\nWe cannot accept the legitimate trade protection \r\ninitiatives of developing countries being unfairly \r\nclassified as protectionism. We must remember that \r\nlegitimate trade protection measures are in accordance \r\nwith the rules of the World Trade Organization. We \r\nshould fight protectionism and all forms of trade \r\nmanipulation, since they create greater competitiveness \r\nin a spurious and fraudulent way.\r\nThere can be no effective response to the crisis \r\nwithout strengthening cooperation efforts among \r\ncountries and multilateral bodies, such as the Group \r\nof Twenty, the International Monetary Fund and the \r\nWorld Bank. Such cooperation must seek to reshape \r\nthe relationship between fiscal and monetary policies \r\nin order to prevent the recession from worsening, to \r\ncontrol the currency war and to again stimulate global \r\ndemand.\r\nWe know from our own experience that the national \r\ndebt of States and bank and financial debts will not be \r\naddressed in the context of a recession. On the contrary, \r\nrecession only exacerbates such problems. It is urgent \r\nthat we establish a comprehensive agreement for the \r\ncoordinated resumption of global economic growth in \r\norder to prevent the despair caused by unemployment \r\nand a lack of opportunities.\r\nMy country has been doing its part. In recent \r\nyears, we have pursued prudent economic policies, \r\naccumulated significant foreign exchange reserves, \r\nstrongly reduced public debt and, with innovative social \r\npolicies, lifted 40 million Brazilians out of poverty, \r\nthereby strengthening a large domestic market.\r\nLike all countries, we were affected by the crisis. \r\nHowever, despite the temporary slowing in our growth \r\nrate, we have managed to maintain extremely high \r\nemployment levels and to continue to reduce social \r\ninequality while significantly increasing workers’ \r\nincome levels. We have overcome the incorrect view \r\naccording to which measures to stimulate growth \r\nare incompatible with austerity plans. That is a false \r\ndilemma. Fiscal responsibility is as necessary as \r\ngrowth measures are indispensable, because fiscal \r\nconsolidation can be sustainable only in a context of \r\neconomic recovery.\r\nHistory reveals that austerity, when exaggerated \r\nand isolated from growth, is self-defeating. Brazil has \r\n12-52029 9\r\nA/67/PV.6\r\nBrazil will always fight to ensure that decisions \r\nemanating from the United Nations prevail. But we want \r\nlegitimate actions, founded on international legality. In \r\nthis spirit, I have defended the need for “responsibility \r\nwhile protecting” as a necessary complement to the \r\nresponsibility to protect.\r\nMultilateralism is stronger today after the \r\nUnited Nations Conference on Sustainable \r\nDevelopment — Rio+20. Together, during those days \r\nin June, we held the largest and most participative \r\nconference in the history of the United Nations. \r\nWe were able to take firm steps towards the historic \r\nconsolidation of a new paradigm: to grow, to include, \r\nto protect and to preserve — that is, sustainable \r\ndevelopment. I thank Secretary-General Ban Ki-moon \r\nand Ambassador Sha Zukang for their efforts and their \r\nclose collaboration with Brazil, before and throughout \r\nthe Conference.\r\nThe outcome document that we approved by \r\nconsensus in Rio (resolution 66/288, annex) not only \r\npreserves the legacy of 1992 but also sets the starting \r\npoint for a sustainable development agenda for the \r\ntwenty-first century, with a focus on the eradication \r\nof poverty, on the conscientious use of natural \r\nresources and on sustainable patterns of production and \r\nconsumption.\r\nThe United Nations has before it a number of tasks \r\nmandated by the Rio Conference. In particular, I would \r\nlike to make reference to the definition of the sustainable \r\ndevelopment goals. Rio+20 shone a powerful light on \r\nthe future we want. We have an obligation to heed \r\nthe many warnings being sounded by science and \r\nsociety. We must consider climate change one of the \r\nmain challenges to present and future generations. \r\nThe Brazilian Government is firmly committed to the \r\ntargets for controlling greenhouse gas emissions and \r\nto the unrelenting fight against deforestation in the \r\nAmazon rainforest.\r\nIn 2009, we voluntarily took on commitments and \r\nadopted them as laws. Those targets are particularly \r\nambitious for a developing country, which must deal \r\nwith pressing demands of all types in order to promote \r\nthe well-being of its population. We hope that those \r\ncountries that bear a greater historical responsibility \r\nfor climate change and that have greater means with \r\nwhich to deal with it will fulfil their obligations to the \r\ninternational community.\r\ndialogue are not simply our best option; they are the \r\nonly option.\r\nAs President of a country where thousands and \r\nthousands of Brazilian Muslims live, I declare here \r\ntoday our vehement repudiation of the escalation \r\nof Islamophobic prejudice in Western countries. \r\nBrazil is one of the players in the generous Alliance \r\nof Civilizations initiative originally launched by the \r\nTurkish Government.\r\nWith the same vehemence, we repudiate the \r\nterrorist acts that took the lives of American diplomats \r\nin Libya.\r\nWith our eyes still set upon the Middle East, where \r\nsome of the most important challenges to international \r\npeace and security lie, I wish to once more touch upon \r\nthe Israeli-Palestinian question. I reiterate my words \r\nof 2011, when I expressed the Brazilian Government’s \r\nsupport for the recognition of the Palestinian State as a \r\nfull Member of the United Nations. I added then, and \r\nI repeat today, that only a free and sovereign Palestine \r\nwill be able to fulfil Israel’s legitimate desires for peace \r\nwith its neighbours, security in its borders and regional \r\npolitical stability.\r\nThe international community has encountered \r\ngrowing difficulty in dealing with the exacerbation of \r\nregional conflicts. That is clear from the stalemates \r\nwithin the Security Council. It is one of the gravest \r\nproblems that we face. The crisis that began in 2008 \r\ndemonstrated the need for reform of the mechanisms \r\nof global economic governance. In point of fact, to this \r\nday we have still not fully implemented such reforms. \r\nIncreasingly intense regional wars and conflicts, the \r\ntragic loss of human lives and the immense material \r\nlosses for the peoples involved all demonstrate the \r\nutmost urgency of undertaking the institutional reform \r\nof the United Nations, in particular of its Security \r\nCouncil.\r\nWe cannot allow the Council to be replaced, as has \r\nbeen the case, by coalitions that are formed without its \r\nconsent, beyond its control and without due regard for \r\ninternational law. The use of force without authorization \r\nby the Council is clearly illegal, yet it is beginning to \r\nbe regarded in some quarters as an acceptable option. It \r\nis by no means acceptable. The ease with which some \r\nresort to that kind of action results from the stalemates \r\nthat paralyse the Council. Because of that, the Council \r\nmust urgently be reformed.\r\n10 12-52029\r\nA/67/PV.6\r\nAnother United Nations initiative we commend is \r\nthe Decade of Action for Road Safety 2011-2020. Brazil \r\nis engaged in efforts to protect lives and reduce road \r\naccidents, one of the main causes of death among young \r\npeople of the world. To that end, our Government \r\nis developing a wide-ranging awareness-raising \r\ncampaign together with the Fédération Internationale \r\nde l’Automobile.\r\nIn a context of environmental challenges, economic \r\ncrises and threats to peace in different parts of the \r\nworld, Brazil continues committed to working with \r\nits neighbours to build an environment of democracy, \r\npeace, prosperity and social justice. We have made \r\ngreat progress in integrating the Latin American \r\nand Caribbean region as a priority for international \r\ncooperation. \r\nOur region is a good example for the world. The \r\nrule of law that we have achieved by overcoming \r\nauthoritarian regimes is being preserved and \r\nstrengthened. Democracy is not a heritage immune \r\nto attacks. In order to avoid setbacks, the Southern \r\nCommon Market and the Union of South American \r\nNations have been firm when they had to be, because we \r\nconsider integration and democracy to be inseparable \r\nprinciples. I also reaffirm our commitment to keeping \r\nour region free from weapons of mass destruction. In \r\nthat regard, I wish to recall the existence of immense \r\narsenals that, in addition to threatening all humankind, \r\naggravate tensions and hamper efforts towards peace. \r\nThe world clamours for food instead of weapons, for the \r\nbillions of men, women and children who suffer from \r\nthe cruelest punishment inflicted on humanity: hunger. \r\nFinally, I wish to refer to a brother country, beloved \r\nby all Latin Americans and Caribbeans — Cuba. Cuba \r\nhas made great progress in bringing its economic \r\nmodel up to date. To continue on its path, it needs the \r\nsupport of partners both near and far. Cooperation on \r\nCuba’s progress is, however, hampered by the economic \r\nembargo that has plagued its population for decades. \r\nThe time has long since passed for us to put an end to \r\nthat anachronism, which is condemned by the immense \r\nmajority of Members of the United Nations.\r\nThis year, we watched the Olympic and Paralympic \r\nGames brilliantly organized by the United Kingdom. \r\nWith the closing of the London Olympic Games, Brazil \r\nhas begun the countdown towards the Rio de Janeiro \r\nOlympic Games in 2016, which will be preceded by the \r\n2014 World Cup. Every two years, during the Summer \r\nand Winter Games, humanity seems to reawaken to \r\nvalues that should inspire us permanently: tolerance, \r\nrespect for differences, equality, inclusion, friendship \r\nand understanding. Those principles are also the \r\nfoundation of human rights and of this Organization. At \r\nthe opening of the sixty-seventh session of the General \r\nAssembly, I propose to all the nations represented here \r\nthat they let the ideals of the Olympic f lame shine upon \r\nthem.\r\nStrengthening the United Nations is necessary \r\nat this stage when multipolarity opens a historic new \r\nperspective. We must work towards that end. We must \r\nwork to ensure that in the multipolarity that is coming \r\nto prevail, cooperation predominates over conflict, \r\ndialogue overcomes threats and negotiated solutions are \r\nreached before and forestall interventions involving the \r\nuse of force. I reiterate that in this necessarily collective \r\neffort, which presupposes the quest for consensus, the \r\nUnited Nations has a key role to play, particularly as \r\nthe Organization and its various bodies become more \r\nrepresentative and more legitimate and therefore more \r\neffective.\r\nThe President: On behalf of the General Assembly \r\nI wish to thank the President of the Federative Republic \r\nof Brazil for the statement she has just made.\r\nMs. Dilma Rousseff, President of the Federative \r\nRepublic of Brazil, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Barack Obama, President of the \r\nUnited States of America\r\nThe President: The Assembly will now hear \r\nan address by the President of the United States of \r\nAmerica. \r\nMr. Barack Obama, President of the United \r\nStates of America, was escorted into the General \r\nAssembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations His \r\nExcellency Mr. Barack Obama, President of the United \r\nStates of America, and to invite him to address the \r\nAssembly.\r\nPresident Obama: I would like to begin today by \r\ntelling the Assembly about an American named Chris \r\nStevens. Chris was born in a town called Grass Valley, \r\nCalifornia, the son of a lawyer and a musician. As a \r\nyoung man, Chris joined the Peace Corps and taught \r\n12-52029 11\r\nA/67/PV.6\r\nThey are also an assault on the very ideals upon which \r\nthe United Nations was founded — the notion that people \r\ncan resolve their differences peacefully; that diplomacy \r\ncan take the place of war, and that, in an interdependent \r\nworld, all of us have a stake in working towards greater \r\nopportunity and security for our citizens.\r\nIf we are serious about upholding those ideals, it \r\nwill not be enough to put more guards in front of an \r\nEmbassy or to put out statements of regret and wait for \r\nthe outrage to pass. If we are serious about those ideals, \r\nwe must speak honestly about the deeper causes of the \r\ncrisis, because we face a choice between the forces that \r\nwould drive us apart and the hopes we hold in common.\r\nToday, we must affirm that our future will be \r\ndetermined by people like Chris Stevens, and not by \r\nhis killers. Today, we must declare that such violence \r\nand intolerance has no place among our United Nations.\r\nIt has been less than two years since a vendor in \r\nTunisia set himself on fire to protest the oppressive \r\ncorruption in his country and sparked what became \r\nknown as the Arab Spring. Since then, the world has \r\nbeen captivated by the transformation that has taken \r\nplace, and the United States has supported the forces \r\nof change. \r\nWe were inspired by the Tunisian protests that \r\ntoppled a dictator, because we recognized our own \r\nbeliefs in the aspirations of the men and women who \r\ntook to the streets. \r\nWe supported change in Egypt, because our \r\nsupport for democracy ultimately put us on the side of \r\nthe people.\r\nWe welcomed a transition of leadership in Yemen, \r\nbecause the interests of the people were no longer being \r\nserved by a corrupt status quo.\r\nWe intervened in Libya alongside a broad coalition \r\nand with the mandate of the United Nations Security \r\nCouncil, because we had the ability to stop the \r\nslaughter of innocents and because we believed that the \r\naspirations of the people were more powerful than a \r\ntyrant.\r\nAnd as we meet here, we again declare that the \r\nregime of Bashar Al-Assad must come to an end, so \r\nthat the suffering of the Syrian people can stop and a \r\nnew dawn can begin.\r\nWe have taken those positions because we believe \r\nthat freedom and self-determination are not unique to \r\nEnglish in Morocco, and he came to love and respect \r\nthe people of North Africa and the Middle East. He \r\nwould carry that commitment throughout his life.\r\nAs a diplomat, he worked from Egypt to Syria, from \r\nSaudia Arabia to Libya. He was known for walking the \r\nstreets of the cities where he worked, tasting the local \r\nfood, meeting as many people as he could, speaking \r\nArabic, listening with a broad smile. Chris went to \r\nBenghazi, arriving on a cargo ship, in the early days \r\nof the Libyan revolution. As America’s representative, \r\nhe helped the Libyan people as they coped with violent \r\nconflict, cared for the wounded and crafted a vision \r\nfor the future in which the rights of all Libyans would \r\nbe respected. After the revolution, he supported the \r\nbirth of a new democracy as Libyans held elections and \r\nbuilt new institutions and began to move forward after \r\ndecades of dictatorship.\r\nChris Stevens loved his work. He took pride in the \r\ncountry he served, and he saw dignity in the people that \r\nhe met.\r\nTwo weeks ago, he travelled to Benghazi to review \r\nplans to establish a new cultural center and modernize \r\na hospital. That is when America’s compound came \r\nunder attack. Along with three of his colleagues, Chris \r\nwas killed in the city that he had helped to save. He was \r\n52 years old.\r\nI tell this story because Chris Stevens embodied \r\nthe best of America. Like his fellow Foreign Service \r\nofficers, he built bridges across oceans and cultures and \r\nwas deeply invested in the international cooperation \r\nthat the United Nations represents. He acted with \r\nhumility, but he also stood up for a set of principles, a \r\nbelief that individuals should be free to determine their \r\nown destiny and live with liberty, dignity, justice and \r\nopportunity.\r\nThe attacks on the American civilians in Benghazi \r\nwere attacks on America. We are grateful for the \r\nassistance we received from the Libyan Government \r\nand from the Libyan people. There should be no doubt \r\nthat we will be relentless in tracking down the killers \r\nand bringing them to justice. I also appreciate that, \r\nin recent days, the leaders of other countries in the \r\nregion — including Egypt, Tunisia and Yemen — have \r\ntaken steps to secure our diplomatic facilities and called \r\nfor calm. So have religious authorities around the globe.\r\nBut it should be understood that the attacks of the \r\nlast two weeks are not simply an assault on America. \r\n12 12-52029\r\nA/67/PV.6\r\nthe difficulties of reconciling tradition and faith with \r\nthe diversity and interdependence of the modern world.\r\nIn every country, there are those who find different \r\nreligious beliefs threatening; in every culture, those \r\nwho love freedom for themselves must ask themselves \r\nhow much they are willing to tolerate freedom for \r\nothers. That is what we saw play out in the last two \r\nweeks, as a crude and disgusting video sparked outrage \r\nthroughout the Muslim world. Now, I have made it \r\nclear that the United States Government had nothing \r\nto do with that video, and I believe its message must \r\nbe rejected by all who respect our common humanity. \r\nIt is an insult not only to Muslims, but to America as \r\nwell, for as the city outside these walls makes clear, we \r\nare a country that has welcomed people of every race \r\nand every faith. We are home to Muslims, who worship \r\nacross our country. We not only respect the freedom \r\nof religion, we have laws that protect individuals from \r\nbeing harmed because of how they look or what they \r\nbelieve. We understand why people take offence at that \r\nvideo, because millions of our citizens are among those \r\npeople.\r\nI know there are some who ask why we do not just \r\nban such a video. And the answer is enshrined in our \r\nlaws; our Constitution protects the right to practice free \r\nspeech. Here in the United States, countless publications \r\nprovoke offence. Like me, the majority of Americans \r\nare Christian, and yet we do not ban blasphemy against \r\nour most sacred beliefs. As President of our country \r\nand Commander-in-Chief of our military, I accept that \r\npeople are going to call me awful things every day, and \r\nI will always defend their right to do so. \r\nAmericans have fought and died around the globe \r\nto protect the right of all people to express their views, \r\neven views that we profoundly disagree with. We do not \r\ndo so because we support hateful speech, but because \r\nour founders understood that without such protections, \r\nthe capacity of individuals to express their own views \r\nand practise their own faith may be threatened. We do \r\nso because in a diverse society, efforts to restrict speech \r\ncan quickly become a tool to silence critics and oppress \r\nminorities. We do so because, given the power of faith in \r\nour lives and the passion that religious differences can \r\ninflame, the strongest weapon against hateful speech \r\nis not repression; it is more speech — the voices of \r\ntolerance that rally against bigotry and blasphemy, and \r\nlift up the values of understanding and mutual respect.\r\none culture. Those values are not simply American \r\nvalues or Western values — they are universal values. \r\nAnd even as there will be huge challenges that come \r\nwith a transition to democracy, I am convinced that, \r\nultimately, Government of the people, by the people and \r\nfor the people is more likely to bring about the stability, \r\nprosperity and individual opportunity that serve as the \r\nbasis for peace in our world.\r\nSo, let us remember that this is a season of progress. \r\nFor the first time in decades, Tunisians, Egyptians and \r\nLibyans voted for new leaders in elections that were \r\ncredible, competitive and fair. That democratic spirit \r\nhas not been restricted to the Arab world. Over the past \r\nyear, we have seen peaceful transitions of power in \r\nMalawi and Senegal and a new President in Somalia. \r\nIn Burma, a President has freed political prisoners and \r\nopened a closed society, a courageous dissident has \r\nbeen elected to Parliament, and people look forward to \r\nfurther reform. Around the globe, people are making \r\ntheir voices heard, insisting on their innate dignity and \r\nthe right to determine their future.\r\nAnd yet the turmoil of recent weeks reminds us that \r\nthe path to democracy does not end with the casting \r\nof a ballot. Nelson Mandela once said, “To be free is \r\nnot merely to cast off one’s chains, but to live in a way \r\nthat respects and enhances the freedom of others”. True \r\ndemocracy demands that citizens cannot be thrown in \r\njail because of what they believe and that businesses \r\ncan be opened without paying a bribe. It depends on the \r\nfreedom of citizens to speak their minds and assemble \r\nwithout fear and on the rule of law and due process, \r\nwhich guarantee the rights of all people.\r\nIn other words, true democracy — real freedom — is \r\nhard work. Those in power have to resist the temptation \r\nto crack down on dissidents. In hard economic times, \r\ncountries may be tempted to rally the people around \r\nperceived enemies at home and abroad, rather than \r\nfocusing on the painstaking work of reform.\r\nMoreover, there will always be those who reject \r\nhuman progress — dictators who cling to power, corrupt \r\ninterests that depend upon the status quo, and extremists \r\nwho fan the f lames of hate and division. From Northern \r\nIreland to South Asia, from Africa to the Americas, \r\nfrom the Balkans to the Pacific Rim, we have witnessed \r\nconvulsions that can accompany transitions to a new \r\npolitical order. At times, the conflicts arise along the \r\nfault lines of race or tribe, and often they arise from \r\n12-52029 13\r\nA/67/PV.6\r\nthe opportunities that they deserve; protect human \r\nrights and extend democracy’s promise.\r\nIt should be understood that America will never \r\nretreat from the world. We will bring to justice those \r\nwho harm our citizens and our friends, and we will \r\nstand with our allies. We are willing to partner with \r\ncountries around the world to deepen ties of trade \r\nand investment, science and technology, energy and \r\ndevelopment — all efforts that can spark economic \r\ngrowth for all our peoples and stabilize democratic \r\nchange. \r\nBut such efforts depend on a spirit of mutual \r\ninterest and mutual respect. No Government or \r\ncompany, no school or non-governmental organization \r\nwill be confident working in a country where its people \r\nare endangered. For partnerships to be effective, \r\nour citizens must be secure and our efforts must be \r\nwelcomed. A politics based only on anger — one based \r\non dividing the world between us and them — not \r\nonly sets back international cooperation, it ultimately \r\nundermines those who tolerate it. All of us have an \r\ninterest in standing up to those forces.\r\nLet us remember that Muslims have suffered the \r\nmost at the hands of extremism. On the same day that \r\nour civilians were killed in Benghazi, a Turkish police \r\nofficer was murdered in Istanbul only days before his \r\nwedding; more than 10 Yemenis were killed in a car \r\nbomb in Sana’a; several Afghan children were mourned \r\nby their parents just days after they were killed by \r\na suicide bomber in Kabul. The impulse towards \r\nintolerance and violence may initially be focused on the \r\nWest, but over time it cannot be contained. The same \r\nimpulses towards extremism are used to justify war \r\nbetween Sunni and Shia, between tribes and clans. It \r\nleads not to strength and prosperity but to chaos. In less \r\nthan two years, we have seen largely peaceful protests \r\nbring more change to Muslim-majority countries than \r\na decade of violence. And extremists understand this. \r\nBecause they have nothing to offer to improve the lives \r\nof people, violence is their only way to stay relevant. \r\nThey do not build; they only destroy.\r\nIt is time to leave the call to violence and the politics \r\nof division behind. On so many issues, we face a choice \r\nbetween the promise of the future or the prisons of the \r\npast. And we cannot afford to get it wrong. We must \r\nseize this moment. And America stands ready to work \r\nwith all who are willing to embrace a better future. \r\nThe future must not belong to those who target Coptic \r\nI know that not all countries in this body share \r\nthat particular understanding of the protection of free \r\nspeech.  We recognize that. But in 2012, at a time \r\nwhen anyone with a cell phone can spread offensive \r\nviews around the world with the click of a button, the \r\nnotion that we can control the f low of information is \r\nobsolete. The question then is how do we respond? And \r\non this we must agree: there is no speech that justifies \r\nmindless violence. There are no words that excuse the \r\nkilling of innocents. There is no video that justifies \r\nan attack on an embassy. There is no slander that \r\nprovides an excuse for people to burn a restaurant in \r\nLebanon, or destroy a school in Tunis, or cause death \r\nand destruction in Pakistan. In our modern world with \r\nmodern technologies, for us to respond in that way to \r\nhateful speech empowers any individual who engages \r\nin such speech to create chaos around the world. We \r\nempower the worst of us if that is how we respond.\r\nMore broadly, the events of the past two weeks also \r\nspeak to the need for all of us to honestly address the \r\ntensions between the West and the Arab world, which \r\nis moving towards democracy. Now, let me be clear: \r\njust as we cannot solve every problem in the world, the \r\nUnited States has not and will not seek to dictate the \r\noutcome of democratic transitions abroad. We do not \r\nexpect other nations to agree with us on every issue, \r\nnor do we assume that the violence of the past weeks or \r\nthe hateful speech of some individuals represents the \r\nviews of the overwhelming majority of Muslims, any \r\nmore than the views of the people who produced that \r\nvideo represent those of Americans. \r\nHowever, I do believe that it is the obligation of all \r\nleaders in all countries to speak out forcefully against \r\nviolence and extremism. It is time to marginalize those \r\nwho, even when not directly resorting to violence, use \r\nhatred of America, or the West, or Israel, as the central \r\norganizing principle of politics. For that only gives \r\ncover, and sometimes provides an excuse, for those who \r\ndo resort to violence.\r\nThat brand of politics, one that pits East against \r\nWest, and South against North, Muslims against \r\nChristians and Hindus and Jews, cannot deliver on the \r\npromise of freedom. To young people, it offers only \r\nfalse hope. Burning an American f lag does nothing to \r\nprovide a child with an education. Smashing apart a \r\nrestaurant does not fill an empty stomach. Attacking \r\nan embassy will not create a single job. That brand of \r\npolitics only makes it harder to achieve what we must \r\ndo together, namely, to educate our children and create \r\n14 12-52029\r\nA/67/PV.6\r\ngoverned, Sunnis and Alawites, Kurds and Christians. \r\nThat is what America stands for. That is the outcome \r\nthat we will work for, with sanctions and consequences \r\nfor those who persecute, and assistance and support \r\nfor those who work for this common good, because we \r\nbelieve that the Syrians who embrace this vision will \r\nhave the strength and the legitimacy to lead.\r\nIn Iran, we see where the path of a violent and \r\nunaccountable ideology leads. The Iranian people \r\nhave a remarkable and ancient history, and many \r\nIranians wish to enjoy peace and prosperity alongside \r\ntheir neighbours. But just as it restricts the rights of \r\nits own people, the Iranian Government continues to \r\nprop up a dictator in Damascus and supports terrorist \r\ngroups abroad. Time and again, it has failed to take the \r\nopportunity to demonstrate that its nuclear programme \r\nis peaceful and to meet its obligations to the United \r\nNations.\r\nSo let me be clear. America wants to resolve this \r\nissue through diplomacy, and we believe that there \r\nis still time and space to do so. But that time is not \r\nunlimited. We respect the right of nations to access \r\npeaceful nuclear power, but one of the purposes of the \r\nUnited Nations is to see that we harness that power for \r\npeace. Make no mistake: a nuclear-armed Iran is not a \r\nchallenge that can be contained. It would threaten the \r\nelimination of Israel, the security of Gulf nations and \r\nthe stability of the global economy. It risks triggering \r\na nuclear-arms race in the region and the unravelling \r\nof the Treaty on the Non-proliferation of Nuclear \r\nWeapons. That is why a coalition of countries is holding \r\nthe Iranian Government accountable, and that is why \r\nthe United States will do what we must to prevent Iran \r\nfrom obtaining a nuclear weapon.\r\nWe know from painful experience that the path \r\nto security and prosperity does not lie outside the \r\nboundaries of international law and respect for human \r\nrights. That is why this institution was established, from \r\nthe rubble of conflict. That is why liberty triumphed \r\nover tyranny in the cold war, and that is the lesson of \r\nthe last two decades as well.\r\nHistory shows that peace and progress come to \r\nthose who make the right choices. Nations in every part \r\nof the world have travelled this difficult path. Europe, \r\nthe bloodiest battlefield of the twentieth century, is \r\nunited, free and at peace. From Brazil to South Africa, \r\nfrom Turkey to South Korea, from India to Indonesia, \r\npeople of different races, religions and traditions have \r\nChristians in Egypt; it must be claimed by those in \r\nTahrir Square who chanted, “Muslims, Christians, we \r\nare one.” The future must not belong to those who bully \r\nwomen; it must be shaped by girls who go to school, \r\nand those who stand for a world where our daughters \r\ncan live their dreams just like our sons.\r\nThe future must not belong to those corrupt few \r\nwho steal a country’s resources; it must be won by the \r\nstudents and entrepreneurs, the workers and business \r\nowners who seek a broader prosperity for all people. \r\nThose are the women and men that America stands \r\nwith; theirs is the vision we will support.\r\nThe future must not belong to those who slander \r\nthe Prophet of Islam. But to be credible, those who \r\ncondemn that slander must also condemn the hate we \r\nsee in the images of Jesus Christ that are desecrated, \r\nor churches that are destroyed, or the Holocaust that is \r\ndenied.\r\nLet us condemn incitement against Sufi Muslims \r\nand Shia pilgrims. It is time to heed the words of \r\nGandhi: “Intolerance is itself a form of violence and \r\nan obstacle to the growth of a true democratic spirit”. \r\nTogether we must work towards a world where we are \r\nstrengthened by our differences, not defined by them. \r\nThat is what America embodies; that is the vision that \r\nwe will support.\r\nAmong Israelis and Palestinians, the future must \r\nnot belong to those who turn their backs on the prospect \r\nof peace. Let us leave behind those who thrive on \r\nconflict, those who reject the right of Israel to exist. \r\nThe road is hard, but the destination is clear: a secure, \r\nJewish State of Israel and an independent, prosperous \r\nPalestine. Understanding that such a peace must come \r\nthrough a just agreement between the parties, America \r\nwill walk alongside all who are prepared to make that \r\njourney.\r\nIn Syria, the future must not belong to a dictator \r\nwho massacres his people. If there is a cause that cries \r\nout for protest in the world today, peaceful protest, it \r\nis a regime that tortures children and shoots rockets \r\nat apartment buildings. We must remain engaged to \r\nensure that what began with citizens demanding their \r\nrights does not end in a cycle of sectarian violence.\r\nTogether, we must stand with those Syrians who \r\nbelieve in a different vision: a Syria that is united and \r\ninclusive, where children do not need to fear their own \r\nGovernment and all Syrians have a say in how they are \r\n12-52029 15\r\nA/67/PV.6\r\nwhat consumes our political debates. But when you strip \r\nit all away, people everywhere long for the freedom to \r\ndetermine their destiny; the dignity that comes with \r\nwork; the comfort that comes with faith; and the justice \r\nthat exists when Governments serve their people and \r\nnot the other way around.\r\nThe United States of America will always stand up \r\nfor these aspirations, for our own people and for people \r\nall across the world. That was our founding purpose. \r\nThat is what our history shows. That is what Chris \r\nStevens worked for throughout his life.\r\nI promise you this: long after the killers are brought \r\nto justice, Chris Stevens’s legacy will live on in the lives \r\nthat he touched, in the tens of thousands who marched \r\nagainst violence through the streets of Benghazi; in the \r\nLibyans who changed their Facebook photo to one of \r\nChris; in the signs that read simply, “Chris Stevens was \r\na friend to all Libyans”. They should give us hope. They \r\nshould remind us that so long as we work for it justice \r\nwill be done, that history is on our side and that a rising \r\ntide of liberty will never be reversed.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the United States of \r\nAmerica for the statement he has just made.\r\nMr. Barack Obama, President of the United \r\nStates of America, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Tomislav Nikolić, President of the \r\nRepublic of Serbia\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Republic of Serbia.\r\nMr. Tomislav Nikolić, President of the Republic of \r\nSerbia, was escorted into the General Assembly \r\nHall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations \r\nHis Excellency Mr. Tomislav Nikolić, President of the \r\nRepublic of Serbia, and to invite him to address the \r\nAssembly.\r\nPresident Nikolić (spoke in Serbian; English text \r\nprovided by the delegation): Your presidency of the \r\nGeneral Assembly at its sixty-seventh session, Sir, is \r\na great honour for Serbia. In congratulating you on \r\nthe appointment to that post, I express my belief that \r\nyou will discharge such responsible duties with full \r\nlifted millions out of poverty, while respecting the \r\nrights of their citizens and meeting their responsibilities \r\nas nations.\r\nIt is because of the progress that I have witnessed \r\nin my own lifetime, the progress that I have witnessed \r\nafter nearly four years as President, that I remain ever \r\nhopeful about the world that we live in. The war in \r\nIraq is over. American troops have come home. We \r\nhave begun a transition in Afghanistan, and America \r\nand our allies will end our war on schedule in 2014. \r\nAl-Qaida has been weakened, and Osama bin Laden \r\nis no more. Nations have come together to lock down \r\nnuclear materials, and America and Russia are reducing \r\nour arsenals. We have seen hard choices made, from \r\nNaypyidaw to Cairo to Abidjan, to put more power in \r\nthe hands of citizens.\r\nAt a time of economic challenge, the world \r\nhas come together to broaden prosperity. Through \r\nthe Group of 20, we have partnered with emerging \r\ncountries to keep the world on the path of recovery. \r\nAmerica has pursued a development agenda that fuels \r\ngrowth and breaks dependency, and has worked with \r\nAfrican leaders to help them feed their nations. New \r\npartnerships have been forged to combat corruption and \r\npromote government that is open and transparent, and \r\nnew commitments have been made through the Equal \r\nFutures Partnership to ensure that women and girls can \r\nfully participate in politics and pursue opportunity. \r\nLater today, I will discuss our efforts to combat the \r\nscourge of human trafficking.\r\nAll those things give me hope. But what gives \r\nme the most hope is not the actions taken by us, not \r\nthe actions of leaders; it is the people that I have \r\nseen — the American troops who have risked their lives \r\nand sacrificed their limbs for strangers half a world \r\naway, the students in Jakarta or Seoul who are eager \r\nto use their knowledge to benefit mankind, the faces in \r\na square in Prague or a parliament in Ghana who see \r\ndemocracy giving voice to their aspirations, the young \r\npeople in the favelas of Rio and the schools of Mumbai \r\nwhose eyes shine with promise. Those men, women, \r\nand children of every race and every faith remind me \r\nthat for every angry mob that gets shown on television, \r\nthere are billions around the world who share similar \r\nhopes and dreams. They tell us that there is a common \r\nheartbeat to humanity.\r\nSo much attention in our world turns to what \r\ndivides us. That is what we see on the news. That is \r\n16 12-52029\r\nA/67/PV.6\r\ncommitment to respect for the values and principles \r\nenshrined in the Charter of the United Nations. I am \r\nsure that you, Mr. President, will rise to the tasks \r\nentrusted to you by all Member States that supported \r\nyour appointment.\r\nThe Republic of Serbia pays particular attention \r\nto strengthening cooperation within the framework of \r\nthe United Nations. The Charter of the United Nations, \r\nwhich unites us, its purposes and principles and the \r\ninternational system based on it are the only foundation \r\nfor the development of international relations, the \r\npromotion of human rights and the maintenance of peace \r\nand security. Those purposes cannot become obsolete. \r\nThey must always remain current, and therefore require \r\nthat we be resolute in our goal to join forces and efforts \r\nin order to ensure a brighter and safer future for all \r\nhumanity.\r\nThe world in which we live and the changes brought \r\nabout by development in many areas on a daily basis \r\nmake it incumbent upon us to change together and to \r\nface the numerous challenges that none of us can deal \r\nwith individually. For that reason, we must always \r\nbear in mind the responsibilities vested in us as the \r\nrepresentatives of our countries and the consequences \r\nof the decisions that we take.\r\nThe challenges facing the world have been further \r\nexacerbated by the continuing global crisis having \r\nlonger lasting consequences than expected. Today, \r\nmore than ever before, we need cooperation and \r\nunderstanding in order to overcome problems and to \r\nachieve the Millennium Development Goals.\r\nWe have no choice but to get to grips with problems \r\nand end the recession, which can be measured against \r\nthe crisis of the 1930s, and to hope that it will not last \r\nlonger than that calamity. The crisis, from banking \r\nto the balance of payments, mortgages and debts, is \r\naffecting all countries without exception. However, by \r\nfar the greatest burden is borne by the most vulnerable: \r\npoor countries and countries in transition that have not \r\neven caused it. \r\nWe are faced with a serious threat to international \r\nintegration and to the further definition of national and \r\nsupranational policies. The problem is not insoluble. \r\nThe solution lies in greater responsibility, coordinated \r\ninternational activities and the appropriate correlation \r\nbetween the actions of countries and their national \r\ninterests.\r\nThe growing poverty in many countries and \r\nthe widening gap between the rich and the poor are \r\nbecoming increasingly alarming and an unwarranted \r\nand unacceptable trait of the great scientific and \r\ntechnological progress of the modern world. In many \r\ncases, we see sanctions and isolation exacerbating the \r\nproblem. \r\nPoverty reduction is one of the Millennium \r\nDevelopment Goals. In that context, I would like to \r\npoint out the importance of support for and solidarity \r\nwith underdeveloped and developing countries. We need \r\nsolidarity. Be mindful that today, poverty and starvation \r\nare not only a characteristic of underdeveloped \r\ncountries. The continuing global economic crisis has \r\nalso highlighted the issues of poverty and a lack of \r\nfood and drinking water in some developed and, until \r\nrecently, wealthy countries. Those phenomena are, at \r\nthe same time, a real source of serious security risks. \r\nConsequently, I take this opportunity to call upon the \r\nrich and powerful countries drawing special benefit \r\nfrom globalization to direct a part of their wealth \r\ntowards the economic and social development of \r\nunderdeveloped countries.\r\nA more equitable distribution of assets, solidarity \r\nand support to underdeveloped and developing countries \r\nshould be jointly agreed upon along, with systematically \r\nplanned and organized solutions. Such measures would \r\nfoster implementation of the principles enshrined in \r\nthe Charter of the United Nations in the real world of \r\ntoday. An economy based on renewable energy sources, \r\nenergy efficiency, responsible utilization of resources \r\nand socially responsible commerce would significantly \r\ncontribute to reducing poverty and starvation in the \r\nworld.\r\nI underline our political commitment to the idea of \r\nsustainable development and welcome the initiative of \r\nthe Secretary-General of the United Nations regarding \r\nrenewable energy sources for all. I hope that it, along \r\nwith other provisions of the Declaration adopted at \r\nthe United Nations Conference on Environment and \r\nDevelopment, will be among the agenda items to which \r\nthe General Assembly will pay special attention at its \r\nsixty-seventh session. \r\nI consider it our joint obligation to preserve planet \r\nEarth in a way that it deserves. The idea of a better \r\nworld involves this planet that we will preserve for the \r\nnext generation. We should understand that the Earth \r\nshould be treated like a living organism, and we can \r\n12-52029 17\r\nA/67/PV.6\r\nonly hope for the better if we look after it on a daily \r\nbasis.\r\nWithin the limits of its possibilities, Serbia will \r\ncontribute to research into renewable sources of energy, \r\ndevoting special attention to the education of younger \r\ngenerations on ways of achieving harmony among \r\nefforts in planet conservation, development and profit.\r\nClimate change is one of the problems affecting \r\nus today that we were not sufficiently aware of in the \r\npast. In the opinion of many, climate change is the \r\ndirect consequence of irresponsible behaviour on the \r\npart of mankind towards nature and the immediate \r\nenvironment. \r\nI wish to stress our principled position that it is the \r\ncollective obligation of all of us to fight the negative \r\nimpact of climate change through cooperation, tireless \r\nresearch, the sharing of knowledge and experience and \r\nby defining and strictly applying measures designed to \r\nrespond to the new climatic conditions. The survival \r\nand progress of mankind are the eternal ideals of each \r\nhuman community, while sustainable development is a \r\nnecessary precondition to achieving those ideals.\r\nPoverty, famine and limited access to clean water \r\npose grave threats to human health. Anything is possible \r\nfor a healthy man, although he may have many problems; \r\nhowever a sick man has only one problem — how to \r\nget healthy. Therefore, I would like to particularly \r\nemphasize the importance of quality medical care for \r\nchildren and women, in particular mothers, as well as \r\nthe importance of the continuing struggle against all \r\ncommunicable and non-communicable diseases.\r\nWhen it comes to the progress of humanity, the \r\nimportance of education must not be ignored. I believe \r\nthat investing in education is the best way to invest in \r\nfuture development. Furthermore, access to knowledge \r\nand education should not be the privilege of the chosen, \r\nbut the standard available to all. Only when a computer \r\nand book replace a gun in the hands of young people \r\nwill happier pages of human history be written.\r\nFor several decades, my country has spared no effort \r\nin contributing, within its capabilities, to multinational \r\noperations mandated by the United Nations. Thousands \r\nof Serbian soldiers have been deployed in missions to all \r\ncontinents. Even today, under new national legislation \r\nin line with modern defence and security strategies, \r\nmembers of the Serbian Army and the Serbian police are \r\ntaking part in the international effort to keep the peace \r\nfrom the Democratic Republic of the Congo, Liberia \r\nand Côte d’Ivoire, to Lebanon, Cyprus and Haiti. Our \r\nactive participation in the coming period will be even \r\ngreater and more visible. \r\nDespite the great efforts made by nearly all \r\ncountries, terrorism continues to pose a threat to \r\ninternational stability. That phenomenon is not only \r\ncharacterized by sporadic attacks, but today represents \r\na danger to the core values of the United Nations and \r\na threat to international peace, security and the rule of \r\nlaw.  \r\nTerrorism is an attack against fundamental human \r\nrights, including the right to life and individual civil, \r\npolitical, economic, social and cultural rights. In \r\naddition, it undermines the development of countries in \r\nevery sense of the word. Given the fact that all countries \r\nare vulnerable to various manifestations of terrorism, \r\nonly by joining forces will we be able to fight that evil.\r\nSerbia has aligned its legislation regulating \r\nits security sector with the relevant international \r\ninstruments. Through regional cooperation, my country \r\nstrives to contribute to global and regional efforts \r\naimed at countering terrorism. In that context, it is of \r\nvital importance to make progress on the adoption of a \r\ncomprehensive convention on international terrorism. \r\nAt the same time, Serbia has undertaken various \r\nactivities to suppress organized crime, which is often \r\nlinked with terrorism, as well as to fight trafficking in \r\nnarcotic drugs, human beings and arms.\r\nEncouraging dialogue among various cultures and \r\nfaiths is increasingly important in today’s world. The \r\nRepublic of Serbia is a country of religious people, who \r\nworship God in Christian churches and cathedrals or \r\nin mosques and synagogues. I can proudly say that my \r\ncountry is a place where various cultures and religions \r\nhave intermingled, and spiritual and material heritages \r\nhave incorporated traditions and elements derived \r\nfrom various completely different religious and ethnic \r\naffiliations, which have continued to intermix and \r\nwhose wealth will be passed on to future generations.\r\nNo one should suffer or be humiliated because \r\nof their religion. Religious feelings are sacrosanct \r\nand safeguarded as fundamental human rights. No \r\nlife should be lost in religiously motivated clashes. \r\nIrresponsible individuals ridicule relics that others \r\nworship, yet certain people who have been hurt have \r\nreacted inappropriately. That is why we strongly \r\ncondemn attacks on innocent people, who should be \r\n18 12-52029\r\nA/67/PV.6\r\nterritorial integrity of the Republic of Serbia, which is \r\nan obligation derived from the Charter.\r\nI take this opportunity to express our gratitude \r\nto those countries for their support and solidarity, as \r\nwell as my hope that, in spite of any pressure and with \r\na view to maintaining peace and stability, they will \r\nnot recognize any solution that is not the outcome of \r\nnegotiations and a clearly defined agreement between \r\nthe Serb and the Albanian parties.\r\nSerbia is a peace-loving country that is open to the \r\neast, west, north and south and has friends all over the \r\nworld. It stands ready to discuss all outstanding issues \r\nwith all parties and will do its utmost to ensure that all \r\nits citizens live well, including in Kosovo and Metohija. \r\nAccording to our Constitution, Kosovo and Metohija is \r\nan integral part of Serbia, and the territorial integrity \r\nand the sovereignty of United Nations Members form \r\nthe cornerstones of key international documents. Serbia \r\nis a sovereign and independent State and a Member of \r\nthe United Nations, with defined and internationally \r\nrecognized borders and a part of its territory is under \r\nthe administration of the family to which it belongs, the \r\nUnited Nations.\r\nAs a Member of the United Nations, Serbia is a \r\nvictim of the application of double standards. The \r\nprinciple of respect for territorial integrity implies the \r\nnon-acceptance of bids for secession and the prevention \r\nof efforts to change the internationally recognized \r\nborders of other States. For the country I represent, \r\npeace and respect for international law come before \r\nall other interests and objectives. Political and armed \r\nviolence are not nor will ever be acceptable means for \r\nachieving State interests in international affairs. Our \r\nbattle against the unilaterally declared independence of \r\nKosovo and Metohija is part of the general struggle to \r\npreserve the principle of respect tor territorial integrity. \r\nToday, the struggle for the territorial integrity of Serbia \r\nis also the struggle for peace in all countries of the \r\nworld and for the rule of law in international relations.\r\nSerbia is proud of having excellent and substantive \r\nrelations with most countries and it is proud of its own \r\nhistory. As is true in all nations, some individual Serbians \r\nhave made mistakes and even committed crimes. We \r\nhave turned over those of our own citizens suspected \r\nof having breached international law to international \r\njustice. For that reason, we rightfully expect justice \r\nfor our country and its people, who were on the side of \r\nlaw and justice in both World Wars. We paid a heavy \r\nespecially protected. On behalf of the Serbian people, \r\nI offer our sympathies to the United States over the \r\nkilling of the United States Ambassador to Libya.\r\nSerbia plays an active role in regional organizations, \r\nincluding the Organization of the Black Sea Economic \r\nCooperation. That regional cooperation mechanism is \r\nbased on the principles of understanding and mutual \r\nrespect aimed at achieving common goals. Serbia \r\nhas successfully presided over regional initiatives, \r\nincluding the Organization of the Black Sea Economic \r\nCooperation, the Central European Initiative, the \r\nMigration, Asylum, Refugees Regional Initiative, the \r\nSouth-East European Cooperation Process and the \r\nAdriatic and Ionian Initiative.\r\nSerbia truly wishes to become a full-f ledged \r\nmember of the European Union (EU) and is patiently \r\nbuilding relations of confidence and peace in a region \r\nthat is burdened with the heavy legacy of the past. \r\nSerbia wishes to head for a better and more prosperous \r\nfuture, on an equal footing with all nations of the world. \r\nMuch has been achieved so far in the implementation \r\nof reforms, the fight against crime and corruption and \r\nthe harmonization of its laws with the regulations of the \r\nEuropean Union. \r\nIn that sense, Serbia has performed even better than \r\nsome countries that have already become EU members. \r\nUnfortunately, despite its strong commitment to strict \r\ncompliance with international law and all fundamental \r\ninstruments regarding the work of the United Nations, \r\nthe Republic of Serbia is now faced with a violation \r\nof certain fundamental principles enshrined in the \r\nCharter of the United Nations in a part of its territory. \r\nOn 17 February 2008, the authorities of the self-\r\nproclaimed Republic of Kosovo unilaterally declared \r\nthe independence of the territory of Serbia’s southern \r\nprovince. I am not a prophet, but I must say that the \r\nunilateral declaration of independence by the province \r\nof Kosovo constitutes a dangerous precedent and a \r\nlong-standing threat to the stability of the region of the \r\nWestern Balkans and beyond.\r\nThat unilateral act also violated the bedrock \r\nprinciples of the Helsinki Final Act and Security \r\nCouncil resolution 1244 (1999). I wish to emphasize that \r\nthe majority of Member States of the United Nations \r\nhave refrained from recognizing the unilaterally \r\ndeclared independence of Kosovo, thus remaining \r\ntrue to the obligation to respect the sovereignty and \r\n12-52029 19\r\nA/67/PV.6\r\nleadership at that time under heavy pressure. At the \r\nsame time, it should be understood that Serbia is not \r\nready to recognize, and cannot nor will ever under any \r\ncircumstances recognize, either explicitly or implicitly, \r\nthe unilaterally declared independence of its southern \r\nprovince of Kosovo and Metohija. The issue of Kosovo \r\nand Metohija can be resolved and will be resolved in \r\na peaceful manner. Serbia will enter the follow-up \r\nnegotiations ready to help all citizens of Kosovo and \r\nMetohija to live a better life in democratic and secure \r\nconditions, but it will not negotiate the implementation \r\nof the independence of the so-called State of Kosovo. \r\nThe situation will come to an end, even though \r\nwe constantly hear that the status of Kosovo is \r\nnon-negotiable and that it is not up to us to decide it. \r\nI wonder, then, what the subject matter of negotiations \r\ncould be and what entity has any authority to determine \r\nit? Serbia offers a concrete proposal: direct negotiations \r\nat the highest political level. An agreement can be \r\nreached only through consensus without unilateral \r\ndecisions and actions.\r\nI take this opportunity also to condemn most \r\nstrongly the attempt by the so-called Republic of \r\nKosovo to dispossess Serbs of the tangible heritage of \r\nthe Serbian medieval State, the spiritual heritage of the \r\nSerbian people and the property of the Serbian Orthodox \r\nChurch in the territory of the southern Serbian province \r\nof Kosovo. I can only understand the attempt to turn four \r\nmonasteries of the Serbian Orthodox Church into a part \r\nof the cultural heritage of the so-called Kosovo State \r\nas an effort f lagrantly to falsify history, as historical \r\nrevisionism and as an attempt to obliterate any trace \r\nof the existence of the Serbian people in Kosovo and \r\nMetohija.\r\nI am particularly concerned over the fact that, \r\neven now in the twenty-first century, such an attempt \r\nto falsify history and to steal the cultural heritage of a \r\nnation is taking place before the very eyes of the entire \r\ninternational community. That sets a very dangerous \r\nprecedent, encouraging each and every secessionist \r\ngroup in the future to take over the history of the \r\nexpelled people after illegally separating the territory \r\nfrom the State in question. In the case of Kosovo, \r\n220,000 people were driven out of their homes.\r\nSerbia urges an investigation into the allegations \r\ncontained in the report by Mr. Dick Marty, Special \r\nRapporteur of the Parliamentary Assembly of the \r\nCouncil of Europe. Some people ought to have a guilty \r\nprice fighting fascist and totalitarian ideologies, losing \r\nalmost half of our population, and we fought shoulder \r\nto shoulder with the Allies, along with whom we then \r\nfounded this Organization. A community is based on \r\njustice, which implies reconciliation and trust. How \r\nis it possible that the rules of international law and \r\njustice have been violated to such an extent that, in the \r\ncase of Serbs in Serbia, one can reasonably speak of \r\ndiscrimination?\r\nAmerican President Dwight Eisenhower said, in a \r\nspeech delivered on 31 October 1956, \r\n“There can be no peace without law and there can be \r\nno law if we were to apply one code of international \r\nconduct to those who oppose us and another for our \r\nfriends.”\r\nIs it possible to have negotiations in which one party gets \r\neverything, including territory and even many of the \r\nother party’s people, and the other party gets nothing in \r\nreturn, except further pressure and new conditions? We \r\nare more and more frequently forced by the powerful \r\nand mighty to face the tough choice between giving up \r\nKosovo and Metohija and membership in the European \r\nUnion. What kind of a choice is that? Am I to tell our \r\ncitizens that they are going to live better if they abandon \r\ntheir own interests? Has Serbia ever asked anyone to \r\nmake such a decision? I hope that no one in this Hall \r\nwill ever have to face such a choice.\r\nSerbia is seeking a lasting, sustainable and \r\nacceptable solution to all problems. It aspires to \r\nmake progress towards a European future and is fully \r\ncommitted to a process that will result in enduring peace \r\nbetween Serbs and Albanians. The Republic of Serbia \r\nand myself, as its democratically elected President, are \r\nready to participate constructively in the negotiating \r\nprocess, because Serbia cannot move forward without \r\nKosovo and Metohija, and the inhabitants of Kosovo \r\nand Metohija cannot move forward without Serbia. We \r\nstrongly desire that the talks be continued in good faith \r\nand with good intentions, taking into account, among \r\nother things, that it is important to carry forward \r\nEuropean integration involving Serbia and the Western \r\nBalkans as a whole in order to ensure long-term \r\nprogress and stability for the entire region.\r\nSerbia has made committments and will fulfil \r\nall obligations it has undertaken as a State in the \r\nagreements reached thus far, even though to my \r\neye they represent essentially the wish list of the \r\nAlbanian party with some concessions made by our \r\n20 12-52029\r\nA/67/PV.6\r\nPresident Yayi (spoke in French): On behalf of the \r\nAfrican continent and as Chair of the African Union, I \r\nwould like to congratulate you, Mr. President, on your \r\nelection to the presidency of the General Assembly \r\nat its sixty-seventh session, and at the same time \r\ncongratulate the Secretary-General for his leadership \r\nrole for the peace and prosperity of our people. \r\nIn our world, shaken by so many multifaceted crises, \r\nthe Assembly’s general debate offers us the opportunity \r\nto transcend our national interests to contemplate \r\ntogether the ways and means to ensure international \r\npeace and security and to improve global governance \r\nfor healthy economic growth, which is the guarantor \r\nof sustainable human development. In that regard, I \r\nwelcome the relevance of the theme of this session, \r\non the settlement of international disputes by peaceful \r\nmeans. It is a logical follow-up to that of the previous \r\nsession, which focused on mediation in the settlement of \r\ndisputes, and amply demonstrates the importance that \r\nthe United Nations accords to international peace and \r\nsecurity, the foundation of a better world characterized \r\nby stability, equity, solidarity among nations, justice, \r\nrespect for human rights and fundamental freedoms \r\nand international cooperation. \r\nWith regard to the conflicts and other wars that \r\nshake our world, the African continent faces many \r\nchallenges which it cannot straighten out by itself. We \r\nhope that the General Assembly’s attention, focused \r\nsince its previous session on the thorny question of \r\nconflicts and how to settle them peacefully, will help \r\nAfrica to find appropriate solutions so that it can \r\ndedicate its resources and energies to the sustainable \r\ndevelopment of its States and to the well-being of its \r\npopulations. \r\nThe major constraints on Africa’s economic \r\ndevelopment and social progress are at once sundry and \r\nvariable. They include, inter alia, the illicit and massive \r\ncirculation of small arms and light weapons, which \r\nfeeds chronic insecurity and transnational organized \r\ncrime in States and regions of the continent heretofore \r\nhavens of peace and prosperity. There is an upsurge in \r\nterrorist acts in the Sahelo-Saharan area and activities \r\nrelated to transnational crime, such as abductions \r\nand illegal trafficking of all kinds, in particular of \r\nhumans, and trafficking  in narcotics and counterfeit \r\nmedications. Piracy and armed robbery at sea confront \r\nthe States of the Gulf of Guinea and the Horn of Africa. \r\nWe see ongoing unemployment and underemployment, \r\nlack of food in some regions and chronic malnutrition \r\nconscious because of the fact that two years have \r\nelapsed since the publication of the report cataloguing \r\ncases of harvesting and trafficking in human organs \r\nbefore, during and after the events of 1999. We are \r\nsimply asking for the truth. We seek to uncover the \r\ndestiny of hundreds of Serbs missing from Kosovo and \r\nMetohija, who are reasonably believed to be the victims \r\nof illicit trafficking in human organs and of other \r\ncrimes committed in Kosovo and Metohija. In the name \r\nof my people, I simply demand justice for the innocent \r\nvictims. For the sake of the truth an investigation should \r\nbe carried out, bearing in mind that Serbs were always \r\nunjustly portrayed as the sole perpetrators of crimes, \r\nand never as victims,\r\nSerbia is merely asking for the same obligations and \r\nrights for itself as for others, for the same appreciation \r\nof its interests as for those of others and for the same \r\nkind of attention to itself as to others, so as not to \r\nbecome unworthy of its ancestors and so as not to fail \r\nin its debt to its born and unborn children.\r\nI conclude by affirming that the Republic of Serbia \r\nwill make a self less contribution to achieving the \r\nobjectives of the General Assembly and its Member \r\nStates. I am convinced that the accomplishment of \r\nthose objectives is only possible through respect for the \r\nfundamental principles of the United Nations Charter \r\nand through an active involvement of all Members in \r\nthe promotion of multilateral cooperation.\r\nThe President: On behalf of the General Assembly \r\nI wish to thank the President of the Republic of Serbia \r\nfor the statement he has just made.\r\nMr. Tomislav Nikolić, President of the Republic of \r\nSerbia, was escorted from the General Assembly \r\nHall.\r\nAddress by Mr. Boni Yayi, President of the \r\nRepublic of Benin\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Republic of Benin.\r\nMr. Boni Yayi, President of the Republic of Benin, \r\nwas escorted into the General Assembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations His \r\nExcellency Mr. Boni Yayi, President of the Republic of \r\nBenin, and to invite him to address the Assembly.\r\n12-52029 21\r\nA/67/PV.6\r\nRepublic of the Congo, Somalia, the Sudan, South \r\nSudan, Madagascar, et cetera. We must strengthen the \r\nstrategic partnership established between the United \r\nNations Security Council and the Peace and Security \r\nCouncil of the African Union with regard to conflict \r\nprevention, mediation, peacekeeping, peacebuilding \r\nand the promotion of human rights and humanitarian \r\nlaw for the certain benefit of our people. We must also \r\nthink more deeply on ways to ensure predictable and \r\nsustainable financing for African Union peacekeeping \r\noperations, including the African Standby Force. \r\nAs shown by the crises that are shaking our planet, \r\nthe system of global governance that has prevailed up to \r\nnow is suffering from serious disfunctions. It is therefore \r\nhigh time to accelerate the process of reforming the \r\ninternational system in order to democratize the mode \r\nof operation of its institutions and mechanisms that \r\nregulate and promote cooperation among States. \r\nSince the 2005 World Summit, various measures \r\nhaving to do with rationalizing the United Nations \r\nsystem have been taken and have resulted in particular \r\nin the establishment of new bodies that have proven \r\nvery useful. The Peacebuilding Commission, created \r\nto break the cycle of violence in countries emerging \r\nfrom conflict, has contributed to their stabilization by \r\nproviding them targeted support to confront troubling \r\nsituations. Similarly, the Human Rights Council is \r\ncontributing to improving global governance with \r\nregard to the protection and promotion of human rights, \r\nhumanitarian law and fundamental freedoms. \r\nIn the same spirit, negotiations to reform the \r\nSecurity Council must be intensified to achieve in the \r\nnear term the establishment of an inclusive Council, \r\none that would repair the historical injustice done to \r\nAfrica with respect to its presence in that organ, which \r\nheads the collective security system established by the \r\nCharter of the United Nations. \r\nCompleting Security Council reform would, I am \r\nsure, result in more serenity in the handling of the world’s \r\ncurrent major problems in the area of international peace \r\nand security. It would confer greater legitimacy upon \r\nthe actions of our common Organization and would \r\nallow it to renew its original vocation as an instrument \r\nof conflict prevention and resolution. It would also \r\nallow it to shed the inconsistencies that limit it to the \r\nincongruous role of an observer of carnage taking \r\nplace before its very eyes. Those laudable reforms must \r\nbe complemented by a system offering the youth and \r\nin many countries. Soil degradation and erosion \r\nincrease, and natural disasters, the consequences of \r\nclimate upheavals and change recur. Poor governance \r\nin international economic relations engenders an \r\neconomic and financial crisis. \r\nIn spite of the difficulties and shortfalls noted in \r\ntheir operation, the different elections that have taken \r\nplace in many African States in 2011 and 2012 show \r\nthe determination of the African peoples and their \r\nadherence to the process of implanting democracy and \r\nthe rule of law in our dear continent. \r\nI take this opportunity to focus particularly on the \r\nefforts underway in the Economic Community of West \r\nAfrican States (ECOWAS), supported by the African \r\nUnion, to deal with the grave security and institutional \r\ncrises that have taken place in particular in Mali and \r\nGuinea-Bissau. \r\nIn Mali a very disturbing situation is developing \r\nwhich has to do with the occupation of the north of the \r\ncountry by terrorist cells that threaten to destabilize \r\nthe entire West African subregion and could threaten \r\nsecurity on the continent and throughout the world. \r\nThe terrorist cells share the same intolerance that is \r\ndestabilizing the democratic Government of the Federal \r\nRepublic of Nigeria. The international community \r\nhas a duty to act decisively against that terrorist and \r\nfundamentalist threat and ensure that human rights are \r\nrespected. I would like to reiterate from this rostrum \r\nmy pressing appeal for the international community to \r\ncommit itself, along with ECOWAS and the African \r\nUnion, to eliminate that serious threat to peace and \r\nsecurity in the subregion and to prevent large-scale \r\nhumanitarian disasters. \r\nI am not forgetting the situation in Guinea-Bissau, \r\nwhich continues to hold the attention of ECOWAS and \r\nof the African Union in spite of progress made through \r\nmediation between the different the parties concerned, \r\nincluding ECOWAS, the African Union, the Community \r\nof Portuguese-speaking Countries, the United Nations \r\nand the bilateral and multilateral partners. I hope that \r\nthe initiatives will continue to help to bring about a \r\ncoordinated approach to the crisis in order to reach an \r\ninternational and national consensus on the situation in \r\nthat country.\r\nI welcome the different efforts by the African \r\nUnion and the international community in pursuit \r\nof peace with regard to the various other hotbeds of \r\ntension on the continent, namely, in the Democratic \r\n22 12-52029\r\nA/67/PV.6\r\nincrease in food commodity prices, according to recent \r\nestimates of the Food and Agriculture Organization of \r\nthe United Nations, and the already high costs of energy \r\nare certainly additional burdens for already vulnerable \r\npopulations. \r\nWe also welcome the positive initiative of the \r\nNew Alliance for Food Security and Nutrition taken \r\nby President Barack Obama on the margins of the \r\nGroup of Eight Summit, held on 18 and 19 May at \r\nCamp David, which calls for bringing together donors, \r\npartner countries and the private sector for a common \r\ncause aimed at pulling 50 million people out of poverty \r\nin the next ten years. We hope that this will allow us \r\nto mobilize more assistance for African countries in \r\norder to improve food security and nutrition in order \r\nto accelerate their progress towards achieving the \r\nMillenium Development Goals.\r\nIt is also important not to disappoint the hopes raised \r\nby the conclusions of the United Nations Conference \r\non Sustainable Development (Rio+20), which adopted \r\nmore than 700 official commitments and promises of \r\ngifts totaling more than $500 billion. The impact of \r\nthose conferences will be measured by the fulfilment \r\nof the decisions and commitments. \r\nAfrica hopes that the results of the work of the \r\nhigh-level group of eminent persons selected by the \r\nSecretary-General to advise him on the post-2015 \r\ndevelopment programme and the working group to \r\ndefine sustainable development goals will be able \r\nto achieve convergence in their efforts to suggest a \r\nvision of sustainable human development, capable \r\nof mobilizing the international community so as to \r\nachieve equity and attain a prosperity shared by all.\r\nAfrica, the cradle of humankind, is also a continent \r\nof the future, of hope and hopefulness. Indeed, thanks \r\nto the incalculable potential of its subsoil and to the \r\nyouthfulness of its population — which in 2050 will \r\nnumber 2 billion, 60 per cent of whom will be less than \r\n35 years old — Africa could become the driving force \r\nfor growth of the global economy, if that youth becomes \r\nprofessionalized.  \r\nThat is why we raised to cardinal principles \r\nthe values of unity, stability, peace, security, good \r\ngovernance and the struggle against any impediments \r\nto our development, particularly corruption, impuntiy, \r\nthe loss of accountability, fratricidal wars, political \r\nand institutional instability and brutal challenges to \r\nthe constitutional order. We have affirmed all of those \r\nwomen an opportunity to get more involved in the life \r\nof the United Nations.\r\nPeace in the world is possible. We cannot ignore the \r\nsituation in the Middle East. Today the United Nations \r\nhas the means to find a fair and sustainable solution to \r\nthe Palestinian problem, and under no pretext should \r\nit shirk its duty and historical responsibility. We are \r\ntalking about security, stability and peace, not only \r\nin the Middle East, but for the entire world. Africa is \r\nfully in favour of the “one land, two States” solution to \r\nrestore lasting peace in the Middle East, because in the \r\nend the two peoples — Palestinians and Israelis — must \r\nbe able to live in love, friendship, peace and prosperity. \r\nAs the Assembly knows, the world economy still \r\nsuffers from the financial and economic crisis that \r\nwas unleashed in 2008. In spite of the macroeconomic \r\npolicies established by both developed and developing \r\ncountries, with the support of the national and \r\ninternational financial institutions, the economic \r\nslowdown that began in 2008 has persisted, with the \r\ncorollary of weak and fragile economic growth and \r\nmore than 75 million unemployed people throughout \r\nthe world, with very high unemployment rates in the \r\ndeveloping countries. \r\nThe prices of raw materials, which are the major \r\nsource of export earnings for developing countries, \r\nhave become very volatile, as have the prices of food \r\ncommodities. Flows of private capital meant for foreign \r\ndirect investment cannot escape the negative impact of \r\nthe crisis. At the same time, we see a tangible reduction \r\nof aid for development and other forms of official f lows \r\nfrom countries of the North to those of the South.\r\nWith regard to food security, almost 16 million \r\npeople in Sahel countries face problems of famine and \r\nnutrition, in spite of the many efforts made individually \r\nby our States and the collective initiatives in the \r\nAfrican Union through the New Partnership for Africa’s \r\nDevelopment and through the Comprehensive Africa \r\nAgriculture Development Programme. In fact, of 40 \r\ncountries facing a food shortage throughout the world, \r\n34 still are in Africa, even though about twenty of them \r\nhave allocated at least 20 per cent of their budget to \r\nagriculture. That is why the nineteenth ordinary session \r\nof the Assembly of Heads of State and Government of \r\nthe African Union adopted a decision declaring 2014 \r\nthe Year of Agriculture and Food Security in Africa to \r\nmark the tenth anniversary of the Comprehensive Africa \r\nAgriculture Development Programme. The forecasted \r\n12-52029 23\r\nA/67/PV.6\r\nMy fervent wish is that the current difficulties of \r\ndevelopment partners of the North, due to the sovereign \r\ndebt and bank crises, and the austerity measures that \r\nthey are rightly imposing on themselves do not deflect \r\nthem from their commitments to a significant increase \r\nin development aid. In that regard, I am pleased by the \r\nreaffirmation at the Rio+20 Conference on Sustainable \r\nDevelopment of the resolve of heads of State and \r\nGovernment to spare no effort to more promptly achieve \r\ninternationally agreed development goals, including \r\nattaining the Millennium Development Goals by 2015, \r\nwhile bearing in mind the concerns linked to the risks \r\nthat current production and consumption methods pose \r\nto the planet in terms of the accelerated depletion of \r\nresources and the challenges for future generations.\r\nI am convinced that a new world is possible. It \r\npresupposes inclusive governance in international \r\npolitical, financial and economic bodies. Moreover, \r\nthe continuing challenges facing humanity make us \r\nfully aware of our interdependence and the need for an \r\nagreed system of governance in managing international \r\nrelations rather than withdrawal and resort to \r\nunilateralism and coercive domination.\r\nI remain convinced that a new world characterized \r\nby peace, stability, security and the shared prosperity \r\nof our planet and our peoples will emerge only by the \r\ninternational community sharing its technology and \r\nfinancial resources, together with the wealth of the \r\nAfrican continent. May God bless our planet.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Benin for the statement he has just made.\r\nMr. Boni Yayi, President of the Republic of Benin, \r\nwas escorted from the General Assembly Hall.\r\nAddress by Mr. Sauli Niinistö, President of the \r\nRepublic of Finland \r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of \r\nFinland.\r\nMr. Sauli Niinistö, President of the Republic of \r\nFinland, was escorted into the General Assembly \r\nHall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Sauli Niinistö, President of \r\nvalues through the African Charter on Democracy, \r\nElections and Governance, the African charter on \r\npublic service and the African peace and security \r\nmechanisms, et cetera.\r\nAfrica has decided to establish a free trade \r\nzone throughout the continent and is in the \r\nprocess of accelerating its economic integration \r\nthrough its ambitious programme of developing \r\ninfrastructure — namely, energy, railroad networks, \r\nairports and ports. That feeds the hope that we will \r\nhave support for private-public partnerships to finance \r\nthose wide-ranging infrastructure programmes. \r\nIn our implacable fight against poverty, Africa \r\nhas no choice but to persevere in its efforts to ensure \r\nprogress in the areas of food, nutrition, health, water \r\nprovisioning, sanitation, primary, technical and \r\nprofessional education for all, and the independence of \r\nwomen and children. \r\nThe fight against HIV/AIDS, tuberculosis and \r\nmalaria is a top priority for the continent, and we \r\nwill not be idle as long as we have not achieved the \r\nobjectives that we set in Abuja. In that regard, we \r\nwelcome the decision adopted by the Assembly of \r\nHeads of State and Government of the African Union \r\nasking the Commission of the Union to develop a road \r\nmap for the African Union for shared responsibility and \r\nglobal solidarity in combating HIV/AIDS, tuberculosis \r\nand malaria in Africa for the period of 2012 to 2015. \r\nA high-level coordinating meeting on the subject will \r\ntake place tomorrow, 26 September 2012, at United \r\nNations Headquarters.\r\nMr. Schaper (Netherlands), Vice-President, took \r\nthe Chair.\r\nI call on the spirit of solidarity of developed \r\ncountries and of countries of the South that are \r\nexperiencing considerable economic expansion to set \r\nup, according to their historic responsibility and their \r\nabilities, opportunities to assist the efforts of African \r\ncountries, as was agreed during the fourth Ministerial \r\nConference of the Least Developed Countries, held \r\nin Istanbul, Turkey in May 2011, as well as at the \r\nGroup of 20 Summit in Los Cabos, Mexico, in June. \r\nThe recommendations of those bodies reflect well \r\nour common ambition to transition of half of the least \r\ndeveloped countries to the category of middle-income \r\ncountries by 2020 — an ambition that has been fully \r\nintegrated into the Rio+20 vision.\r\n24 12-52029\r\nA/67/PV.6\r\ncould make a contribution. Finland would approach the \r\nissues on the Council’s agenda as an engaged Member \r\nState. We would be ready to look for constructive and \r\neven-handed solutions to common problems. We believe \r\nthat as a small and militarily non-aligned Member State, \r\nwe have what it takes. Finland’s candidacy enjoys the \r\nfull support of the other Nordic countries — Denmark, \r\nIceland, Norway and Sweden. \r\nThe ability to prevent conflict around the world \r\nremains the United Nations core mission. It is the \r\nyardstick by which United Nations successes or \r\nfailures are measured. It is the Security Council that \r\nshoulders the main responsibility for the maintenance \r\nof international peace and security.\r\nPeacekeeping mandated by the Council is an \r\nimportant means at our disposal in that regard. Finland \r\nhas participated in United Nations peacekeeping as \r\nlong as it has been a Member State. We are also ready to \r\nshare with other Members and regional organizations \r\nthe expertise that we have gained with respect to \r\ntraining peacekeepers. Our training centre, the Finnish \r\nDefence Forces International Centre, is at the service of \r\nthe United Nations.\r\nPeacekeeping is indispensable but is not enough. \r\nSoldiers are needed to secure the conditions for peace \r\nto begin to be built. However, in the end, peace is \r\nbuilt by civilians. That is why Finland has long paid \r\nspecial attention to civilian crisis management. Finnish \r\nexperts — police officers and experts in the rule of \r\nlaw, gender equality and human rights — participate \r\nin peacekeeping operations in many parts of the world.\r\nEffective mediation is also a must. Finland has \r\nmade a strong contribution to mediating conflicts. \r\nMy predecessor, President Martti Ahtisaari, won the \r\nNobel Peace Prize for his decades-long career as a \r\nsuccessful mediator. At the initiative of Finland and \r\nTurkey, a resolution was adopted in this Hall last year \r\nthat strengthened the normative basis for mediation \r\n(resolution 65/283). I am glad that the Secretary-\r\nGeneral will soon make his guidelines on mediation \r\navailable to all Member States, regional organizations \r\nand other actors. I encourage him to make full use of \r\nthe powers that the Charter grants him in that regard. \r\nRespect for the rule of law is part and parcel of \r\nbuilding peace in post-conflict societies. Impunity \r\noften leaves behind the seeds of another conflict. In the \r\nlong run, economic development is sustainable only if \r\nthe rule of law is respected. It is encouraging that the \r\nthe Republic of Finland, and to invite him to address \r\nthe Assembly.\r\nPresident Niinistö: May I begin by congratulating \r\nMr. Vuk Jeremić on his election as President of the \r\nGeneral Assembly at its sixty-seventh session. Let \r\nme assure him that Finland is fully behind him as he \r\nfulfils his important duties. We look forward to close \r\ncooperation with him.\r\nI have the pleasure and honour to address the \r\nGeneral Assembly for the first time as President of the \r\nRepublic of Finland. The United Nations is the forum \r\nto which our peoples’ expectations are directed when \r\nchallenges that affect us all need to be addressed. We \r\nin this Hall must recognize our responsibilities. We all \r\nmust be ready to shoulder them.\r\nA profound change is sweeping over the globe. \r\nRapid economic growth in the countries of the global \r\nSouth has already made greater well-being  a reality for \r\nhundreds of millions of people. More people have the \r\nchance to lift themselves out of poverty. More people \r\nhave the opportunity for political participation. These \r\ndevelopments will make our world more just and less \r\nprone to conflict. That is in Finland’s interest. It is in \r\nthe interests of us all.\r\nAt the same time, the tectonic plates of economic \r\npower are shifting. Global instruments are needed \r\nto manage that shift. The United Nations and the \r\nvarious “G Groups” need to work together better. We \r\nrecognize that such groups have an important role to \r\nplay in making the United Nations a more dynamic and \r\nrelevant player in the world economy.\r\nFinland sees itself as a responsible member of the \r\ninternational community — a good global citizen, if \r\nyou will. We support the United Nations in word and \r\nin deed because it is in our national interest to do so. \r\nThe United Nations is a genuinely universal forum for \r\ncooperation. It has unique legitimacy. For us, it is an \r\nindispensable means to promote international peace \r\nand security, development and human rights. As a \r\nsmall country — there are only some 5 million of us \r\nFinns — a world order based on respect for the United \r\nNations Charter and international law is a must. It is \r\nnot an option.\r\nFinland is a candidate for non-permanent \r\nmembership in the Security Council for the term \r\n2013-2014. We wish to shoulder the responsibility that \r\nmembership in the Council entails. We believe that we \r\n12-52029 25\r\nA/67/PV.6\r\nFinland is ready to put its expertise at the disposal of \r\nthe international community.\r\nThe conventional weapons trade clearly needs \r\nbetter global regulation. It is regrettable that the \r\nnegotiations on the arms trade treaty ended without \r\nthe desired outcome. The goal is in sight, however. It is \r\nimportant to ensure that the process continues within \r\nthe United Nations context. As one of the sponsors, \r\nFinland continues to reach out for a substantive treaty \r\nand one that is as universal as possible.\r\nIn Libya, the United Nations was instrumental in \r\nlaying the groundwork for a new and hopeful future for \r\nits people. In Syria, the tragic situation is, if anything, \r\ngetting worse. The Security Council has not been able to \r\ntake the leading role that it is expected to take under the \r\nCharter with respect to threats to peace such as in that \r\ncountry. The General Assembly has, on the other hand, \r\nsent a strong signal that the international community \r\ncannot remain indifferent. The killings of civilians \r\nmust stop. All members of the Security Council must \r\ncooperate to find a way out of the crisis. The authority \r\nof the United Nations will suffer if efforts to end the \r\ncrisis move elsewhere.\r\nThe Syrian conflict has overshadowed the Middle \r\nEast peace process. That is something that the parties \r\nand the international community can ill afford. A two-\r\nState solution, within which an independent, viable and \r\ncontiguous Palestinian State lives in peace and security \r\nwith the State of Israel, is slipping out of reach. The \r\nPalestinians have waited patiently. The negotiations \r\nmust restart. That is the only way forward. Renewed \r\nnegotiations need to result in a sustainable solution \r\nthat leads to the establishment of a Palestinian State, \r\nwhile respecting Israel’s legitimate security concerns. \r\nSettlements are squarely a contravention of international \r\nlaw and a growing obstacle to peace.\r\nThe President returned to the Chair.\r\nThe Security Council has powers, but with authority \r\ncomes responsibility. I hope that, in a few weeks, at \r\nan election held here in this Hall, Finland is entrusted \r\nby fellow Member States with such powers and the \r\nattendant responsibility for two years. Finland will act \r\nin the Council in accordance with the United Nations \r\nCharter and on the basis of our values. We will work \r\nconstructively and pragmatically in order to maintain \r\nand strengthen international peace and security to the \r\nbest of our ability.\r\nHigh-level Meeting on the rule of law yesterday showed \r\nthat there is indeed the political commitment to further \r\nsuch efforts.\r\nRespect for the rule of law instructs us to honour \r\nthe beliefs of others, but it also requires us to condemn \r\nall violence. Finland, together with the other Nordic \r\ncountries, will again introduce a draft resolution on \r\nthe protection of diplomatic missions in the General \r\nAssembly. Upholding diplomatic rights and immunities \r\nis in our common interest.\r\nPoverty reduction is the ultimate means to secure \r\npeace in many parts of the world. That requires, above \r\nall, economic growth and a level playing-field for all. \r\nDevelopment cooperation can assist, especially in the \r\nleast developed countries. Those countries that already \r\nsuffer the effects of climate change are particularly \r\nvulnerable and in need of our support. Finland has \r\na record of being a reliable partner for developing \r\ncountries stretching over half a century. Despite the \r\nwell-known budgetary pressures within the euro \r\nzone, Finland has increased its outlay fordevelopment \r\ncooperation to an annual level of about $1.5 billion in \r\nrecent years.\r\nWeapons of mass destruction remain an existential \r\nthreat to international peace and security. Finland \r\nhas been a strong supporter of the Treaty on the \r\nNon-Proliferation of Nuclear Weapons from the very \r\nbeginning. The non-proliferation of nuclear weapons, \r\ndisarmament and the right to the peaceful use of nuclear \r\nenergy are all necessary parts of the whole.\r\nFinland is prepared to host a conference on the \r\nestablishment of a Middle East zone free of nuclear \r\nweapons and all other weapons of mass destruction this \r\nyear. The task has been described as difficult but, rest \r\nassured, we will do our utmost to complete it. Nuclear \r\nmaterial cannot be allowed to fall into the wrong \r\nhands. Finland is on track to fulfil the commitments \r\nthat we undertook at the Washington conference in \r\n2010. National measures and international cooperation \r\nare both needed to stop nuclear terrorism. As a user of \r\npeaceful nuclear energy, Finland is strongly committed \r\nto continuing the process.\r\nChemical weapons were totally banned some \r\nyears ago. The treaty is not yet universal, though. \r\nThe Finnish Institute for Verification of the Chemical \r\nWeapons Convention is an established and respected \r\ninstitution. Should the need arise in the Middle East, \r\n26 12-52029\r\nA/67/PV.6\r\nthat are inclusive of women and minorities and that \r\ncreate the conditions for the further participation of \r\ncitizens in political life.\r\nIt is with great sadness, however, that we are \r\nwitnessing the loss of human lives in the region. \r\nIncreased violence in Syria continues, and the potential \r\nspillover effects to neighbouring countries are a great \r\ncause for concern. We strongly condemn the violence \r\nand the massacres of innocent civilians in Syria and \r\ncall for their immediate cessation. There is undoubtedly \r\na humanitarian crisis there that needs urgent attention. \r\nRecent consultations in the Security Council have \r\nemphasized that. The Republic of Cyprus stands ready \r\nto contribute to international efforts to manage the \r\ncrisis, in particular as the fire is raging  just outside \r\nour door.\r\nWe remain committed to respecting the sovereignty \r\nand territorial integrity of Syria and emphasize that \r\nthe continued violence and its recent intensification \r\nunderscore the need for a political solution. In that \r\nrespect, I join the rest of the international community \r\nin expressing our unequivocal support for the newly \r\nappointed Joint Special Representative for Syria, \r\nMr. Lakhdar Brahimi, with the sincere hope that he \r\nwill help bring the conflict to an end.\r\nAgainst that background of significant changes in \r\nthe region, the Middle East peace process continues to \r\nbe at an impasse. It is imperative to resume negotiations \r\nthat can eventually lead to the implementation of \r\nthe relevant Security Council resolutions and the \r\nestablishment of a free and independent Palestinian \r\nState on the basis of the pre-1967 borders. At the same \r\ntime, the solution must address Israel’s legitimate \r\nsecurity concerns.\r\nNo viable solutions can be achieved in the absence \r\nof political dialogue. As you, Mr. President, wisely \r\nproposed upon your election, the “Bringing about \r\nadjustment or settlement of international disputes \r\nor situations by peaceful means” is the overarching \r\npurpose of the United Nations. It nevertheless also \r\nremains a timeless challenge. I can personally attest to \r\nthat.\r\nCyprus still faces the consequences of foreign \r\nintervention, namely, the Turkish invasion and \r\noccupation. More than one third of my country’s \r\nterritory is still under the military occupation of Turkey, \r\na fellow Member State of the Organization. \r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Republic of Finland \r\nfor the statement he has just made.\r\nMr. Sauli Niinistö, President of the Republic of \r\nFinland, was escorted from the General Assembly \r\nHall.\r\nAddress by Mr. Demetris Christofias, President of \r\nthe Republic of Cyprus\r\nThe President: The Assembly will now hear an \r\naddress by the President of the Republic of Cyprus.\r\nMr. Demetris Christofias, President of the Republic \r\nof Cyprus, was escorted into the General Assembly \r\nHall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations His \r\nExcellency Mr. Demetris Christofias, President of the \r\nRepublic of Cyprus, and to invite him to address the \r\nAssembly.\r\nPresident Christofias (spoke in Greek; English text \r\nprovided by the delegation): Allow me to congratulate \r\nyou, Sir, on your election as President of the General \r\nAssembly at its sixty-seventh session and to express my \r\ndelegation’s support to you in discharging your duties \r\nI would also like to express my sincere appreciation to \r\nyour predecessor, His Excellency Mr. Nassir Abdulaziz \r\nAl-Nasser, for the excellent way in which he conducted \r\nthe work of the General Assembly at its sixty-sixth \r\nsession. I would also like to take this opportunity to \r\nthank the Secretary-General for his report on the work \r\nof the Organization (A/67/1).\r\nOwing to its geographical location and historical \r\nties with its neighbouring countries, Cyprus has been \r\nclosely following and has taken particular interest in \r\nthe developments in the wider Middle East and North \r\nAfrica over the past 18 months. The sovereignty of \r\npeoples was and remains a fundamental principle of \r\nthe Organization and the functioning of States. As the \r\ninternational community, we should, in our opinion, \r\naddress events there through that prism, respecting the \r\nright of each people to determine its own future.\r\nDuring that period, we witnessed transformations \r\nin Tunisia, Egypt, Yemen and Libya. We stand by those \r\npeoples through that transition and encourage their \r\nefforts on the difficult road to consolidating democracy \r\nand the rule of law. We look forward to new structures \r\n12-52029 27\r\nA/67/PV.6\r\npresidency of the Council of the European Union by the \r\nRepublic of Cyprus. \r\nFor our part, we remain committed to Security \r\nCouncil resolution 2026 (2011), which provides that \r\nan accord on the internal aspects of the Cyprus issue \r\nmust be achieved before convening an international \r\nconference on the international aspects of the matter \r\nwith the consent of the two communities. \r\nWe remain unchanged in our commitment to \r\nreturning to the negotiating table; to continuing the \r\nnegotiations in good faith; and to respecting in practice, \r\nnot just in words, the agreed basis for the solution of \r\na bicommunal and bizonal federation with a single \r\nsovereignty, citizenship and international personality \r\nand political equality, as defined in the relevant Security \r\nCouncil resolutions. \r\nWe are grateful to the Secretary-General, who \r\nhas willingly devoted his time and effort and invested \r\nin that process, despite the many challenges that this \r\ninternational Organization faces.\r\nI call on the Turkish Cypriot leadership to return \r\nto the table and to share our vision for a united and \r\npeaceful Cyprus. A solution to the Cyprus problem \r\nrequires the support of all concerned parties. Turkey’s \r\npositive contribution and practical support for efforts \r\non the part of the two communities to take the process \r\nforward is crucial. Yet Turkey has instead been \r\npursuing “gunboat diplomacy”, with frequent displays \r\nof military strength around Cyprus.\r\nTurkey’s alarming behaviour has been escalating \r\nsince September 2011, when Cyprus undertook \r\nexploration activities in its exclusive economic \r\nzone, based on its rights under international law and \r\nparticularly the 1982 United Nations Convention on the \r\nLaw of the Sea. \r\nTurkey has neither signed the aforementioned \r\nConvention nor abided by relevant customary \r\ninternational law. On the contrary, Turkey has carried \r\nout unilateral actions with respect to sea areas that are \r\nsituated patently beyond any reasonable geographical \r\nor legal limit of its continental shelf and potential \r\nexclusive economic zone and that clearly fall within the \r\nexclusive economic zone and continental shelf of the \r\nRepublic of Cyprus.\r\nTurkey is behaving as if the Republic of Cyprus \r\ndid not exist on the map of the region. Such behavior, \r\nby a country seeking to become a member State of the \r\nOur participation at the United Nations requires \r\nengagement in the struggle for the protection of \r\nhuman rights. We share a commitment to the rule of \r\nlaw and are proponents of peace and security in the \r\nworld. Yesterday, we supported the Declaration of the \r\nHigh-level Meeting on the Rule of Law at the National \r\nand International Levels (resolution 67/1), affirming \r\nthe sovereign equality of States and respect for their \r\nterritorial integrity.\r\nYet Turkey, after invading Cyprus in 1974, has \r\ncontinued to occupy the northern part of the island for \r\nthe past 38 years, maintaining a strong military force \r\nand continuing the mass transfer of settlers from Turkey, \r\npursuant to its policy for the demographic alteration of \r\nmy country’s population. Turkey continues to violate \r\nthe human rights and fundamental freedoms of tens \r\nof thousands of displaced persons, including usurping \r\ntheir property and violating the rights of the besieged \r\nand those who have lost their loved ones and continue \r\nto search for them.\r\nSince the assumption of my duties as President of \r\nthe Republic of Cyprus in 2008, I took the initiative, \r\nin collaboration with the Secretary-General, Mr. Ban \r\nKi-moon, to end the stalemate and to start a new process \r\nof direct negotiations with the then leader of the Turkish \r\nCypriot community, Mr. Mehmet Ali Talat, on the basis \r\nof a bicommunal and bizonal federation with a singly \r\nsovereignty, citizenship and international personality. \r\nWe came to an agreement on those conditions with \r\nMr. Talat. The process began under the auspices of the \r\nSecretary-General and is being facilitated by his good \r\noffices mission on the island.\r\nI believe that the Turkish Cypriot side, under \r\nMr. Talat, shared the vision of a solution, for the \r\nbenefit of all Cypriots, to terminate the occupation and \r\nestablish the conditions for lasting peace and security \r\non the island. Despite the difficulties posed by the \r\noccupation, at the time we achieved convergence in a \r\nnumber of important areas.\r\nSince 2010, however, despite committing itself in \r\nthe presence of the Secretary-General to continuing the \r\ntalks from where they had left off, the current Turkish \r\nCypriot leadership, under Mr. Eroğlu, has broken that \r\njoint commitment and has retracted from the agreement \r\nworked out with the previous Turkish Cypriot leader. \r\nIn addition, since last March, the Turkish Cypriot \r\nleadership, with Turkey’s support, has abandoned \r\nthe negotiations in response to the assumption of the \r\n28 12-52029\r\nA/67/PV.6\r\nI would also like to seize this opportunity to thank \r\nSecretary-General Ban Ki-moon for his continued work \r\nin support of the role of the United Nations.\r\nThese days, the Arab world is experiencing a \r\ndifficult and risky period that is, at the same time, full \r\nof hope. As a matter of fact, it is an impressive attempt \r\nto correct prevailing conditions in a region with a \r\nspecial history, at a time when the world order is rapidly \r\nchanging. The current period represents a special, new \r\nand unprecedented experience that forms part of human \r\nhistory. Today’s experiences differ from the previous \r\nexperiences of nations and peoples who participated \r\nin changing times. They accepted the necessary \r\nconsequences and bore the costs with the knowledge \r\nthat the costs were consistent with moving forward at \r\nthe appropriate time in response to ambitions towards \r\nfreedom, enlightenment, respect for the dignity of man \r\nand development. But the Arab experience of transition \r\nis unique in its pace and process.\r\nConditions in the Arab world, seen from afar, \r\nmay show disturbances and problems in many places \r\nwith images of smoke and f lames. However, I would \r\nlike, from this rostrum, to reassure all those who are \r\nfollowing the events in the region and may sometimes \r\nfeel uncomfortable about what they see and hear. Those \r\nevents represent the movement of a nation struggling to \r\ncope with the times and continue its forward march, as \r\nit has many times before. Yet now that march has been \r\ninterrupted by obstacles, both external and internal and \r\nregional and international. \r\nThose obstacles have frustrated its will and derailed \r\nits march. But it has recently taken matters into its own \r\nhands after having suffered dictatorship, dependence \r\nand corruption.\r\nWe remember that the American political and social \r\nexperience was born of a civil war that the country \r\nhad to undergo to affirm its unity. Today’s Europe \r\nexperienced terrible world wars until it achieved a \r\ndegree of unity that could not be achieved by arms or \r\nhegemony. And Asia has seen highly successful cases \r\nof nations advancing and achieving their aspirations, \r\nafter long periods of painful new birth.\r\nI say this to assure whoever cares about our part \r\nof the world and its future that what is going on in our \r\nregion is natural and historic.\r\nIt is not reasonable to expect that people can attain \r\ntheir freedom as soon as they ask for it. Human history \r\nEuropean Union and supposedly seeking to maintain \r\nzero problems with its neighbours, cannot and should \r\nnot be tolerated by the international community. I call \r\non Turkey, before this Assembly, to cease its provocative \r\nbehaviour. I repeat at the same time that in a reunified \r\nCyprus the natural resources, including hydrocarbons, \r\nwill be the common wealth of all Cypriots — both \r\nGreek Cypriots and Turkish Cypriots alike.\r\nThe deadline set by the international community \r\nfor the achievement of the Millennium Development \r\nGoals in 2015 is nearing. We have seen much progress \r\nthus far but much more remains to be done, as poverty \r\nand hunger persist. In looking beyond 2015, we need \r\nto recommit ourselves to a solid new agenda aimed \r\nat poverty eradication, inclusive economic and social \r\ndevelopment, environmental sustainability and peace \r\nand security for all.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Republic of Cyprus \r\nfor the statement he has just made.\r\nMr. Demetris Christofias, President of the Republic \r\nof Cyprus, was escorted from the General Assembly \r\nHall. \r\nAddress by His Highness Sheikh Hamad bin \r\nKhalifa Al-Thani, Amir of the State of Qatar\r\nThe President: The Assembly will now hear an \r\naddress by His Highness Sheikh Hamad bin Khalifa \r\nAl-Thani, Amir of the State of Qatar.\r\nHis Highness Sheikh Hamad bin Khalifa Al-Thani, \r\nAmir of the State of Qatar, was escorted into the \r\nGeneral Assembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations His \r\nHighness Sheikh Hamad bin Khalifa Al-Thani, Amir \r\nof the State of Qatar, and to invite him to address the \r\nAssembly.\r\nSheikh Al-Thani (spoke in Arabic): At the outset \r\nI would like to congratulate Mr. Vuk Jeremić on his \r\nelection as President of the General Assembly at its \r\nsixty-seventh session and to wish him all success.\r\nI would also like to express my thanks to \r\nMr. Nassir Abdulaziz Al-Nasser, President of the \r\nGeneral Assembly at its previous session and one of the \r\nmost capable Qatari diplomats, for his efforts to ensure \r\nthe successful work of the General Assembly.\r\n12-52029 29\r\nA/67/PV.6\r\nThe situation in Syria has reached an unacceptable \r\nphase. Hundreds of innocent Syrians are killed every \r\nday, under the fire of a regime that does not hesitate \r\nto use all sorts of weapons against its own people. We \r\nhave used all available means to help Syria extricate \r\nitself from the cycle of killing, but in vain. The Security \r\nCouncil has failed to reach an effective position. \r\nIn view of that, I believe that the Arab countries \r\nthemselves should intervene, in order to fulfil their \r\nnational humanitarian, political and military duties, and \r\ndo what is necessary to stop the bloodshed in Syria, the \r\nkilling of innocent people and their displacement and \r\nguarantee a peaceful transition of power. We do have \r\na precedent in that respect. Arab forces intervened in \r\nLebanon in the mid-1970s to stop the internal fighting \r\nthere, and their efforts proved effective and useful. We \r\nurge all countries that believe in the cause of the Syrian \r\npeople to provide every type of support to that people \r\nuntil they are able to secure their legitimate rights.\r\nDespite all the suffering in the Middle East, the \r\ncore problem remains the Palestinian question: the \r\ncontinued Israeli occupation of the Arab territories \r\nin the West Bank, the Golan and Shaba’a farms in \r\nsouthern Lebanon, the stif ling blockade imposed on the \r\nGaza Strip and the continued arrest and imprisonment \r\nof thousands of Palestinians in Israeli prisons. The \r\npeace process has stalled because of the current \r\nIsraeli position that insists on continuing the policy of \r\nsettlements in the Palestinian territories and Jerusalem \r\nand refusing to cede them.\r\nSometimes I would like to ask why the international \r\ncommunity does nothing to implement the relevant \r\nresolutions on the Middle East. Why does the Security \r\nCouncil not adopt a resolution under Chapter VII that \r\nwould force Israel to lift the blockade of Gaza and stop \r\nits settlement activity, a resolution that would return \r\nthe peace process to the comprehensive track instead of \r\nthe piecemeal approach, which does not lead to results? \r\nI find no answer to my questions.\r\nWe firmly believe in the importance of the freedom \r\nof expression and the right of people to express their \r\nopinion based on our belief in the sanctity of humanity \r\nand the dignity of man, who was created by God as \r\nfree and dignified. At the same time, we believe that \r\nfreedom should not exceed reasonable limits and \r\nbecome a tool to hurt and insult the dignity of others or \r\nther dignity of religions, faiths and sacred beliefs. This \r\nshows that peoples have sacrificed their lives and wealth \r\nto gain freedom. In the same way, dictatorships do not \r\nchange at the first signs of revolution but require real \r\nresistance to depose them. The desire for advancement \r\nwill not eliminate backwardness except through hard \r\nwork. Occupied territories will never be restored by a \r\nmere rejection of the occupation, but by persistence in \r\ndemanding rights and by resistance using all legitimate \r\nmeans.\r\nWhat adds to the difficulties of the transition in \r\nour Arab world is that it takes place in a time of great \r\naspirations and a climate subject to all sorts of changes \r\nand complications. Our peoples have had to fight to \r\nchange their lives under circumstances that differ \r\ngreatly from those faced by others in similar situations. \r\nIn America, Europe, Asia and other places, historical \r\ntransitions have taken place within certain limits. In the \r\nArab world, however, that birth has had to take place \r\nunder spotlights, before the eyes of the entire world, \r\nunder the watchful eye of satellites crisscrossing space \r\nand shaped by electronic media, without any shield or \r\nbarrier of any sort.\r\nIn order to achieve their objectives, those who \r\nundertake internal and external interventions to peoples \r\nfrom attaining their legitimate rights do not hesitate \r\nto use all means at their disposal, from exploitation \r\nof the past and its complex legacy to other means of \r\nprovocation. They can even use arms, shedding seas of \r\nblood, if other means fail or take too long. All of that \r\nhas made our transition from past to future and from \r\nbackwardness to development a risky process, under \r\nfire from all corners.\r\nTogether with others, we realized the risks inherent \r\nin the current phase of the evolution of our nation and of \r\nthe Arab world. If we could ask for one thing during this \r\nsession, it would be an encouraging reconfirmation of \r\nthe right of our Arab world to continue its advancement \r\nand achieve its aspirations in a new world, a world \r\nshaped by science and technology, a world that the \r\npioneers who wrote the well-known conventions on \r\nrights and freedom could not have imagined.\r\nOn the other hand, I hope that this world gathering \r\nwill take a stand that reflects sympathy with the \r\nhistoric transformations under way in the Arab world. \r\nThat would reassure the people who are working \r\nhard and with determination to carve out a place for \r\nthemselves in history and who struggle to achieve \r\nfreedom and dignity, hoping for a better tomorrow for \r\nfuture generations.\r\n30 12-52029\r\nA/67/PV.6\r\nBefore concluding, I would like to welcome the \r\nelection of our brother Hassan Sheikh Mohamud as \r\nPresident of the Somali Republic, and to wish him \r\nevery success in achieving security and stability in that \r\ncountry, whose people have suffered so much. I call \r\non the international community to exert greater effort \r\nto help Somalia to reach a solution to its crisis that is \r\nacceptable to all the Somali parties, one that will pave \r\nthe way for the return of peace to the country and will \r\nhelp rebuild the State after the long years of war and \r\ndestruction.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the Amir of \r\nthe State of Qatar for the statement he has just made.\r\nHis Highness Sheikh Hamad bin Khalifa Al-Thani, \r\nAmir of the State of Qatar, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by Mr. Rossen Plevneliev, President of the \r\nRepublic of Bulgaria\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Bulgaria.\r\nMr. Rossen Plevneliev, President of the Republic of \r\nBulgaria, was escorted into the General Assembly \r\nHall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Rossen \r\nPlevneliev, President of the Republic of Bulgaria, and \r\nto invite him to address the Assembly.\r\nPresident Plevneliev: It is a great honour for me \r\nto speak from this rostrum for the first time since I \r\ntook office in January. I would like to congratulate \r\nPresident Jeremić on assuming the chair of this highly \r\nrepresentative body and wish him success in his \r\nchallenging task. I also wish to commend the work \r\nof his predecessor, Mr. Nassir Abdulaziz Al-Nasser, \r\nPresident of the Assembly at its sixty-sixth session. \r\nLet me express our gratitude and appreciation to \r\nSecretary-General Ban Ki-moon for his inspiring \r\nvision, reform efforts and result-oriented action. I also \r\nwish to welcome the appointment of Mr. Jan Eliasson of \r\nSweden as Deputy Secretary-General.\r\nOur time is marked by historic shifts and \r\nby achievements in science, technology and \r\ncommunications that shape the global economy and \r\nis a phenomenon that we have seen lately and which has \r\nregrettably led to the killing of innocent people.\r\nWe have called and we continue to call for dialogue \r\nin order to exchange information and experience. We \r\nhave called and continue to call for dialogue among \r\ncivilizations and religions. We have established the \r\nDoha International Centre for Interfaith Dialogue. \r\nWe have called and still call for dialogue aimed at \r\nacquainting ourselves with ideas and experiences from \r\nall over the globe and to learn about different faiths in \r\norder to ensure that human culture is interconnected and \r\neveryone has a say in its creation. Everyone should reap \r\nits dividends, based on understanding, appreciation, \r\nknowledge and the full exercise of rights.\r\nI have on previous occasions reiterated the \r\nimportance of that question and the need to strike a \r\nbalance between respect for sacred faiths and religions \r\nand freedom of expression in order for tolerance to \r\nreplace intolerance and acceptance of the other to \r\nreplace rejection and stereotyping, which is neither fair \r\nnor right. Today, I would like to take this opportunity to \r\ncall on the United Nations, those who exercise wisdom \r\nand reason and those who have decision-making power \r\nat the international level to drsft internationally agreed \r\nlaws, procedures and controls aimed at preventing \r\nreligions and faiths from being insulted under any \r\npretext and, at the same time, upholding the right of \r\nmankind to know and express its opinions.\r\nMs. Flores (Honduras), Vice-President, took the \r\nChair.\r\nOne of the great challenges that we must face is \r\nthe question of climate change and its terrible and \r\ndestructive consequences for all countries. This \r\nrequires us to cooperate and work together to reach \r\nthe best solutions to that challenge and overcome our \r\ndifferences.\r\nI would like to note that the State of Qatar will host \r\nthe eighteenth session of the Conference of the Parties to \r\nthe United Nations Framework Convention on Climate \r\nChange. The importance of this conference is that it \r\ncould produce a road map that could help us deal with \r\nthe negative effects of this phenomenon. I would like \r\ntake the opportunity of speaking in this international \r\nforum to invite all countries of the world to participate \r\nin the conference so that we may reach an international \r\nconsensus on the matter.\r\n12-52029 31\r\nA/67/PV.6\r\nDamascus has lost all legitimacy by waging a reckless \r\nwar on its own people and refusing to heed the calls for \r\na negotiated way out of the crisis. Due to the growing \r\nnumber of refugees, the humanitarian situation is \r\ndeteriorating day by day and the stability of neighbouring \r\ncountries is also at risk. Bulgaria condemns these \r\ngross violations of basic United Nations principles \r\nand of international humanitarian law. We call for full \r\naccountability on the part of the perpetrators, including \r\nby bringing them before the International Criminal \r\nCourt. My country subscribes to the acts of solidarity \r\nundertaken by the European Union and its members \r\nin providing relief to the suffering civilian population \r\nthrough emergency humanitarian assistance.\r\nIt is regrettable that the active involvement of \r\nthe United Nations and the international community \r\nhas so far failed to ensure the Syrian authorities’ \r\ncompliance with the peace proposals elaborated \r\nthrough international mediation. Bulgaria gave its full \r\nsupport to the diplomatic efforts of Mr. Kofi Annan and \r\nwelcomed the appointment of Mr. Lakhdar Brahimi as \r\nJoint Special Representative of the United Nations and \r\nthe League of Arab States for Syria. While the violence \r\nand bloodshed should be stopped immediately, we \r\nalso call for the start of a transition towards inclusive \r\nand representative democratic rule in Syria, one \r\nthat guarantees the rights of all citizens regardless \r\nof ethnicity or religion. Bulgaria has supported the \r\nSyrian opposition groups in their efforts to unite on an \r\nalternative to the current regime, on the basis of the \r\nvision of a new democratic State that can be a home that \r\nwelcomes all Syrians.\r\nThe promotion of just, inclusive and transparent \r\nsocieties supports the process of democratic transition, \r\nknown as the Arab Spring, that has swept across the \r\nMiddle East and North Africa. Bulgaria welcomes \r\nthe steps taken by several countries on the path to \r\nconstitutional and political reform, and we trust that \r\nthose are now irreversible.\r\nAt the same time, the need to reactivate the Middle \r\nEast peace process seems now more pressing than \r\never. Bulgaria looks forward to the resumption in good \r\nfaith of direct negotiations and expects both parties to \r\ndemonstrate their continued commitment to a peaceful \r\nsolution that respects the legitimate interests and \r\nsensitivities of the Israeli and Palestinian people. All \r\nefforts should made to create an environment conducive \r\nto a comprehensive peace settlement between the two \r\nStates, a two-State solution. In that respect, we urge \r\npolitics but that, we should also bear in mind, have an \r\nimpact on every human being. More and more nations \r\naround the world have now opted for open, free and \r\ndemocratic societies based on the rule of law and \r\ngood governance. But such historic transformations \r\ndo not always bring more peace and stability. On \r\nmany occasions we still face extreme violence and \r\nbloodshed, causing senseless loss of innocent lives, \r\nhuman suffering and destruction.\r\nThe main theme of the Assembly’s general debate \r\ntoday could not be more relevant for us as political \r\nleaders. Dealing with violent conflicts and promoting \r\npeace, security, development and human rights have \r\nalways been at the core of the United Nations. At \r\nyesterday’s High-level Meeting, we affirmed our \r\ncredo that the rule of law forms the basis of a peaceful \r\nand predictable system of international relations. \r\nNowadays, as conflicts have become more complex, we \r\nshare the view that mediation and good offices should \r\nbe the tools of preference for dealing with escalating \r\ntension.\r\nDelivering justice is vital to addressing terrorism, \r\none of the ugliest and most despicable crimes against \r\nhumanity. No cause whatsoever can justify the \r\nindiscriminate killing of innocent civilians. Sadly \r\nenough, no country or human being today can feel safe \r\nor insured against this evil. Just a few weeks ago, at the \r\nSofia synagogue, we paid tribute to the memory of five \r\nIsraeli citizens and one Bulgarian who lost their lives in \r\nthe shocking terrorist attack last July at the airport of \r\nSarafovo, a lively tourist destination on our Black Sea \r\ncoast. From this high stage today in New York, a few \r\nmiles from the September 11 memorial, I now reaffirm \r\nour strongest condemnation of that awful crime. My \r\ncountry will spare no effort to bring the perpetrators \r\nand masterminds to justice. That attack on our own \r\nsoil has made us stronger and more determined to align \r\nwith others in implementing the United Nations Global \r\nCounter-Terrorism Strategy.\r\nWe condemn the violent acts committed recently \r\nin the name of defending religious beliefs. This is \r\nunacceptable. We urge all involved to show tolerance \r\nand avoid provocative actions that can be destructive to \r\npeace and stability.\r\nFor more than a year now the continuing brutal \r\nviolence in Syria has provoked our extreme concern. \r\nEach day brings testimony of unacceptable levels \r\nof bloodshed and human suffering. The regime in \r\n32 12-52029\r\nA/67/PV.6\r\na year ago, Bulgaria initiated an international forum \r\ncalled the Sofia Platform , providing a useful venue for \r\ndialogue and an exchange of views and best practices \r\namong countries in the region. We got experts, \r\nofficials and representatives from Governments, \r\nnon-governmental organizations and civil societies all \r\nover the world focusing on the transition processes in \r\nCentral and Eastern Europe, the Balkans and the Middle \r\nEast. The forum showed that although the historical, \r\ncultural and political realities vary in different countries \r\nand regions, conclusions and lessons learned can be \r\nrelevant in the field of national reconciliation, rule of \r\nlaw, institution-building and security sector reform.\r\nBulgaria maintains its unwavering commitment \r\nto the process of European Union (EU) enlargement, \r\ninvolving all our neighbouring countries of South-\r\nEastern Europe and the Balkans. We confirm our \r\nconviction that all States of the region should one day \r\nbecome part of the European Union, on the basis of \r\ntheir own merits and criteria fulfilled in the negotiation \r\nprocess. At the same time, pursuing the national reform \r\nagendas, solving outstanding issues and building \r\nregional cooperation and good neighbourly relations, in \r\naccordance with the European standards, is of direct \r\nbenefit to all countries of the region and their European \r\nperspective. All of us in South-Eastern Europe are \r\ninterested in promoting business and human contacts \r\nwith our neighbours, developing cross-border projects \r\nand facilitating travel, building railways and highways, \r\nand developing communications and regional energy \r\nand transport infrastructure facilities — all as part of \r\nthe pan-European networks. That is why we need to \r\nmake the best use of existing regional bodies, such as the \r\nOrganization of the Black Sea Economic Cooperation \r\nand the South-Eastern European Cooperation Process \r\nwith its Regional Cooperation Council.\r\nA few months ago, at the Rio+20 Conference on \r\nSustainable Development, we made a good start on \r\nthe path to a greener and safer world. The outcome \r\ndocuments indicate that sustainable development is \r\nthe only possible way forward. The triple-win policies \r\nenvisaged in the outcome document, “The future we \r\nwant” (resolution 66/288, annex) seek to advance social \r\ndevelopment, economic growth and environmental \r\nsustainability, all at the same time. Our task now is \r\nto focus on the Conference follow-up and to deliver. \r\nThe General Assembly should discuss the formulation \r\nof sustainable development goals to be integrated \r\ninto the United Nations development agenda beyond \r\n2015. We see an important role for the Economic and \r\nboth the Palestinians and the Israelis to refrain from \r\nany unilateral actions that could be destructive to the \r\npeace process.\r\nDisarmament and non-proliferation of weapons \r\nof mass destruction are areas that continue to demand \r\nstrong political will and action by the international \r\ncommunity. It is essential that we continue to \r\nstrengthen the comprehensive regime of the Treaty on \r\nthe Non-Proliferation of Nuclear Weapons and of other \r\nmajor international instruments, such as the Chemical \r\nWeapons Convention. With regard to conventional \r\narms, Bulgaria consistently supports the negotiation \r\nprocess leading to the adoption of a legally binding \r\narms trade treaty that is robust in substance.\r\nAlong with others, we believe that Iran’s full \r\ncooperation with the International Atomic Energy \r\nAgency is of paramount importance. The Government \r\nin Tehran must show greater transparency of its nuclear \r\nactivities and fully comply with all relevant Security \r\nCouncil resolutions. We look to a resumption of the \r\nhigh-level negotiations on the future of Iran’s nuclear \r\nprogramme and a clear demonstration of political \r\nwill by the Iranian authorities to undertake concrete \r\nconfidence-building steps and address the concerns of \r\nthe international community.\r\nBulgaria highly values the role of the Human \r\nRights Council as the primary United Nations body \r\nfor the protection and promotion of human rights. I am \r\ndelighted to announce that my country will be seeking, \r\nfor the first time, election to the Council for the period \r\n2019 to 2021.\r\nOver the past two decades, Bulgaria has gone \r\nthrough a successful transition from totalitarian rule to \r\na functioning democracy with an open market economy \r\nand a vibrant civil society. It has been a difficult, \r\ndramatic and sometimes turbulent journey. I think \r\nour greatest achievement in this process was to have \r\npreserved the long-standing tradition of tolerance and \r\ndialogue between ethnic and religious communities \r\nwithin Bulgarian society. That tradition can be clearly \r\nillustrated by a glimpse of the centre of our capital, where \r\nfour temples of different religions — Islam, Judaism \r\nand Catholic and Orthodox Christianity — coexist \r\npeacefully, surrounded by archaeological monuments \r\nof several ancient civilizations.\r\nIt is in this spirit that we stand ready to share the \r\nexperience from our road to democracy with other \r\ncountries undergoing similar challenges. More than \r\n12-52029 33\r\nA/67/PV.6\r\nAddress by Mr. Susilo Bambang Yudhoyono, \r\nPresident of the Republic of Indonesia\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will hear an address by the President of the \r\nRepublic of Indonesia.\r\nMr. Susilo Bambang Yudhoyono, President of \r\nthe Republic of Indonesia, was escorted into the \r\nGeneralAssembly Hall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Susilo \r\nBambang Yudhoyono, President of the Republic of \r\nIndonesia, and to invite him to address the Assembly.\r\nPresident Yudhoyono: May peace be upon us all. \r\nI am honoured to represent my country, Indonesia, at \r\nthis year’s General Assembly debate to discuss how we \r\ncan find better ways to peacefully resolve or manage \r\nconflicts around the world.\r\nThis, of course, is what the United Nations is all \r\nabout: to end the scourge of war, and to create a peaceful \r\nand equitable world order based on international \r\ncooperation.\r\nIn the decades since its founding, the United Nations \r\nhas developed a number of instruments to address \r\nconflicts in all their manifestations. During those \r\ndecades, many inter-State and intra-State conflicts have \r\nbeen resolved — those in Angola, Bosnia, Cambodia, \r\nTimor-Leste, as well as many others.\r\nThe question we must now ask is whether those \r\ninstruments are adequate to address the whole spectrum \r\nof conflicts that the world community now faces.\r\nThat is clearly evident in the Syrian crisis. The \r\nworld community is witnessing, with great pain, \r\nthe worsening violence and unfolding humanitarian \r\ncatastrophe on the ground; at the same time, the United \r\nNations is in a state of paralysis in responding to the \r\nsituation. There is no end in sight to the conflict, and it \r\nappears that we have not yet seen the worst of the crisis.\r\nIndonesia therefore reiterates its call for the \r\nimmediate cessation of violence in Syria, which has \r\ntaken a high toll in innocent civilian lives. The Security \r\nCouncil must now unite and act decisively, as mandated \r\nby the United Nations Charter, to bring the situation \r\nunder control.\r\nSocial Council in the process, and we stand ready to \r\ncontribute, taking the opportunity of our membership \r\nin the Council.\r\nIn the context of the United Nations development \r\nagenda, let me stress that Bulgaria, as an EU member, \r\nis deeply committed to the implementation of the \r\nMillennium Development Goals and is working to \r\ngradually increase its share as a donor of development \r\nand humanitarian aid, in compliance with the \r\ncommitments it has undertaken. During this Assembly \r\nsession, Bulgaria will sign the Food Assistance \r\nConvention.\r\nBeing myself a strong supporter of greater focus \r\non education as a key area for sustainable development, \r\nallow me to express my high appreciation for the \r\ninitiative of the Secretary-General “Education First”. \r\nI am convinced that in a knowledge-based network of \r\neconomies, education is the best investment in order \r\nto prepare young generations for global citizenship. \r\nWe welcome the designation of UNESCO’s Director-\r\nGeneral, Mrs. Irina Bokova, as the Executive \r\nSecretary for this initiative. In view of her outstanding \r\nperformance so far, Bulgaria advocates Mrs. Bokova’s \r\nre-election for a second term at the helm of  UNESCO \r\nfor the period 2013 to 2017.\r\nWe highly value UNICEF’s noble mission to \r\npromote children’s rights, safety and well-being. Over \r\nthe past few years, the role of UNICEF in Bulgaria \r\nevolved from the usual technical assistance to a \r\nstrategic partnership with the Government in order to \r\npromote fundamental reforms. In November this year, \r\nmy country will host a UNICEF-sponsored high-level \r\nregional conference on child care system reform.\r\nFinally, let me assure the Assembly that Bulgaria \r\nwill continue to give its full support to the noble cause \r\nof building a stronger, rule-based multilateral system \r\nwith an enhanced role for the United Nations at its \r\ncentre. Success on that path will be achieved only by \r\nworking together.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of Bulgaria for the statement he has just \r\nmade. \r\nMr. Rossen Plevneliev, President of the Republic of \r\nBulgaria, was escorted from the General Assembly \r\nHall.\r\n34 12-52029\r\nA/67/PV.6\r\ndisputes in the South China Sea, tensions in the Korean \r\npeninsula, and the like.\r\nIn this warm peace, new progress can easily regress. \r\nHard-won peace processes can stall or even crumble. \r\nStrategic miscalculations in disputed theatres may lead \r\nto rising tensions and armed clashes.\r\nAnd in this warm peace, pockets of hatred and \r\nbigotry, intolerance and extremism continue to litter \r\nour world.\r\nPerhaps we will have to live with this warm \r\npeace for decades. But I believe that we can lower the \r\ntemperature of this warm peace. Where possible, we \r\ncan resolve conflicts one by one. We can strengthen \r\nthe building blocks of peace. We can promote a new \r\nglobalism that can potentially change the dynamics of \r\nconflict resolution.\r\nIn order to do that, we need to try new approaches \r\nand be more imaginative. The first thing we have to \r\ndo is to evolve a new strategic mindset. Let us face it: \r\nremnants of the cold-war mentality still persist in parts \r\nof the geopolitical landscape, not least in our own United \r\nNations, where rigid, dogmatic, zero-sum calculations \r\nsometimes still come into play. For long-term peace, a \r\npeace born of trust and mutual confidence, we must get \r\nrid of that mindset. In that light, we must continue to \r\nwork towards a reformed Security Council, a Council \r\nthat reflects the strategic realities of the twenty-first \r\ncentury and provides security to all.\r\nWe must also work to perfect the instruments of \r\npeace, which include robust regionalism. We in the \r\nAssociation of Southeast Asian Nations (ASEAN) have \r\nseen how such regionalism can be a force for peace and \r\ncooperation. As a result of a strong regionalism, all of \r\nSouth-east Asia has thrived under ASEAN cooperation. \r\nSouth-east Asia, which was once the cockpit of border \r\nwars and the proxy wars of extra-regional Powers, has \r\ncome together.\r\nAfter ASEAN was founded, in 1967, it devoted \r\nthe early decades of its life as a regional organization \r\nto cultivating the habits of dialogue, consultation and \r\ncooperation, not only among its members but with its \r\ndialogue partners. Thus, each ASEAN country adopted \r\na new strategic mindset based on trust and a sense of \r\nhaving a stake in the success and progress of all the \r\nothers. Today the ASEAN family is united and at peace \r\nwith itself and with the rest of the world.\r\nClearly, whatever the explanation, the present \r\ninternational system cannot for now resolve the Syrian \r\nconflict. There is every likelihood that the community \r\nof nations will see similar conflicts in future. It will \r\nbe in a different corner of the world, and in a different \r\nform, with different actors. It will not help the cause \r\nof international peace if, once again, we end up being \r\ndivided and unable to positively alter the course of the \r\nconflict. The world community must develop ways to \r\naddress them more effectively, towards their peaceful \r\nend.\r\nWe must adapt to twenty-first century security \r\nchallenges. There is no question that the world we live \r\nin today is in much better condition than it was in the \r\ntwentieth century. Freedom has spread. The threat of \r\nnuclear holocaust is receding significantly. There is \r\nno prospect of a world war, the kind that twice created \r\nsuch destruction during the twentieth century. The \r\nglobal economy has expanded remarkably. Nations \r\nare becoming more interdependent. International \r\ncooperation and partnerships are f lourishing.\r\nHowever, it is only relative peace, not total peace \r\nas yet. We have moved from the era of the cold war to \r\nan era of “warm peace”. In this warm peace, the world \r\nremains stuck with an outdated international security \r\narchitecture that still ref lects twentieth-century \r\ncircumstances, in contrast with the global economic \r\narchitecture, which has done much better in adjusting \r\nto the twenty-first century.\r\nIn this warm peace, the relationships between the \r\nmajor Powers are, for the first time, marked by relative \r\nstability and increased cooperation. But the question \r\nremains unanswered as to how they will accommodate \r\nthe growing ranks of emerging Powers that are \r\nreshaping the world order.\r\nIn this warm peace, old enmities and long-standing \r\nconflicts can still resurface in the new strategic \r\nlandscape, even carried on by new generations.\r\nIn this warm peace, we are seeing new security \r\nchallenges and opportunities arising from the seismic \r\npower shifts that are occurring in some regions. The \r\nsecurity implications of the political events in the \r\nMiddle East are still unfolding.\r\nIn this warm peace, the world community still has \r\nto contend with an array of unfinished business: the \r\nArab-Israeli conflict, nuclear disarmament, territorial \r\n12-52029 35\r\nA/67/PV.6\r\nFinally, the culture of peace, mutual tolerance and \r\nappreciation, and cooperation must be supported by the \r\nright kind of economics. People need to be fed, to be \r\nsheltered and to be assured of a future where they have \r\nopportunities for a living and a livelihood. That is the \r\nonly way for peace to be locked in for the long term; \r\nthat is, when it brings dividends that give human beings \r\nrobust confidence in the future.\r\nThe price of inequality between and within nations \r\ngives rise to tension born of grievances that can, unless \r\neffectively addressed, lead to radicalism and even \r\nviolence, which threaten international and national \r\npeace and security. The solution is to form a global \r\npartnership for poverty eradication and for achieving \r\nthe Millennium Development Goals (MDGs), and then \r\nto formulate a post-MDG development agenda we can \r\nfully carry out.\r\nOur experience in the resolution of the intra-state \r\nconflict in the province of Aceh proves that, if we do \r\nenough for peace, if there is a confluence of favourable \r\ncircumstances, and if we are prepared to seize the \r\nmoment, then peace can be achieved. The peace that we \r\nachieve will not only give temporary respite, it will also \r\nlast for generations.\r\nFor many years, peace has been treated as if it \r\nwere a science. There are whole libraries about how \r\nit can be achieved and preserved. I have come to the \r\nconclusion, however, that if peace has a technology it is \r\none born of experience. That experience can be shared \r\nand can be useful in creating new experience. And if \r\nthere is enough sharing of experiences — and that is \r\nwhat Indonesia is trying to achieve — and if there is \r\nsufficient political will to apply what is learned from \r\nothers to one’s unique circumstances, then peace can be \r\nwidely spread. Peace can be effectively waged. And we \r\nwould have a gentler, better world.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of Indonesia for the statement he has \r\njust made.\r\nMr. Susilo Bambang Yudhoyono, President of \r\nthe Republic of Indonesia, was escorted from the \r\nGeneral Assembly Hall.\r\nAt the same time, we can also develop a universal \r\nculture of mutual tolerance and mutual appreciation of \r\none another’s religious convictions. In such a world, \r\nthe voice of the moderates — the voice of reason and \r\ncompassion — would be heard clearly over the din of \r\nprejudice and bigotry. In a global regime of compassion \r\nand tolerance, no war is possible.\r\nAs a nation that celebrates its diversity of culture \r\nand religions, Indonesia calls for mutual respect and \r\nunderstanding among peoples of different faiths. \r\nDespite initiatives undertaken by States at the United \r\nNations and in other forums, the defamation of religions \r\npersists. We have seen yet another of its ugly faces in \r\nthe film “ Innocence of Muslims” that is now causing \r\nan international uproar.\r\nThe Universal Declaration of Human Rights \r\nunderlines that, in exercising freedom of expression, \r\neveryone must observe morality and public order. \r\nFreedom of expression is therefore not absolute. Hence, \r\nI call for an international instrument to effectively \r\nprevent incitement to hostility or violence based on \r\nreligion or belief. As the product of international \r\nconsensus, that instrument should serve as a point \r\nof reference with which the world community must \r\ncomply.\r\nFor good measure, we also need to promote \r\na continuing process of dialogue among faiths, \r\ncivilizations and cultures. Of course, that dialogue \r\nshould not remain a dialogue, but should translate into \r\nactual cooperation so that peoples of different cultures \r\nand faiths can come together as a community and \r\ncare for one another. Those communities will become \r\nbulwarks for peace and they will make it difficult if not \r\nimpossible for any kind of armed conflict to erupt.\r\nWe must also master the art of preventive diplomacy. \r\nMost disputes are intractable; they simmer for what \r\nseems to be an eternity, but by a historical reckoning \r\nthey are not really long, drawn-out affairs. Sooner or \r\nlater, there comes a confluence of factors and events \r\nthat provides a window of opportunity for resolving a \r\ndispute and removing conflict from the table of options.\r\nThat is what we in ASEAN have done with the \r\npotential conflicts in the South China Sea. The territorial \r\nand sovereignty disputes have been festering there for \r\nthe better part of a century. But we are managing them \r\nwith restraint, confidence-building and, at present, \r\nthrough earnest negotiations toward a legally binding \r\ncode of conduct in the South China Sea.\r\n36 12-52029\r\nA/67/PV.6\r\nmilitias and to show their support for the achievement \r\nof peace and prosperity in their own country.\r\nI was also struck by the visit last week to the United \r\nStates by Aung San Suu Kyi, the joyous reception that \r\nAmerica gave her, and her desire to come and tell \r\nher story with serenity and determination, a story of \r\nprogress towards freedom in the face of seemingly \r\nimpossible odds.\r\nTwenty months after the act of despair and tragic \r\ndeath of Mohamed Bouazizi, there are many who \r\ndoubt the cause to which Ambassador Stevens gave his \r\nlife, who doubt the vision of Aung San Suu Kyi, who \r\ndoubt freedom. I am totally certain that the skeptics \r\nare wrong. A free society has never meant a society \r\nwithout problems. On the contrary, an open society has \r\nproblems, exposes them, shows them, deals with them \r\nand does not neglect them, because it keeps arguments \r\nopen and gives Government a chance to be accountable.\r\nAn open society is a place where improvements \r\nare often reached through noisy, painful and chaotic \r\nprocesses. Montesquieu wrote a long time ago that if \r\neveryone agrees with the Government and everyone \r\nagrees with one another, that is not a country; that is a \r\ncemetery.\r\nI speak from personal experience. My own country \r\nconfronted democracy’s challenges once again this past \r\nweek when evidence emerged of abuses in our prison \r\nsystem. The facts were sickening, and our responsibility \r\nwas clear. Our reaction was swift, and we did what \r\ndemocracies must do. We identified those responsible, \r\nand they were all arrested. Two Government Ministers \r\nhave resigned, and we put in charge of the prison system \r\nits fiercest critic: the Georgian human rights defender, \r\nGeorgia’s ombudsman. That is how democracies learn; \r\nthat is how we improve.\r\nThat is how my own Government has overcome \r\npast errors and challenges to emerge stronger, more \r\neffective and ever more committed to building and \r\ninstitutionalizing an open society.\r\nIt is clear that there are no shortcuts to accountability, \r\nand no fast-track lines to freedom. Building and \r\nmaintaining an open society entails a painful learning \r\nprocess and significant risk-taking. But the conclusion \r\nwe must draw in this respect, from Georgia to the \r\nevents in Myanmar, is this: such risks are worth taking.\r\nI am speaking to the Assembly on the eve of crucial \r\nelections in my country. I realize clearly the magnitude \r\nAddress by Mr. Mikheil Saakashvili, President \r\nof Georgia\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nGeorgia.\r\nMr. Mikheil Saakashvili, President of Georgia, was \r\nescorted into the General Assembly Hall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Mikheil \r\nSaakashvili, President of Georgia, and to invite him to \r\naddress the Assembly.\r\nPresident Saakashvili: It is always a great \r\nhonour for me to address the General Assembly. The \r\nAssembly gives us a unique opportunity to debate the \r\nkey challenges of our world and time, and to identify \r\nand confront the problems that our nations are facing. \r\nIt is a moment of collective reflection and it should be \r\na moment of truth.\r\nToday, 20 months after the act of despair of a \r\nyoung Tunisian citizen that strongly shook the world \r\nand generated so many hopes around the globe, many \r\npeople have doubts.\r\nSome are telling us that the images of liberation \r\nand joy seen around the world have been replaced by \r\nbroken promises, despair and chaos, that the world \r\nwas better off when fewer people were free, and that \r\nthe international system was more stable when fewer \r\nsocieties were open.\r\nI have come here today to make the opposite \r\nargument. I have come here today to make the case for \r\nopen societies.\r\nAfter the horrible attack on the United States \r\nconsulate in Benghazi and the death of Ambassador \r\nChris Stevens, I called the American Ambassador in \r\nGeorgia to convey my condolences and to speak to him, \r\nto share my sorrow and express my support for this \r\nunique nation.\r\nI was struck by what he told me. I was struck by \r\nthe fact that American diplomats, beyond their pain and \r\ntheir anger, still believed so clearly that the liberation of \r\nLibya was fundamentally a good thing. Just a few days \r\nago, the United States Ambassador in my country was \r\nproved right by the demonstrations held by the citizens \r\nof Benghazi, who went out to protest against extremist \r\n12-52029 37\r\nA/67/PV.6\r\nGeorgia is a young democracy, and we know the \r\nvalue that comes from partnerships and engagement \r\nwith the international community. As in the past, \r\nwe have once again opened our doors and invited \r\ncredible international election monitors to visit our \r\ncountry, including the Organization for Security and \r\nCooperation in Europe, the European Parliament, the \r\nNATO Parliamentary Assembly, the United States \r\nCongress and respected international non-governmental \r\norganizations.\r\nTo date, the interim reports of almost every election \r\nobservation mission have consistently underscored that \r\nthese are the most competitive elections in Georgia’s \r\nhistory. On 1 October, notwithstanding significant \r\nattempts to undermine that dynamic, the Georgian \r\npeople will make their decision. I am confident that \r\nGeorgian democracy will prevail and reject those who \r\nseek to close Georgia’s doors.\r\nGeorgian democracy will prevail if, and only if, \r\nGeorgian elections remain a Georgian process. Today, \r\nin this forum, I am obliged to draw the Assembly’s \r\nattention to externally generated security threats to \r\nmy country. The European Union monitoring mission \r\nhas just announced that Russian forces are currently \r\nundertaking a massive, illegal military buildup, \r\noccupying territory inside Georgia, on the former \r\nterritory of South Ossetia, which is within Georgia’s \r\ninternationally recognized borders.\r\nEven as we speak, they are bringing offensive \r\nweapons and troops inside our internationally \r\nrecognized borders.\r\nThe Russian military has made the extraordinary \r\ndecision to hold large-scale military exercises in the \r\nNorth and the South Caucasus on the eve and around \r\nthe time of our elections. One cannot imagine an \r\napproach more provocative and irresponsible than \r\nthat of mobilizing military forces during this crucial \r\nmoment of any nation’s democratic life.\r\nThere has been involvement by Russia for months: \r\nfirst, billions of dollars in Russian money came into the \r\nGeorgian election campaign. Lots of other resources \r\nwere allocated, and now Russian troops are trying to be \r\nsome kind of background players in this process. That \r\nis why I call today on all our allies and friends, and all \r\nmembers of goodwill in the international community, \r\nnot to ignore or dismiss this worrisome development.\r\nof the challenges that face this body and this troubled \r\nworld, from the menace of nuclear proliferation to \r\nglobal warming and poverty. But today I ask for \r\nthe Assembly’s attention with respect to the events \r\nunfolding in Georgia, because I believe that they are \r\npart of the broader, global question facing us today: \r\nwhether the quest for democracy and freedom can and \r\nwill endure.\r\nI came here to say that Georgia will remain an open \r\nsociety. That is the choice of our citizens, and there is \r\nno alternative to this. On 1 October, my nation will \r\nvote in parliamentary elections. We look forward to \r\nthat day and to the opportunity to renew and strengthen \r\nthe fundamental social contract that allows citizens to \r\nfreely judge and choose their leaders.\r\nGeorgia has conducted several elections in recent \r\nyears, all of which were monitored by international \r\nobservers and all of which were free and fair. We live in \r\na world in which yesterday’s accomplishments are never \r\nenough, and I have made a commitment to the effect \r\nthat this year’s vote will be even more free and fair \r\nthan the previous ones. We have taken numerous steps \r\nto pursue that goal. We have increased public funding \r\nand given free airtime on all national channels for ads \r\nfrom all political parties, in addition to whatever they \r\ncan buy with their own money. We have proposed to all \r\nnational television channels a “must carry/must offer” \r\nrequirement, to ensure that all private cable networks, \r\nlarge and small, broadcast all news-based television, \r\nand they have accepted that proposal.\r\nWe have welcomed the first televised debate in our \r\ncountry’s history between candidates for Prime Minister \r\nand heads of candidate lists. We have initiated a code \r\nof conduct to eradicate political intimidation, the use \r\nof administrative resources, vote-buying, campaign-\r\nrelated violence and hate speech in any shape or form, \r\nwhich for so many years was used to promote hatred \r\nagainst ethnic and religious minorities.\r\nRegrettably, not all actors in the Georgian political \r\narena share those principles, and some are purposefully \r\nworking to undermine the legitimacy of Georgia’s \r\ndemocratic institutions — how they are perceived at \r\nhome and by the international community.\r\nOur response to deliberate attempts to short-\r\ncircuit our democracy is straightforward: democratic, \r\ntransparent and rule-of-law-based processes will not \r\nbe compromised. This is not only my demand; it is the \r\ndemand of the people of Georgia.\r\n38 12-52029\r\nA/67/PV.6\r\nand most international organizations call illegally \r\noccupied territories, meaning that they will have to \r\nwithdraw — now they are trying to undermine us \r\nbecause they have a strong sense of unfinished business.\r\nIt is not just the fate of a small country of less \r\nthan 5 million people that is being played out in this \r\nscenario. The fate of the whole post-Soviet space is \r\nbeing played out, affecting 400 to 500 million people. \r\nBecause Russia failed to destroy Georgian democracy \r\nin 2008, countries in Central Asia such as Ukraine and \r\nBelarus, people in the Republic of Moldova and Eastern \r\nEurope, all think that freedom is the right choice after \r\nall and that even the smallest free country cannot be \r\nundermined and destroyed if it stands strong and united \r\nand if the international community is there to help. That \r\nsets a very bad example from the Russian point of view.\r\nOn the other hand, because of Georgia’s reforms \r\nand because of our openness to the great nation of \r\nRussia, we introduced visa-free travel for tourists from \r\nRussia. One million tourists will travel to Georgia \r\nfrom Russia this year and they will take back 1 million \r\nstories of successful development, of a country with \r\nnew hospitals, with new cities, with sharply reduced \r\npoverty — a country moving towards universal health \r\ncoverage and that has enjoyed double-digit growth, and \r\nis this year enjoying 8 per cent growth. It is a country \r\nthat, even without oil and gas, is looking much better \r\nthan most of the Russian region. Indeed, Russia’s then-\r\nPresident Medvedev had to acknowledge twice in one \r\nweek, in an open forum of journalists and his own \r\nparliament, that Georgian reforms were so successful \r\nthat Russia had no choice but to study and copy them, \r\neven if they hate the Georgian leadership. \r\nThat is the ideological issue. That is why they want \r\nus out. That is why they want Georgia off the map. It is \r\nbecause if Georgia survives and if Georgia continues, \r\nit sets a bad example for all the others, including the \r\nRussian people themselves, from the point of view of \r\nthe present Russian Government. The prison scandal \r\nwe had recently involved things that happen almost \r\nevery day in Russia, and are reported on social media \r\nin Russia as frequently, and no one there gives a damn \r\nabout it. In the first case that came up in Georgia, two \r\nministers and scores of others were arrested, which also \r\nsets a bad example in the eyes of people who want to \r\nsuppress freedom. That is why it is so important that \r\nGeorgian democracy is back and safe. It means that the \r\nwhole post-Soviet space, our whole part of the world, \r\nwill move in the right direction.\r\nI would like to use this opportunity to ask the world \r\nto pay attention during the next few days, to speak in \r\na unified voice against these threats, in support of our \r\nsovereignty and democratic institutions.\r\nIn short, the vigilance and engagement of Member \r\nStates is required to ensure that history does not repeat \r\nitself and that 2012 does not become a repeat of 2008, or \r\nespecially of 1921, when Russia ended our independence \r\nand we became a place that was dominated by violence \r\nand oppression for 70-plus years.\r\nWe should look at what has happened in recent \r\nyears. We had a massive-scale invasion by Russia, \r\nthe successor to the Soviet Union, in 2008. We are a \r\ncountry of just 4.7 million people — less than 5 million \r\npeople — and that country is 100 times larger, and \r\nwell armed. If we look at history, we see that during \r\nthe twentieth century it invaded many countries. The \r\nSoviet Union invaded Baltic countries; it invaded large \r\nparts of Poland and ended its independence.\r\nIn 1956 the Soviet Union invaded Hungary, killed \r\nits President and ended its independence. In 1968 it \r\ninvaded Czechoslovakia, deposed its Government and \r\nended its independence. In 1979 it invaded a much \r\nbigger country than Georgia, Afghanistan, killed its \r\nPresident within one hour and ended its independence. \r\nIn 2008 it invaded our country, a smaller country than \r\nany of those I have mentioned, and occupied part of its \r\nterritory. \r\nHowever, none of the strategic goals of the Russian \r\ninvasion was achieved. They had three explicit goals in \r\ninvading Georgia. The first was to depose the Georgian \r\nGovernment, end Georgian democracy and physically \r\ndestroy Georgia’s leadership. Those are not my words \r\nor a conspiracy theory. That is what they themselves \r\novertly stated in every open and closed international \r\nforum. The second goal was to shut off the energy supply \r\nfor different regions of the world and to monopolize the \r\nenergy supply in the part of the world where Russia \r\nlies. That totally failed. Georgia is developing and its \r\nenergy corridor is developing. The third goal was to \r\nstop the enlargment of NATO and to halt any kind of \r\ninclusion of the region into international organizations. \r\nRussia also failed at that goal. \r\nWe often say that after the Russians failed to \r\nphysically destroy the Georgian leadership, failed to \r\nsucceed in any of the purposes of their invasion and \r\nbasically were forced to stay where they are, within \r\noccupied territories — in what most of the world \r\n12-52029 39\r\nA/67/PV.6\r\ntogether and shout down the voices of the past. Powerful \r\nvoices continue to send the message that democracy, \r\ntransparency and accountability are not possible. They \r\nsay that freedom, meritocracy and respect for human \r\nrights are fundamentally alien. Georgia has proven them \r\nwrong. Our survival story has proven them wrong, just \r\nas many here today have in the past. As we have been \r\nlearning from many people in the Hall, our efforts have \r\nshown that corruption, intolerance, intimidation, fear \r\nand violence are neither cultural nor inevitable.\r\nAdvanced democracy is a sign of a mature society. \r\nIt is not easy to govern. Dissent, pluralism and vibrant \r\ndebate, which are threats to others, are strengths to us. \r\nOur view is clear. One cannot gain enduring stability \r\nat the expense of liberty, and one cannot ensure lasting \r\nprosperity by sacrificing individual rights. Those short \r\ncuts never succeed in the long run.\r\nIn every culture, in every society, in every corner \r\nof the world, people will ultimately demand the right \r\nto choose their own future. Only Governments that \r\nmeet that demand will achieve true stability. The \r\nfundamental contract is not always without difficulties. \r\nGovernments that commit themselves to the process \r\nmust be prepared for turbulence and disagreement. \r\nWhat is difficult for elected leaders is often beneficial \r\nfor citizens; what is challenging for ruling parties is \r\noften necessary for the State. In pursuing the goals of \r\nfreedom and accountability, our common efforts must \r\nbe governed by the rule of law and a commitment to \r\nrespect these fundamental principles. Violence and \r\nintimidation can never be legitimized, and a minority \r\ncan never forcibly impose its views on the will of the \r\nmajority. Guns, money, threats, hatred, blackmail and \r\nfear cannot be allowed to hijack the process. \r\nAt the same time, we recognize the potential threat \r\nof a majority trampling the rights and liberties of a \r\nminority. We respond to that threat by protecting the \r\nright to dissent, we respond by promoting pluralism, \r\nwe respond by allowing every voice to be heard. And \r\nwe respond by the law. I can testify to how difficult the \r\nprocess is, but I can also state unequivocally that no \r\nlasting alternative exists.\r\nI want finally to share with the Assembly my \r\nhope and my trust. A few days from now, Georgians \r\nfrom all social, religious and ethnic backgrounds will \r\ncollectively decide their future in an unoccupied part \r\nof our territory. They will express diverse opinions and \r\nwishes, and a new future for our nation will emerge. \r\nI call on the world to pay attention and send the \r\nright signals. I make the call knowing what our \r\nresponsibilities are. In the face of the threats confronting \r\nus, our commitment to democracy and transparency is \r\nmore important than ever. We remember the words of \r\nthe American founding father who said that whoever \r\nsacrifices his freedom for security deserves neither. \r\nThat is not just our response; it is the best response. Our \r\ntransformation and the hostility it has generated among \r\nthose who feel threatened by freedom have continued to \r\nmake Georgia a test case for the entire region. What is at \r\nstake in Georgia today is the very idea that democracy \r\ncan thrive in our part of the world.\r\nOur common legacy from the dark time of the Soviet \r\nUnion is now almost gone from Georgia. Organized \r\ncrime — and Georgia was a hotbed of organized \r\ncrime — is now almost gone from Georgia. Most of \r\nthat legacy has migrated to other countries, including \r\nRussia. Corruption, coercion, intimidation, oppression, \r\ncynicism and despair: we condemn that way of life, that \r\nway of Government and of being governed. No, we can, \r\nwe should and we will overcome that legacy. We are \r\ndoing it in Georgia and it can be done everywhere else.\r\nWill we face strong opposition? Yes. And we are \r\nwell placed to say that, since our country is regularly \r\nthreatened with destruction and annihilation, for the \r\nvery reason that we choose another path — the path of \r\nfreedom, the path of transparency and accountability, \r\nthe path of meritocracy and an open society — we \r\nknow how difficult it is to overcome those forces. But \r\nwe know we can. \r\nSovietism and post-Sovietism is not a fate. \r\nOrganized crime and violence is not a fate. Slavery \r\nis not a fate. Limited sovereignty as Brezhnev once \r\ndefined it and Putin reshaped it is not a fate. Every \r\ncountry represented here is a free nation. We are all \r\nfree peoples, made up of free individuals, and our \r\nfuture depends on us, on what we want and what we do. \r\nThere is nothing easy about saying this, and I do \r\nnot say it lightly. The Georgian people know the price \r\nof freedom and still they think their freedom is worth \r\nit, because with freedom comes development and \r\nhappiness, true stability and true peace. Our region \r\nwill one day become a zone where free people interact \r\npeacefully, where respect will replace contempt. \r\nAll the peoples of Central Asia and Eastern Europe, \r\nUkraine, the Republic of Moldova and Russia, the \r\nSouth Caucasus and North Caucasus, should hold hands \r\n40 12-52029\r\nA/67/PV.6\r\nMr. Danilo Medina Sánchez, President of the \r\nDominican Republic, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Danilo \r\nMedina Sánchez, President of the Dominican Republic, \r\nand to invite him to address the Assembly.\r\nPresident Medina Sánchez (spoke in Spanish): We \r\nwarmly congratulate Mr. Vuk Jeremić on his election \r\nto the presidency of the General Assembly at its sixty-\r\nseventh session.\r\nWe are also pleased that the general debate of this \r\nsession is devoted to considering, among other issues, \r\nthe promotion of sustained economic growth and \r\nsustainable development in accordance with relevant \r\nGeneral Assembly resolutions and recent United \r\nNations conferences. \r\nSince we adopted the Declaration that led to the \r\nMillenium Development Goals (resolution 55/2), the \r\nimage of development has been tied to the reduction \r\nof poverty and to the development of capacities and \r\nopportunities for the most vulnerable populations. \r\nThe majority of our developing countries had made \r\nsignificant progress in this area until 2008, when the \r\nfinancial crisis, which affected the world economy and \r\nthreatened to cancel out our achievements, began.\r\nWe are living at a time of multiple simultaneous \r\ncrises. The ecological crisis threatens the majority of \r\nour f lora and fauna. Global warming threatens coastal \r\npopulations and small island countries. Unchecked \r\npopulation growth threatens to exceed the capacity of \r\nnature to restore itself. We have witnessed a crisis of the \r\nvalues that have traditionally governed the behaviour of \r\nhumankind. War and armed conflict threaten the right \r\nto cultural, ideological and political diversity and our \r\nright to live in peace and unity.\r\nThose of us who live in the developing countries \r\ndid not cause the world financial crisis. As you know, \r\nthe crisis was caused by the failure to use effective \r\nregulations in the international financial system and \r\nby the arrogance, greed and unbridled desire to amass \r\nwealth. In the context of the crisis, age-old debates \r\nhave resurfaced as to how best to tackle the crisis. \r\nShould we reduce investment in social protections for \r\nour populations? Or, on the contrary, should we bolster \r\ninvestment, making anti-cyclical social investment \r\nOpenness will be further enshrined. Transparency will \r\nbe strengthened, and public accountability confirmed. \r\nThe main thing  that will be confirmed is that Georgia \r\nwill not go back. It will not be dragged back under \r\nany pressure, under any dirty money from the North, \r\nunder any threat of military exercise or direct military \r\ninvasion or mass-scale disturbances or the emergence of \r\nsome kind of militias emerge, as some have threatened. \r\nIt is not going to work.\r\nAccording to the European Union, we are the safest \r\ncountry and the least corrupt country in Europe with \r\nstrong Government institutions that cannot be bribed \r\nand cannot be undermined. By constantly renewing the \r\nsocial contract, which is at the heart of every democratic \r\nnation, we will ensure that democratic principles and \r\npractices are with us for good.\r\nI trust the Georgian people. I trust the international \r\ncommunity and I trust that they will not allow others \r\nto destroy the will of my people or destroy my small \r\nnation’s choice. I stated earlier that democracy is \r\na difficult, sometimes noisy system. It presents \r\nchallenges to those in and outside Government, and it \r\nforces leaders to place their trust in society. Personally, \r\nI see no credible alternative, and I saw no better reason \r\nto take risks. Fear is the paramount weapon of autocrats, \r\nwhile trust is a definition of democrats.\r\nLet us all trust our citizens, even if autocratic \r\nforces much bigger than us are threatening us. The \r\nbest defence for my country is openness, democracy, \r\ntransparency and the work of institutions against all \r\nof those forces, against all the international mafias \r\nand against social and international pressures that \r\ncontravene international law. Let us defend the \r\ninstitutions that support, strengthen and preserve our \r\nchoice to be open and free.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof Georgia for the statement he has just made.\r\nMr. Mikheil Saakashvili, President of Georgia, was \r\nescorted from the General Assembly Hall.\r\nAddress by Mr. Danilo Medina Sánchez, President \r\nof the Dominican Republic\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Dominican Republic.\r\n12-52029 41\r\nA/67/PV.6\r\nmeans protecting environmental systems, raising the \r\nproductive capacity of goods and services and reducing \r\nsocial inequality by raising the quality of life of all men \r\nand women, multiplying capacities and opportunities.\r\nToday, 7 billion people inhabit the Earth. Of those, \r\n43 per cent, or 3 billion, are under the age of 25. We \r\nmust invest so that our young people have the skills and \r\nopportunities to tackle creatively the development tasks \r\nthat face our societies. For many years, the development \r\nof countries has been assessed by international financial \r\ninstitutions, using  measures of income or national \r\nproduction expressed per capita in order to determine \r\nthe state of material well-being. Based on that kind \r\nof measure, our country, the Dominican Republic, \r\nhas been classified in recent years as a medium high \r\nincome country. \r\nNonetheless, more than a third of our citizens live \r\nin poverty.  How then is it possible to exclude countries \r\nlike ours from receiving development aid? By the same \r\ntoken, to give an international comparison, poverty has \r\nbeen measured in terms of income, with those families \r\nthat subsist on less than $2 a day being defined as poor \r\nand those who live on less than $1.25 as extremely poor, \r\nan adjustment being made in both cases for buying \r\npower.\r\nAccording to those criteria, over 2 billion people \r\nworldwide — 33 per cent of humanity — are poor, and in \r\n2005 the number living in extreme poverty had dropped \r\nto 1.4 billion. Those same measures project that by 2015 \r\nonly 883 million will be living in extreme poverty. The \r\noptimism of those international figures does not appear \r\nto coincide with the perception of many of our citizens, \r\nwho feel that the increase in gross domestic product \r\ndoes not reflect their needs or despair, nor does it jibe \r\nwith the unhappiness of our young people who, despite \r\nraising their educational level, are still unable to find \r\ndignified work or the opportunities to fulfil their \r\nbusiness aspirations.\r\nThat discrepancy between the optimism of certain \r\ninternational indicators and the discontent on our streets \r\ncan be explained by the fact that we are using inadequate \r\ntools to measure poverty, development and well-being. \r\nAt least in the Dominican Republic, it is hard to believe \r\nthat the quality of life and the opportunities to improve \r\nit would be very different for a person with an income \r\nof $2 a day than for someone earning a few cents less. \r\nPoverty in a given family or community is much more \r\nthan the lack of income with respect to a predetermined \r\npolicies into a springboard for reviving economies? \r\nAnd how do we measure poverty and development and \r\nrecognize the social impact of the measures adopted? \r\nDo we use average income indicators for reducing \r\nsocial inequality and improving quality of life?\r\nThe countries in the developing world whose \r\neconomies have performed better and have shown less \r\nvulnerability in the context of the world crisis have been \r\nthose that have understood, in time, that investing in \r\ntraining our peoples and improving the quality of life of \r\nour peoples is the best way to reduce our vulnerability \r\nand to maintain economic growth. The economy must \r\nserve the people, not the reverse.\r\nIn the debate on development, we must reaffirm \r\nas peoples and as Government leaders that we have \r\nlearned quite often through painful experience that \r\nequality and sustainability are key prerequisites for \r\nensuring sustained and sustainable economic growth. \r\nToday, we know that it is not enough to have economic \r\ngrowth in order to reduce social inequity and to \r\nimprove the quality of life of our peoples. Nor is it right \r\nto sacrifice our people in the hope that the growth of \r\nan economy will ultimately lead to benefits for all and \r\nreduce social inequality. That expectation quite often \r\nremains unmet. On the contrary, experience has shown \r\nthat by improving the quality of life and by reducing \r\npoverty and social exclusion, we can help stimulate \r\nhealthy economic growth.\r\nIn the context of international crisis and \r\nuncertainty, we must reduce national and international \r\nsocial inequalities. We must increase social cohesion \r\nand strengthen democratic governance. We also know \r\nthat economic growth, which does not take account of \r\nthe limits of natural resources and the needs of future \r\ngenerations, will entail the risk of imminent collapse. \r\nWe must revise the ideas about development that have \r\nprevailed in the international financial system.\r\nEquity and sustainability are two sides of the \r\nsame coin, and that is how we must approach human \r\ndevelopment. That vision is consistent with international \r\ndeclarations on sustainable development, such as the \r\nDeclarations issued by the United Nations Conference \r\non the Human Environment in Stockholm in 1972, by \r\nthe Rio Earth Summit in Rio de Janiero in 1992, and \r\nby the World Summit on Sustainable Development in \r\nJohannesburg in 2002. They promoted the three pillars \r\nof sustainable development: environmental equity, \r\neconomic equity and social equity. Development \r\n42 12-52029\r\nA/67/PV.6\r\npoverty to include measures of social participation and \r\ninclusion, as well as unmet basic needs, will allow us to \r\ndevelop more holistic and effective responses. Poverty \r\nis a multidimensional phenomenon, a complex system \r\nof problems that requires a systemic solution leading to \r\nbroader skills, freedom and opportunities for those who \r\nhave traditionally been excluded.\r\nInvestment in quality universal education and health \r\nsystems, a universal safety net, access to dignified \r\nwork and living spaces, personal safety and the security \r\nof goods,  inter alia, are crucial elements for expanding \r\nthe skills and opportunities of impoverished portions of \r\nthe population. Poverty reduction is the basic lever for \r\nincreasing the production of goods and services and for \r\npropelling new dynamics of growth and development. \r\nAssessing the development of countries exclusively on \r\nthe basis of their national per capita income leads to \r\ndecisions that have a negative impact on our efforts at \r\ndevelopment. When a country is ranked according to \r\nthose simple criteria, the contribution of international \r\ncooperation is reduced and access to loans from \r\ninternational financial institutions is reduced or \r\nbecomes more expensive.\r\nAs developing countries, we also need to shoulder \r\nour share of responsibility. Domestically, we need to \r\nimprove our information systems in order to better \r\nunderstand our social, land and gender inequalities, \r\nas well the impact we have on the environment. At the \r\nsame time, we must redirect our investment patterns \r\nand our public policies to promote equality and social \r\ninclusion for the most vulnerable groups, and for that \r\nwe need the support of the international community.. \r\nA country should not cease to receive development aid \r\nsimply because its average national income has crossed \r\na certain arbitrarily defined threshold. \r\nLatin America has long experience with the \r\nsearch for  multidimensional measures of poverty and \r\ndevelopment. Since the middle of the last century, \r\nthe Economic Commission for Latin America and the \r\nCaribbean has developed a methodology based on an \r\nindex of unmet basic needs.  Many countries have \r\napplied such composite multidimensional indexes. In \r\nthe Dominican Republic we use a quality of life index \r\ntailored to our reality.  The United Nations Development \r\nProgramme has applied the human development index, \r\nand a number of other indexes have been proposed at the \r\ninternational level.  Despite that, the majority of bodies \r\nin the international financial system continue to rely \r\non one-dimensional measures that focus on monetary \r\nthreshold, just as the development of a country is much \r\nmore than the size of its median income. \r\nThe International Labour Organization reported in \r\n2010 that 81 million of the 620 million young people \r\nbetween the ages of 15 and 24 worldwide who were \r\neconomically active, which represents 13 per cent \r\nof that age group, had been unemployed during the \r\npreceding year, primarily due to the world economic \r\nand financial crisis.  Between 2007 and 2009, the global \r\nunemployment rate for young people experienced the \r\ngreatest rise in its history: from  11.9 per cent to 13 per \r\ncent. Young women had a harder time than young men \r\nin finding work. \r\nThe results in terms of health, education and \r\nmaternal and child mortality show the limits of \r\nthe unilateral and optimistic focus on poverty and \r\ndevelopment. Not without reason have some academics \r\nsaid that \r\n“we are gambling with the fate of our planet with \r\n‘games’ in which a few private players reap the \r\nbenefits and society pays the consequences. A \r\nsystem that permits results like those is destined to \r\nmismanage risk”.\r\nSocial investment in the education, health and \r\nemployment of young people can build the foundation for \r\na strong economic base that can halt the transmission of \r\npoverty from one generation to the next. Strengthening \r\nyoung people’s skills creates the conditions for them to \r\nearn higher income during their productive economic \r\nlives. The way we understand and measure poverty \r\ntranslates into national and international policy \r\ndecisions.\r\nTo assume that poverty and underdevelopment are \r\nsimply the expression of family income or national \r\naverages has led to limited social policies of entitlement \r\nor transfers. Such policies temporarily raise the income \r\nof impoverished families above the so-called poverty \r\nline, at the expense of developing universal, more \r\neffective and better-quality public service systems that \r\nwould benefit, as a right, those who have traditionally \r\nbeen excluded.  \r\nAdam Smith, the father of economic liberalism, \r\nincluded in his definition of poverty such social and \r\ncultural aspects as “the ability to go about without \r\nshame”. More recently, the Nobel Prize winner in \r\nEconomics Amartya Sen spoke of development itself \r\nas freedom. In that sense, broadening our concept of \r\n12-52029 43\r\nA/67/PV.6\r\nNations. It is a very moving moment for me because \r\nI understand what the United Nations represents, for \r\nour world, and what it has represented historically. I am \r\nalso aware of a sense of responsibility, because France \r\nis a permanent member of the Security Council and \r\ntherefore has duties. I am also here at this rostrum to \r\ntalk about values that do not belong to any particular \r\npeople, are not owned by any particular continent \r\nand are not the privilege of any particular part of the \r\npopulation. \r\nI am here to talk about universal values, which \r\nFrance has always proclaimed, and about the rights \r\nof every human being, wherever they live: liberty, \r\nsecurity and resistance to oppression. Those values \r\nand those rights are all too frequently held in contempt \r\nin our world, especially as we face three main threats, \r\nwhich we must tackle head-on. The first is the threat \r\nof fanaticism, which fuels violence. We have seen \r\nthat yet again in recent days. The second is the global \r\neconomy, which has been affected by a crisis and which \r\nperpetuates intolerable inequalities. The third threat is \r\nthe disturbance in the climate system, which threatens \r\nthe very survival of our planet. \r\nThe mission of the United Nations is to tackle these \r\nchallenges and to find strong and just responses to them \r\ntogether. These responses must be just because without \r\njustice, force is blind, and they must be strong because \r\nwithout strength, justice is powerless. \r\nI am also here to express France’s confidence in \r\nthe United Nations. In recent years, we have been able \r\ntogether, to finally put an end to deadly conflicts, and \r\nwe have been able to prevent confrontations. However, \r\njust as we are sending out 100,000 Blue Helmets who \r\nact on our behalf — and I would like to pay tribute to \r\nthem — because of divisions, the blocking of our own \r\ninstitutions and inertia, the United Nations has not been \r\nable to put an end to war, atrocities and attacks on the \r\nrights of peoples. \r\nI would therefore, on behalf of France, draw one \r\nconclusion that I would like to share with the Assembly. \r\nIf we want to make our world safer, it is up to us to fully \r\nshoulder our responsibilities. How can we do so? \r\nFirst of all, we can do so by reforming our own \r\nOrganization, the United Nations. The Security Council \r\nmust better reflect the realities of the world today. This \r\nis why I would once again recall that France supports \r\nthe request for an enlargement of the Council made \r\nby Germany, Japan, India and Brazil. But we are also \r\nincome to assess and categorize the development of our \r\ncountries and to determine their policies  on the basis of \r\ncriteria for international financial support.\r\nWe wish to avail ourselves of this opportunity to \r\nurge international financial organizations to be more \r\nready and willing to embrace our efforts to break \r\nthe vicious cycle of poverty and social exclusion as \r\nthe basis for development. We need to use enhanced \r\nindicators with a greater capacity to capture and \r\nmeasure the complex dynamics of human development. \r\nWhat is needed is for us to work together to overcome \r\nexclusion, not to prolong poverty and extreme poverty \r\nindefinitely.\r\nThe Dominican Republic reiterates its firm \r\ncommitment to peace, tolerance and international \r\ncoexistence as well as to democracy and freedom as basic \r\ncomponents for development. We hope that sustainable \r\ndevelopment will enrich the daily lives of individuals, \r\nfamilies, communities and countries and will preserve \r\nour natural resources. Peace, the abolishment of \r\nsocial inequality, environmental sustainability and the \r\nsustained growth of our capacity to produce the goods \r\nand services required by our peoples go hand-in-hand, \r\nand they are the very core of development.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Dominican Republic for the statement he has just \r\nmade.\r\nMr. Danilo Medina Sánchez, President of the \r\nDominican Republic, was escorted from the \r\nGeneral Assembly Hall. \r\nAddress by Mr. François Hollande, President of the \r\nFrench Republic\r\nThe Acting President (spoke in Spanish): The \r\nGeneral Assembly will now hear an address by the \r\nPresident of the French Republic.\r\nMr. François Hollande, President of the French \r\nRepublic, was escorted into the General Assembly \r\nHall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. François \r\nHollande, President of the French Republic, and to \r\ninvite him to address the Assembly. \r\nPresident Hollande (spoke in French): This is the \r\nfirst time that I speak from this rostrum at the United \r\n44 12-52029\r\nA/67/PV.6\r\nIran, but to tell their leaders that enough is enough and \r\nthat negotiations must be resumed before it is too late.\r\nThe third urgent issue is at last to find a solution to \r\nthe Israeli-Palestinian conflict. The status quo is not a \r\nresponse; it is an impasse. France will make every effort \r\nto re-establish the basis for negotiations leading to the \r\ncoexistence of the two States in question; everyone \r\nknows that this is the only solution that could lead to a \r\njust and lasting peace in the region.\r\nThe last of the urgent issues that I will mention, \r\nalthough there are many others, might be the most \r\nimportant one for us to focus on this week: the Sahel. \r\nThe situation created by the occupation of territory \r\nin northern Mali by terrorist groups is intolerable, \r\ninadmissible and unacceptable. It is unacceptable not \r\nonly for Mali, which is affected by that terrorist threat, \r\nbut also for all countries of the region and beyond the \r\nregion — all of those that one day might be affected by \r\nterrorism.\r\nThe African Union, which I commend, and the \r\nEconomic Community of West African States have said \r\nthat they are prepared to take courageous decisions. \r\nThe authorities of Mali have spoken; there is no time to \r\nlose. France will support any initiative that will enable \r\nthe Africans themselves to resolve that issue within the \r\nframework of international law, with a clear mandate \r\nfrom the Security Council. Mali must recover its \r\nterritorial integrity, and terrorism must be eliminated \r\nfrom that area of the Sahel.\r\nThe role of the United Nations is to respond to \r\nurgent situations. But there is another objective that \r\nshould unite us here, and that is development. The \r\nUnited Nations Conference on Environment and \r\nDevelopment, held in Rio, in which I participated, was \r\na disappointing stage for some and an encouraging one \r\nfor others. I believe that today we have an agenda that \r\nshould encompass economic growth, poverty reduction, \r\nsocial progress and environmental protection. That is \r\nwhat we need to do over the long term.\r\nThe 2015 deadline for a climate agreement is fast \r\napproaching. I wish to state here that France is ready to \r\nhost the United Nations conference on climate change \r\nto be held at that time, because I want us to succeed \r\ntogether in meeting that challenge.\r\nIn parallel, I would recall that one of the \r\ndisappointments of Rio was our failure to agree on \r\nthe creation of a major United Nations organization \r\nin favour of an increased African presence, including \r\namong the permanent members. Having a seat on the \r\nSecurity Council is not a privilege justified by history, \r\nand it is not a matter of satisfying some ambition related \r\nto economic power. No, having a seat on the Security \r\nCouncil means making the commitment to take action \r\nto promote peace in the world. Indeed, we must act and \r\nact together, but act quickly, because it is urgent. \r\nThe most urgent situation is in Syria. The Assembly \r\nhas several times denounced the massacres carried out \r\nby the Syrian regime, called for those responsible to be \r\nprosecuted and expressed the desire for a democratic \r\ntransition. But the ordeal of the population continues to \r\nthis day. There have been almost 30,000 deaths in the \r\nlast 18 months. How many more deaths will we wait for \r\nbefore we take action? How can we allow the paralysis \r\nof the United Nations to continue? \r\nI know one thing for certain: the Syrian regime \r\nwill never again take its place among the alliance of \r\nnations. It has no future among us. This is why I have \r\ntaken the decision, on behalf of France, to recognize the \r\nprovisional Government representing the new Syria as \r\nsoon as it is formed. That Government will itself have \r\nto give guarantees that every community in Syria will \r\nbe respected and will be able to live in security in their \r\nown country. Without further delay, I would ask that \r\nthe United Nations immediately give the Syrian people \r\nall of the assistance and support they are requesting \r\nand, in particular, that the liberated areas be protected \r\nand humanitarian aid be assured for refugees. As for \r\nthe leaders in Damascus, they must know that the \r\ninternational community will not stand by if they take \r\nthe unhappy decision to use chemical weapons. \r\nAnother situation that is urgent is the fight against \r\nthe most serious of threats to stability in the world, \r\nnamely, the proliferation of nuclear weapons. For several \r\nyears now, Iran has been ignoring the demands of the \r\ninternational community. It shuns monitoring by the \r\nInternational Atomic Energy Agency. It does not keep \r\nits word or uphold Security Council resolutions. I had \r\nhoped that negotiations could take place in earnest and \r\nthat steps could be outlined, but, again, no negotiations \r\nhave taken place. France will not accept such actions, \r\nwhich threaten not only security in the region but peace \r\nthroughout the world. \r\nI therefore state once again that we are prepared to \r\nadopt new sanctions, not to punish the great people of \r\n12-52029 45\r\nA/67/PV.6\r\nfundamental rights and freedoms. The Arab Spring \r\nshowed that those values are universal and apply to all \r\ncontinents and countries.\r\nI want to welcome the events that took place in \r\nTunisia, in Libya, in Egypt. It is true that transitions \r\nare not always easy. There are risks, and setbacks can \r\noccur. Some may attempt, through violence, to reverse \r\nthe progress made and the achievements gained. France \r\nwill call on the new political authorities emanating \r\nfrom democratic elections in those countries to wage an \r\nunrelenting combat against complacency, extremism, \r\nfanaticism, hatred, intolerance and violence, whatever \r\nthe provocation may be, because there can never be any \r\njustification for violence.\r\nFrance wants to set an example. It is not telling \r\nanyone what to do; that is simply its history and its \r\nmessage. We want to be an example in the promotion of \r\nfundamental freedoms. That is our combat, and we are \r\nhonoured to wage it. That is why France will continue \r\nto fight to abolish the death penalty, to ensure women’s \r\nright to equality and dignity, and to work towards the \r\nuniversal decriminalization of homosexuality, which \r\ncannot be viewed as a crime but must be recognized as \r\nan orientation. \r\nWe will continue to fight for the protection of \r\ncivilians. Moreover, I recall that the Assembly affirmed \r\nthe principle that all States have the responsibility to \r\nensure the security of their civilians. If a State fails \r\nin that obligation, it is up to us, the United Nations, \r\nto use the means at its disposal to meet it in its place. \r\nLet us not neglect that promise, as it can serve us. I \r\nam thinking, in particular, of what is happening in the \r\nDemocratic Republic of Congo, where civilians are the \r\nmain victims of clashes and where foreign interference \r\nmust cease as soon as possible.\r\nThe President returned to the Chair.\r\nThose are the goals that France will support and \r\ndefend at the United Nations. France has confidence in \r\nthe United Nations. We know that no State, however \r\npowerful, can deal with emergencies, undertake the \r\nfight for development or overcome all crises. No State \r\ncan do that, but, on the contrary, if we act together, we \r\nwill live up to our responsibilities. France wants the \r\nUnited Nations to be the centre and the framework for \r\nglobal governance, but do the States that make up the \r\nOrganization want that to be our purpose and goal? \r\nfor the environment. That remains France’s objective. \r\nSuch an agency would be based in Africa, because \r\nthat continent, which has been neglected for too long, \r\nis facing climate-related challenges. It would also be \r\nhighly symbolic to entrust Africa with such a global \r\nagency for the environment.\r\nWith respect to development, I believe that we \r\nshould face reality. We will not achieve the Millennium \r\nDevelopment Goals without new resources. Everyone \r\nknows the budgetary limitations of our respective \r\nStates. That is why today, from this rostrum here at the \r\nUnited Nations, I am making an appeal for innovative \r\nfinancing, which would give us the means to enable our \r\norganizations to fight effectively against diseases such \r\nas HIV/AIDS and malaria.\r\nI would like to commend the success of the \r\nInternational Drug Purchase Facility, which was \r\nfinanced by a tax on airline tickets. That path \r\nhas been opened, and today we must take another \r\nstep in that direction. I propose a tax on financial \r\ntransactions — which several European Union countries \r\nhave already agreed to — aimed at slowing down the \r\nmovement of capital or at least financing development \r\nand helping to fight health-related scourges. France \r\nhas adopted such a tax. We have also made another \r\ncommitment: to dedicate at least 10 per cent of the \r\nbenefits of that tax to development and to fight health-\r\nrelated threats and pandemics.\r\nThat is the message that I wanted to send to the \r\nAssembly today: let us ensure that a global tax on \r\nfinancial transactions can be levied and that the benefits \r\nit yields can be spent on development and fighting \r\npandemics. That would be an excellent example of what \r\nI call the globalization of solidarity, and one of the best \r\nideas that today’s world could implement.\r\nBut the mission of the United Nations is not only \r\nto fight financial instability or ensure that development \r\nremains at the centre of our concerns: it is to work to \r\ncounter all forms of instability. I am thinking here about \r\ndrug trafficking, a scourge that affects producing, transit \r\nand consuming countries. To combat drug traffickers, \r\nwho are frequently allied with terrorist networks, the \r\nUnited Nations must elaborate and implement a global \r\nstrategy to fight against drugs.\r\nArms trafficking also poses a major threat. France \r\nis firmly committed to the conclusion of a universal \r\narms trade treaty. What the United Nations must defend \r\nand promote is a worldview that is based on respect for \r\n46 12-52029\r\nA/67/PV.6\r\nvery many conflicts. Energy resources are not equally \r\ndistributed, so there is inequality in accessibility to \r\nenergy. The existing dependency on energy remains a \r\nreason for abuse, not cooperation. A lack of clear and \r\nglobally accepted rules and norms in the energy sector \r\ncontributes to continuing tensions.\r\nRecurring gas and oil supply crises every year \r\nremind us that, in a global environment, friction and \r\ndisagreements over energy still lead to conflicts and \r\ntensions of all sorts. Being a small country, without its \r\nown resources, especially sources of energy, Lithuania \r\nis well aware of the negative consequences of energy \r\ndependency in an environment that has no universal \r\nagreement on or compliance with clear rules of the \r\ngame. What can we do?\r\nFirst, we need to increase global energy \r\nsustainability. I would like to congratulate Secretary-\r\nGeneral Ban Ki-moon for his Sustainable Energy for \r\nAll initiative, which is really relevant and timely. The \r\nimprovement of energy efficiency, the diversification \r\nof the energy supply and global accessibility to energy \r\nare certainly the goals for which we should strive.\r\nSecondly, we need to make existing inequalities in \r\naccess to energy a source of cooperation, not tension. \r\nThe use of energy dependency as an instrument for \r\npolitical or economic blackmail must be eliminated, \r\nnot only to ensure equality but also to increase global \r\ncompetiveness and effectiveness. With the ongoing \r\npractices of price-fixing and abuse of monopolistic \r\npositions, which both distort competition, there can be \r\nno development, security or effectiveness.\r\nThirdly, our answer to energy-related conflict \r\nprevention should be international agreements that \r\nmake clear that the use of energy to gain political goals is \r\nunacceptable. Responsibility for violations should also \r\nbe clear and unavoidable. We must grant international \r\ninstitutions greater discretion to launch investigations \r\nand to impose sanctions on activities that hinder the \r\nfree f low of energy resources, impede diversification \r\nor set unfair prices for customers.\r\nI have one final point. There is no energy-\r\nrelated issue as dangerous as unsafe nuclear energy \r\ndevelopment. It is obvious that each country can decide \r\non its own energy mix. However, each national decision \r\nto develop nuclear energy can have a devastating and \r\ntransboundary impact, and should be extremely well \r\ngrounded and researched. There can be no sustainability, \r\ndevelopment or peaceful cooperation without nuclear \r\nI say in all seriousness that when there is paralysis, \r\ninertia and inaction, injustice and intolerance find their \r\nplace. What I would like members to understand is that \r\nwe must act in order to shoulder our responsibilities \r\nand to deal with urgent situations, such as Syria, \r\nnuclear proliferation and the Sahel. We must also work \r\nfor another world that is based on development and \r\ninnovative financing and for the fight against health \r\ncrises. We must act, always and together. Let us live up \r\nto the mission entrusted to us and to the expectations of \r\npeoples. That is France’s message.  \r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the French Republic for \r\nthe statement he has just made.\r\nMr. François Hollande, President of the French \r\nRepublic, was escorted from the General Assembly \r\nHall.\r\nAddress by Mrs. Dalia Grybauskaitė, President of \r\nthe Republic of Lithuania \r\nThe President: The Assembly will now hear an \r\naddress by the President of the Republic of Lithuania.\r\nMrs. Dalia Grybauskaitė, President of the Republic \r\nof Lithuania, was escorted into the General \r\nAssembly Hall.\r\nThe President: On behalf of the General Assembly, \r\nI have the honour to welcome to the United Nations Her \r\nExcellency Mrs. Dalia Grybauskaitė, President of the \r\nRepublic of Lithuania, and to invite her to address the \r\nAssembly.\r\nPresident Grybauskaitė: In the past few years, the \r\nnumber of conflicts in the world has again been on the \r\nincrease. That causes the deaths and injuries of, and \r\na loss of shelter for, thousands of people. It leads to \r\na delay in the development of our countries and the \r\nstagnation of regional and global economies.\r\nOur common goal is to find ways to reduce tension, \r\ndisagreement and conflict worldwide. The most \r\nimportant challenge in that respect is understanding \r\nthe root causes of conflicts and concentrating efforts \r\non prevention, not only on doing away with the \r\nconsequences.\r\nI want to draw the attention of Member States \r\nto one specific area that is very narrow but very \r\nimportant — energy. Since ancient times, the \r\ncompetition for natural resources has been the reason for \r\n12-52029 47\r\nA/67/PV.6\r\nPresident of the Republic of Honduras, and to invite \r\nhim to address the Assembly.\r\nPresident Lobo Sosa (spoke in Spanish): As \r\nalways, it is an honour to participate in this Assembly \r\nof the peoples of the world, which pursues the ongoing \r\nstruggle, among others, for the universal principles \r\nupheld since 1948. It is here and at this time that we can \r\nsee that we are different, precisely in this Assembly, \r\nwhich reflects the wealth of our diversity. It is here \r\nwhere we work constantly to overcome our natural \r\ndifferences, respond to our common problems and \r\nstrengthen the human family through agreed outcomes. \r\nThe international community must be consistent \r\nin that objective. We must be partners and allies at all \r\ntimes, ready to put forward initiatives, solutions and \r\nreforms that strengthen the need for close cooperation \r\nin the joint responsibility to protect not only the right \r\nto that diversity, but also the right to demonstrate it and \r\nto fully live it. All must participate in this forum, with \r\nno sister nation excluded or not invited. We are called \r\nupon to ensure the full recognition of each and every \r\none, with complete security for all. \r\nIn Honduras, for some years we have acknowledged \r\nin all areas the need for a reform process that \r\nensures respect for people’s rights. Our first action, \r\nin accordance with our national law, was to invite \r\nregional and international organizations to come to \r\nHonduras and see our proposals and our work. We \r\nhave set up a unit to investigate crimes against sexual \r\ndiversity — lesbian, gay, bisexual and transgender — \r\nunder the Office of the Public Prosecutor. It focuses \r\nits attention on vulnerable groups and on furthering \r\ndialogue with the broader civil society.\r\nOn gender issues, the Honduran State has a policy \r\ngender progamme, which is a technical and political \r\ntool to help women achieve full equality and fairness. \r\nMy Government supports a 40-per-cent share of women \r\nin elected posts in the 2013 electoral campaign and a \r\n50-per cent participation in the following election in \r\n2017. In April, the National Congress of the Republic \r\nadopted a law against trafficking in persons. That is a \r\nmeasure of compliance by the State of Honduras with \r\nimportant recommendations on trafficking in persons \r\ndrawn up by international human rights bodies.\r\nAs we continue our fight for indigenous peoples, \r\nanother essential part of our national plan and vision \r\nfor the country is to put an end to the exclusion of such \r\npeoples and those of African descent and to ensure \r\nsafety. Mistakes in nuclear energy are too costly to be \r\nallowed. \r\nIn that respect, we welcome the actions taken by \r\nthe International Atomic Energy Agency to improve \r\nthe existing system of international nuclear safety \r\nregulations. Lithuania supports the position that nuclear \r\nsafety standards should be strengthened and, if needed, \r\nlegal international imperatives should be adopted. The \r\n2012 Seoul Nuclear Security Summit clearly indicated \r\nthat nuclear security and nuclear safety measures \r\nshould be drawn up, implemented and managed in a \r\ncoherent manner, as they both have a common aim to \r\nprotect the people and their environment. Keeping the \r\ncommitment that it assumed at the Summit, my country \r\nhas contributed to international efforts to increase \r\nglobal awareness of existing energy insecurities and \r\nways to prevent them by establishing the Nuclear \r\nSecurity Centre of Excellence in Lithuania.\r\nIn order to tackle the causes of conflicts, not just \r\nthe consequences, we have to be honest players. We \r\nmust honestly define the problems; speak openly about \r\ntheir reasons; be clear and precise in naming the rules \r\nof the game; and, last but not least, find in ourselves \r\nthe political will to play according to the rules globally, \r\nespecially once agreed upon.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the President of the Republic of Lithuania \r\nfor the statement she has just made.\r\nMrs. Dalia Grybauskaitė, President of the Republic \r\nof Lithuania, was escorted from the General \r\nAssembly Hall.\r\nMs. Flores (Honduras), Vice-President, took the \r\nChair.\r\nAddress by Mr. Porfirio Lobo Sosa, President of \r\nthe Republic of Honduras\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Honduras.\r\nMr. Porfirio Lobo Sosa, President of the Republic \r\nof Honduras, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Porfirio Lobo Sosa, \r\n48 12-52029\r\nA/67/PV.6\r\nindependent Violence Watch in Honduras show that the \r\nrate of homicides has fallen by 8.5 per cent this year. \r\nThat figure, added to the 10-per cent drop in the annual \r\nincrease just recorded, represents a total reduction in the \r\nhomicide rate of 18.5 per cent per 100,000 inhabitants.\r\nHowever, it is not only up to us victims to make an \r\neffort. As was made clear at the Summit of the Americas \r\nand at the recent General Assembly of the Organization \r\nof American States, combating organized crime, in \r\nparticular illicit drug trafficking and related criminal \r\nactivities, is a common, shared, but differentiated \r\nresponsibility.\r\nAt this great Assembly, I wish to underscore the \r\nresolute cooperation of Colombia and Chile and the \r\nrecent memorandum of understanding signed between \r\nHonduras and the United States of America. We \r\nalso welcome the most recent measures taken by the \r\nBolivarian Republic of Venezuela on the issue of f light \r\nbans. \r\nWith regard to Colombia, allow me to congratulate \r\nits President Juan Manuel Santos Calderón and his \r\nGovernment on his initiative to put an end to 50 years \r\nof war among brothers. We commend the Fuerzas \r\nArmadas Revolucionarias de Colombia for their \r\nreceptiveness. We also welcome the cooperation of the \r\nBolivarian Republic of Venezuela, Chile, Cuba and \r\nNorway. We wish them every success and hope that \r\npeace will return to that country. \r\nI would also like to thank the United Nations Office \r\non Drugs and Crime for its full support and recognition \r\nof the fact that we in Central America cannot face such \r\nscourges alone. We must seek every mechanism and try \r\nto be as creative as possible in dealing with that threat.\r\nWith greater respect for human rights and more \r\ncitizen security, we will have more and better education. \r\nHonduras has therefore launched a significant reform \r\nprocess. The National Congress has adopted laws to \r\nbolster education and to ensure the participation of the \r\nfamily and the community. Our focus and key objective \r\nare to provide a sound foundation for our children and \r\nour youth. We support the right of teachers to disagree \r\nand, on occasion, to demonstrate, but the rights of \r\nchildren and young people to the education that they \r\nreceive in their classrooms cannot be allowed to be \r\ninterrupted.\r\nLook at what is happening to us, according to \r\nUNICEF data. In Honduras, approximately 600 teaching \r\ntheir full and legitimate right to preserve their culture, \r\nlanguage, traditions and world view. I am accompanied \r\nat this Assembly by a representation of all indigenous \r\npeoples in Honduras. Last year, we held the first World \r\nSummit for People of African Descent in Honduras. \r\nNext year, we will hold a world summit on indigenous \r\npeoples.\r\nToday’s world presents a range of new threats to our \r\ncountries that are not traditional in form and that have \r\ncreated new dynamics. I am referring to the activities \r\nof transnational criminal organizations. According to \r\nresearch centres that track illicit economic activity, it is \r\nestimated that those groups now account for 10 per cent \r\nof the global gross domestic product. Those activities \r\ninclude money-laundering, bribes, drug trafficking, \r\ncounterfeit, piracy and illicit trafficking in persons and \r\nweapons.\r\nThat astounding amount of financial resources \r\ndangerously corrupts our societies and Governments. In \r\nmy view, it has become a threat to international security \r\nthat must be assessed, understood and fought against \r\nby all members of the United Nations. My country and \r\nour citizens are victims of the insatiable appetite for \r\ndrugs in developed countries and of the greed of the \r\nproducers and traffickers, who become rich on huge \r\nprofits stained with the blood of the innocent. Honduras \r\nis neither a consumer or producer country. Moreover, \r\nthe traffickers come from the south and the north but \r\nthose who die are Honduran. The mothers who suffer \r\nare Honduran, as are the orphans. \r\nHowever, Honduras is not unaware of the problem. \r\nDespite our limited economic resources, we are \r\nfacing such challenges with the necessary resolve \r\nto find comprehensive and immediate solutions to \r\nthat situation. Our primary objective is to defend the \r\nsovereignty and territorial integrity of our territory in \r\nthe face of the aggression of which we are victims. To \r\nthat end, by every means possible we must stop drugs \r\nfrom entering our country and ensure a complete \r\nprohibition of those that enter our national territory. \r\nWe have therefore updated the regulatory framework \r\nand are reforming our institutions and security system.\r\nAs violence and crime threaten our young people, \r\nwe have launched prevention programmes that can \r\nopen up better horizons and opportunities. Legal \r\nand institutional reform and the implementation of \r\nprogrammes and projects to stop the violence have \r\nstarted to yield results. The most recent figures of the \r\n12-52029 49\r\nA/67/PV.6\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of Honduras for the statement he has \r\njust made.\r\nMr. Porfirio Lobo Sosa, President of the Republic \r\nof Honduras, was escorted from the General \r\nAssembly Hall.\r\nAddress by Mr. Hifikepunye Pohamba, President of \r\nthe Republic of Namibia\r\nThe Acting President (spoke in Spanish): The \r\nAssembly will now hear an address by His Excellency \r\nMr. Hifikepunye Pohamba, President of the Republic \r\nof Namibia.\r\nMr. Hifikepunye Pohamba, President of the \r\nRepublic of Namibia, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Hifikepunye \r\nPohamba, President of the Republic of Namibia, and to \r\ninvite him to address the Assembly.\r\nPresident Pohamba: I extend warm congratulations \r\nto Mr. Jeremić and his country, Serbia, on his election \r\nas President of the General Assembly at its sixty-\r\nseventh session. My delegation is confident that, under \r\nhis leadership, this session will address all burning \r\nissues on its agenda. I assure him of my delegation’s \r\ncooperation and support. I also wish to thank his \r\npredecessor for presiding over the General Assembly at \r\nits sixty-sixth session. Similarly, I wish to congratulate \r\nHis Excellency Mr. Ban Ki-moon on assuming his \r\nsecond mandate as Secretary-General at the beginning \r\nof this year.\r\nThe unresolved conflicts around the world demand \r\ncommitment and resolve from us all in order to find \r\ndurable solutions. I therefore commend the President \r\nfor choosing the theme for the debate at this session, \r\nnamely, “Adjustment or settlement of international \r\ndisputes or situations by peaceful means”. Namibia \r\nfirmly believes that, if we all dedicate ourselves to \r\nfinding lasting solutions to conflicts by peaceful \r\nmeans, our collective efforts will be successful. There \r\nis no better way to achieve peace than by upholding the \r\ncardinal principle of the peaceful settlement of disputes, \r\nas provided for under Chapter VI of the United Nations \r\nCharter.\r\ndays have been lost in State schools and colleges in the \r\npast 10 years. That data is equivalent to three school \r\nyears of 200 days. That means that a boy or a girl who \r\nhas completed ninth grade in their studies has, in fact, \r\nonly received a sixth-grade education. Clearly, that is \r\na step backwards for society in general. According to \r\nfigures from the Department of Education, in 2009, 80 \r\nschool days were lost, in 2010, 30 days and, in 2011, \r\n40 days. All those days correspond to calls for massive \r\nteacher walk-outs. According to a study of the National \r\nIndependent University of Honduras, the country’s \r\nprincipal university, of the top 100 colleges, that \r\nleading State college is ranked in seventeenth position. \r\nWhat an injustice.\r\nIt is our poorest children and young people, those \r\nwho cannot afford private education, who go to State \r\nschools. We are condemning them to remain victims of \r\nthe most serious exclusion. Those who most need them \r\nare denied opportunities. Why do we not declare in this \r\nAssembly of peoples that classrooms are sanctuaries of \r\neducation and must never be closed?\r\nWe must continue our efforts to ensure greater \r\naccess for the poor to the productive sectors of the \r\nnational economy. Rapid, fair and sustainable growth \r\nis the true productive development of the country and, \r\nalong with education and health care, the best way to \r\nreduce poverty and extreme poverty.\r\nFrom the Office of the President and the First Lady, \r\nwho is here with me at the Assembly, among others, \r\nwe are working on a very important conditional cash \r\ntransfer programme. It currently reaches 30 per cent of \r\nour poor families. That is an immediate and specific \r\nresponse to social exclusion.\r\nOur geographic location makes Honduras one of \r\nthe countries most vulnerable to climate change. Along \r\nwith our socio-economic characteristics, that compels \r\nus, both nationally and regionally, to remain constantly \r\nvigilant in order to respond to natural threats and \r\ndisasters. That is why we deem it key to participate in \r\nall specialized forums, in particular the United Nations \r\nConference on Sustainable Development. \r\nToday and now, in this Hall, Honduras reiterates \r\nits commitment to the international community to the \r\ncomprehensive reform of the United Nations system. \r\nThat will help to strengthen the principle of universality \r\non the basis of just, fair and inclusive representation. \r\nThe challenge is for us all and our commitment is \r\nuniversal. That is why we are gathered here now.\r\n50 12-52029\r\nA/67/PV.6\r\nNamibia resolutely rejects the secessionist attempts \r\nin northern Mali and the destruction of ancient \r\nshrines in Timbuktu. We wish to commend the role \r\nplayed by the Economic Community of West African \r\nStates (ECOWAS) in helping to resolve the conflicts \r\nin those two countries. At the same time, we urge \r\nthe international community to provide support and \r\nassistance to ECOWAS.\r\nNamibia welcomes the recent positive political \r\ndevelopments in Somalia, including the election of His \r\nExcellency Mr. Hassan Sheikh Mohamud as President \r\nof that country. I congratulate him and wish him well \r\nin the noble task of bringing normalcy and stability \r\nto that sister country. The international community \r\nshould continue to support the people of Somalia as \r\nthey embark upon the path to rebuild their country.\r\nFor many decades, the people of Western Sahara have \r\nbeen denied their inalienable right to self-determination \r\nand independence. Namibia reiterates its call for the \r\nimmediate and unconditional implementation of the \r\nUnited Nations Settlement Plan, leading to the holding \r\nof a free and fair referendum in Western Sahara.\r\nEqually, we wish to reaffirm our unequivocal \r\nsupport for the inalienable rights of the Palestinian \r\npeople to self-determination and national independence \r\non the basis of the relevant United Nations resolutions.\r\nEach year during the general debate, the majority \r\nof States Members of the United Nations express their \r\nconcern over the continued economic, commercial \r\nand financial blockade unilaterally imposed against \r\nthe Republic of Cuba, with its adverse effect on the \r\nCuban people. Thus, Namibia reiterates its call for the \r\nimmediate and unconditional lifting of the embargo \r\nagainst Cuba.\r\nNamibia attaches great importance to sustainable \r\ndevelopment and the search for the best ways to \r\nmitigate the adverse effects of climate change. In that \r\nregard, we will continue to actively cooperate with the \r\ninternational community to address climate change.\r\nIn that context, Namibia seeks the support of \r\nMember States in hosting the secretariat of the \r\nGreen Climate Fund in our capital city, Windhoek If \r\nsuccessful, that would provide an opportunity for a \r\ndeveloping country to host a United Nations agency \r\nof great importance. Given the opportunity, Namibia \r\nstands ready to discharge its obligations arising from \r\nIn that regard, we should renew the original \r\ncommitment to peace and progress as essential values \r\nof the United Nations. Namibia believes that respect for \r\nthe sovereign equality of States, territorial integrity and \r\nindependence constitute the pillars of international law \r\nand, indeed, the bedrock of peaceful relations among \r\nnations. The violation of any of those principles poses a \r\nserious threat to international peace and security.\r\nRegional and subregional organizations are \r\nimportant partners in solving conflicts in affected \r\nareas throughout the world. Their contribution to \r\nconflict resolution is provided for under the United \r\nNations Charter. There is therefore a compelling need \r\nfor the United Nations to take into account the views \r\nof regional organizations in the areas of mediation \r\nand peacemaking. Such institutions should be fully \r\nsupported in finding lasting solutions to violent \r\nconflicts around the world.\r\nIn Africa, since its inception, the African Union \r\nPeace and Security Council has cooperated with the \r\nUnited Nations Security Council towards those shared \r\ngoals of conflict resolution. Similarly, the subregion \r\nof the Southern African Development Community has \r\nestablished initiatives to resolve political conflicts in \r\nthe region through mediation. \r\nHowever, we are concerned about the deteriorating \r\nsecurity situation in the eastern Democratic Republic of \r\nCongo. We therefore urge the international community \r\nto support the regional initiative aimed at resolving \r\nthat conflict and to provide humanitarian assistance to \r\ndisplaced persons. We call on all neighbouring countries \r\nto work together with the Congolese authorities to help \r\nresolve the conflict and to ensure that the sovereignty \r\nand territorial integrity of the Democratic Republic of \r\nthe Congo is not violated.\r\nIn Madagascar, we urge the Malagasy political \r\nactors to expedite the full implementation of the road \r\nmap leading to the holding of free, fair, inclusive and \r\ncredible elections.\r\nWith regard to the Sudan and South Sudan, Namibia \r\ncalls on the two countries to resolve all outstanding \r\nissues peacefully. In the Darfur region of the Sudan, we \r\nurge the Government and the other parties concerned to \r\nfind a negotiated and peaceful solution to the conflict.\r\nWe denounce the unconstitutional changes of \r\nGovernment in Mali and Guinea-Bissau that took place, \r\nrespectively, in March and April this year. Equally, \r\n12-52029 51\r\nA/67/PV.6\r\nLet us rededicate ourselves to the principle of the \r\nsettlement of international disputes by peaceful means \r\nin order to save current and succeeding generations \r\nfrom the scourge of war and build a prosperous future \r\nfor our children.\r\nThe Acting President (spoke in Spanish): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of Namibia for the statement just made.\r\nMr. Hifikepunye Pohamba, President of the \r\nRepublic of Namibia, was escorted from the \r\nGeneral Assembly Hall.\r\nThe meeting rose at 3.05 p.m.\r\nhosting the Green Climate Fund secretariat. We count \r\non Member States’ support.\r\nThe reform of the United Nations and its principal \r\norgans should seek to strengthen the Organization in \r\norder to make it more efficient, effective and responsive \r\nto the needs of all its Members. In that context, \r\nstrengthening the role and authority of the General \r\nAssembly is of paramount importance. Equally, the \r\nreform of the Security Council is at the core of the wider \r\nUnited Nations reform, given its primary responsibility \r\nfor the maintenance of international peace and security. \r\nNamibia reiterates its support for the common African \r\nposition on the reform of the Security Council.\r\n"