"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-62137 (E)\r\n*1262137*\r\nThe meeting was called to order at 10.55 a.m.\r\nAgenda item 37 (continued)\r\nQuestion of Palestine\r\nReport of the Committee on the Exercise of \r\nthe Inalienable Rights of the Palestinian \r\nPeople (A/67/35)\r\nReport of the Secretary-General (A/67/364)\r\nDraft resolutions (A/67/L.17, A/67/L.18, \r\nA/67/L.19 and A/67/L.20) \r\nThe President: I now give the f loor to the \r\nrepresentative of Senegal, Mr. Abdou Salam Diallo, \r\nin his capacity as Chairman of the Committee on the \r\nExercise of the Inalienable Rights of the Palestinian \r\nPeople, to introduce draft resolutions A/67/L.17, \r\nA/67/L.18, A/67/L.19 and A/67/L.20.\r\nMr. Diallo (Senegal), Chairman of the Committee \r\non the Exercise of the Inalienable Rights of the \r\nPalestinian People (spoke in French): Yesterday, \r\n29 November, we celebrated the International Day of \r\nSolidarity with the Palestinian People. As President \r\nMahmoud Abbas recalled, that date was no accident. It \r\nhas strong historical resonance. It was on 29 November \r\n1947 that 33 Member States, meeting in the Borough \r\nof Queens in what had been a World’s Fair pavilion, \r\ndecided to partition Palestine. Of the two States they \r\nenvisaged, one was created and became a Member of \r\nthe United Nations. Yesterday, at its 44th meeting, the \r\nGeneral Assembly decided to perfect its undertaking by \r\nrecognizing the other entity as a State. \r\nThanks to the overwhelming support of the \r\ninternational community, the journey of the Palestinian \r\npeople to freedom and to the building of an independent \r\nState took a new turn. Although the path has been \r\ndifficult and the sacrifices many, the efforts have not \r\nbeen in vain. That overwhelming vote is proof that the \r\nperseverance of the Palestinians in working towards a \r\nnegotiated settlement is the best guarantee for peace in \r\nthe region of the Middle East. It is therefore with pride \r\nthat the Committee on the Exercise of the Inalienable \r\nRights of the Palestinian People sees the delegation of \r\nPalestine take its rightful seat in the General Assembly \r\nwith the status of a non-member observer State. \r\nI would also like to congratulate the Palestinian \r\npeople and their leaders, especially President Mahmoud \r\nAbbas, for the courage and patience they have shown. \r\nTo the Palestinian people, who pursued their dream \r\ndespite hardships and other privations, I wish harmony \r\nand prosperity. But more than anything, I wish them a \r\nnew perspective for peace with Israel and all the peoples \r\nof the region. \r\nOn behalf of the Committee, I would also like to \r\nthank all members who voted for resolution 67/19. It is \r\nan important victory for all the forces of peace and can \r\ncontribute to political modernization in the region for \r\nthe benefit of all of its peoples.\r\nI would now like to introduce to the Assembly \r\nthe four draft resolutions adopted by the Committee \r\nand circulated under this agenda item, namely, draft \r\nresolutions A/67/L.17, A/67/L.18, A/67/L.19 and \r\nA/67/L.20.\r\nUnited Nations A/67/PV.46\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n46th plenary meeting\r\nFriday, 30 November 2012, 10 a.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Serbia)\r\n2 12-62137\r\nA/67/PV.46\r\nThe first three draft resolutions concern the work \r\nof the Committee on the Exercise of the Inalienable \r\nRights of the Palestinian People, the Division for \r\nPalestinian Rights of the Secretariat and the special \r\ninformation programme on the question of Palestine of \r\nthe Department of Public Information. They reaffirm \r\nthe important mandates entrusted to those entities by \r\nthe General Assembly. As in the past, the Committee \r\nwill ensure the rational use of the resources made \r\navailable to it. Naturally, the three draft resolutions \r\nhave been updated.\r\nThe fourth draft resolution, A/67/L.20, entitled \r\n“Peaceful settlement of the question of Palestine”, \r\nreiterates the position of the General Assembly with \r\nregard to the essential elements of such a settlement \r\nand includes references to the developments of the past \r\nyear.\r\nThe four draft resolutions that I have just introduced \r\noutline positions, mandates and programmes that are of \r\nparticular importance at the present crucial juncture. \r\nWhile the draft resolutions on a peaceful settlement \r\nand the special information programme traditionally \r\nenjoy overwhelming support from members, the voting \r\non the draft resolutions concerning the Committee and \r\nthe Division, in which a sizeable group of members \r\nabstains, could be improved.\r\nAdvocating for the coexistence of two States means \r\nsupporting the only body set up by the General Assembly \r\nwith that goal, namely, the Committee on the Exercise \r\nof the Inalienable Rights of the Palestinian People. \r\nThe Committee recalls that the United Nations has a \r\npermanent responsibility with regard to the question \r\nof Palestine until it is resolved in all its aspects in a \r\nsatisfactory manner, in accordance with international \r\nlegitimacy. In pursuing our common objectives, the \r\nCommittee counts on the cooperation of all members. \r\nConsequently, I hope that the General Assembly will \r\nvote in favour of these four draft resolutions with a \r\nmajority that speaks of the correctness of the goals they \r\nare pursuing.\r\nThe President: I now give the f loor to the \r\nrepresentative of Malta, Mr. Christopher Grima, in \r\nhis capacity as Rapporteur of the Committee on the \r\nExercise of the Inalienable Rights of the Palestinian \r\nPeople, to introduce the report of the Committee.\r\nMr. Grima (Malta), Rapporteur of the Committee \r\non the Exercise of the Inalienable Rights of the \r\nPalestinian People: Allow me, at the outset, to join \r\nprevious speakers in congratulating the delegation of \r\nPalestine on having been granted non-member observer \r\nState status in the General Assembly.\r\nIt is an honour for me, in my capacity as Rapporteur \r\nof the Committee on the Exercise of the inalienable \r\nRights of the Palestinian People, to introduce to the \r\nGeneral Assembly the annual report of the Committee, \r\nwhich is contained in document A/67/35. Allow me to \r\nsummarize each section of the report.\r\nAfter the introduction, the report outlines, in \r\nchapters II and III, the mandate entrusted to the \r\nCommittee by the General Assembly and contains \r\ninformation on the organization of the Committee’s \r\nwork during the year.\r\nIn chapter IV, the report reviews the situation \r\nrelating to the question of Palestine as monitored by the \r\nCommittee and contains a detailed factual account of \r\ndevelopments that have taken place in the period under \r\nreview, which ended on 7 October. The most recent \r\nevents will be reflected in the next report.\r\nChapter V contains the action taken by the \r\nCommittee, including the Chairman’s participation \r\nin General Assembly and Security Council debates, \r\nstatements issued by the Committee and its Bureau and \r\nthe continued dialogue between the Committee and \r\nmembers of intergovernmental organizations. Chapter \r\nV also reports on the various international meetings \r\nand conferences organized by the Committee, as well \r\nas other mandated activities carried out by the Division \r\nfor Palestinian Rights.\r\nChapter VI provides an overview of the work done \r\nover the year by the Department of Public Information \r\npursuant to resolution 66/16, of 30 November 2011.\r\nThe last chapter contains the conclusions and \r\nrecommendations of the Committee, in which the \r\nCommittee expresses its concern that the momentum \r\ntowards the two-State solution appears to have \r\ndissipated due to Israel’s continued expansion of its \r\nillegal settlements in the occupied Palestinian territory, \r\nincluding East Jerusalem, and its refusal to commit \r\nto the long-standing parameters of the peace process. \r\nThe Committee expresses its view that progress on the \r\nPalestinian status at the United Nations will generate a \r\nnew dynamic in the peace process and help safeguard \r\nthe two-State solution, as will the recognition of the \r\nState of Palestine by additional Member States.\r\n12-62137 3\r\nA/67/PV.46\r\nThe Committee calls on the international \r\ncommunity to take serious and concrete action that will \r\ncompel Israel to stop its illegal settlement activities \r\nand to genuinely commit to ending its 45-year military \r\noccupation of the Palestinian territory and to making \r\npeace. The Committee also calls on members of the \r\nSecurity Council to undertake a mission to the region \r\nto examine the situation at first hand and to contribute \r\ntangibly to the efforts to advance a comprehensive, just \r\nand lasting solution to the Israeli-Palestinian conflict \r\nand the Arab-Israeli conflict as a whole.\r\nIn addition, the Committee calls on donors to \r\nmeet their prior commitments and provide emergency \r\naid to the Palestinian people. The Committee calls on \r\nall Palestinian factions to unite behind the leadership \r\nof President Mahmoud Abbas for a good-faith \r\nimplementation of national reconciliation agreements, \r\nwhich is a prerequisite for the establishment of a viable \r\nPalestinian State.\r\nThe Committee expresses its deep concern about \r\nthe ongoing violence and the gross violations of \r\nhumanitarian and human rights law and reiterates its \r\ncondemnation of all attacks against civilians, including \r\nrocket fire from Gaza, air strikes on populated areas \r\nand settler violence. It calls on the Security Council \r\nand the High Contracting Parties to the Fourth Geneva \r\nConvention to act urgently to guarantee the protection \r\nof civilians.\r\nThe Committee reiterates that any sustainable \r\nrecovery of the Palestinian economy requires the \r\ndismantlement of the Israeli occupation and its \r\nassociated regime of settlements, checkpoints, the \r\nseparation wall, demolitions, land confiscations and \r\nexpulsions. Those have been on the rise, with the \r\nworst abuses occurring in East Jerusalem and in Area \r\nC. In that regard, the Committee calls for the transfer \r\nof additional territories in Area C to the jurisdiction \r\nof the Palestinian Authority, as envisaged in the Oslo \r\nAccords.\r\nThe Committee will focus its programme of \r\ninternational meetings and conferences in 2013 on \r\nwidening international support for the achievement of \r\nthe inalienable rights of the Palestinian people to self-\r\ndetermination, national independence and sovereignty, \r\nand to return to their homes and property. It will also seek \r\nto strengthen international support for the permanent \r\nstatus negotiations and contribute to the creation of a \r\nfavourable international atmosphere for their conduct \r\nin good faith. The Committee also supports global \r\ncampaigns to challenge Israeli impunity and promote \r\nthe concept of Israeli accountability for its actions \r\ntowards the Palestinian people.\r\nThe Committee will continue to highlight the \r\nplight of the most disadvantaged Palestinians, such as \r\nthe Palestine refugees, Palestinians living in Gaza and \r\nPalestinian political prisoners, and to mobilize support \r\nfor Palestinian institution-building and all other efforts \r\nto facilitate the viability of the Palestinian State. The \r\nCommittee will pay particular attention to the inclusion \r\nand empowerment of women and youth and their \r\norganizations in that process.\r\nThe Committee will continue to encourage \r\ncivil society partners to work with their national \r\nGovernments, parliaments and other institutions with \r\na view to gaining their full support for the work of \r\nthe United Nations, including that of the Committee, \r\non the question of Palestine. It will continue to assess \r\nits programme of cooperation with civil society and \r\nconsult them on ways to enhance their contribution. \r\nThe Committee will also strive to further develop \r\ncooperation with parliamentarians and their umbrella \r\norganizations.\r\nThe Committee requests the Division for Palestinian \r\nRights to continue its substantive and secretariat \r\nsupport, the programme of research, monitoring and \r\npublications and other informational activities. It should \r\npay special attention to the continued development of \r\nthe “Question of Palestine” website and the use of web-\r\nbased social information networks, such as Facebook \r\nand Twitter. The Committee also requests the Division \r\nto further develop the annual training programme for \r\nstaff of the Palestinian Authority and to continue to \r\norganize the annual observance of the International \r\nDay of Solidarity with the Palestinian People.\r\nFinally, the Committee expresses its view that \r\nthe special information programme on the question of \r\nPalestine of the Department of Public Information has \r\nmade an important contribution to informing the media \r\nand public opinion of the relevant issues, and requests \r\nthe continuation of the programme, with the necessary \r\nf lexibility, as warranted by developments relevant to \r\nthe question of Palestine.\r\nIn conclusion, I would like to express the hope \r\nthat the report that I have just introduced will be of \r\nassistance to the General Assembly in its deliberations \r\non the question of Palestine.\r\n4 12-62137\r\nA/67/PV.46\r\nMrs. Perceval (Argentina) (spoke in Spanish): \r\nArgentina is proud to have been one of the 70 sponsors \r\nof resolution 67/19, which was adopted with a view to \r\nrecognizing Palestine as a non-member observer State \r\nin the United Nations, because it represents a historic \r\nstep by the international community with respect \r\nto the Palestinian people and the Palestinian State, \r\nrecognized as such by 132 Members of the United \r\nNations, including the Argentine Republic. However, \r\nthat resolution is only one additional step towards the \r\nlong overdue decision that the Organization has yet to \r\ntake, namely, Palestine’s admission as a Member State \r\nof the United Nations.\r\nThe requirements for the admission of new Members \r\nare clearly established in paragraph 2 of Article 4 of \r\nthe Charter of the United Nations, which represents \r\nthe consensus of the international community and \r\nenshrines the principle of the sovereign equality of all \r\nStates — a necessary condition to promote, protect and \r\nensure international peace and security, the full force \r\nof human rights and fundamental freedoms, the rule of \r\nlaw and true democracy.\r\nOn 23 September 2011, the President of the \r\nPalestinian Authority, Mr. Mahmoud Abbas, presented \r\nto the United Nations Palestine’s request for admission \r\nas a full Member and signed a declaration by which \r\nhe accepted the relevant obligations under the Charter \r\n(see A/66/PV.19). But, although in November of the \r\nsame year UNESCO approved Palestine’s admission \r\nas a member, the General Assembly was still not \r\nable to take the decision to admit Palestine into the \r\nOrganization, because considerations not related to the \r\nrequirements established in the Charter meant that the \r\nSecurity Council provided no recommendation to the \r\nGeneral Assembly.\r\nBased on its firm belief in the sovereign equality \r\nof States, Argentina, from the inception of the \r\nOrganization, has been clear in its support for the \r\nuniversality of the United Nations, so as to include all \r\nStates that meet the requirements set out in the Charter \r\nof the United Nations — the binding instrument \r\nrepresenting the covenant of peaceful coexistence of \r\nthe international community.\r\nLikewise, it is worth recalling that Argentina \r\nadvocated since the founding of the Organization that \r\nthe right of veto of the permanent members of the \r\nSecurity Council could not be exercised with respect \r\nto the admission of new Members. It should also be \r\nrecalled that even the International Court of Justice, \r\nin an advisory opinion supported by Argentina, \r\ndetermined that the conditions for the admission of a \r\nMember were exhaustive and that.\r\n“[t]he political character of an organ cannot release \r\nit from the observance of the treaty provisions \r\nestablished by the Charter when they constitute \r\nlimitations on its powers or criteria for its \r\njudgment”.\r\nThe Organization cannot ignore Palestine’s statehood \r\nstatus in the context of the exercise of the right to self-\r\ndetermination of the Palestinian people.\r\nArgentina was not alone in supporting the resolution \r\nadopted. The heads of State and Government of the \r\nSouthern Common Market expressed their support for \r\nthe application of the State of Palestine to acquire the \r\nstatus granted to it yesterday by the General Assembly.\r\nFinally, the international community has definitely \r\nbecome aware of the value of that which should be \r\nconsidered the first right of peoples, namely, the right \r\nto peace. The Palestinian and Israeli peoples have \r\nthe right to live in peace. My country, Argentina, \r\nand the Assembly, which is the multilateral arena par \r\nexcellence, clearly support that right. Therefore, as the \r\nPresident of Argentina, Mrs. Cristina Fernández, has \r\nsaid:\r\n“Today we reiterate our conviction of the need \r\nto continue the negotiation process in order to \r\nachieve a peaceful, just, lasting and comprehensive \r\nsettlement of the Middle East conflict that \r\ncontemplates an independent and viable Palestinian \r\nState.”\r\nNo people chooses war. All peoples wish to live in \r\npeace.\r\nMr. Sin Son Ho (Democratic People’s Republic \r\nof Korea): First of all, my delegation would like to \r\nassociate itself with the statement made at the 45th \r\nmeeting by the representative of the Islamic Republic \r\nof Iran on behalf of the Non-Aligned Movement.\r\nMy delegation considers the convening of today’s \r\nplenary meeting on agenda item 37, entitled “Question \r\nof Palestine”, to be very timely, as it coincides with the \r\ncommemoration of the International Day of Solidarity \r\nwith the Palestinian People. The establishment of the \r\nInternational Day of Solidarity with the Palestinian \r\nPeople, 30 years ago, was an important occasion that \r\n12-62137 5\r\nA/67/PV.46\r\nreflected the aspiration of the international community \r\nto an early solution of the Palestinian question.\r\nOn this important occasion of the International Day \r\nof Solidarity with the Palestinian People, my delegation \r\njoins the international community in extending \r\nits unwavering support to, and solidarity with, the \r\nPalestinian people’s just cause of regaining its territory \r\nand establishing an independent State. My delegation \r\nwas a sponsor of the resolution and yesterday it aligned \r\nwith the majority of Member States in voting in favour \r\nof resolution 67/19, on Palestine’s status. We once again \r\nwelcome and congratulate Palestine on having received \r\nan absolute majority in recognition of its statehood at \r\nthe United Nations.\r\nUnfortunately, it is very regrettable that the \r\nPalestinian issue has not yet been resolved, despite \r\nthe unreserved support and efforts of the international \r\ncommunity. Israel continues its aggressive policy \r\nof illegal occupation of the Arab territories, \r\nexpanding settlements, blockading the Gaza Strip and \r\nindiscriminately killing civilians, thereby challenging \r\nthe international community. Furthermore, Israel, the \r\noccupying Power, recently escalated military attacks \r\nagainst the Palestinian people, particularly in the Gaza \r\nStrip, killing many innocent civilians, including women \r\nand children.\r\nNevertheless, the Security Council, whose main \r\nresponsibility is to protect international peace and \r\nsecurity, has turned its face away from Israeli atrocities \r\nwithout taking any appropriate measures. That is a \r\ntypical expression of the United States double standard, \r\nwhereby it takes sides with Israel, seriously damaging \r\nthe Council’s credibility. We strongly denounce the \r\nunpardonable Israeli criminal acts of wantonly violating \r\nthe sovereignty of Palestine and seriously disturbing \r\npeace and security in the Middle East.\r\nEstablishing the independent State of Palestine is \r\nan inalienable sovereign right of the Palestinian people. \r\nThe Democratic People’s Republic of Korea recognized \r\nPalestine as an independent sovereign State in 1988 \r\nand established full diplomatic relations with it. Since \r\nthen, it has extended unreserved support and solidarity \r\nto the Palestinian people’s struggle to establish their \r\nindependent State. The Democratic People’s Republic \r\nof Korea will continue its unwavering support for the \r\nPalestinian and Arab people and will stand firm with \r\nthem in their just cause.\r\nIf the Palestinian issue is to be settled and \r\nlasting peace is to be maintained in the Middle \r\nEast, the aggressive and hostile Israeli acts against \r\nthe Palestinian people must be terminated and the \r\nPalestinian people’s legitimate national right to \r\nestablish an independent State must be realized. The \r\nlegitimate status of Palestine as a State Member of the \r\nUnited Nations should be granted as early as possible, \r\nin conformity with the Charter of the United Nations \r\nand the principles of peace and security. It is also the \r\nview of my delegation that the Security Council should \r\ngive due attention to Palestinian membership, which \r\nis now on the international agenda, so that it may be \r\nrealized without further delay, since more than two \r\nthirds of the Member States have already officially \r\nrecognized Palestine as a State.\r\nMy delegation avails itself of this opportunity \r\nto reaffirm its unvarying support for and solidarity \r\nwith the Palestinian people in their just cause of \r\nregaining their legitimate national rights, including the \r\nestablishment of an independent State with Jerusalem \r\nas its capital.\r\nMrs. Mørch Smith (Norway): Yesterday, an \r\noverwhelming majority of the Member States voted in \r\nfavour of upgrading Palestine to non-member observer \r\nState in the General Assembly. That is a milestone, and \r\ntruly historic. It is a tribute to those who have chosen \r\nthe path of resolving the Israeli-Palestinian conflict \r\nthrough peaceful and diplomatic means. It is also a \r\ntribute to the Partition Plan, adopted by the General \r\nAssembly 65 years ago, and to the two-State solution.\r\nResolution 67/19, adopted yesterday, was not a \r\nunilateral step by the Palestinians. The resolution was \r\ncarefully balanced and sends a clear message that the \r\nPalestine Liberation Organization and President Abbas \r\nare genuinely committed to resuming negotiations on \r\nthe basis of the two-State solution. Time is more than \r\nripe for all Palestinians to embrace that nonviolent \r\napproach. A unified Palestine will stand stronger, and \r\nPresident Abbas’ clear reaffirmation that Palestine will \r\nadhere strictly to the Charter of the United Nations \r\nand respect fundamental human rights principles is \r\nwelcomed.\r\nYesterday’s decision also underscores that the \r\ninternational community recognizes that Palestinian \r\ninstitutions have passed the threshold for a functioning \r\nState. Norway is committed to continued efforts to \r\nempower Palestinian institutions. However, the current \r\n6 12-62137\r\nA/67/PV.46\r\ncrisis in the Palestinian economy is of great concern. \r\nThe financial imbalance in the Palestinian economy is \r\nin danger of becoming chronic and will be increasingly \r\ndifficult to resolve if no adequate measures are taken.\r\nIt is in the interest of us all to secure a viable \r\neconomy in Palestine. The task of international donors \r\nwill not be completed until the Palestinian economy can \r\nprosper and fiscal independence can be ensured. An \r\neconomic collapse will endanger institutional progress \r\nand severely exacerbate the welfare of the Palestinian \r\npeople. That could strengthen political forces that \r\nare not committed to a peaceful settlement and reject \r\nnegotiations as the way forward.\r\nThe occupation severely hampers economic \r\ndevelopment. A self-sustaining Palestinian economy \r\ncannot be achieved as long as the occupation remains \r\nin place and illegal settlements continue to expand, \r\nencircling East Jerusalem and undermining the very \r\nconcept of a two-State solution.\r\nMr. Gaspar Martins (Angola), Vice-President, took \r\nthe Chair.\r\nThe ceasefire in Gaza is fragile and deserves our \r\nfull support in order to make it durable. Decisions to lift \r\nrestrictions on goods, construction items and personnel \r\nshould be taken without further delay and in accordance \r\nwith Security Council resolution 1860 (2009). Such \r\ninitiatives would make the ceasefire more robust and \r\nhelp us move forward towards normalization in the \r\nGaza Strip. That will also have a strengthening effect \r\non moderate political forces and will weaken those \r\nwho choose violence. Egypt’s key role in achieving a \r\nceasefire agreement is very encouraging.\r\nWhile we may have times of quiet, times where \r\nhostilities are absent, we will not achieve true \r\npeace unless the parties, through negotiations and \r\ncompromises, reach a political settlement. Yesterday’s \r\nresult is encouraging. It should be interpreted as a call \r\nfor action and not as an excuse to yet again postpone \r\nnegotiations. Clear parameters defining the basis for \r\nnegotiations are key elements for a successful outcome. \r\nIt is also imperative that unilateral acts on the ground, \r\nwhich undermine confidence and take the parties \r\nfurther from negotiations, be avoided. President Abbas, \r\nin his speech at the 44th meeting yesterday, underscored \r\nthat he will act responsibly and positively in the next \r\nsteps. That should be respected.\r\nRegardless of how we cast our vote yesterday, \r\nwe all need to come together and bring forward the \r\nefforts to resolve the Israeli-Palestinian conflict \r\nthrough negotiations. Those negotiations should start \r\nimmediately.\r\nMr. Faizal (Maldives): On this historic occasion in \r\n1947, the General Assembly adopted resolution 181 (II), \r\non the partition of Palestine, thus creating one of the \r\nmost complex and elusive challenges that the modern \r\nworld has faced so far. Yet again, we find ourselves in \r\nthis very Hall, lamenting the lack of progress in a now \r\nmoribund peace process and decrying the deficiency \r\nof international political will to help realize what was \r\nconceived all those years ago — a story of two States, \r\na world where both Palestine and Israel could coexist, \r\nwithin secure and recognized borders.\r\nAs we mark the International Day of Solidarity \r\nwith the Palestinian People, I wish to reiterate the \r\nsolidarity of my Government and that of all Maldivians \r\nwith the Palestinian people’s inalienable right to self-\r\ndetermination. Even in this difficult hour, as smoke \r\nrises from the ruins of Gaza and the grave humanitarian \r\ncrisis is once again laid bare for the world to see, the \r\nMaldives will not waver in its steadfast support for \r\nPalestine, nor will it retreat from condemning the \r\nserious injustices committed in the occupied territories \r\nas recently as last week.\r\nThe Maldives welcomes the statement by the \r\nPresident of the State of Palestine, Mr. Mahmoud Abbas, \r\ndelivered yesterday afternoon in the General Assembly \r\n(see A/67/PV.44). We commend his extraordinary \r\nvision and his leadership of the Palestinian people in \r\nthe face of an endless struggle for freedom.\r\nMy delegation wishes to express its appreciation to \r\nthe Secretary-General for his efforts in the compilation \r\nof his report (A/67/364), in accordance with Assembly \r\nresolution 66/17. We would also like to thank the \r\nCommittee on the Exercise of the Inalienable Rights of \r\nthe Palestinian People for its report (A/67/35) and for its \r\ncommendable achievements over the past years.\r\nThe observations in the reports to the General \r\nAssembly once again demonstrate that a peaceful \r\nsettlement to the question of Palestine and the wider \r\nArab-Israeli conflict lies in a two-State solution — two \r\nStates living side by side on the basis of pre-1967 \r\nborders, with Jerusalem as their shared capital. They \r\nalso show that efforts to achieve a negotiated settlement \r\nare being quickly eroded by the lack of trust between \r\n12-62137 7\r\nA/67/PV.46\r\nthe two sides for resuming direct negotiations and an \r\nalarming lack of confidence in the peace process itself.\r\nThe Maldives strongly backed the initiative by the \r\nPalestinians last year for full membership in the United \r\nNations. We did so fully adhering to the view that it was \r\nlong overdue for Palestine to be an equal among nations \r\nand to join an international family that has passionately \r\nsupported the struggle of all Palestinians. Furthermore, \r\nwe hold a strong belief in the conviction that their right \r\nto self-determination must be fully realized. Statehood \r\nwill bring the sense of leadership, responsibility and \r\nobligation that surrounds the business of governance. \r\nThe restoration of Palestinian rights would also alleviate \r\nto some extent their socioeconomic problems — a \r\ncrumbling infrastructure and decades of psychological \r\nand material damage endured under occupation.\r\nWhile an independent, viable and sovereign State \r\nof Palestine is the ultimate objective, we believe that \r\ngranting the status of non-member observer State in \r\nthe General Assembly is a landmark achievement. \r\nMy delegation was pleased to join the list of sponsors \r\nof resolution 67/19, entitled “Status of Palestine in \r\nthe United Nations”, which was adopted with an \r\noverwhelming level of support and endorsement by the \r\nUnited Nations membership.\r\nMy Government hails the ceasefire that recently \r\ncame into effect between Hamas and Israel. We \r\ncommend the Egyptian Government, the United States \r\nand the United Nations for their exemplary leadership \r\nin preventing a further escalation of the crisis. Military \r\nstrikes on highly populated areas in Gaza took the \r\nlives of many innocent civilians, including women and \r\nchildren, adding to the layers of destruction and rubble \r\nleft by years of hardship, the illegal Israeli blockade and \r\nground invasions of recent memory. We also call upon \r\nHamas to cease all rocket attacks on the State of Israel \r\nand to respect and uphold the ceasefire agreement so as \r\nto avoid further bloodshed and suffering.\r\nIsrael’s expansion of illegal settlements undermines \r\npeace efforts and is at the crux of the current stalemate \r\nfaced by the global community. Despite international \r\noutrage and multiple calls to cease all settlement activity \r\nimmediately, Israel, the occupying Power, continues \r\nto operate with total impunity, making a mockery of \r\ninternational humanitarian and human rights law. The \r\nforced eviction of Palestinians and the demolition \r\nof their homes to make way for Israeli settlers could \r\nnot be described as anything other than an outright \r\nillegal seizure of territory by an occupying Power. In \r\nthe pursuit of meaningful negotiations and a lasting \r\npeace, the onus is on Israel, as the occupying Power, to \r\ndemonstrate its compliance with its obligations under \r\ninternational humanitarian law, including the Fourth \r\nGeneva Convention, to cease all illegal settlement \r\nactivity in the occupied territories.\r\nIn conclusion, I wish to reiterate the commitment of \r\nthe Government of Maldives to support all international \r\nefforts to seek a just and comprehensive settlement to \r\nthe question of Palestinian statehood, including all final \r\nstatus issues. The urgency of achieving that objective is \r\nevident, as the Palestinians find themselves surrounded \r\nby Arab freedom movements. Both fight for common \r\ngoals — a sacred belief that their destiny should be \r\nsquarely in their own hands, and a better world for \r\nfuture generations. Both also believe that having the \r\nresponsibility to govern would bring pragmatism and \r\naccountability for their own actions. The resolution \r\nadopted yesterday is an important step in that direction. \r\nIt is time for the Palestinians to achieve statehood and to \r\ndecide their future free from occupation, intimidation \r\nand aggression.\r\nMr. Kommasith (Lao People’s Democratic \r\nRepublic): My delegation endorses the statement made \r\nat the 45th meeting by the Permanent Representative \r\nof the Islamic Republic of Iran on behalf of the \r\nNon-Aligned Movement.\r\nJust yesterday, we adopted resolution 67/19, \r\naccording Palestine non-member observer State status \r\nin the United Nations. My country was a sponsor of that \r\nresolution, and I take this opportunity to congratulate \r\nthe Palestinian people on that auspicious occasion. As \r\nmany of us have said, it is a critical issue of global \r\njustice and a defining test for the Organization to \r\nmove in that direction. Member States must therefore \r\nfurther work towards the Palestinians’ being able to \r\nrealize their inalienable rights, including the rights of \r\nreturn and self-determination, as well as their earnest \r\naspirations to freedom, prosperity, peace and justice \r\nin an independent, sovereign State of Palestine, based \r\non the pre-1967 borders and with East Jerusalem as its \r\ncapital.\r\nWe must acknowledge that the Palestinian people’s \r\nacquisition of a new status and new rights in the United \r\nNations as a recognized State does not negate their firm \r\ncommitment to resolve the conflict through dialogue \r\nand peaceful means. We are well aware of their \r\nsuffering and struggle over the past several decades, \r\n8 12-62137\r\nA/67/PV.46\r\nMr. Llorenty Solíz (Plurinational State of Bolivia) \r\n(spoke in Spanish): The Plurinational State of Bolivia \r\naligns itself with the statement made at the 45th meeting \r\nby the representative of the Islamic Republic of Iran on \r\nbehalf of the Non-Aligned Movement.\r\nThe Bolivian Government — the Bolivian \r\nState — stands by the Palestinian people’s cause and \r\nsupports the exercise of their rights. We also support \r\nthe establishment of the Palestinian State, based on \r\npre-1967 borders, with East Jerusalem as its capital. \r\nWe support the decision of our Palestinian brothers \r\nand sisters regarding their inalienable right to self-\r\ndetermination.\r\nYesterday was a historic day. The General Assembly \r\nfulfilled its incontrovertible moral, political and legal \r\nobligation to guarantee recognition of the Palestinian \r\nState. That historic step will without doubt reaffirm \r\nfaith in the Assembly and in the Organization.\r\nBolivia not only resolutely supported resolution \r\n67/19 adopted yesterday; it also denounces the crimes \r\nthat Israel is committing against the Palestinian people. \r\nBolivia denounces Israel’s occupation of Palestinian \r\nterritory. Bolivia denounces the illegal settlements \r\nthat are multiplying in Palestinian territory. Bolivia \r\ndenounces the construction of that unspeakable wall. \r\nBolivia denounces the violations of international \r\nhumanitarian law in that part of the world.\r\nWe hope that the resolution adopted yesterday by \r\nthis great Assembly will allow an end to the bombings, \r\nattacks and assassinations and allow the building of the \r\nPalestinian State, coexisting peaceably with the Israeli \r\nState. Bolivia applauds the Assembly’s effort and work \r\nin this matter.\r\nMr. Cancela (Uruguay) (spoke in Spanish):\r\n“Both peoples are fully ripe for independence. \r\nWe are not here to give lessons in organization to \r\ntwo peoples in their infancy, two peoples whose \r\ndestinies are just beginning. The Jewish effort in \r\nPalestine is, in many respects, exemplary ... And \r\nthe ability of the Arabs to shape their own destiny \r\nby their work, their initiative and their courage \r\nis shown not only by their present achievements \r\nbut by their glorious past. Those of us who are \r\nvoting for [the resolution] are not voting against \r\neither of these two peoples, against either of those \r\ntwo sectors of social reality in Palestine. We are \r\nvoting for both of them, for their progress, their \r\nwithout any glimpse of hope, while the international \r\ncommunity could not take decisive action at the level \r\nwhere it mattered most.\r\nOver time, we have seen the growing ability of \r\nthe Palestinian Authority to establish the necessary \r\ninstitutional foundations for the international \r\nrecognition of Palestinian statehood, as endorsed by all \r\nmajor international organizations and institutions. We \r\ncommend the Palestinians for making that heroic effort, \r\ndespite the grave obstacles and challenges imposed on \r\nthem.\r\nThe continued illegal settlement activity and \r\ndestruction of properties, homes and economic \r\ninstitutions in the occupied land not only cause the \r\ndeterioration of the already critical socioeconomic \r\nsituation that the Palestinian population face, but also \r\nconstitute a breach of international law, including \r\ninternational humanitarian and human rights law, as \r\nwell as impeding the peace process and opportunities \r\nfor negotiation. Therefore, those provocative acts \r\nshould stop immediately.\r\nThe Lao People’s Democratic Republic wishes to \r\nsee a just, lasting, comprehensive and peaceful solution \r\nto the Palestinian-Israeli conflict, in keeping with  the \r\nrelevant United Nations resolutions and the Quartet \r\nroad map, which envisages a sovereign, independent \r\nand viable State of Palestine with East Jerusalem as its \r\ncapital, living side by side in peace with the Jewish State \r\nof Israel, within secure and internationally recognized \r\nborders. We therefore call upon the parties to resume \r\nand accelerate direct peace negotiations towards the \r\nconclusion of a final peaceful settlement on that basis.\r\nThe Lao People’s Democratic Republic has long \r\nrecognized the State of Palestine, and I wish to reaffirm \r\nits consistent support for the Palestinian people in \r\nattaining their long-delayed goal of a viable, peaceful \r\nand prosperous State of Palestine that is a full-f ledged \r\nMember of the United Nations. I take this opportunity \r\nto commend the role and work of United Nations \r\nagencies, especially the United Nations Relief and \r\nWorks Agency for Palestine Refugees in the Near East, \r\nto assist millions of Palestinian people in need over all \r\nthese many years amid multiple difficulties. We also \r\nwish the Committee on the Exercise of the Inalienable \r\nRights of the Palestinian People every success in its \r\nnoble endeavour for a peaceful, just, comprehensive \r\nand lasting solution to the question of Palestine.\r\n12-62137 9\r\nA/67/PV.46\r\nwill find Uruguay in the same place it was 65 years \r\nago — that of a friendly country and a constructive \r\ninterlocutor that wishes only peace and well-being for \r\nboth peoples.\r\nMr. Al-Sallal (Yemen) (spoke in Arabic): My \r\ndelegation wishes to thank the Committee on the \r\nExercise of the Inalienable Rights of the Palestinian \r\nPeople. We would also like to thank the Chair of the \r\nCommittee for his efforts to promote the Palestinian \r\ncause. We wish to take this opportunity to express our \r\njoy with regard to the commemoration today of the \r\nInternational Day of Solidarity with the Palestinian \r\nPeople. It is a resounding proof of the legitimacy of \r\ntheir struggle and their right to resist occupation and \r\nestablish an independent State on their own national \r\nsoil with East Jerusalem as its capital.\r\nMore than six decades have passed since the \r\nadoption of the Universal Declaration of Human Rights \r\nby the General Assembly. We regret that, for all that \r\ntime, the Palestinian people have been deprived of their \r\nrights as a result of the terrible escalation of Israeli \r\nviolence, the settlement expansion and the infringement \r\nof the rights of unarmed Palestinians. In addition, there \r\nhave also been the killing of activists, the oppression \r\nof prisoners and the ongoing attempts to destroy the \r\nAl-Aqsa Mosque by the Israelis, all of which requires \r\nthat the United Nations play a stronger and more \r\neffective leading role, without omitting the role of the \r\nUnited Nations agencies, which must also deal with \r\nIsrael’s refusal to respect international resolutions. Such \r\na refusal denies any chances of peaceful or pragmatic \r\nsolutions and initiatives.\r\nThe international community has not exerted \r\npressure on Israel, and that is the main missing factor \r\nimpeding the implementation of international justice. \r\nIt undermines the role of the United Nations and the \r\nrequirements of international law. It also impedes \r\njustice, liberty and the implementation of international \r\nresolutions.\r\nFrom this rostrum, we fully support the admission \r\nof the State of Palestine as a fully f ledged State \r\nMember of the United Nations. We reiterate the legality \r\nof that request and the need to guarantee the rights of \r\nthe Palestinian people, in accordance with international \r\nlaw and relevant United Nations resolutions. We call \r\nupon the Security Council to respond positively to the \r\nrequest for the admission of Palestine as a fully f ledged \r\nState Member of the United Nations. We commend the \r\ncivic development, their advancement within the \r\ncommunity of nations” (A/PV.125, p. 1350).\r\nThose sentences were not written for this occasion. \r\nThey are from an explanation of vote delivered by the \r\nrepresentative of Uruguay, Ambassador Rodríguez \r\nFabregat, exactly 65 years ago, on 26 November 1947, \r\nwhen the General Assembly was to vote on resolution \r\n181 (II), which approved the Partition Plan and the two-\r\nState solution.\r\nSixty-five years after the adoption of that \r\nresolution, which Uruguay clearly supported, we are \r\nconvinced that there cannot be a solution to the peace \r\nprocess in the Middle East without the existence of two \r\nstrong States. For that reason we are fully confident \r\nthat the equally clear support that we gave yesterday \r\nto resolution 67/19 does nothing to impede efforts \r\nto resume the peace process but on the contrary, it \r\nstimulates and complements it.\r\nUruguay supports the right of the States of \r\nIsrael and Palestine to live in peace, within safe and \r\nrecognized borders, in an environment of renewed \r\ncooperation, free from any threats or acts that disturb \r\npeace, including terrorist acts. We recognize that the \r\nPalestinian people have a legitimate right to live in \r\na safe, robust State that is economically viable and \r\nat peace with Israel. However, we know that nothing \r\ncan replace bilateral dialogue and that it is through \r\nsuch dialogue that a solution must be found to the \r\nvarious outstanding issues. It is therefore crucial that \r\nnegotiations be resumed as soon as possible.\r\nFull respect for international law and its principles, \r\nfor international humanitarian law, for international \r\nhuman rights law and for United Nations resolutions is \r\nthe key to facilitating a peaceful, fair and lasting solution \r\nto the conflict. That statement, though obvious, cannot \r\nbe taken for granted, particularly when considering the \r\nfragility of the current situation in the region.\r\nWe hope that the adoption of the draft resolution on \r\nthe International Day of Solidarity with the Palestinian \r\nPeople (A/67/L.17) will contribute to easing the \r\ntension that prevails today in the region, especially \r\nin the Gaza Strip, where we must establish conditions \r\nfor humanitarian assistance and for respect for the \r\nhuman rights of the civilian population, to prevent \r\nfurther suffering. But above all, we hope for a speedy \r\nresumption of the peace process, so that, once and for \r\nall, the wish that Israel and Palestine can live in peace \r\ncan be fulfilled. Along that path, Israel and Palestine \r\n10 12-62137\r\nA/67/PV.46\r\nPalestinian State and the Palestinian people on this \r\nhistoric occasion, namely the granting of non-member \r\nobserver status to Palestine at the United Nations, \r\nwith the General Assembly’s adoption of resolution \r\n67/19, entitled “Status of Palestine in the United \r\nNations”. The resolution’s adoption coincided with the \r\ncommemoration of the International Day of Solidarity \r\nwith the Palestinian People.\r\nThe peace process has reached a stalemate, as the \r\nIsraeli Government has continued its settlement policies, \r\nexpanding into more of the occupied Palestinian \r\nterritory and into Jerusalem. Israel refuses to put an \r\nend to that policy, which violates international law \r\nand relevant international resolutions and fails to meet \r\nthe requirements for peace. That Israeli stubbornness \r\nhas stymied the chances of achieving peace and the \r\npossibility of establishing a sovereign Palestinian State. \r\nWe hold Israel fully responsible for the stalemate in \r\nthose negotiations and for the settlement policy that it \r\nhas adopted as an alternative to peace, even though the \r\ninternational community has clearly and unanimously \r\nconfirmed the illegality of those settlements and the \r\nextensive damage that has been wrought as a result of \r\nthe settlements on the negotiations, given the impact \r\nthat they have had on the possibility of attaining a just \r\nand comprehensive peace in the Middle East.\r\nOnce again, my delegation restates that a just and \r\ncomprehensive peace will only be achieved through \r\na complete Israeli withdrawal from the occupied \r\nPalestinian territory to the borders established before \r\n4 June 1967, and that peace requires the establishment of \r\nan independent Palestinian State, with East Jerusalem \r\nas its capital, as well as the withdrawal from the Syrian \r\nGolan and from the occupied territories in southern \r\nLebanon. To that end, we call upon the United Nations \r\nand the international community to fully shoulder \r\ntheir responsibilities by guaranteeing the rights of the \r\nPalestinian people and by compelling Israel to refrain \r\nfrom its policy of State terrorism and violence and \r\nby urging Israel to truly implement the international \r\nresolutions and regional initiatives relating to the \r\npeace process, so that peace can be forged and we \r\ncan find just and comprehensive solutions allowing \r\nfor the establishment of an independent and sovereign \r\nPalestinian State.\r\nThere can be no talk of peace or security or \r\nstability in the region as long as Israel’s occupation \r\nof the Palestinian territories continues and the crimes \r\nperpetrated as a result of the occupation continue \r\nagainst the Palestinian people, who are defending their \r\nexistence, independence and dignity. Those crimes \r\nhave severely affected Gaza. As a result of Israel’s \r\naggressions, heinous crimes have been perpetrated \r\nagainst innocent civilians in Gaza, against women, \r\nchildren and the elderly. Those acts of aggression have \r\ndestroyed homes and reflect one of the worst faces of \r\nState terrorism. Those practices violate human rights, \r\nand we call upon the international community, as \r\nrepresented by the Security Council, to shoulder its \r\nresponsibilities in order to ensure the maintenance of \r\ninternational peace and security, in accordance with \r\nthe Charter, and protect the Palestinian people by \r\nguaranteeing a just and comprehensive peace in the \r\nregion. Such a peace is more urgent now than ever \r\nbefore. Indeed, an independent Palestinian State must \r\nbe established, and the root causes of the conflict must \r\nbe tackled. They must be addressed by putting an \r\nend to Israel’s occupation of the occupied Palestinian \r\nterritories.\r\nWe call upon the Palestinian leaders to set aside \r\ntheir differences, close ranks and work together in \r\norder to promote comprehensive national reconciliation \r\nin Palestine, which will help strengthen security, so \r\nthat the aspirations of the Palestinian people — the \r\ndesire to put an end to the occupation and to establish \r\nan independent State — may be realized. They aspire \r\nto put an end to the occupation and establish a national \r\nindependent State.\r\nGaza is under an illegal and inhumane siege that \r\nhas lasted for more than five years, and is troubled by a \r\ndeep economic crisis. It is also troubled by the lack of \r\nhealth care and social services. More than 1.7 million \r\nPalestinians are suffering in Gaza as a result of the \r\nhumanitarian crisis.\r\nThe crisis requires the United Nations to fulfil its \r\nresponsibilities. The international community must end \r\nthe unjust blockade. Gaza must be promptly rebuilt; all \r\ncrossing points must be reopened; and the suffering of \r\nthe Palestinian people must be alleviated.\r\nMs. Al-Nussairy (Iraq) (spoke in Arabic): On behalf \r\nof the Government and people of Iraq, I would like to \r\nextend our sincere congratulations to the Palestinian \r\npeople and Government on their achieving non-member \r\nobserver State status at the United Nations. It is a historic \r\nachievement and the first step towards full recognition \r\nof the State of Palestine. Resolution 67/19, entitled \r\n“Status of Palestinian in the United Nations”, under \r\n12-62137 11\r\nA/67/PV.46\r\nin Israeli occupation prisons, in implementation of \r\nthe Baghdad Summit of the League of Arab States. \r\nInvitations have been issued to eminent regional \r\nand international persons to attend the upcoming \r\nconference. We reiterate our support for the Palestinian \r\ncause and hope that the Palestinian people will gain full \r\nmembership in the United Nations and will live in an \r\nindependent sovereign State, with East Jerusalem as its \r\ncapital.\r\nMs. Gunnarsdóttir (Iceland): On behalf of the \r\nIcelandic Government, I extend warm congratulations \r\nto our Palestinian sisters and brothers. Resolution 67/19, \r\nadopted by the General Assembly yesterday, is a major \r\nstep by the international community towards fulfilling \r\na promise made a long time ago.\r\nIt is the sincere hope of the Icelandic Government \r\nthat the resolution will become a turning point towards \r\npeace and that it will be used to reinvigorate efforts by \r\nboth parties, as well as the international community, to \r\nnegotiate all outstanding issues leading to a two-State \r\nsolution with Palestine and Israel living side by side \r\nin peace and security. We also hope to see renewed \r\nefforts towards Palestinian reconciliation and for the \r\ninternational community to accommodate such efforts.\r\nWe welcome the broad support demonstrated by \r\nthe Members of the United Nations for the legitimate \r\nnational aspirations of the Palestinian people. We \r\ncall upon all Members, including Israel, to unite and \r\nembrace the momentum created by this occasion. A \r\nnegotiated political solution is by far the best way to \r\nreach peace and ensure long-term security for both \r\nIsraelis and Palestinians.\r\nIceland has consistently argued for the principle \r\nof self-determination on the part of small nations. The \r\nright of a people to choose its own destiny and carve \r\nout its own future is a vitally important concept for \r\nsmall nations such as Iceland. It is on the basis of that \r\nprinciple that Iceland supports, and will continue to \r\nsupport, the Palestinian struggle for self-determination \r\nand freedom from occupation.\r\nOnce again, we welcome Palestine as a non-member \r\nobserver State, and we look forward to the time when \r\nwe will be able to salute the State of Palestine as the \r\n194th Member State.\r\nMs. Lalama (Ecuador) (spoke in Spanish): Ecuador \r\ncongratulates Palestine on the overwhelming vote in its \r\nfavour cast by the international community yesterday, \r\nagenda item 37 at the sixty-seventh session, received \r\n138 votes in favour. That shows that the international \r\ncommunity is convinced of the right of the Palestinian \r\npeople to self-determination and of their right to live \r\nin peace, freedom and full sovereignty, unfettered by \r\nIsraeli occupation.\r\nWe are all the more proud because we were among \r\nthe sponsors of the draft resolution. We have always \r\nstressed our full, unreserved solidarity with the \r\ndemands by the Palestinian people for their right to \r\nself-determination and for recognition of the State of \r\nPalestine, within the pre-1967 borders. We stress the \r\nprovisions of the resolution dealing with the realization \r\nby the Palestinian people of their inalienable rights to \r\nself-determination and to a peaceful settlement to end \r\nthe Israeli occupation of Palestinian land, and to the \r\nresumption and acceleration of negotiations under the \r\numbrella of the Middle East peace process.\r\nThe peace process is at a standstill, as if it were \r\nin a cul-de-sac. The economic and social situation \r\nin the occupied Palestinian territory is abysmal and \r\ncontinues to deteriorate because Israel refuses to freeze \r\nsettlement activities and abide by the established terms \r\nof reference of the peace process. The situation of \r\nPalestine under occupation, the aggression against its \r\nland and the expulsion of Palestinians from their homes \r\nare all part of the Israeli strategy to force Palestinians \r\nto abandon their land, in order to entrench a permanent \r\noccupation. Israel continues to encroach on Palestinian \r\nland, to violate the human rights of civilians and to \r\ndisregard international resolutions and the principles of \r\nthe Charter.\r\nWe therefore call on the United Nations and the \r\ninternational community to intensify efforts to support \r\nthe Palestinian people in achieving its correct full status \r\nin international forums and organizations. We call on \r\nthe international community to deter the continuing \r\nIsraeli aggression against the Palestinian people, which \r\nhas led to thousands of victims, including children, \r\nwomen and the elderly.\r\nIsrael must put an end to its ongoing colonization \r\nof Palestinian land. Iraq, in support of the Palestinian \r\ncause and because of its deep belief in the need for \r\nthe Palestinian people to enjoy full sovereignty, \r\nindependence and a true life of dignity, has decided \r\nto host an international conference in Baghdad next \r\nmonth on Palestinian detainees, in order to consider the \r\nissue of Palestinian and Arab detainees and prisoners \r\n12 12-62137\r\nA/67/PV.46\r\nMr. Errázuriz (Chile) (spoke in Spanish): On \r\n7 January 2011, the Government of Chile officially \r\nrecognized the State of Palestine as a free, independent \r\nand sovereign State. On that basis, my delegation, in an \r\nact of justice and solidarity with the Palestinian people, \r\nvoted in favour of resolution 67/19, which granted to \r\nPalestine non-member observer State status in the \r\nGeneral Assembly, yesterday afternoon, 29 November \r\n2012.\r\nAs stated by the Minister for Foreign Affairs of \r\nChile in the general debate of the sixty-seventh session \r\nof the General Assembly, in September:\r\n“We strongly believe that the Palestinian people \r\nhave the right to a free, sovereign and democratic \r\nState. However, we also note that the State of Israel \r\nhas the right to recognized, safe and respected \r\nborders. Only in that way will Palestinians and \r\nIsraelis be able to coexist and move forward in \r\npeace and harmony.” (A/67/PV.15, p. 38) \r\nIn that context, my delegation calls for the rapid \r\nresumption of direct negotiations between the Israeli \r\nGovernment and the Palestinian Authority, with a view \r\nto finding a stable and lasting solution based on two \r\nindependent and sovereign States.\r\nMy delegation also calls for an end to the violence \r\nthat has affected so many innocent civilians — Israelis \r\nand Palestinians — and that impedes the peace process \r\nthat is as necessary as it is longed for, so that they may \r\ncoexist harmoniously and with good understanding as \r\ntwo peoples and two States, friends of Chile.\r\nMy country hopes and expects that the current \r\nceasefire can be further strengthened by resuming the \r\nbilateral dialogue for the sake of peace.\r\nMr. Pham Vinh Quang (Viet Nam): At the outset, \r\non behalf the Government and the people of Viet Nam, I \r\nwould like to congratulate Palestine on being accorded \r\nnon-member observer State status in the United \r\nNations. On this occasion, Viet Nam wishes to reaffirm \r\nits principled support for the courageous struggle and \r\nrights of the Palestinian people over more than 65 \r\nyears, in particular the right to self-determination and \r\nthe establishment of an independent State.\r\nViet Nam recognized the State of Palestine in \r\nits early days. It co-sponsored resolution 67/19 and \r\nwill support Palestine’s legitimate request for full \r\nmembership in the United Nations.\r\n29 November, when the Assembly adopted resolution \r\n67/19. Our votes were the expression of our firm \r\ncommitment to finding a lasting and fair peace for \r\nthe Israelis and Palestinians. That significant support \r\nshows our recognition of the historic injustice that has \r\nbeen done to the Palestinian people. It reaffirms their \r\nhuman and national rights and calls for respect for, and \r\ncompliance with, international law and humanitarian \r\nlaw. Moreover, it also acknowledges the oppression that \r\nhas been committed by the neighbouring army.\r\nThe endorsement of Palestine as an observer State \r\nrepresents the support of the international community \r\nfor the peace process and is a strong message to the \r\nQuartet, especially the Security Council, which \r\nhas covertly tolerated the protracted occupation of \r\nPalestinian territory, as proven by the recent events in \r\nGaza.\r\nIn keeping with its principles of the right to self-\r\ndetermination of peoples and the peaceful settlement \r\nof disputes that are enshrined in article 416 of its \r\nConstitution, Ecuador is convinced that an independent, \r\nsovereign, democratic and viable Palestinian State \r\nis a key element in resolving the conflict. It would \r\nhave positive effects for Israel’s security, for the \r\nestablishment of peace in the region and thus for the \r\ninternational community.\r\nA just, peaceful and lasting solution can be achieved \r\nthrough dialogue among the parties that is based on \r\nrespect for the basic norms of international law and \r\nthe treaties and resolutions of the political bodies of \r\nthe United Nations. In that context, my country calls \r\nupon Israel to halt the acts of individual and collective \r\npunishment and to immediately halt its military \r\noccupation of Gaza, the West Bank and East Jerusalem \r\nby implementing Security Council resolutions 242 \r\n(1967) and 338 (1973). It must also immediately end its \r\nblockade against food supplies, water, medication and \r\nbasic services in the Palestinian territories.\r\nAt this new stage in history, my country calls upon \r\nthe parties to sit down at the negotiating table with a \r\nsense of urgency, in order to attain the peace to which \r\nall aspire.\r\nFinally, I wish to reiterate that Ecuador will \r\ncontinue to extend its firm support and solidarity to the \r\npeople of Palestine and to fully support their aspirations \r\nto become a fully f ledged State Member of the United \r\nNations.\r\n12-62137 13\r\nA/67/PV.46\r\nhistoric decision, which is a step towards peace and \r\nsecurity in the Middle East.\r\nWe are convinced that the new status will provide \r\nmuch-needed impetus to the stalled peace process, \r\ncontrary to what some apprehend. The progress on \r\nPalestinian status at the United Nations will generate \r\na new dynamism in the peace process and uphold \r\nthe two-State solution espoused by the international \r\ncommunity.\r\nSome delegations argued that the status should have \r\nbeen decided through negotiations between the two \r\nparties, not by this multilateral body. History does not \r\nsupport them. Bangladesh is a case in point. My country \r\ncame into being through struggle for self-determination. \r\nWe proceeded in a similar fashion in this multilateral \r\nforum. First, we received the approval of the General \r\nAssembly, and eventually came the endorsement of the \r\nSecurity Council. Bangladesh emerged as a responsible \r\nand proud member of the community of nations by that \r\nmultilateral move. The country of Israel, which objected \r\nto this General Assembly resolution, was founded in the \r\nland of Palestine through a United Nations resolution, \r\nnot by any bilateral negotiations.\r\nThe past year has been characterized by the \r\nstalemate in the peace process and the deteriorating \r\nsituation in the occupied Palestinian territory. There \r\nhas been no sign of the peace negotiations resuming. \r\nIsrael continues to refuse to freeze its settlement \r\nactivity and adhere to other terms of reference of the \r\npeace process. A Palestinian State cannot emerge out \r\nof bilateral negotiations in such a scenario. The mindset \r\nof the leadership must change. The people of Palestine \r\nlanguish under unilateral Israeli occupation, unilateral \r\nblockade and unilateral closures, day after day, year \r\nafter year. They are left with no choice but to approach \r\nthis body and seek whatever redress is possible.\r\nThe report of the Committee on the Exercise of the \r\nInalienable Rights of the Palestinian People (A/67/35) \r\nand the report of the Secretary-General (A/67/364) \r\nreflect, yet again, the appalling human rights and \r\nhumanitarian situation in the occupied Palestinian \r\nterritories. We regret that repeated appeals of the \r\ninternational community to improve the deteriorating \r\nconditions of the Palestinian people remain unheeded. \r\nThe illegal separation wall continues to divide and isolate \r\ncommunities, destroying livelihoods and preventing \r\nhundreds of thousands access to their jobs, families, \r\nmarkets, schools and hospitals. Israel continues to build \r\nViet Nam is of the view that the Arab-Israeli \r\nconflict, of which the Palestinian question is the core, \r\ncan be solved only through peaceful negotiations aimed \r\nat a just, lasting, comprehensive and peaceful solution \r\nbased on respect for the legitimate interests of all \r\nconcerned parties, especially the fundamental rights of \r\nthe Palestinian people, including their right to establish \r\na State of Palestine in their homeland.\r\nViet Nam supports all regional and international \r\nefforts to move the Middle East peace process forward \r\nand urges the parties concerned to work together to \r\nrealize the agreements and thus contribute to peace and \r\nstability in the region. We call for intensified efforts by \r\nthe international community, in particular the Security \r\nCouncil and the Quartet, to address the current political \r\nand humanitarian crisis and to promote a just, lasting, \r\ncomprehensive and peaceful solution to the Palestinian-\r\nIsraeli conflict and the Arab-Israeli conflict.\r\nOnce again, the Government and people of Viet \r\nNam reaffirm their strong support for the just cause \r\nand the fundamental rights of the Palestinian people. \r\nWe firmly believe that the struggle of the Palestinian \r\npeople, with the support of the international community, \r\nwill achieve full victory.\r\nMr. Momen (Bangladesh): Yesterday was a \r\nhistoric day. On that day, the United Nations granted \r\nPalestine the status of non-member observer State in \r\nthis body. The day will be remembered as a milestone \r\non the road to achieving full statehood for the Palestine \r\npeople and peace in the Middle East. We are proud \r\nto have co-sponsored resolution 67/19, which granted \r\nthat status. We are pleased to stay on the right side of \r\nhistory. It was not our political or strategic choice, but \r\nour moral obligation to stand by the oppressed people of \r\nPalestine in their right struggle for self-determination \r\nand independence.\r\nThe decision was taken on an auspicious day, the \r\nInternational Day of Solidarity with the Palestinian \r\nPeople. Sixty-five years ago on that day, the General \r\nAssembly adopted resolution 181 (II), which partitioned \r\nthe land of historic Palestine into two States — the State \r\nof Israel and an Arab State of Palestine. As for Palestine, \r\nstatehood has evaded it for more than six decades. With \r\nthe overwhelming support that the resolution received, \r\nwe can genuinely hope that Palestine will soon enjoy \r\nfull membership in the United Nations and perform as \r\na sovereign and active Member, like any other nation. \r\nWe regret that some delegations could not support this \r\n14 12-62137\r\nA/67/PV.46\r\nThat needs our collective resolve. Otherwise, peace, \r\nhope and prosperity of the peoples in the Holy Land will \r\nremain as elusive as ever. Let us hope that the adoption \r\nof resolution 67/19 will lead to better understanding \r\nand urgency between Israel and Palestine to restart the \r\nstalled peace negotiations for achieving a lasting peace \r\nin the Middle East.\r\nMr. Al-Mouallimi (Saudi Arabia) (spoke in Arabic): \r\nYesterday, at the 44th meeting, the General Assembly \r\nvoted to recognize Palestine as a country deserving \r\nof life. Today we endorse the inalienable rights of \r\nthe Palestinian people to life, dignity, sovereignty, \r\nterritorial integrity and self-determination.\r\nThe vote that we witnessed yesterday was a \r\nmanifestation of the voice of history as a symphony of \r\npeace, independence and freedom. At the same time, \r\nit served as a cry in the face of injustice, aggression, \r\noccupation and racism. How fortunate it was that the \r\nvote took place only a few days after the barbaric \r\naggression launched by Israel against the Palestinian \r\npeople in Gaza. The echo reverberating from New York \r\naffirmed that the voice of justice is louder than the cry \r\nof injustice and the symphony of peace is softer than \r\nthe drums of war, and that the f lowers of freedom will \r\nnot be crushed under the tanks of occupation.\r\nThe people of Mecca and Medina longingly look \r\ntowards the Holy City of Jerusalem, awaiting the day \r\nthat the blessed Al-Aqsa Mosque will be released from \r\nits prison and Jerusalem will be restored as the eternal \r\ncapital of the Palestinian people and its independent \r\nState once and for all.\r\nThe dream of the late King Faisal Bin Abdulaziz \r\nAl-Saud to pray in the Al-Aqsa Mosque has become \r\nthe dream of his brothers and his people. Today that \r\ndream belongs to all Saudis, foremost among them \r\nKing Abdullah Bin Abdulaziz Al-Saud, Custodian of \r\nthe Two Holy Mosques, the monarch who launched \r\nthe historic message for dialogue among all peoples, \r\ncultures and religions. That message is represented \r\nby Jerusalem, with all its mosques, churches and \r\nsynagogues. It is a city that is a real embodiment of \r\nthat message as it breaks the shackles of occupation, \r\npersecution and racism. \r\nLet us thank all those who voted for resolution \r\n67/19, those who took their rightful place among the \r\nsupporters of right and justice. We hope that others \r\nwill realize that they must board the train of history. \r\nThey must start work on accepting the application by \r\nthe wall on West Bank land, contrary to the advisory \r\nopinion of the International Court of Justice (see A/ES-\r\n10/273). Walls are not a solution. Echoing President \r\nRonald Reagan, I ask that these walls be torn down in \r\norder to have sustainable peace and security.\r\nGaza’s borders have been subject to a regime of \r\nclosure that is without precedent anywhere on the planet \r\nEarth. The quality of life of the Palestinians had already \r\ndiminished to subsistence level. The periodic escalation \r\nof violence only leads to further desperation and despair. \r\nThe question is: Is Israel doing this purposefully, to \r\ngenerate fear, fury and distress among Palestinians? \r\nThe recent attacks in Gaza were, yet again, f lagrant \r\nviolations of international law by the occupying Power, \r\nIsrael, in utter disregard for international outcry. The \r\nquestion is: Will not such acts generate more hatred and \r\nfoment further polarization and extremism? It is time \r\nto review and reflect and make strategic choices for a \r\nbetter future for both peoples.\r\nOne issue that deserves the most serious attention \r\nis the continued construction of Jewish settlements in \r\nthe occupied territories. The international community \r\nhas made repeated calls to cease such activities, and \r\nIsrael has, time and again, expressed its commitment \r\nto do so. The settlements present an existential threat \r\nto the viability of a future Palestinian State. They are \r\ncontrary to international law and the road map, and \r\nthey must cease. The International Court of Justice \r\ndescribed the violation by Israel of the Palestinian \r\npeople’s right to self-determination as the violation of \r\nan obligation erga omnes. If we are serious about peace \r\nin the Middle East, we must exert collective pressure on \r\nIsrael to stop expansion of the illegal settlements and \r\ndismantle the existing ones, in line with its obligations \r\nunder article 49 of the Fourth Geneva Convention.\r\nThe upgraded status of Palestine is a small step \r\ntoward amending an historical injustice. Much work \r\nlies ahead to create the conditions that will allow the \r\nresumption of meaningful negotiations and preserve \r\nthe viability of the two-State solution. Our goal remains \r\nrealizing the inalienable and legitimate aspiration of the \r\nPalestinian people by creating an independent, viable, \r\ncontiguous and sovereign State of Palestine based on \r\nthe 1967 borders, with East Jerusalem as its capital, \r\nliving side by side with Israel consistent with relevant \r\nSecurity Council resolutions and in accordance with \r\nthe Quartet road map, the Arab Peace Initiative and the \r\nprinciple of land for peace.\r\n12-62137 15\r\nA/67/PV.46\r\nMr. Abdou Salam Diallo, for their efforts to end the \r\nillegal Israeli occupation and establish an independent \r\nPalestinian State. We express our appreciation to the \r\nCommittee for monitoring the deteriorating situation \r\nin the occupied Palestinian territories, including \r\nthe many political developments concerning the \r\nPalestinian question. We also thank it for its tireless \r\nefforts to raise awareness, through programmes, \r\nactivities and international conferences and meetings, \r\nof the importance of the Palestinian people being able \r\nto exercise their inalienable rights. We also pay tribute \r\nto the Department of Public Information for its special \r\ninformation programme on the question of Palestine. \r\nThe International Day of Solidarity with the \r\nPalestinian People is 29 November, which is the same \r\nday that the Palestine Partition Plan was adopted \r\nunder resolution 181 (II), of 1947. In 1977, the General \r\nAssembly decided to celebrate this day every year, \r\nrecalling to us the importance of righting the injustices \r\nthat the Palestinian people face and have faced for \r\nsix decades. In that context, we would like to express \r\nour solidarity with the Palestinian people in standing \r\nagainst the occupation until the Palestinians achieve \r\ntheir national aspirations and their inalienable rights. \r\nWe reiterate our support for Palestine’s application, on \r\n23 September 2011, to be accepted as a full Member of \r\nthe United Nations so that the Palestinian people can \r\nfinally exercise their legitimate rights. \r\nA just, comprehensive and permanent peace is a \r\nstrategic choice. It will require the full implementation \r\nof the relevant United Nations resolutions, other \r\nrelevant agreements, the Madrid terms of reference, \r\nSecurity Council resolutions 242 (1967) and 338 (1973), \r\nthe principle of land for peace, the road map and the \r\nArab Peace Initiative.\r\nMr. Hardeep Singh Puri (India): At the outset, \r\nplease allow me to express our appreciation to the \r\nPresident for convening this discussion on the question \r\nof Palestine in the General Assembly. I also would \r\nlike to thank the President of Palestine, Mr. Mahmoud \r\nAbbas, for his statement yesterday (see A/67/PV.44).\r\nI would like to congratulate the leadership and \r\npeople of Palestine on the upgrading of Palestine’s \r\nstatus in the General Assembly to non-member \r\nobserver State. While we have long supported the \r\naspirations of the Palestinian people and leadership \r\nfor full membership in the United Nations, the vote \r\nPalestine for full membership in the United Nations. \r\nThey have to end the occupation, bring about peace and \r\nachieve Palestine’s full independence, in accordance \r\nwith the relevant international resolutions, which are \r\nlegitimate and legal. \r\nMr. Alrowaiei (Bahrain) (spoke in Arabic): I am \r\nhonoured to convey the congratulations of the Kingdom \r\nof Bahrain to the brotherly people of Palestine on \r\nthe occasion of adoption of resolution 67/19, which \r\ngranted Palestine non-member State status in the \r\nUnited Nations by an overwhelming majority. That \r\nreflects the support of the international community for \r\nthe Palestinian application and its solidarity with the \r\nPalestinian people in standing against the occupation \r\nand pursuing its national aspirations to achieve the \r\nright to self-determination and an independent State, \r\nwith sovereignty over its national soil and with East \r\nJerusalem as its capital. On this occasion, we would like \r\nto pay tribute to the great efforts of the leadership of the \r\nPalestinian people and President Mahmoud Abbas.\r\nOn the International Day of Solidarity with the \r\nPalestinian People, His Majesty King Hamad bin Issa \r\nAl Khalifa, the Amir of Bahrain, sends a message in \r\nwhich he states that this important occasion reminds us \r\nall of the permanent responsibility of the United Nations \r\nvis-à-vis the Palestinian people. The Organization \r\nmust resolve the Palestinian issue peacefully in all \r\nits aspects, in a just and comprehensive way and in \r\naccordance with the relevant international resolutions. \r\nOn this occasion, we renew our commitment, as the \r\ninternational community, to our special responsibility \r\nto the Palestinian people to right the injustices that have \r\nbefallen them since 1948. It is an occasion that embodies \r\nthe commitment of the international community to \r\nending the Israeli occupation and to supporting the \r\nPalestinian people in achieving their inalienable \r\nlegal rights and in their fight to achieve freedom and \r\nindependence and to exercise their legitimate right \r\nto self-determination, to return to their land and to \r\nestablish an independent country, with Jerusalem as its \r\ncapital. \r\nBahrain today renews its support for the just cause of \r\nthe Palestinian people and calls for the implementation \r\nof the international resolutions aimed at establishing \r\nan independent Palestinian State. In that connection, \r\nwe would like to express our thanks and appreciation \r\nto the Committee on the Exercise of the Inalienable \r\nRights of the Palestinian People and its Chairman, \r\n16 12-62137\r\nA/67/PV.46\r\nyesterday in the Assembly was an important milestone \r\ntowards that goal. \r\nThe Arab world has been undergoing unprecedented \r\ntransformation during the past two years. The \r\ndemocratic aspirations of people in several countries \r\nare being addressed through national political \r\nprocesses. However, it is regrettable that the Palestinian \r\nquestion and the related Arab-Israeli issues have \r\nlargely remained unaddressed and unresolved. Also, \r\nthe Palestinian application for full membership in the \r\nUnited Nations, submitted more than a year ago, has not \r\nevinced any positive action from the Security Council, \r\ndespite overwhelming support from the Member States. \r\nFor more than two years now, there have been no \r\ndirect talks between Israel and Palestine. Meanwhile, \r\nthe situation in the occupied Palestinian territories \r\nhas been deteriorating due to settlement activities in \r\nthe West Bank and East Jerusalem. Those activities \r\nare creating new realities on the ground and threaten \r\nthe very premise of a two-State solution. Settlements, \r\nroadblocks and the related infrastructure of occupation \r\nhave also exacerbated the humanitarian problems of \r\nthe Palestinian people and are adversely affecting the \r\nnormal functioning of Palestinian state institutions. The \r\nPalestinian Authority is also facing a severe financial \r\ncrisis that could erode the significant progress made by \r\nthe Palestinian Authority in building state institutions.\r\nThe blockade of Gaza has entered its sixth year \r\nand is causing severe hardship to the population. \r\nThe humanitarian situation continues to deteriorate, \r\nand essential services, economic activities and \r\ninfrastructure development have been disrupted. \r\nWe strongly condemn the violence and deeply regret \r\nthe loss of human lives during the recent hostilities. \r\nWe hope that both parties will uphold the ceasefire \r\nagreement and implement its provisions in good faith.\r\nWe hope that the adoption yesterday of resolution \r\n67/19 will pave the way for the resumption of serious, \r\ndirect talks between the Palestinians and the Israelis. \r\nIndia has a long history of solidarity with the Palestinian \r\npeople. India was the first non-Arab country to \r\nrecognize the State of Palestine nearly 25 years ago. In \r\nhis message to the friendly people of Palestine on the \r\noccasion of the International Day of Solidarity with the \r\nPalestinian People, our Prime Minister, Mr. Manmohan \r\nSingh, reiterated India’s unwavering support for \r\nthe Palestinian people’s struggle for a sovereign, \r\nindependent, viable and united State of Palestine, with \r\nEast Jerusalem as its capital, living within secure and \r\ninternationally recognized borders, side by side and \r\nat peace with Israel, as endorsed in the Arab Peace \r\nInitiative, the Quartet road map and relevant Security \r\nCouncil resolutions.\r\nIn conclusion, I would like to reiterate India’s \r\ncontinued support for the Palestinian cause.\r\nMr. Laram (Qatar) (spoke in Arabic): I am \r\nhonoured, at the outset, to congratulate President \r\nMahmoud Abbas and the brotherly Palestinian people \r\non taking a first step, long awaited by the Palestinian \r\npeople and a large part of the world, in acquiring an \r\nupgraded representation in the United Nations through \r\nthe adoption of resolution 67/19. I want to express our \r\npleasure in that historic achievement at a time when \r\nthere is great international support for the inalienable \r\nrights of the Palestinian people to end the Israeli \r\noccupation and to establish an independent Palestinian \r\nState, with East Jerusalem as its capital. I also want \r\nto reiterate our unwavering support for the Palestinian \r\ncause and our resolve to stand side by side with the \r\nPalestinian people until the injustice under which they \r\nhave suffered for more than six decades is ended.\r\nThe large number of countries that voted in favour \r\nof the State of Palestine sent a message to the entire \r\ninternational community that there is unprecedented \r\ninternational unanimity in favour of realizing the rights \r\nof the Palestinian people and enabling the Palestinians, \r\nwho have suffered for so many decades, to establish \r\ntheir independent State and to live in dignity within \r\nborders recognized by international law. \r\nIn that context, Qatar reaffirms that the continued \r\nIsraeli military occupation and Israel’s persistence in \r\nits settlement policy are the core of the Arab-Israeli \r\nconflict. Israel commits the worst kind of human rights \r\nviolations against a defenceless, persecuted people. \r\nIsrael’s claim that it fights terrorism is false. Israel is an \r\noccupying Power, and the right to fight an occupation \r\nis a legal right and cannot be equated with the military \r\naggression of the forces. \r\nIn that connection, we condemn the Israeli \r\naggression against Gaza two weeks ago, which \r\nclaimed the lives of more than 168 people and injured \r\nhundreds of innocent civilians. In that regard, we \r\ncall upon the international community to assume its \r\nfull responsibility and to deal firmly with the Israeli \r\nGovernment by compelling it to end the siege imposed \r\non Gaza and to refrain from any military operations \r\n12-62137 17\r\nA/67/PV.46\r\nagainst the defenceless populations in the occupied \r\nPalestinian territories, including the Gaza Strip.\r\nIsrael, the occupying Power, continues to build the \r\nseparation wall, which undermines the human rights \r\nof hundred of thousands of Palestinians. Israel also \r\ncontinues to desecrate Islamic shrines, especially the \r\nAl-Aqsa Mosque, while allowing extremist settlers \r\nto commit aggression against it and those praying \r\nthere. It expels Muslim and Christian inhabitants of \r\nJerusalem from the city, giving their homes to Jewish \r\nsettlers, in an attempt to change the Arab, Muslim and \r\nChristian character of Jerusalem. Like all Islamic and \r\nArab countries, Qatar condemns those policies, which \r\nundermine the chances for a comprehensive and lasting \r\npeace. \r\nThe Israeli occupation authorities continue their \r\nsettlement policy, paying absolutely no heed to the \r\ncalls of the international community to end the policy, \r\nwhich undermines the chance for a just peace based on \r\ntwo States, the State of Palestine and the State of Israel, \r\nliving side by side. In that respect, we reaffirm that \r\nthe main condition for the success of any negotiations \r\nbetween the Palestinian Authority and the Israeli \r\noccupation authority is an immediate end to settlement \r\nactivities, and not their mere suspension, as some \r\ncountries call for. \r\nIsraeli policies, whether with respect to Jerusalem, \r\nillegal settlements, the separation apartheid wall, \r\ndetentions or the use of force on every occasion, \r\nconfirm collectively that there is no good will on \r\nIsrael’s part, and belie the security pretext that Israel \r\ninvokes to reject peace based on international law. We \r\nreiterate that measures taken by the Israeli authorities \r\nto Judaize Jerusalem and to change the Islamic and \r\nArab character of the holy city are null and void and \r\nwithout legal basis.\r\nIsrael’s continued illegal practices against the \r\nPalestinian people living under occupation exacerbate \r\nthe security situation in the area and undermine the \r\nprospects for a just, lasting and comprehensive peace in \r\nthe region. Qatar reaffirms that there can be no normal \r\nrelations between Israel and the Arab countries until \r\nIsrael complies with international law and respects the \r\nprinciple of land for peace, which has been the basis \r\nfor the negotiations between the Palestinians and the \r\nIsraelis since the Madrid Conference in 1991.\r\nQatar also affirms that the only way to enable \r\nupcoming negotiations to reach a successful outcome is \r\nfor Israel to stop all settlement activities immediately \r\nand abide by international law. It is morally reprehensible \r\nthat some countries still pressure Palestinians to return \r\nto the negotiating table, putting the blame on them, \r\nwhile ignoring the main reason for the failure of every \r\nattempt to revive negotiations, which is the absence of \r\ngoodwill on the part of Israel and its ongoing f louting \r\nof all relevant United Nations resolutions by making no \r\nmove towards ending its occupation of Palestine.\r\nThe Acting President: I now give the f loor to the \r\nobserver of the Holy See.\r\nArchbishop Chullikatt (Holy See): Yesterday, the \r\nGeneral Assembly gave majority approval to resolution \r\n67/19, by which Palestine was accorded non-member \r\nobserver State status in the United Nations. The Holy \r\nSee actively followed the steps that led to this important \r\ndecision, while striving to remain neutral between the \r\nparties and to act in accordance with its nature and \r\nuniversal mission, as well as in consideration of its \r\nspecific focus on the ethical dimension of international \r\nproblems.\r\nThe Holy See considers, moreover, that yesterday’s \r\nvote should be placed in the context of the efforts to \r\nfind a definitive solution, with the support of the \r\ninternational community, to the question already dealt \r\nwith in resolution 181 (II) of 29 November 1947. That \r\ndocument is the juridical basis for the existence of two \r\nStates, one of which has not materialized during the \r\nsubsequent 65 years, while the other has already seen \r\nthe light of day.\r\nOn 15 May 2009, while leaving from Ben Gurion \r\nInternational Airport in Tel Aviv at the conclusion of \r\nhis pilgrimage to the Holy Land, Pope Benedict XVI \r\nexpressed the following: \r\n“No more bloodshed! No more fighting! No \r\nmore terrorism! No more war! Instead, let us \r\nbreak the vicious circle of violence. Let there be \r\nlasting peace based on justice; let there be genuine \r\nreconciliation and healing. Let it be universally \r\nrecognized that the State of Israel has the right \r\nto exist, and to enjoy peace and security within \r\ninternationally agreed borders. Let it be likewise \r\nacknowledged that the Palestinian people have a \r\nright to a sovereign independent homeland, to live \r\nwith dignity and to travel freely. Let the two-State \r\nsolution become a reality, not remain a dream.”\r\n18 12-62137\r\nA/67/PV.46\r\nThe Acting President: In accordance with \r\nresolution 477 (V), of 1 November 1950, I now give the \r\nf loor to the observer of the League of Arab States.\r\nMr. Fathalla (League of Arab States) (spoke in \r\nArabic): At the outset, I would like to send a message \r\nof congratulations from this rostrum to the Palestinian \r\npeople on their attainment of non-member observer \r\nState status at the United Nations. That was an historic \r\nevent, and it was even more important because the \r\nGeneral Assembly expressed its will on the very \r\nday that the world celebrated its solidarity with the \r\nPalestinian people. It also highlights once more the \r\nsolidarity of the international community, represented \r\nby the General Assembly, with them. The message sent \r\nby the Secretary-General of the League of Arab States \r\non the occasion of the International Day of Solidarity \r\nwith the Palestinian People is an integral part of the \r\ndiscussion on agenda item 37, entitled “Question of \r\nPalestine”.\r\nThe adoption yesterday of resolution 67/19 \r\nadvanced the question of Palestine, which has now \r\nbecome a non-member observer State. This is a serious \r\nand important step towards rectifying the errors made \r\nover 65 years of failure, during which the international \r\ncommunity has not been able to arrive at a just and \r\ncomprehensive solution for the Palestinian cause. This \r\nis one of the fundamental issues of the United Nations, \r\non which many resolutions have been adopted by all the \r\norgans and agencies of our international Organization, \r\nincluding the General Assembly, .\r\nThe recognition of that failure is a fi rst step forward, \r\nand the Assembly was able to adopt a resolution on a \r\njust solution to the Palestine question. However, while \r\nwe have not been able to move forward with a two-\r\nState solution, which has always been recognized as \r\nthe ultimate goal, an acknowledgement of the failure to \r\nimplement that solution is the beginning of success, as \r\nI have said. For that reason, the adoption of resolution \r\n67/19 was in and of itself a measure in the process of \r\nimplementing a two-State solution in its recognition of \r\nPalestine as a non-member observer State in the United \r\nNations.\r\nThe resolution rectifies part of the historic \r\ninjustice that Palestinians have been subjected to, and \r\ncontributes to the implementation of resolution 181 (II), \r\nadopted in 1947. Subsequent resolutions have recalled \r\nthat the solution must be based on the creation of two \r\nStates. The resolution lays the legal foundation for and \r\nIn the wake of that appeal, the Holy See’s Secretary \r\nfor Relations with States, Archbishop Dominique \r\nMamberti, speaking before the General Assembly in \r\n2011, expressed the hope that the competent bodies of \r\nthe United Nations would adopt a decision that would \r\nhelp give concrete implementation to that goal (see \r\nA/66/PV.28).\r\nYesterday’s vote expresses the sentiment of the \r\nmajority of the international community and recognizes \r\na more significant presence for Palestine within the \r\nUnited Nations. At the same time, it is the conviction \r\nof the Holy See that the result does not constitute per \r\nse a sufficient solution to the existing problems in the \r\nregion, which in fact can find an adequate response \r\nonly through an effective commitment to building \r\npeace and stability, through justice and through respect \r\nfor the legitimate aspirations of both the Israelis and the \r\nPalestinians.\r\nAt various times, therefore, the Holy See has invited \r\nthe leaders of both peoples to restart the negotiations \r\nin good faith and to avoid actions or setting conditions \r\nthat contradict the declarations of goodwill and the \r\nsincere search for solutions that could become secure \r\nfoundations for a lasting peace. The Holy See has \r\nalso often made urgent appeals to the international \r\ncommunity to increase its commitment and encourage \r\nits creativity by adopting suitable initiatives that could \r\nhelp to achieve a lasting peace that respects the rights \r\nof Israelis and Palestinians. Peace demands courageous \r\ndecisions.\r\nConsidering the outcome of yesterday’s vote in \r\nthe Assembly, and to encourage the international \r\ncommunity, and in particular the parties directly \r\nconcerned, to take concrete action aimed at achieving \r\nthe objectives I mentioned, the Holy See welcomes \r\nresolution 67/19, whereby Palestine has become a \r\nnon-member observer State of the United Nations.\r\nThis is also a propitious occasion to recall \r\nthe common position that the Holy See and the \r\nPalestinian Liberation Organization expressed in \r\nthe Basic Agreement of 15 February 2000, with the \r\naim of supporting the recognition of internationally \r\nguaranteed special status for the city of Jerusalem, and \r\nin particular of safeguarding freedom of religion and \r\nconscience, Jerusalem’s identity and sacred character \r\nas a holy city, and respect for and freedom of access to \r\nits holy places.\r\n12-62137 19\r\nA/67/PV.46\r\n To conclude, I reiterate that today is a new day for \r\nfinding a just, comprehensive and timely solution to the \r\nquestion of Palestine and the situation of the Middle \r\nEast as a whole, so that its peoples can live in peace \r\nand security and realize their aspirations. The United \r\nNations should take as a point of departure the resolution \r\nadopted yesterday, so that Palestine can become an \r\nindependent sovereign State on its own territory, living \r\nin peace within internationally recognized borders with \r\nits neighbours. That will enable Palestine to join as a \r\nfull f ledged Member of the United Nations, alongside \r\nall of the neighbouring countries of its region and \r\nthroughout the world.\r\nThe Acting President: We have heard the last \r\nspeaker in the debate on this item.\r\nMembers are informed that action on draft \r\nresolutions A/67/L.17, A/67/L.18, A/67/L.19 and \r\nA/67/L.20 will be taken immediately after the debate \r\non agenda item 36. \r\nThe Assembly has thus concluded this stage of its \r\nconsideration of agenda item 37.\r\nThe meeting rose at 1.05 p.m.\r\nconnection between a people and their territory, within \r\nthe framework of the legal concept of a State whose \r\npeople have been living on its territory with no legal \r\nlink to that territory; it has thus been inhabited by a \r\npeople without any acknowledgement of the connection \r\nbetween it and them.\r\nThe adoption of the resolution by the Assembly \r\nwas the culmination of the desire of Member States \r\nto continue to promote what is right and to ensure \r\nthat the purposes and principles of the Organization, \r\nincluding Article 1 of the Charter, come to fruition. \r\nAs envisioned by the founders of the Organization, the \r\nCharter calls for respect for the right of peoples to self-\r\ndetermination.\r\nThe upgraded status of Palestine, as promoted \r\nby the resolution, will facilitate negotiations between \r\nthe Palestinians and the Israelis. Those negotiations \r\nwill take place between two States recognized by \r\nthe United Nations, and not between a State and an \r\nAuthority. Those two States will be accountable to the \r\ninternational community, represented by the United \r\nNations within the framework of the principle of \r\ninternational responsibility and in conformity with the \r\nprovisions of international law. \r\n"