"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-62131 (E)\r\n*1262131*\r\nIn the absence of the President, Ms. Flores \r\n(Honduras), Vice-President, took the Chair.\r\nThe meeting was called to order at 6 p.m. \r\nAgenda item 37 (continued)\r\nReport of the Committee on the Exercise of \r\nthe Inalienable Rights of the Palestinian \r\nPeople (A/67/35)\r\nReport of the Secretary-General (A/67/364)\r\nDraft resolutions (A/67/L.17, A/67/L.18, \r\nA/67/L.19 and A/67/L.20)\r\nThe Acting President: The Assembly shall now \r\ncontinue hearing statements in explanation of vote on \r\nresolution 67/19.\r\nMr. Manongi (United Republic of Tanzania): I \r\nthank the President for the opportunity to explain our \r\nvote today. At the outset, allow me to commend the \r\npresence of President Mahmoud Abbas, who carries \r\nwith him the aspirations of the people of Palestine. On \r\nthis special day, we also wish to extend our hand of \r\nfriendship in observance of the International Day of \r\nSolidarity with the Palestinian People. We are pleased \r\nthat today the Assembly has taken time to revisit its \r\nprevious commitments to Palestine dating back to 1947, \r\nwhich gave hope for the existence of independent Arab \r\nand Jewish States. Today the Assembly has reaffirmed \r\nits previous decisions by granting Palestine non-member \r\nobserver State status in the United Nations.\r\nOn several occasions, the Assembly has reasserted \r\nits commitment in support of a comprehensive, just and \r\nlasting solution to the question of Palestine. We have \r\noften joined in reaffirming the vision and objective of \r\nthe two States — Israel and Palestine — living side by \r\nside within secure and recognized borders. We have \r\nwitnessed numerous pledges of support for that cause. \r\nWe have heard many voices pleading to see that struggle \r\nbrought to its conclusion. The right things have been \r\nsaid over time. Now the right thing has been done, even \r\nif it still falls short of Palestine’s full membership in \r\nthis body. The promises and commitments made have \r\nto be kept.\r\nOur vote in favour of resolution 67/19 granting \r\nnon-member observer State status is an illustration of \r\nour support for the legitimate cause of the people of \r\nPalestine. The resolution presented the Assembly with \r\nyet another opportunity to recognize the independent \r\nState of Palestine, as it has recognized the State of Israel. \r\nTo the United Republic of Tanzania, both States are a \r\nreality. The United Republic of Tanzania recognized \r\nPalestine as a State at its independence in 1961 and \r\nestablished diplomatic relations soon thereafter. We \r\nhave always expressed solidarity with the people of \r\nPalestine in their quest to realize their inalienable \r\nright to self-determination. We are optimistic that the \r\nenhanced status granted today by the Assembly to the \r\nState of Palestine will provide renewed impetus to \r\nthe parties to pursue vigorously all efforts to create a \r\nconducive environment for the resumption of direct and \r\nmeaningful negotiations, as called for by the Secretary-\r\nUnited Nations A/67/PV.45\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n45th plenary meeting\r\nThursday, 29 November 2012, 6 p.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Serbia)\r\n2 12-62131\r\nA/67/PV.45\r\nGeneral in his report before the Assembly today \r\n(A/67/364).\r\nIn conclusion, I wish to reiterate Tanzania’s undying \r\ncommitment to the establishment of an independent, \r\nsovereign, democratic, contiguous and viable State of \r\nPalestine, living side by side in peace and security and \r\nwithin secure and recognized borders, with the State \r\nof Israel.\r\nMr. Nazario (South Sudan): In voting in favour of \r\nresolution 67/19, South Sudan supports the right to self-\r\ndetermination of the people of Palestine. As outlined \r\nin the resolution, the self-determination of all peoples \r\nis a right guaranteed under the Charter, the Universal \r\nDeclaration of Human Rights, the International \r\nCovenant on Civil and Political Rights, the International \r\nCovenant on Economic, Social and Cultural Rights, as \r\nwell as a host of declarations and resolutions of the \r\nGeneral Assembly. Indeed, that principle accounts for \r\nthe independence of many countries represented in this \r\nglobal Organization.\r\nAlthough an established right, self-determination \r\nis nonetheless constrained by a number of contradictory \r\nqualifications in international law, such as the \r\naffirmation of the sovereignty of the nation State and \r\nthe territorial integrity of State borders. Except for \r\nthe well-recognized independence from colonial \r\ndomination, self-determination is always contentious. \r\nAs is well known, we in South Sudan achieved our \r\npost-colonial self-determination from the Republic of \r\nthe Sudan after a struggle that lasted half a century. In \r\nthe end, we achieved our self-determination as the result \r\nof a negotiated peace agreement. That is why we believe \r\nthat, in the context of a conflict between two identity \r\ngroups contesting the right of self-determination and \r\nthe establishment of an independent State that would \r\nqualify for membership in the United Nations, the most \r\npractical and viable outcome is a negotiated agreement. \r\nEven with an agreement that results in independence, \r\nas our own case between South Sudan and the Sudan \r\ntestifies, problems can also arise after the exercise of \r\nself-determination resulting in independence. \r\nThat is why we voted for the principle of self-\r\ndetermination for the people of Palestine, but encourage \r\nthe parties to negotiate an agreement that can guarantee \r\nself-determination and the establishment of an \r\nindependent Palestinian State. Therefore, my country \r\nsupports the continuation of negotiations between \r\nIsrael and the Palestinians aimed at establishing two \r\nviable States living side by side, as provided for by the \r\n1993 Oslo Accords.\r\nMr. Schaper (Netherlands): The Netherlands \r\naligns itself with the statement of the European Union, \r\nwhich will be made during the debate later on. \r\nThe Netherlands strongly supports a peace \r\nagreement between Israel and the Palestinians on the \r\nbasis of a two-State solution, based on the borders of \r\n1967, whereby the State of Israel and an independent, \r\ndemocratic, contiguous and viable State of Palestine \r\nwill be living side by side in peace and security. Such \r\nan agreement would bring a much needed end to the \r\nconflict between Palestinians and Israelis and would \r\nalso benefit the stability and prosperity in the region as \r\na whole. The current status quo is untenable. \r\nThe Palestinian aspiration, as expressed in resolution \r\n67/19, is legitimate, and the Netherlands supports the \r\nPalestinian efforts to achieve statehood. However, we \r\nwould have preferred the resolution to be postponed, as \r\nits adoption at this moment could complicate efforts to \r\nresume direct negotiations between the parties. For that \r\nreason, the Netherlands decided to abstain.\r\nThe Netherlands calls for an urgent resumption of \r\nnegotiations leading to an end of the conflict through \r\na comprehensive peace agreement on the basis of the \r\nrelevant Security Council resolutions; the Madrid \r\nprinciples, including land for peace; the road map; the \r\nagreements previously reached by the parties and the \r\nArab Peace Initiative. The Netherlands stands ready to \r\nsupport those negotiations and will continue to support \r\nboth Israel and the Palestinians bilaterally, taking into \r\ncareful account the aspirations of the Palestinians for \r\nstatehood and those of the Israelis for security. \r\nWe urge both sides to take the necessary steps to \r\nmake progress towards a final peace agreement and to \r\nrefrain from actions that might undermine the prospects \r\nfor a two-State solution. In particular, we call on Israel \r\nto end all settlement activities. The Netherlands urges \r\nthe international community, in particular the Quartet, \r\nto offer its full support for the achievement of a \r\ncomprehensive peace agreement.\r\nMr. Yamazaki (Japan): Japan has long understood \r\nthe Palestinians’ aspirations to build an independent \r\nState and has supported the right of the Palestinian \r\npeople to self-determination. Japan therefore endorses \r\nthe two-State solution, under which Israel and a future \r\nindependent Palestinian State would coexist side by \r\nside in peace and security. In the light of that, Japan \r\n12-62131 3\r\nA/67/PV.45\r\nvoted in favour of resolution 67/19, on the status of \r\nPalestine in the United Nations.\r\nJapan believes that, following the adoption of \r\nthat historic resolution, Palestine will assume greater \r\nresponsibility as a member of the international \r\ncommunity. We strongly urge Palestine to exert more \r\nearnest efforts towards the realization of peace in the \r\nMiddle East. Japan requests both Palestine and Israel \r\nto establish relations of mutual trust and to promptly \r\nreturn to the negotiating table with a view to realizing \r\nthe two-State solution. Japan will also continue to make \r\nan active contribution to moving the peace process \r\nforward in cooperation with the United States, the Arab \r\ncountries and other partners. It is not acceptable to use \r\nthe resolution just adopted to act in a way that could \r\nnegatively affect or hinder direct negotiations with \r\nIsrael.\r\nIsrael, for its part, should improve the environment \r\nso as to promote the resumption of peace negotiations, \r\nincluding by freezing settlement activities. In that \r\nregard, Japan makes the two following requests of \r\nPalestine in relation to the resolution. \r\nFirst, we call on Palestine to immediately resume \r\ndirect negotiations with Israel in order to move the \r\npeace process forward in a tangible way in cooperation \r\nwith the international community. Secondly, we call \r\nfor prudence in its conduct, such as with regard to \r\naccession to international organizations. Such actions \r\nmight negatively affect the prospects for the resumption \r\nof negotiations.\r\nMr. Ulibarri (Costa Rica) (spoke in Spanish): \r\nSixty-five years ago today, this body adopted \r\nresolution 181 (II), which established the Plan of \r\nPartition of the territory under British mandate in \r\nPalestine. Costa Rica was one of the 33 countries that, \r\nat that time, recognized that the coexistence of two \r\nindependent States was the necessary solution. \r\nCosta Rica voted in favour of resolution 67/19, on \r\nthe status of Palestine, which enables it to become a \r\nnon-member observer State to the United Nations, in the \r\nbelief that that step reaffirms the desire of both peoples \r\nfor peace. We also believe that it helps to preserve the \r\ntwo-State solution, which improves the prospects for \r\nfuture negotiations between Israel and Palestine.\r\nFurthermore, our decision is consistent with the \r\nrecognition that we granted to the State of Palestine \r\nin 2008 and with our support for its admission into \r\nUNESCO. The current leaders of the Palestinian \r\nNational Authority and of Israel deserve our support. \r\nThey are the legitimate alternatives to terrorism and \r\nextremism and to the many actors seeking to thwart \r\npeace.\r\nCosta Rica underscores the fact that peace will be \r\nthe result of moderate voices that accept the coexistence \r\nof two independent States, living side by side in security \r\nwithin internationally agreed and recognized borders. \r\nIn that conviction, Costa Rica has always advocated \r\nand will advocate for the right of Israel to exist free \r\nof external threats, in particular that of terrorism. \r\nSimilarly, Costa Rica is convinced of the need for the \r\nexistence of an independent, sovereign, democratic \r\nand viable Palestinian State. It is the fervent goal of \r\nour country that the parties, working together, should \r\nresolve the differences that have so long thwarted the \r\nright of both peoples to live in peace and security.\r\nWe strongly appeal to the authorities of Israel \r\nand Palestine to return to negotiations on the core \r\noutstanding issues of the conflict in the understanding \r\nthat such negotiations would be based on existing \r\nobligations and previous agreements of the parties, in \r\naccordance with international law and Security Council \r\nand General Assembly resolutions. \r\nMr. Rosenthal (Guatemala) (spoke in \r\nSpanish): Guatemala abstained in the voting on \r\nresolution 67/19, just adopted, despite the fact that \r\nwe accept the principle of the right of peoples to self-\r\ndetermination and firmly support the establishment of \r\nan independent and sovereign State for the Palestinian \r\npeople under the well-known formula of two States \r\nliving side and side in peace within secure borders.\r\nThe reason for our abstention is that we are not \r\nready to grant observer State status to an entity that \r\nwe have still not recognized as a State. We remain \r\nconvinced that reaching the final stage of establishing \r\nthe State of Palestine should come as the outcome of \r\ndirect negotiations between the Palestinian National \r\nAuthority and Israel. We think that that formula is the \r\nonly way to ensure peace, security and stability, not \r\nonly between Israel and its immediate neighbours but \r\nalso in the entire Middle East. \r\nMr. González de Linares Palou (Spain) (spoke in \r\nSpanish): Spain voted in favour of resolution 67/19, on \r\nthe status of Palestine in the United Nations. Our vote \r\ndemonstrates the firm and irreversible commitment \r\nof my country to a just and lasting peace between \r\nIsraelis and Palestinians. Having said that, Spain aligns \r\n4 12-62131\r\nA/67/PV.45\r\nitself with the statement to be made later today by the \r\nobserver of the European Union.\r\nIf the peace process had moved forward, in line \r\nwith the road map outlined in the Quartet’s statement \r\nof 23 September 2011 (SG/2178), perhaps today’s vote \r\ncould have been avoided. Regrettably however, the \r\npeace process has remained at an impasse, and threats \r\nto the viability of a two-State solution, with Israel and \r\nPalestine living together in peace and security, have \r\nincreased.\r\nSpain is convinced that the establishment of \r\nan independent, sovereign, democratic and viable \r\nPalestinian State is key to resolving the conflict and that \r\nthat will positively affect the security and well-being of \r\nIsrael, the normalization of regional relations and the \r\nentire international community. A just and peaceful \r\nsolution can only come as the result of negotiations \r\nbetween the parties based on relevant Security Council \r\nresolutions, the Madrid terms of reference, including \r\nthe principle of land for peace, the Quartet road map \r\nand the agreements that were previously reached. The \r\nArab Peace Initiative of 2002 is another important tool \r\nfor achieving a solution. \r\nIn that context, Spain calls upon the Government of \r\nIsrael and the Palestinian National Authority to urgently \r\ngo back to the negotiating table, without preconditions \r\nand in good faith, while rejecting any act or measure \r\nthat might postpone the peace that we all yearn for. \r\nMr. Pintado (Mexico) (spoke in Spanish): \r\nThe Government of Mexico voted in favour of \r\nresolution 67/19. However, we would like to explain our \r\nposition on that subject. \r\nMexico reiterates its full and unconditional support \r\nfor resolution 181 (II), in which the international \r\ncommunity decided to establish two States, an Arab \r\nState and a Jewish State. Mexico has not strayed from \r\nthat historical position. Without reservations, we \r\ndeclare that Israel and Palestine have the right to live as \r\nindependent and democratic States that coexist in peace \r\nwithin safe and internationally recognized borders. We \r\nknow that the adoption of the resolution today will not \r\nper se substantially change the conditions that prevail \r\nin that region. \r\nHowever, we harbour the hope that the decision \r\nthat we have taken will provide a vigorous impetus, in \r\nthe end, to make the long-yearned for comprehensive \r\nsolution to the conflict on the basis of two States a reality. \r\nThat is why Mexico urgently calls for the resumption of \r\nthe peace process through direct negotiations between \r\nthe parties without preconditions and with a genuine \r\ndesire to find a solution to all of the outstanding issues, \r\nsuch as the definition of the borders, the question of \r\nrefugees, security arrangements and the final status of \r\nJerusalem. \r\nMexico expresses its support for the leadership of \r\nthe Palestinian National Authority as the only legitimate \r\nrepresentative of the Palestinian people, and we urge \r\nit to comply with its responsibilities and not delay in \r\nresuming negotiations. Mexico condemns all acts of \r\nprovocation or violence, which mainly affect the civilian \r\npopulation of either party. Those acts have mostly come \r\nfrom terrorist groups that do not recognize the right of \r\nIsrael to exist and which represent an ongoing threat \r\nto stability in the region and to the maintenance of \r\ninternational peace and security.\r\nMr. Makharoblishvili (Georgia): At the outset, \r\nallow me to note that Georgia has aligned itself with \r\nthe statement to be delivered shortly by the observer of \r\nthe European Union on the issue at hand. Nevertheless, \r\nI would like, in my national capacity, to provide a few \r\nadditional points that we deem important to explain \r\nwhy Georgia voted in favour of resolution 67/19. \r\nGeorgia reaffirms its commitment to a two-State \r\nsolution and its conviction that progress in the Middle \r\nEast peace process is urgent. As a country in proximity \r\nto the Middle East and sharing its historical heritage \r\nand geographic predicaments, we are sympathetic to \r\nthe aspirations of the people in the region, including \r\nthose of the Palestinians for statehood and those of \r\nthe Israelis for security. Both are crucial elements for \r\nachieving lasting peace, stability and prosperity in the \r\nwider region.\r\nEnding the conflict is of paramount importance, \r\nand that can only be achieved through a comprehensive \r\npeace agreement based on negotiations between \r\nthe parties. We therefore urge the parties to resume \r\nnegotiations without preconditions, and we welcome the \r\npositive signals that we have heard in recent days to that \r\nend. Our understanding is that the resolution confers \r\non Palestine privileges and rights that are equivalent \r\nto those of non-member States and only within the \r\nGeneral Assembly. Georgia does not consider that the \r\ndecision endows Palestine with the automatic right to \r\njoin international institutions and treaties as a State. It \r\nmust also be considered to be without prejudice to the \r\nneed for direct bilateral negotiations in accordance with \r\nexisting agreements between the parties to establish \r\n12-62131 5\r\nA/67/PV.45\r\na Palestinian State living in peace and security with \r\nIsrael.\r\nMr. Wolfe (Jamaica): The Government of Jamaica \r\nvoted in favour of resolution 67/19 on the status \r\nof Palestine in the United Nations based on a firm \r\ncommitment to a just and lasting peace in the Middle \r\nEast. Jamaica has long held the position that a solution \r\nto the situation in the Middle East can be brought about \r\nonly through the peaceful negotiated settlement of a \r\ntwo-State solution. Jamaica has historically sought \r\nto maintain a balance on that issue, which, of course, \r\nincludes Israel’s right to exist within secure borders. \r\nJamaica fully respects and abides by the principles \r\nand purposes of the Charter of the United Nations and \r\nthe norms of international law. Our support for the \r\nresolution is therefore based on the understanding that \r\nthe granting of non-member observer State status to \r\nPalestine within the United Nations is on the same basis \r\nas that given to the Holy See. For Jamaica, support for \r\nnon-member observer State status within the United \r\nNations for Palestine is not equivalent to support for \r\nautomatic or immediate membership by Palestine in \r\nthe United Nations. Our position on the resolution is \r\ntherefore without prejudice to any future decision that \r\nthe Government of Jamaica may take in relation to any \r\napplication by Palestine for full membership in the \r\nUnited Nations.\r\nMr. Churkin (Russian Federation) (spoke in \r\nRussian): The Russian Federation voted in favour of \r\nresolution 67/19 to raise the Palestinian status in the \r\nUnited Nations to that of non-member observer State. \r\nThat step is in keeping with the position of principle of \r\nour country. As is well known, Russia decided, in 1988, \r\nto recognize the declaration of Palestinian statehood. \r\nFor some time now, there has been a working Palestinian \r\nEmbassy in Moscow. \r\nWe consider the support given to today’s resolution \r\nby the majority of the countries of the world serves as an \r\nimportant milestone in reinstating historical equality. \r\nOn this day 65 years ago, a well-known resolution was \r\nadopted on the partition of the Palestinian mandate into \r\ntwo States (resolution 181 (II)). Half of the resolution \r\nwas implemented, and now it is important that an \r\nindependent and viable Palestinian State exist side by \r\nside with Israel in peace and security. \r\nIn the view of authoritative international \r\norganizations, influential regional groupings and the \r\nmajority of countries of the world, the Palestinian \r\nNational Authority has been able over the past few \r\nyears to take great strides forward in establishing a \r\nPalestinian State by laying the necessary foundations. \r\nThe primary issue hampering the realization of the \r\nlegitimate aspirations of the Palestinian people is \r\nforeign occupation. In voting in favour of the resolution, \r\nwe took into account the assurances given to us by the \r\nPalestinian Government regarding the fact that the \r\nstep they have taken does not seek to target Israel, nor \r\ndoes it seek to isolate that country, and that there is \r\nno alternative to political negotiations to resolve the \r\nissues. \r\nWe are counting on a responsible and measured \r\nreaction from Israel and other interested parties \r\nregarding the upgrading of the status of Palestine in the \r\nUnited Nations. We believe that any activities aimed \r\nat taking revenge on the Palestinians for their political \r\napproach in the United Nations would constitute the \r\ncollective punishment of a people as a whole and that, for \r\nus, would be categorically unacceptable. We believe it \r\nimportant that, as promised by the Palestinian National \r\nAuthority, the upgrading of the Palestinian status in \r\nthe United Nations should lead to a swift resumption of \r\nsubstantive negotiations between Palestine and Israel \r\non all final status issues.\r\nFor its part, Russia, as an active member of the \r\ninternational community and the Quartet, will continue \r\nto do its utmost to foster, in the Quartet talks among other \r\nforums, a resumption of Palestinian-Israeli talks on the \r\nbasis of accepted international law. In order to conduct \r\na comprehensive analysis of the status of a Palestinian-\r\nIsraeli settlement and overcome the stalemate, we have \r\ncalled for the convening of a ministerial meeting of the \r\nQuartet.\r\nMr. Aisi (Papua New Guinea): I take the f loor to \r\nexplain Papua New Guinea’s vote on resolution 67/19. \r\nPapua New Guinea recognizes both Israel and Palestine \r\nand will continue to do so. Papua New Guinea has \r\ncontinued to abstain in the voting on many issues \r\nthat concern both Israel and Palestine. That is on the \r\nbasis of the belief that, ultimately, any resolution of \r\nthat long outstanding and protracted matter is for \r\nthe people of both Israel and Palestine to determine. \r\nRegrettably, too many lives have been lost, and there \r\nhas been untold suffering and immeasurable damage \r\nto property belonging to both parties over too many \r\nyears, especially during the past few weeks. Papua \r\nNew Guinea commends all the parties who were able \r\n6 12-62131\r\nA/67/PV.45\r\nto secure the recent ceasefire, which is by all accounts \r\nholding up. \r\nPapua New Guinea’s own experience of a bloody \r\ninternal civil conflict, which ended with a peace \r\nprocess, continuously serves to reminds us that the \r\nparties to a conflict must sit down and negotiate their \r\npeace in good faith, as there is no other credible process. \r\nWithout that important and fundamental step, any other \r\nform of negotiations must and will fail. We therefore \r\nurge both Israel and Palestine to resume peace talks \r\nas soon as practicable and without preconditions. We \r\ncontinue to strongly support the two-State solution, and \r\nit remains our hope that the peoples of both Israel and \r\nPalestine will one day soon live side by side, within \r\nproperly secured borders, under a durable, just and \r\nlong-lasting peace. \r\nIt is from that perspective that Papua New Guinea \r\nabstained today. We respect the outcome of the General \r\nAssembly’s vote, while we also remain mindful of the \r\nfact that it is the Security Council’s mandate to decide \r\non Palestine’s full membership to the United Nations.\r\nMr. Shin Dong Ik (Republic of Korea): The Republic \r\nof Korea sympathizes with the motivations behind the \r\nresolution put to the vote today (resolution 67/19), and \r\nfully understands the Palestinian people’s desire for \r\nan independent State. On the other hand, the Republic \r\nof Korea is deeply concerned about the results that \r\nthis resolution might bring about. Accordingly, my \r\ndelegation chose to abstain. That abstention is an \r\nexpression of our frustration regarding the lack of \r\nmeaningful progress on the Middle East peace process. \r\nWe continue to retain a sincere hope for such progress. \r\nMy delegation would like to reiterate its support for \r\nthe two-State solution. What is most needed now is to \r\nprovide new momentum to the peace process. In that \r\nregard, it is clear that the peaceful coexistence of Israel \r\nand Palestine can be achieved only through dialogue \r\nand negotiation. \r\nThe Republic of Korea is deeply saddened by the \r\nloss of life cause by the recent armed conflict, and \r\nwelcomes the announcement of the ceasefire brought \r\nabout by the efforts of the Secretary-General and \r\nother leaders of Member States. However, the current \r\nstatus of the ceasefire is still fragile, and there remain \r\ndifferences that need to be addressed through dialogue \r\nwith a sense of urgency. The Republic of Korea hopes \r\nthat Palestine and Israel will resume their negotiations \r\nas soon as possible to explore a permanent solution to \r\nthis important issue. \r\nMrs. Miculescu (Romania): Romania aligns itself \r\nwith the statement to be delivered by the observer of the \r\nEuropean Union and would like to add the following in \r\nits national capacity. \r\nRomania’s abstention today is based on a position of \r\nprinciple that my country has consistently held, namely, \r\non the need to promote dialogue and direct negotiations \r\nbetween the parties, within the internationally accepted \r\nsettlement frameworks and existing agreements. Based \r\non that belief, Romania does not favour unilateral \r\ninitiatives, regardless of which side they come from, as \r\nthey may have adverse effects on the resumption of the \r\npeace process negotiations.\r\nResolution 67/19, just adopted, does not facilitate \r\nthe recognition of Palestine as a State or its accession \r\nto international organizations and treaties. While we \r\nrecognize those goals as legitimate objectives of the \r\nPalestinian people, Romania strongly believes that the \r\nonly way to fulfil the vision of a two-State solution is the \r\nresumption of Israeli-Palestinian direct negotiations. \r\nWe urge the parties to engage in that process without \r\npreconditions. Romania will support any initiative that \r\ncould serve that purpose. We share the position that \r\nthe only viable solution is still the one promoted by the \r\nQuartet road map, which advocates for the existence of \r\ntwo States, Israel and Palestine, living side by side in \r\npeace and security, within secure and internationally \r\nrecognized borders.\r\nMr. Moraes Cabral (Portugal): Portugal welcomes \r\nthe adoption of resolution 67/19, which grants \r\nnon-member observer State status in the United Nations \r\nto Palestine. Portugal has long defended the inalienable \r\nright of the Palestinian people to self-determination \r\nthrough the establishment of a sovereign Palestinian \r\nState. We have done so bilaterally and most recently in \r\ndiscussions within the European Union, where we have \r\nfrom the outset defended the reasons for a positive vote \r\non that Palestinian quest.\r\nPortugal upholds the right of all States in the region \r\nto live in peace within secure and internationally \r\nrecognized borders. We also firmly believe in a \r\ncomprehensive and peaceful resolution of the Israeli-\r\nPalestinian conflict on the basis of the two-State \r\nsolution, the Quartet road map, the internationally \r\nendorsed parameters for final status issues, the \r\nagreements reached between the parties, the Arab \r\nPeace Initiative and the relevant resolutions of the \r\nSecurity Council.\r\n12-62131 7\r\nA/67/PV.45\r\nTrue to those long-standing positions, Portugal \r\nhas voted in favour of the enhancement of Palestine’s \r\nstatus in the United Nations. We have also done so in \r\nrecognition of President Abbas and Prime Minister \r\nFayyad and their unwavering commitment to dialogue \r\nand a peaceful resolution to the conflict and their efforts \r\nin preparing the Palestinian institutions for statehood. \r\nIn our view, the rejection of violence and the choice \r\nof the diplomatic channel are fundamental tenets for \r\nachieving peace.\r\nPortugal is hopeful that the resolution just adopted \r\nwill provide much needed impetus to the peace process. \r\nA just, durable and comprehensive peace can only be \r\nreached through direct negotiations. We therefore urge \r\nthe parties to resume negotiations with no further delay \r\nor preconditions. We welcome in that regard President \r\nAbbas’ statement to the Assembly reiterating his \r\ncommitment to the peace process (see A/67/PV.44).\r\nThe international community must now exert \r\nall efforts to ensure the swift resumption of credible \r\nnegotiations with a view to a final settlement that \r\nbrings about the realization of the two-State solution \r\nof an independent, sovereign, democratic, viable and \r\ncontiguous State of Palestine, living side by side with \r\nIsrael in peace and security on the basis of the pre-\r\n1967 borders, while ensuring an enduring peace for all \r\npeoples in the region.\r\nPortugal naturally aligns itself with the statement \r\nthat will be delivered later on by Ambassador Mayr-\r\nHarting on behalf of the European Union.\r\nMr. Reetoo (Mauritius): Mauritius has always \r\nsupported the early realization of the Palestinians’ long \r\noverdue right to self-determination and the establishment \r\nof their sovereign, independent Palestinian State, living \r\nside by side and at peace with the State of Israel, within \r\nsecure borders on the basis of the pre-1967 borders. In \r\nfurtherance of that policy, Mauritius has unwaveringly \r\nsupported all United Nations and other initiatives aimed \r\nat an early resolution of the conflict-ridden situation in \r\nthe Middle East. \r\nMauritius and the Palestinian National Authority \r\nmaintain strong relations. On the occasion of the \r\ncommemoration of the International Day of Solidarity \r\nwith the Palestinian People, Mauritius reaffirms \r\nour strong solidarity with our brothers and sisters of \r\nPalestine. We hope and pray that the legitimate and \r\nlong-standing aspirations for statehood and lasting \r\npeace and prosperity will materialize soon. We also \r\nreiterate that Mauritius remains fully committed to the \r\njust Palestinian cause.\r\nMauritius firmly believes that the question of \r\nPalestine can and must be resolved through peace and \r\ndialogue. Accordingly, we have committed our support \r\nto the Quartet and the Arab Peace Initiative. Mauritius \r\nalso believes in a two-State solution, where the State \r\nof Israel and Palestine can live alongside each other in \r\npeace within secure borders. \r\nIt is unfortunate that there has been little headway \r\nin the peace process in the recent past. In fact, the \r\nIsraeli settlement policy challenges the credibility of \r\nthat process and remains one of the biggest hurdles to \r\nthe resumption of peace talks. We are concerned that \r\nthe continued stalemate and the hardening of the Israeli \r\nposition are undermining the peace process.\r\nIn a message that the Prime Minister of Mauritius, \r\nMr. Navinchandra Ramgoolam, addressed to the \r\nPresident of the Palestinian Authority, Mr. Mahmoud \r\nAbbas, on the occasion of the International Day of \r\nSolidarity with the Palestinian People, the Prime \r\nMinister clearly stated that Mauritius fully endorsed \r\nthe application that it boldly submitted during the sixty-\r\nsixth session of the General Assembly. He added that \r\nMauritius would likewise support the draft resolution \r\nrelating to the enhancement of the status of Palestine.\r\nIn that spirit, Mauritius fully supports the admission \r\nof Palestine as a full United Nations Member. We \r\napplaud the statesmanship that President Mahmoud \r\nAbbas demonstrated last year when he boldly submitted \r\nthe application for full United Nations membership. We \r\nsalute his wisdom and courage in that regard. \r\nOn this historic day, therefore, Mauritius \r\nunconditionally endorses and supports the move for \r\nPalestine to become a non-member observer State \r\nin the General Assembly, as we did for Palestine’s \r\nsuccessful bid for membership of UNESCO. It will no \r\ndoubt be a major step forward and paves the way for the \r\nultimate fulfillment of the legitimate administration of \r\nour Palestinian brothers and sisters. At the same time, \r\nwe call for the Palestinian issue to retain primacy on \r\nthe international agenda until an enduring and lasting \r\nsolution is reached. \r\nThe Acting President: We have heard the last \r\nspeaker in explanation of vote.\r\n8 12-62131\r\nA/67/PV.45\r\nEgypt therefore reaffirms the importance of \r\nreturning to the negotiating table on the established \r\nbasis, in accordance with the relevant General Assembly \r\nand Security Council resolutions. We emphasize \r\nthe need to put an end to the systematic settlement \r\nactivities undertaken and supported by the Israeli \r\nGovernment. A specific timeframe for negotiations \r\nmust be established that ensures a clear mechanism for \r\nfuture negotiations, with the provision of international \r\nguarantees to ensure that all parties fully respect all \r\nagreements. The negotiations that led to the cessation \r\nof the recent hostilities in Gaza show that it is indeed \r\npossible to achieve peace if all parties assume their \r\nresponsibilities.\r\nFinally, we call on all parties, in particular Israel, \r\nthe occupying Power, and the major donor countries \r\nto refrain from unilateral measures in order to put \r\npressure on Palestine and to prevent it from claiming \r\nits rights. Experience has shown that such measures \r\nonly strengthen the resolve of the Palestinian people to \r\nuphold their legitimate rights, which are supported by \r\nthe international community.\r\nThe resolution adopted today provides a historic \r\nopportunity to encourage all parties to return to the \r\npeace process in good faith and to achieve peace and \r\nsecurity for all peoples of the region. Egypt will do \r\nits utmost to facilitate the resumption of negotiations \r\nin order to ensure that the rights and interests of all \r\nrelevant parties in the region are met.\r\nMr. Khazaee (Islamic Republic of Iran): I have the \r\nhonour to address the General Assembly on behalf of \r\nthe Non-Aligned Movement (NAM) on agenda item 37, \r\nentitled “Question of Palestine”. \r\nGiven the time constraint, I will present a condensed \r\nversion of my statement on behalf of NAM. The full \r\ntext of the statement is being distributed. \r\nThis important debate coincides with the \r\ncommemoration of the International Day of Solidarity \r\nwith the Palestinian People. It is an important day \r\nnot only for Palestine, but also for those of us who \r\nstrongly believe in the inalienable right of peoples \r\nto self-determination and to free themselves from \r\nforeign occupation and oppression. On this day, the \r\ninternational community reaffirms its continued and \r\nunwavering support for and solidarity with the long-\r\nsuffering people of Palestine in their national struggle \r\nto achieve the independence of their State, as well as \r\npeace and justice. NAM pays tribute to the resilience \r\nThe General Assembly will now continue its debate \r\non agenda item 37. I give the f loor to those members \r\nwishing to make general statements. \r\nMr. Kahlil (Egypt) (spoke in Arabic): Egypt \r\ncongratulates the Palestinian people on their State \r\nobtaining non-member observer status in the United \r\nNations, following the adoption of resolution 67/19. The \r\nadoption of the resolution by a majority of more than \r\ntwo thirds of the United Nations membership reflects \r\nthe international community’s recognition of Palestine’s \r\nright to a Government, with all the components of a \r\nState and a territory with specific features despite the \r\noccupation and ongoing attempts of the occupying \r\nPower to annex increasingly large swathes of territory \r\nthrough settlement activities or other illegal actions, in \r\ncomplete violation of international law and the principle \r\nof the peaceful settlement of conflicts.\r\nThe granting to Palestine of observer status as \r\nnon-member observer State in the United Nations \r\nis a long-awaited and historic step that will enable \r\nthe Palestinian people to enjoy their fundamental \r\ninalienable rights, in particular with regard to \r\nestablishing an independent State, with East Jerusalem \r\nas its capital. It provides the Palestinian people with \r\nthe appropriate legal tools to respond to the crimes \r\ncommitted by the occupying Power with all peaceful \r\nand legal means and to ensure that the perpetrators of \r\nthose crimes are brought to international justice.\r\nToday, the international community has affirmed \r\nthat it is capable of taking the right decision when \r\nMember States have the political will to do so. We \r\ntherefore hope that, in the near future, the Security \r\nCouncil will assume its responsibility and take the \r\nappropriate decision to accept Palestine as a full \r\nMember of the United Nations so that it can control its \r\nown natural resources and end Israel’s suppression of \r\nits people and land.\r\nThe resolution is an example of the ways in which \r\nthe international community can ensure a peace process. \r\nMore than 20 years after the 1991 Madrid Conference, \r\nand 30 years after the Camp David negotiations of 1979, \r\nwhich set out the essential elements for a two-State \r\nsolution, including a Palestinian State, Israel is clearly \r\nnot serious about achieving peace. The occupying Power \r\nrelies on a negotiating strategy that leads nowhere. It is \r\nnow creating a pretext not to relaunch negotiations by \r\naccusing the other party of violating international law \r\nand of failing to respect the previous negotiations. \r\n12-62131 9\r\nA/67/PV.45\r\nagainst Gaza in order to end Israeli impunity and to \r\nrealize justice for the victims. \r\nIsrael, the occupying Power, continues to pursue \r\nits illegal settlement activities, along with many \r\nother illegal policies and practices, in the occupied \r\nPalestinian territory, including East Jerusalem. \r\nThe situation continues to be most severe in the \r\nJordan Valley, where thousands of Palestinians have \r\nbeen displaced and thousands more are at risk of \r\ndisplacement due to Israel’s illegal colonization in and \r\naround occupied East Jerusalem. At the same time, the \r\noccupied Power continues to pursue measures aimed \r\nat the quiet transfer or depopulation of the indigenous \r\nPalestinian inhabitants and at ensuring that there is a \r\nJewish majority in the city. \r\nIn that regard, NAM calls for a complete end to \r\nall settlement activities, demolition of homes, residency \r\nrevocations, excavations, including near and around \r\nAl-Haram Al-Sharif, and the closure of Palestinian \r\ninstitutions in the city. We also condemn the terror, \r\nviolence and provocation by extremist Israeli settlers \r\nagainst Palestinian civilians and property, including \r\nhomes, agricultural lands and Muslim and Christian \r\nholy sites. We caution that such actions are fuelling \r\nreligious sensitivities that risk further destabilization \r\nand that they must be brought to an immediate end by \r\nthe occupied Power. NAM condemns Israel’s continuing \r\nunlawful campaign of the arrest, detention and forced \r\ninterrogation of thousands of Palestinian civilians, \r\nincluding children, women and numerous elected \r\nofficials, who continue to be held under harsh and \r\ninhumane conditions and to be subjected to physical \r\nand mental ill-treatment. \r\nIn that regard, the Movement condemns, inter alia, \r\nIsrael’s use of torture and all other forms of physical \r\nand psychological mistreatment and deprivation of \r\nPalestinian prisoners, including the denial of family \r\nvisits, access to education and adequate medical care \r\nand the inhumane use of solitary confinement. As stated \r\nin the declaration on Palestinian political prisoners \r\nadopted by the sixteenth Summit of the Non-Aligned \r\nMovement, held in Tehran in August, the Movement \r\nis convinced that Palestinian prisoners should be \r\nimmediately released and their plight addressed by the \r\ninternational community, in particular the Security \r\nCouncil and the Human Rights Council. \r\nThe Non-Aligned Movement expresses its serious \r\nconcern regarding the dangerous impasse in the \r\nMiddle East peace process due to ongoing Israeli \r\nof the Palestinian people in their pursuit of their \r\nlegitimate national aspirations, which for too long they \r\nhave unjustly been denied.\r\nThe Non-Aligned Movement reiterates its grave \r\nconcern regarding the critical situation in the occupied \r\nPalestinian territory, including East Jerusalem, as \r\na result of Israeli’s prolonged military occupation \r\nand illegal policies and practices. We condemn \r\nIsrael’s ongoing military raids and attacks against \r\nthe Palestinian civilian population, the blockade of \r\nthe Gaza Strip, its settlement colonization campaign, \r\ninvolving, inter alia, land confiscation, the construction \r\nand expansion of settlements and outposts, the transfer \r\nof hundreds of thousands of Israeli settlers, the \r\nconstruction of the wall, the demolition of homes and \r\nthe imposition of severe restrictions on movement and \r\nhundreds of checkpoints. We condemn the detention \r\nand imprisonment of thousands of Palestinians, the \r\nforced displacement of Palestinian civilians, reprisals \r\nagainst the civilian population and all other measures \r\nof collective punishment against the Palestinian people. \r\nThose acts are grave breaches of international law, \r\nincluding humanitarian and human rights law. \r\nUnfortunately, today’s meeting comes at a time \r\nwhen Israel, the occupying Power, has escalated its \r\nmilitary campaign against the Palestinian people, in \r\nparticular in the Gaza Strip. The Israeli attacks on Gaza \r\nduring an eight-day period this month reportedly caused \r\nthe killing of approximately 170 Palestinians, including \r\nwomen and children, and the wounding of about \r\nanother 1,200. The situation in the rest of the occupied \r\nPalestinian territory, including East Jerusalem, is also \r\ndeteriorating as a result of Israel’s excessive use of force \r\naimed at intimidating and terrorizing the Palestinian \r\ncivilian population. \r\nThe Non-Aligned Movement strongly condemns \r\nthe recent military campaign against the Palestinian \r\npeople and underlines that, in addition to violating \r\ncountless provisions of human rights law, such military \r\naggression and collective punishment measures by \r\nIsrael, the occupying Power, are tantamount to grave \r\nbreaches of international law, including international \r\nhumanitarian law, in particular the Fourth Geneva \r\nConvention and relevant United Nations resolutions. \r\nSuch actions pose a serious threat to international \r\npeace and security and to regional stability.\r\nIn that regard, the Non-Aligned Movement calls for \r\naccountability for the perpetration of war crimes by the \r\noccupying Power in its most recent military aggression \r\n10 12-62131\r\nA/67/PV.45\r\nintransigence and illegal policies. That conduct \r\ncontinues to undermine the resumption of credible \r\nnegotiations and to obstruct the achievement of a \r\njust, lasting, comprehensive and peaceful solution to \r\nthe Israeli-Palestinian conflict, the core of the Arab-\r\nIsraeli conflict. Such Israeli behaviour and its refusal to \r\ncommit to the internationally endorsed parameters for \r\nthe two-State solution cast a dark shadow of doubt over \r\nIsraeli’s professed intentions. Instead, it underscores \r\nthe belief that Israel’s insistence on the negotiations \r\npath is merely for the sake of managing the crisis and \r\nentrenching its illegitimate military occupation, not to \r\nactually reach any comprehensive peace settlement.\r\nIn that regard, the Non-Aligned Movement \r\nCommittee on Palestine has welcomed all efforts and \r\ninitiatives aimed at realizing the two-State solution \r\nand justice for the Palestinian people. It stresses the \r\nimportance of the Assembly’s granting non-member \r\nobserver State status to Palestine, and expresses the \r\nhope that this peaceful multilateral initiative, consistent \r\nwith United Nations resolutions regarding the question \r\nof Palestine — including the right of the Palestinian \r\npeople to self-determination and the international \r\nconsensus on a two-State solution — will positively \r\ncontribute to salvaging the prospects for peace.\r\nIn conclusion, the Movement reaffirms its \r\nunwavering commitment to a just and comprehensive \r\nsolution to the Arab-Israeli conflict, with the question \r\nof Palestine at its core, and to the immediate restoration \r\nof the inalienable right of the Palestinian people to \r\nexercise self-determination and sovereignty in the \r\nindependent State of Palestine, with East Jerusalem as \r\nits capital.\r\nI now wish to speak in my national capacity as \r\nAmbassador and Permanent Representative of the \r\nIslamic Republic of Iran.\r\nI would like to congratulate the Palestinian people \r\nand their representatives on the historic victory they \r\nachieved today in the Assembly, which truly represents \r\nthe entire world. I would also like to read out a \r\nmessage of solidarity with the Palestinian people from \r\nMr. Ahmadinejad, President of the Islamic Republic \r\nof Iran, on the occasion of the International Day of \r\nSolidarity with the Palestinian People.\r\n“For more than 60 years, the question of \r\nPalestine has been of central concern to the \r\nfree nations of the world. The cruel occupation \r\nof Palestine and displacement of its nation are \r\nconsidered to be not only a deprivation of the \r\nPalestinian people of their fundamental and \r\nlegitimate rights, but also a violation of universal \r\nhuman values and a f louting of the wisdom, logic \r\nand common sense of all humanity.\r\n“The crisis in the region, which has lasted for \r\nseveral decades, is the unpleasant consequence \r\nof the occupation of Palestine. The expansionist, \r\nmilitaristic and inhumane policies of the occupying \r\nand fabricated Zionist regime have resulted in \r\ncontinued instability and violence in the region, the \r\nimposition of five wars on nations of the region, the \r\nkilling and imprisonment of tens of thousands of \r\npeople, and the displacement of millions of others. \r\nThe recent aggression in Gaza was yet another \r\nclear indication of the true uncivilized nature of the \r\nZionists and their mission.\r\n“The failure of the international community in \r\naddressing the question of Palestine is the product \r\nof the discriminatory and unilateral policies of \r\nsome members of the Security Council, which have \r\nresulted in the continuation of the crisis and posed \r\ntremendous threats to international peace and \r\nsecurity.\r\n“The great Iranian nation, while declaring its \r\nfull solidarity with the suffering and oppressed \r\npeople of Palestine, reiterates its continued moral \r\nsupport to them. The Islamic Republic of Iran is of \r\nthe view that unless heed is paid to the legitimate \r\ndemands of the Palestinian people, including to \r\nexercise their right to self-determination and the \r\nelimination of all acts of aggression and occupation \r\nagainst them, as well as the restoration of justice \r\nand dignity to them, it will be impossible to find a \r\njust solution to the crisis.\r\n“It is obvious that the best solution to the \r\nquestion of Palestine would be the holding of free \r\nand fair elections with the participation of all \r\nPalestinians, including Muslims, Christians and \r\nJews. In that regard, the international community \r\nand the United Nations in particular have a vital, \r\neffective and legitimate role to play in resolving \r\nthe question of Palestine and ending the conquest. \r\nUndoubtedly, the era of Zionism and occupation \r\nis over. The future belongs to the great nation \r\nof Palestine, to other free nations and to justice, \r\nempathy and freedom.”\r\n12-62131 11\r\nA/67/PV.45\r\nnecessary to ensure meaningful negotiations, and to \r\nrefrain from actions that undermine the credibility \r\nof the process. The European Union urges both sides \r\nto seek constructive ways to overcome the current \r\nobstacles to a resumption of direct negotiations without \r\ndelay or preconditions. It welcomes in that regard \r\nthe positive statements previously made by President \r\nAbbas and Prime Minister Netanyahu, and urges them \r\nto maintain those commitments.\r\nThe European Union reaffirms its position that \r\nclear parameters defining the basis for negotiations are \r\nkey elements for a successful outcome, together with \r\nthe avoidance of unilateral measures and acts on the \r\nground that undermine confidence and the viability of \r\nthe two-State solution. The European Union reaffirms \r\nthat it will not recognize any changes to the pre-1967 \r\nborders, including with regard to Jerusalem, other than \r\nthose agreed by the parties, and recalls its position on \r\nnegotiations, including the conclusions of the Foreign \r\nAffairs Council in December 2009 and May 2012, \r\nas well as the statement delivered on behalf of the \r\nEuropean Union in the United Nations Security Council \r\non 21 April 2011 (see S/PV.6520). The European \r\nUnion will work actively within the Quartet and with \r\ninternational partners in support of efforts to bring \r\nabout substantive negotiations in the coming months.\r\nLet me also briefly refer to the statement just made \r\nby the representative of the Islamic Republic of Iran \r\non behalf of the Non-Aligned Movement and then in \r\nhis national capacity. I should just like to say that it \r\nbecomes problematic when a statement on behalf \r\nof a political group is then combined with a national \r\nstatement of a divisive nature.\r\nMiss Hassan (Djibouti) (spoke in French): It is a \r\ngreat honour for me to address the Assembly on behalf \r\nof the Organization of Islamic Cooperation (OIC) and \r\nto convey the message of our Minister for Foreign \r\nAffairs, His Excellency Mr. Mohammed Ali Youssouf, \r\nas the President of the OIC.\r\n(spoke in English)\r\nWe are gathered here today in the General \r\nAssembly to grant Palestine the status of non-member \r\nobserver State, which is yet another affirmation of \r\nthe international community’s continued support to \r\nthe Palestinian cause and of its solidarity with the \r\nPalestinian people. On behalf of the OIC group, I am \r\npleased to express our gratitude to the United Nations \r\nand to all its organs for their work on that issue. In \r\nThe Acting President: I now give the f loor to the \r\nobserver of the European Union.\r\nMr. Mayr-Harting (European Union): I have the \r\nhonour to speak on behalf of the European Union. \r\nThe present statement is based on the declaration \r\nmade on behalf of the European Union earlier today \r\nby the High Representative of the Union for Foreign \r\nAffairs and Security Policy, Catherine Ashton. The \r\nacceding country Croatia; the candidate countries the \r\nformer Yugoslav Republic of Macedonia, Montenegro, \r\nIceland and Serbia; the country of the Stabilization and \r\nAssociation Process and potential candidate Albania; as \r\nwell as the Republic of Moldova, Armenia and Georgia, \r\nalign themselves with this statement. \r\nToday’s decision of the General Assembly to \r\naccord non-member observer State status in the United \r\nNations to Palestine comes at a time when the latest \r\nescalation in the ongoing Israeli-Palestinian conflict \r\nhas caused the death of a large number of innocent \r\ncivilians. It is a bitter reminder of the urgent necessity \r\nto move forward towards the end of the conflict. Only \r\na political solution to the conflict can bring lasting \r\nsecurity, peace and prosperity to Palestinians and \r\nIsraelis. A comprehensive negotiated peace, which is a \r\nfundamental interest of the European Union, as well as \r\nthe parties in the region, must and can be achieved on \r\nthe basis of a two-State solution, with the State of Israel \r\nand a sovereign, democratic, contiguous and viable \r\nState of Palestine, both living within agreed borders \r\nand enjoying peace and security.\r\nThe European Union has repeatedly expressed \r\nits support and desire for Palestine to become a full \r\nMember of the United Nations as part of a solution to \r\nthe conflict. The European Union has also consistently \r\nworked to advance the Palestinian Authority’s \r\nState-building efforts under Prime Minister Fayyad. It \r\nwill continue to do so.\r\nRecalling the Berlin Declaration of March 1999, the \r\nEuropean Union reiterates its readiness to recognize a \r\nPalestinian State when appropriate.\r\nLooking beyond today’s vote, it is important for all \r\nparties and actors involved to work towards the settlement \r\nof the conflict with renewed purpose and a sense of \r\nurgency. The European Union recalls its well known \r\npositions on intra-Palestinian reconciliation behind \r\nPresident Abbas, settlements and Israel’s security. The \r\nEuropean Union calls on all parties to pursue actions \r\nconducive to creating an environment of confidence \r\n12 12-62131\r\nA/67/PV.45\r\nas the closure of Palestinian institutions in the city. The \r\nGroup condemns the terror, violence and provocation \r\nby extremist Israeli settlers against Palestinian civilians \r\nand property, including homes, agricultural land and \r\nMuslim and Christian holy sites, and it cautions that \r\nsuch actions are fuelling religious sensitivities that risk \r\nfurther destabilization. The occupying Power must \r\nimmediately end such activities.\r\nMoreover, Israel’s escalating military aggression \r\nand the illegal blockade it imposes on the Gaza Strip \r\nare not only a collective punishment against 1.5 million \r\nPalestinians in the Strip. They also represent the \r\ncontinuation of a war crime against humanity, which \r\nmust stop. In that vein, the OIC group once again calls \r\non the international community, and on the Security \r\nCouncil in particular, to assume its responsibility to \r\ntake the necessary measures for an immediate and \r\npermanent halt to the Israeli aggression against the \r\nPalestinian people. It is past time to end the Palestinian \r\npeople’s suffering and to provide them with the \r\nprotection and the means needed to rehabilitate and \r\nreconstruct the Gaza Strip.\r\nPalestine’s accession to full membership in \r\nUNESCO last year was a sign of international recognition \r\nof the Palestinians’ rights. That achievement illustrates \r\nthe concrete and positive support for the legitimate \r\naspirations of the Palestinian people. Similarly, the \r\npositive assessment by the United Nations, the World \r\nBank and the International Monetary Fund with respect \r\nto the implementation of the Palestinian National \r\nAuthority’s 2009 plan for constructing the institutions \r\nof an independent Palestinian State within a two-year \r\nperiod is yet another strong indication of Palestine’s \r\nreadiness for independent statehood.\r\nIn conclusion, we believe that permanent peace \r\nbetween Israel and Palestine is the sine qua non for \r\nboth peoples to focus their energies and resources \r\non developing their societies in peace, harmony and \r\ncoexistence. The OIC Group expresses its strong \r\nsolidarity with the Palestinian people and commends \r\nall Member States for their overwhelming support in \r\nfavour of resolution 67/19, which enabled Palestine to \r\nbecome a non-member observer State. By granting \r\nPalestine improved diplomatic status — even though \r\nonly a symbolic milestone in Palestinian ambitions for \r\nstatehood — they have brought Israelis and Palestinians \r\na step closer to achieving a sustainable solution on the \r\nbasis of two States living side by side in peace and \r\nsecurity.\r\nparticular, I would like to thank Secretary-General Ban \r\nKi-moon and the Chairman of the Committee on the \r\nExercise of the Inalienable Rights of the Palestinian \r\nPeople, Ambassador Abdou Salam Diallo, for their \r\nrelentless efforts and initiatives in support of the \r\nPalestinian cause.\r\nThe OIC group believes that the international \r\ncommunity has a special responsibility to help the \r\nPalestinian people realize their national rights to self-\r\ndetermination and sovereignty and their status as an \r\nindependent State in the territory occupied by Israel \r\nsince 1967, with East Jerusalem as its capital, as well \r\nas to find a just solution for the plight of the Palestinian \r\nrefugees in line with resolution 194 (III) of 1948. In that \r\nregard, the international community has had a historic \r\nopportunity this afternoon, as well as the responsibility, \r\nto reaffirm its solidarity with the Palestinian people \r\nand support their just cause for independence. \r\nThe Palestinians have been intensely negotiating \r\nwith Israel in good faith for the past two decades to \r\nregain their territories and their inalienable rights, and \r\nto live in peace and security. Unfortunately, none of \r\nthose legitimate goals has been achieved so far, and \r\nnone appears within the grasp of the Palestinians in the \r\nshort term, given Israel’s permanent strategy of shifting \r\nthe goal posts.\r\nIt is unfortunate that on this very day of solidarity \r\nwith the Palestinian people and the recognition of \r\nPalestine as a non-member observer State, the prospects \r\nfor peace and justice in the occupied Palestinian \r\nterritory, including East Jerusalem, are being \r\nchallenged by the colonial and discriminatory policies \r\nand illegal practices of Israel, the occupying Power. \r\nIsrael continues to build illegal settlements in the West \r\nBank, including East Jerusalem. It is constructing \r\nan apartheid wall, restricting Palestinians’ access \r\nto places of worship, encouraging escalating acts of \r\nviolence by Israeli settlers against Palestinian civilians, \r\ndenying the free movement of people and goods, and \r\nconfiscating ever more Palestinian homes and land. \r\nIsrael’s violations of international law have become a \r\ndaily practice, which is systematically undermining the \r\nprospects for a two-State solution.\r\nThe OIC group expresses grave concern at the \r\nsituation in occupied East Jerusalem, where the \r\nIsraeli settlement campaign is most intense, and calls \r\nfor a complete end to all settlement activities, all \r\nexcavations, including near Al-Haram Al-Sharif, all \r\nhome demolitions and all residency revocations, as well \r\n12-62131 13\r\nA/67/PV.45\r\nprinciple of land for peace, the Arab Peace Initiative \r\nand the road map for peace in the Middle East, with a \r\nview to establishing an independent State of Palestine, \r\nwith Palestine and Israel living peacefully side by side. \r\nGiven the current situation, the resumption of the \r\npeace talks between Palestine and Israel is all the more \r\nimportant and urgent. The international community \r\nshould adopt a more proactive and constructive attitude \r\nin pressing for peace talks and pushing both parties, in \r\nparticular Israel as the stronger party, to adopt effective \r\nmeasures to remove the obstacles to the peace talks and \r\nre-establish mutual trust, so that negotiations can be \r\nresumed at an early date and substantive progress made. \r\nChina will continue to play an active and constructive \r\nrole in pushing for a comprehensive and just settlement \r\nof the Palestinian issue.\r\nMr. Alotaibi (Kuwait) (spoke in Arabic): The action \r\ntaken by the General Assembly today is indeed a birth \r\ncertificate for the State of Palestine, as President Abbas \r\nsaid in his statement earlier today (see A/67/PV.44). The \r\nadoption by a large majority of resolution 67/19, which \r\ngrants Palestine the status of non-member observer \r\nState at the United Nations, is a historic achievement \r\nand a landmark in the struggle of the Palestinian people \r\nto achieve all their political rights, including the right to \r\nself-determination, and a recognition of an independent \r\nPalestinian State within the borders of 1967.\r\nThe adoption of the resolution sends a clear \r\nmessage to the Palestinian people of the firm support \r\nof the international community for its rights. The \r\nresolution, which was adopted by the vast majority of \r\nthe members of the Assembly — with 138 countries in \r\nfavour — calls for the implementation of the principles \r\nof the Madrid Conference, the Arab Peace Initiative \r\nand the road map called for by the Quartet, in order to \r\nreach a final solution to the crisis in the Middle East \r\nand address the six main points, which are: the return \r\nof the refugees, Jerusalem, the settlements, the borders, \r\nsecurity and water.\r\nThe State of Kuwait congratulates the brotherly \r\nPalestinian people on the support of the General \r\nAssembly, which coincides with our celebration of the \r\nInternational Day of Solidarity with the Palestinian \r\nPeople. We affirm our solidarity with and full support for \r\nthe lawful aspirations and ambitions of the Palestinian \r\npeople. We also reaffirm the strong commitment of \r\nthe leadership, Government and people of Kuwait to \r\ncontinue their moral, political and material support \r\nuntil the Israeli occupation of the occupied territories \r\nMr. Li Baodong (China) (spoke in Chinese): China \r\nthanks the Permanent Representative of the Sudan for \r\nhis introduction, earlier today, of resolution 67/19, on \r\nPalestine’s status in the United Nations, of which China \r\nwas a sponsor. China also welcomes the presence of \r\nPresident Abbas and his important statement at today’s \r\nmeeting. \r\nThe resolution just adopted grants non-member \r\nobserver State status to Palestine in the United \r\nNations. That fully demonstrates the broad support of \r\nthe international community for the just cause of the \r\nPalestinian people in restoring their legitimate national \r\nrights. It has also furthered international recognition \r\nof the State of Palestine and is another positive step by \r\nPalestine on its road towards independent statehood, as \r\nthe result of long-term efforts on the part of Palestine \r\nand other Arab countries with the support of the \r\ninternational community. \r\nChina warmly congratulates the people of Palestine. \r\nChina has always resolutely supported the just cause \r\nof the Palestinian people in restoring their legitimate \r\nnational rights. Gaining independent statehood is the \r\nlegitimate right of the Palestinian people and the basis \r\nand prerequisite for the realization of the two-State \r\nsolution, with the two countries living peacefully \r\nside by side. China supports the establishment of an \r\nindependent State of Palestine, with full sovereignty \r\nand East Jerusalem as its capital, on the basis of the \r\n1967 borders. \r\nChina was one of the first countries to support \r\nthe national resistance movement of Palestine and \r\nto recognize the Palestine Liberation Organization \r\nand the State of Palestine. As early as 1988, China \r\nannounced its recognition of the State of Palestine \r\nand established diplomatic relations with it. China \r\nsupports Palestinian membership in the United Nations \r\nand other international organizations and expresses \r\nits understanding of and respect and support for the \r\nrequest of Palestine to become an observer State in the \r\nUnited Nations. \r\nThe Palestinian issue has always been at the \r\ncore of the Middle East question. Only when the \r\nPalestinian issue is appropriately resolved can lasting \r\npeace and stability in the Middle East be realized. \r\nChina expresses its deep concern over the protracted \r\nstalemate in the peace talks between the two parties. \r\nChina hopes that all the relevant parties will resolve \r\ntheir disputes through political negotiations on the \r\nbasis of the relevant United Nations resolutions, the \r\n14 12-62131\r\nA/67/PV.45\r\nSecurity Council resolutions 242 (1967), 338 (1973), \r\n1397 (2002), 1515 (2003) and 1860 (2009).\r\nThe State of Kuwait renews its demand that Israel \r\nimplement Security Council resolution 497 (1981), \r\nwhich calls for its withdrawal from the occupied Syrian \r\nGolan and its return to the borders of 4 June 1967. We \r\naffirm yet again that Israel’s continued occupation of \r\nSyrian land constitutes a major obstacle to achieving \r\npeace and security in the Middle East.\r\nThe State of Kuwait renews its commitment to \r\nsteadfastly support its brotherly country Lebanon \r\nin safeguarding its security and territorial integrity. \r\nKuwait demands that Israel stop its continued violations \r\nof Lebanese airspace and territory and implement \r\nresolution 1701 (2006) by completely withdrawing from \r\nall remaining occupied Lebanese territory.\r\nMrs. Ogwu (Nigeria): My delegation aligns itself \r\nwith the statement delivered earlier by the Permanent \r\nRepresentative of the Islamic Republic of Iran on \r\nbehalf of the Non-Aligned Movement. I will now make \r\na statement in my national capacity. \r\nThe Assembly will recall what Secretary-General \r\nBan Ki-moon stated in his opening remarks at the \r\nbeginning of its sixty-seventh session:\r\n“The two-State solution is the only sustainable \r\noption, yet the door may be closing for good. \r\nThe continued growth of Israeli settlements \r\nin the occupied Palestinian territory seriously \r\nundermines efforts towards peace. We must break \r\nthat dangerous impasse.” (A/67/PV.6, p. 3)\r\nThat task must ultimately devolve upon the United \r\nNations. The Charter of the United Nations itself is \r\nfounded on the principles of justice, peace, coexistence, \r\nsecurity, fundamental human rights, human dignity \r\nand freedom. Each one of those has been established by \r\npractice and sustained by international law and norms. \r\nThe principle of self-determination encompasses all of \r\nthose principles and is the sole embodiment of the just \r\nand conscious expression of a people to their freedom, \r\ntheir rights and their dignity. Therefore, to deny that \r\nsingular right is to deny all other rights.\r\nSince 1947 the General Assembly and the \r\nSecurity Council have been seized of the situation in \r\nthe Middle East. Specifically, in November 1967 the \r\nSecurity Council set forth the principles for a just \r\nand lasting peace in the Middle East in resolution \r\n242 (1967). Subsequent resolutions have reiterated the \r\nends and the State of Palestine is established, with East \r\nJerusalem as its capital.\r\nIn that context, we reiterate our support for the \r\nresolution of the Arab Ministers for Foreign Affairs \r\nof 12 November, which urges States that have not yet \r\nrecognized the State of Palestine to do so in order to \r\nconsolidate the international consensus in favour of the \r\nestablishment of an independent Palestinian State. We \r\nreiterate the call of the international community to the \r\nSecurity Council to respond to the Palestinian request \r\nto be granted full membership.\r\nThe military aggression by Israel against Gaza \r\nthat began on 14 November and continued for eight \r\nconsecutive days resulted in a huge loss of life and \r\nproperty: 168 people were killed and more than 1,200 \r\nsuffered injuries, including women, children and \r\nelderly people. That constitutes clear evidence of the \r\nbrutality of Israel in its aggression and its lack of good \r\nfaith in peaceful negotiations.\r\nThe inability of the United Nations to oblige Israel \r\nto fulfil its international obligations and the lack of a \r\nsincere international will to confront the occupying \r\nIsraeli authorities have encouraged Israel to persist in \r\nits intransigence, ignore international legitimacy and \r\nfurther pursue hostile expansionist policies. There is \r\nno better proof of that than the creation of 1,200 new \r\nillegal settlements in the West Bank and East Jerusalem, \r\nand the establishment of a military camp in the Mount \r\nof Olives area. That policy f louts international norms \r\nand laws, in complete disregard for the basic tenets of \r\ninternational law, in particular the 1949 Fourth Geneva \r\nConvention. \r\nThose practices and other violations, such as the \r\ncontinued blockade of the Gaza Strip, the confiscation \r\nof land, the demolition of homes, the continued \r\narrests of the Palestinian people — arrests that do not \r\ndifferentiate between child, young man or woman — and \r\nthe restrictions on the movement of goods and persons, \r\nare the main reasons for the continued tension and \r\ninstability in the region and undermine the chances of \r\nreaching a final settlement to this conflict.\r\nThe State of Kuwait reiterates its call on the \r\ninternational community to bring pressure to bear \r\non Israel, the occupying Power, to put an end to its \r\nhostile practices and an immediate end to its unlawful \r\nblockade of Gaza and open all crossings, pursuant to \r\nits international obligations, stop all illegal settlement \r\nactivities in the occupied territories, and implement \r\n12-62131 15\r\nA/67/PV.45\r\nWe call on the international community to avoid any \r\nretributive actions that could stif le the very existence \r\nof the State of Palestine. We say that in view of threats \r\nfrom some that there would be negative implications \r\nfor Palestine and the United Nations f lowing from the \r\nsuccess of the resolution adopted today, as we witnessed \r\nlast November when Palestine joined the United Nations \r\nEducational, Scientific and Cultural Organization.\r\nThe Middle East peace process, including the \r\nquestion of Palestine, has been on the agenda of the United \r\nNations for more than 60 years. It is an indictment on \r\nthe conscience of the United Nations that after all these \r\nyears there still has not been any significant movement \r\ntowards the attainment of a permanent and sustainable \r\nsolution to the long, drawn-out crisis. Despite attempts \r\nto inject life into the negotiation process, the prospects \r\nfor direct negotiations get dimmer by the day, as the \r\nIsraeli Government continues its counterproductive acts \r\nof aggression, particularly ongoing illegal settlement \r\nconstruction, home demolitions, illegal excavations \r\nof religious sites and restrictions on the access and \r\nmovement of Palestinian people. \r\nThe illegal Israeli settlements have led to a \r\nfragmentation of the West Bank and the isolation of \r\nJerusalem from the rest of the occupied Palestinian \r\nterritories, and continue to threaten the feasibility of \r\na contiguous Palestinian State. The continued failure \r\nto take any meaningful action to halt the settlements \r\nonly serves to undermine our commitment to a two-\r\nState solution. \r\nThe recent events in Gaza were disturbing. They \r\nare a reminder of how fragile the security situation is \r\nwithout the fulfilment of a sustainable solution. South \r\nAfrica is pleased that the ceasefire between Israel and \r\nPalestinian groups in Gaza is holding after so many \r\npeople, including women and children, lost their lives. \r\nThe violence also resulted in the obliteration of critical \r\ninfrastructure, such as schools and medical facilities, \r\nwhich will take a long time to rebuild due to the blockade \r\nof the enclave. South Africa welcomes the mediation \r\nefforts of the Government of Egypt, other countries, \r\nthe League of Arab States and the Secretary-General, \r\nwhich led to the implementation of the ceasefire and the \r\nrestoration of calm.\r\nAt this point it is appropriate to ask: Where was \r\nthe Quartet during the crisis in Gaza? The Quartet’s \r\nsilence during that critical time justifies the criticism \r\nthat its utility should be urgently addressed, with a view \r\nto reconfiguring, strengthening or perhaps disbanding \r\ndetermination of both the General Assembly and the \r\nSecurity Council to resolve the question of Palestine \r\non the basis of the Charter of the United Nations and \r\ninternational law.\r\nConsistent with those resolutions, Nigeria staunchly \r\nbelieves in the inalienable right of the Palestinian people \r\nto self-determination and independent statehood. \r\nIndeed, Nigeria recognized the State of Palestine in \r\n1984 and has maintained uninterrupted diplomatic \r\nrelations with the Government and people of Palestine. \r\nIt is in that context that Nigeria voted in favour of the \r\nadmission of Palestine to UNESCO as a full member \r\nState. That principle also informs our stance today. \r\nNigeria believes that the two-State solution is the \r\nbest option to resolve the protracted conflict in the \r\nMiddle East. We reaffirm the right of the State of Israel \r\nto exist in peace and security, without the threat of \r\nannihilation, within internationally agreed borders. In \r\nthe same vein, we underscore the right of the people of \r\nPalestine to live in freedom and to exercise their right \r\nto self-determination with all the benefits of statehood. \r\nAs the world observes the International Day of \r\nSolidarity with the Palestinian People, it is fitting that \r\ntoday we have accorded Palestine non-member observer \r\nState status in the United Nations. It is not only timely; \r\nit is right and it is just. Nigeria will continue to work \r\nassiduously with the parties concerned and all people \r\nof goodwill to ensure an enduring peace in the region. \r\nMr. Laher (South Africa): It is with great joy \r\nthat we stand here today to congratulate the people \r\nof Palestine for attaining an enhanced observer State \r\nstatus in the United Nations. Although that is not what \r\nwe would have ideally wanted, because we support \r\nfull membership in the United Nations for the State of \r\nPalestine, it is satisfying that the Organization has now \r\ncemented in the books of history the fact that Palestine \r\nis indeed a State. It is a historic achievement on the road \r\nto the creation of a viable Palestinian State that should, \r\nideally, be celebrated by all. \r\nThis year has historical significance because it \r\nmarks 45 years since the occupation of Palestinian land \r\nby Israel. If the South African experience is anything \r\nto go by, we are certain that the Palestinians, with the \r\nassistance of the international community, will prevail \r\nin their quest for a viable State of their own. The United \r\nNations and the rest of the international community \r\nshould play their part in ensuring that the aspirations of \r\nthe Palestinian people are fulfilled. \r\n16 12-62131\r\nA/67/PV.45\r\nit. As part of the Quartet, the Members of the United \r\nNations have an obligation to ask such questions, lest \r\nwe become a docile partner in this equation.\r\nLikewise, we must also register our disappointment \r\nthat the Security Council did not act at an appropriate \r\ntime. That prolonged the conflict, which led to the loss \r\nof more lives. It is the responsibility of the Security \r\nCouncil to respond to threats to international peace and \r\nsecurity wherever they may arise, and without prejudice. \r\nUnited Nations meetings that only pay lip service to \r\nthe Middle East peace process do not translate into \r\nmeaningful action, nor do they advance peace. \r\nSouth Africa calls on the international community \r\nto redouble its efforts to achieve a permanent \r\nand sustainable political solution, namely, the \r\nimplementation of a viable two-State solution that \r\nprovides for the establishment of a Palestinian State \r\nexisting side by side in peace and security with Israel, \r\nwithin internationally recognized borders based on \r\nthose existing on 4 June 1967, with East Jerusalem as \r\nits capital. We also call on those countries that have \r\nleverage with the parties to encourage them to choose \r\nthe path of negotiations instead of the destructive path \r\nof conflict.\r\nWhile we condemn the actions of some Palestinian \r\ngroups that fire rockets into Israel that directly threaten \r\nits civilian population, including women and children, \r\nwe wish to reiterate that the continued occupation of \r\nPalestine remains the root cause of the conflict. The \r\ninternational community’s demand that Israel end the \r\nillegal blockade of Gaza, which has exacerbated the \r\nsuffering of ordinary Palestinian people, must be met. \r\nThe blockade of Gaza continues to have a negative \r\nimpact on the lives of its inhabitants and has contributed \r\ndirectly to the increase in unemployment and poverty. \r\nIt has also resulted in delays in the provision of \r\nhumanitarian assistance, since it has thwarted the \r\nentry into Gaza of humanitarian agencies such as the \r\nUnited Nations Relief and Works Agency for Palestine \r\nRefugees in the Near East (UNRWA) and the United \r\nNations Development Programme. We therefore call on \r\nIsrael to end the illegal blockade of Gaza in observance \r\nof international humanitarian law, including the Fourth \r\nGeneva Convention and Security Council resolutions, \r\nas well as the Arab Peace Initiative. In keeping with \r\nits practice of contributing to the alleviation of the \r\nhumanitarian plight of the Palestinian people, South \r\nAfrica has donated the sum of 2 million rand to \r\nUNRWA.\r\nConflict between Israel and Palestine affects \r\nregional stability and has an impact on the fragile \r\nsituation in the region. It thus becomes much more \r\nimportant that we find a resolution to the conflict. \r\nIn conclusion, we would like to reiterate that \r\nresolution 181 (II), adopted this very day 65 years \r\nago, was a promissory note to the people of Israel \r\nand Palestine guaranteeing the creation of two States. \r\nResolution 67/19, which we adopted today, is a further \r\nfulfilment of that promise. It proves that we cannot \r\navoid the reality of an independent State of Palestine. \r\nIt remains our responsibility to ensure that it is viable, \r\ncontiguous and sustainable, so that it is in a position to \r\nlive peacefully with its neighbour, the State of Israel. \r\nIt is our duty to ensure that beyond today, the State of \r\nPalestine provides adequately for its population and \r\nenjoys the privileges that are inherent in statehood.\r\nMr. Al-Jarman (United Arab Emirates) (spoke \r\nin Arabic): At the outset, on behalf of the Government \r\nand people of the United Arab Emirates, I would like \r\nto congratulate Palestine today on being accorded \r\nnon-member observer State status in the United \r\nNations. Our sponsorship and support of the historic \r\nresolution 67/19, adopted today, represents our \r\nfirm conviction that international recognition of a \r\nPalestinian State is one essential element of the main \r\nresponsibility of the United Nations regarding the \r\nPalestinian question, which has remained unresolved \r\nfor 65 years.\r\nToday’s resolution is fully consistent with other \r\nUnited Nations resolutions that have outlined the \r\nprinciples of a just solution to this question, in \r\nparticular resolution 181 (II), which divided historic \r\nPalestine into two States, one Jewish and one Arab, and \r\nunleashed a series of events that radically changed the \r\ngeographic and political situation of the entire Middle \r\nEast. Those events included the establishment of an \r\nIsraeli State more than six decades ago and Israel’s \r\nlater obstruction of all efforts aimed at establishing \r\nan independent Palestinian State through its continued \r\noccupation of and dangerous policies in the Palestinian \r\nand other Arab territories occupied since 1967. They \r\nresulted in the prolongation of the suffering and tragedy \r\nof the Palestinian people, on the one hand, and had a \r\nnegative impact on all efforts to consolidate regional \r\nand international peace and security, on the other.\r\nWe consider this historic recognition by the \r\nUnited Nations of the State of Palestine an important \r\nstep towards settling the Palestinian question and \r\n12-62131 17\r\nA/67/PV.45\r\nconsolidating Palestinians’ right to self-determination. \r\nIt also represents an historic opportunity to overcome \r\nthe political crisis and the no-peace situation that \r\nhas resulted from Israel’s continued occupation of \r\nPalestinian lands. We hope that it is a first step towards \r\nan independent State of Palestine’s full membership in \r\nthe United Nations, on an equal footing with all other \r\nStates, since it is now recognized by an overwhelming \r\nmajority of States Members of the Organization.\r\nIn the light of our deep concern about the stalemate \r\nin the peace negotiations, whose credibility has \r\nbeen put to the test by Israel’s violations of its own \r\ncommitments and obligations regarding the most basic \r\nlegitimate national rights of the Palestinian people and \r\nthe terms of reference of the peace process, we urge \r\nthe international community, especially the Quartet, to \r\nreactivate its initiative and efforts in that regard. We \r\nurge it to use its influence with Israel to immediately \r\nend its unilateral actions, which have caused the \r\nnegotiations to stall.\r\nThe United Arab Emirates strongly condemns \r\nall hostile policies and serious acts of aggression \r\ncommitted by Israel to date, including its recent \r\naggression against Gaza and deliberate targeting of \r\nunarmed civilians, including women and children. We \r\nurge the Quartet to reactivate its initiative and renew \r\nits efforts to pressure Israel to bring an immediate \r\nhalt to all the unilateral actions that have obstructed \r\npeace negotiations. That should include the immediate \r\ncessation of all expansionist settlement projects and all \r\nefforts to change the demographic facts on the ground \r\nahead of the final status negotiations. \r\nIsrael should also end all its other provocative illegal \r\nactions in East Jerusalem, including the demolition of \r\nhomes, the confiscation of lands and water resources, \r\nthe expulsion of Arab Palestinian inhabitants and \r\nother such demographic changes preceding final status \r\nnegotiations. Such measures should help both parties to \r\nreach an agreement embodying a just, comprehensive \r\nand lasting solution to the Palestinian question, based \r\non a two-State solution and within a specific time \r\nframe.\r\nThe United Arab Emirates will continue with its \r\npolitical support and development aid for the Palestinian \r\nAuthority, led by President Mahmoud Abbas, and for \r\nall other efforts aimed at achieving Palestinian national \r\nreconciliation, in order to enhance security and stability \r\nin the Middle East, a goal that can be achieved only \r\nthrough a just, comprehensive and lasting settlement of \r\nthe Palestinian question and the Arab-Israeli conflict. \r\nSuch a settlement requires that Israel immediately \r\nend all its policies of aggression against the Palestinian \r\npeople. It should begin with Israel’s full withdrawal from \r\nall the Palestinian and Arab territories occupied since \r\n1967, including East Jerusalem, the Syrian Golan and \r\nthe remaining occupied Lebanese territories. It should \r\ninclude the establishment of an independent Palestinian \r\nState on the basis of the borders of 4 June 1967, with \r\nEast Jerusalem as its capital, in accordance with the \r\nprinciples of the Madrid peace process and relevant \r\ninternational law, particularly General Assembly \r\nresolution 181 (II), Security Council resolutions 242 \r\n(1967) and 338 (1973), the two-State solution set out in \r\nthe road map, and the Arab Peace Initiative.\r\nMrs. Ribeiro Viotti (Brazil): Brazil congratulates \r\nPalestine on this special occasion and reaffirms its full \r\nsupport for and commitment to the Palestinian people’s \r\nright to self-determination and to a just and lasting \r\npeace in the Middle East. Brazil has firmly supported \r\nthe legitimate aspiration of the Palestinian people for \r\na sovereign, independent, democratic, contiguous \r\nand viable Palestinian State, on the basis of the 1967 \r\nborders, living side by side in peace and security with \r\nthe State of Israel. \r\nSixty-five years ago, on 29 November 1947, the \r\nUnited Nations took a historic decision. The General \r\nAssembly, presided over by Brazilian Ambassador \r\nOswaldo Aranha, approved the establishment of two \r\nindependent States in the Middle East. However, to this \r\nday the unresolved question of Palestine remains one \r\nof the most significant threats to international peace \r\nand security. As President Dilma Rousseff stated in \r\nher address at the opening of the sixty-seventh general \r\ndebate in September, \r\n“only a free and sovereign Palestine will be able \r\nto fulfil Israel’s legitimate desires for peace with \r\nits neighbours, security in its borders and regional \r\npolitical stability” (A/67/PV.6, p. 9). \r\nA Palestinian State has become even more urgent \r\nin the light of the construction and expansion of Israeli \r\nsettlements in the occupied Palestinian territories, \r\nincluding East Jerusalem. That illegal practice remains \r\na serious obstacle to peace and to the realization of the \r\ntwo-State solution. Freezing settlement construction is, \r\nhowever, not enough. The occupation must end. \r\n18 12-62131\r\nA/67/PV.45\r\nthe repeated calls by the Secretary-General and other \r\ndirectives from international organizations to halt its \r\nillegal activities and its crimes against the Palestinian \r\npeople.\r\nIsrael has continued and intensified its illegal \r\nsettlement activities in the West Bank, including East \r\nJerusalem, in violation of resolutions of the General \r\nAssembly, the Fourth Geneva Convention and its \r\nobligations under the arrangements set forth in the road \r\nmap. Acts of violence by settlers against the civilian \r\nPalestinian population have increased without any \r\nmeasures to prevent them on the part of the occupying \r\nauthorities, who have not taken the necessary legal steps \r\nto hold the perpetrators of such crimes responsible.\r\nIsrael has continued to build the illegal wall in \r\nthe West Bank, including in occupied East Jerusalem \r\nand surrounding areas, in violation of the advisory \r\nopinion issued by the International Court of Justice \r\n(see A/ES-10/273). The restrictions have prevented \r\nthe majority of Palestinians from accessing medical, \r\neducational and social services as well as markets and \r\nsacred sites in East Jerusalem. The situation of women \r\nand children in the region is alarming. Children face \r\nparticularly serious difficulties, such as a high dropout \r\nrate and a low level of scholastic achievement, which \r\nare attributable to the poor educational infrastructure, \r\nthe lack of classrooms and the physical, bureaucratic \r\nand other obstacles imposed in order to limit access to \r\neducational facilities.\r\nThose facts reflect only a small part of the \r\ninformation that appears in reports and corroborates \r\nthe seriousness of the facts on the ground. There is \r\nsufficient reason to adopt not only political measures \r\nof condemnation, such as those that the Assembly \r\nis prepared to approve yet again, but also binding \r\nSecurity Council decisions to stop Israel’s crimes \r\nand to punish those responsible. We wonder why the \r\nSecurity Council is so passive and inactive before \r\nsuch overwhelming evidence, why it does not move to \r\nsanction the perpetration of crimes against the people of \r\nPalestine, why it does not deprive those responsible of \r\nthe financial resources that support their acts and why \r\nit does not limit their freedom of movement. We wonder \r\nwhy NATO does not express concern at the constant \r\ntrampling of the human rights of the Palestinian people \r\nas a result of Israel’s aggression. That issue makes \r\nclear the hypocrisy and the double standard of certain \r\ndeveloped countries that have proclaimed themselves \r\nchampions of the defence of human rights. The United \r\nThe establishment of the Palestinian State is also \r\nthe right response to the violence that has shortened \r\nthe lives of thousands of innocent civilians, in \r\nparticular in the occupied Palestinian territories. The \r\nrecent escalation of violence in Gaza is yet another \r\nreminder of the high human and political costs of the \r\nparalysis of the peace process. Brazil firmly rejects \r\nextremism and all forms of violence against the civilian \r\npopulation. We call upon all actors to fully commit to \r\nnon-violence, dialogue and effective negotiations. We \r\nrecall that all parties to the conflict have obligations \r\nunder international humanitarian law and must fully \r\nabide by them. We also insist on the need to lift the \r\nGaza blockade.\r\nBrazil reiterates its call on the Security Council to \r\nfully carry out its responsibilities. The promotion of \r\npeace in the Middle East is in the interest of all Members \r\nof the United Nations and cannot be delegated to third \r\nparties. An inoperative Quartet and a silent Security \r\nCouncil do not serve the interests of peace in the Middle \r\nEast. Turning to the United Nations, as President Abbas \r\nhas done today, is part of a peaceful and multilateral \r\napproach, one that is fully consistent with Security \r\nCouncil and General Assembly resolutions. In the light \r\nof the current obstacles to the immediate admission \r\nof Palestine as a full Member of the United Nations, \r\nwe supported, as an interim measure, that Palestine \r\nbe accorded non-member observer State status in the \r\nUnited Nations. We express our great satisfaction at the \r\nunequivocal show of support that that request received \r\nfrom the international community.\r\nMr. León González (Cuba) (spoke in Spanish): \r\nCuba firmly supports the statement made by the \r\nrepresentative of the Islamic Republic of Iran on \r\nbehalf of the Non-Aligned Movement. My country \r\ncongratulates the Palestinian people and authorities on \r\ntheir victory in this Hall today on obtaining the new \r\nstatus of a non-member observer State. \r\nWith today’s discussion on the situation of Palestine, \r\nwe add to the long list of discussions in the United \r\nNations that have not led to an effective solution that \r\ncan put an end to Israel’s crimes against the Palestinian \r\npeople. Nor has it been possible, 45 years after the fact, to \r\nreverse Israel’s 1967 occupation of Palestinian territory, \r\nincluding East Jerusalem. Israel, the occupying Power, \r\ncontinues to defy the international community with \r\nits permanent transgression of international norms \r\nand treaties, including a long list of resolutions by this \r\nAssembly and the Security Council. Nor has it heeded \r\n12-62131 19\r\nA/67/PV.45\r\nMr. Valero Briceño (Bolivarian Republic of \r\nVenezuela) (spoke in Spanish): Venezuela aligns itself \r\nwith the statement made by the representative of the \r\nIslamic Republic of Iran, who spoke on behalf of the \r\nNon-Aligned Movement. \r\nAllow me to recall some moving verses of the great \r\nPalestinian poet Mahmoud Darwish on the dramatic \r\nhistory of his people: \r\n“To our land,\r\nand it is the one far from the adjectives of nouns,\r\nthe map of absence …\r\nTo our land, and it is a prize of war,\r\nthe freedom to die from longing and burning\r\nand our land, in its bloodied night,\r\nis a jewel that glimmers for the far upon the far”. \r\nVenezuela was called by the chroniclers of the Indies \r\nthe “land of grace”. Sephardic Jews escaping from the \r\nInquisition found refuge in our land. They came in \r\nsearch of freedom, peace and happiness. Since the early \r\ntwentieth century, hundreds of Lebanese, Syrians and \r\nPalestinians from other parts of the world have arrived \r\nin Venezuela, attracted by the hope of a new life in our \r\ncountry. Their contributions to Venezuelan science, arts \r\nand letters have been enormous. Followers of Judaism \r\nhave also arrived in our lands and have contributed to \r\nthe progress and greatness of our homeland. We look \r\nback on that historical record because the three great \r\nmonotheistic religions have peacefully coexisted, \r\nwhich confirms the solid democratic tradition of our \r\npeople. Several hundreds of thousands of descendants \r\nof the Arab immigration currently live in Venezuela, \r\nas well as thousands of Jews, who contribute their \r\n“all for one”, as Lope de Vega said, to the forging of \r\nBolívar’s homeland. Venezuela is a country profoundly \r\ncommitted to the principles and values of liberty, \r\nsovereignty, independence, peace, peaceful coexistence \r\nand respect for international law. That is why the \r\nVenezuelan community supports the Palestinian cause. \r\nThe Bolivarian Government and the people of \r\nVenezuela have condemned the actions of the State \r\nof Israel against the people of Palestine. It is our hope \r\nthat there will be no further victims in the land where \r\nthe great religions preaching peace and love emerged. \r\nWe hope for a new era in which swords will be beaten \r\ninto plowshares, as Isaiah prophesied. The National \r\nAssembly of Venezuela, the highest body of the \r\nlegislative branch, issued on Tuesday, 20 November, a \r\nstatement condemning the recent attacks on Palestinians \r\nin Gaza and decided to join today’s celebration of the \r\nStates of America prevents the Security Council from \r\ncondemning Israel, a very different treatment from that \r\nwhich it applies to countries of the South when they \r\noppose and denounce its imperialist policies. \r\nFor eight whole days, we witnessed yet another \r\nescalation of violence and death that the Israel Defense \r\nForces unleashed in the Gaza Strip. Yet again, Israel, \r\nusing its military and technical superiority to brutally \r\nrepress the Palestinian people, caused innocent civilian \r\nvictims and enormous material damage, which has \r\nexacerbated the already precarious conditions for \r\npeople living in that small, besieged territory.\r\nCuba reiterates its most strenuous condemnation \r\nof that new act of aggression against the people of \r\nPalestine and calls on the international community to \r\nurgently take all necessary measures to prevent such \r\nactions from happening again. Cuba repeats its firmest \r\nsupport for the just cause of the people of Palestine and \r\nfor their inalienable rights, which include the creation of \r\nan independent State with East Jerusalem as its capital. \r\nCuba also supports the decision of its Palestinian \r\nbrothers and sisters to apply for entry of their State as \r\na full member of the United Nations. Resolution 67/19, \r\nwhich we have just adopted, marks a historic moment \r\nand should be a first step towards the entry of Palestine \r\nas a full member of the Organization.\r\nThis morning, we celebrated once again the \r\nInternational Day of Solidarity with the Palestinian \r\nPeople, following a tradition that has brought us \r\ntogether every 29 November since the adoption by the \r\nGeneral Assembly of resolution 32/40 B in 1977. In his \r\nusual message on that occasion, the Minister for Foreign \r\nAffairs of Cuba highlighted the undeniable proof of \r\nPalestine’s commitment to the multilateral system, \r\nthe progress of the authorities in strengthening State \r\ninstitutions, the robustness of those institutions and the \r\nability of the Palestinians to exercise their sovereignty \r\nin an independent State. Likewise, he reiterated that the \r\naggression against that fraternal people and the policy \r\nof illegal settlements have made it impossible to seek a \r\njust, balanced solution to the conflict. \r\nCuba reaffirms its determination to continue \r\nsupporting the Palestinian people in their legitimate \r\nstruggle for justice, dignity, peace and their right to \r\nself-determination in an independent State of Palestine \r\nwith East Jerusalem as its capital.\r\n20 12-62131\r\nA/67/PV.45\r\nand crimes against humanity committed against the \r\nPalestinian people. However, it is timely to remind those \r\nwho intend to subjugate the heroic Palestinian people \r\nad infinitum of the sentence in the book of Ecclesiastes \r\nthat says, “all is vanity and grasping for the wind”.\r\nThe General Assembly cannot remain indifferent \r\nto the suffering of the Palestinian people brought about \r\nby the occupying Power. We pay tribute to the heroic \r\nPalestinian people and their historic leader, Yasser \r\nArafat. The Government of President Hugo Chávez \r\nFrías has supported the application of Palestine for the \r\nstatus of observer State in the United Nations system and \r\nhas sponsored the momentous resolution 67/19, entitled \r\n“Status of Palestine in the United Nations”. Today, \r\nwe adopted that resolution by a broad majority, which \r\ngrants the State of Palestine the status of permanent \r\nobserver State. That is an important step on the road to \r\nits recognition as a Member State with full rights in the \r\nUnited Nations. Let us celebrate this historic decision \r\ntaken by the General Assembly. Long live the free and \r\nsovereign Palestinian people.\r\nMr. Hassan (Malaysia): Malaysia would like \r\nto align itself with the statement made by the \r\nrepresentative of the Islamic Republic of Iran on behalf \r\nof the Non-Aligned Movement. \r\nTwo weeks ago, Israel attacked the Palestinian \r\npeople in the Gaza Strip. The attack caused the deaths \r\nof more than 165 Palestinians and injured countless \r\nothers. The story remains the same, with Israel, seeing \r\nitself as a victim of numerous rocket attacks launched \r\nfrom Gaza, responding with a massive application of \r\nmilitary power to what it terms terrorists, including \r\nchildren, women and the elderly. We are appalled that \r\nthe international community took one week to stop the \r\nbrutal and aggressive act by Israel. \r\nThe Parliament of Malaysia, on 19 November, \r\npassed a resolution condemning those attacks and \r\nstated its unwavering support for the Palestinians. \r\nThe Parliament also sought for the Security Council \r\nto fulfil its Charter responsibility and for Israel to be \r\nheld accountable for the crimes committed against the \r\nPalestinians. I wish to take the opportunity to express \r\nmy delegation’s sincere condolences to the Palestinian \r\npeople who lost their lives in the defence of their \r\nhomeland.\r\nThe attack on Gaza was one of many countless acts \r\nthat Israel has committed in violation of international \r\nlaw, and I believe that it will not be the last. Israel’s \r\nInternational Day of Solidarity with the Palestinian \r\nPeople. The Gaza Strip is, as the great American Jewish \r\nintellectual Noam Chomsky said, the largest open air \r\nprison in the world. \r\nSixty-five years have passed since hundreds of \r\nthousands of Palestinians were expelled from their \r\nhomes and lands. Since then, they have become refugees \r\nor members of a colonized and oppressed people. On \r\n29 November 1947, the General Assembly adopted \r\nresolution 181 (II), which proposed the establishment \r\nof two States in the Palestinian territory. Scarcely a few \r\ndays after the adoption of that resolution, a military \r\noffensive of territorial and demographic expansion \r\nbegan with the purpose of expelling Palestinians from \r\ntheir lands and preventing their return. The State of \r\nIsrael was proclaimed unilaterally. On 15 May 1948, \r\nAl-Nakba began for the Palestinians. It was not only a \r\nprocess of expulsion of hundreds of thousands of people \r\nfrom their lands, but also an act of aggression against \r\ntheir cultural heritage and identity. A planned strategy \r\nto change the ethnic and cultural composition of the \r\nPalestinian territory was implemented. \r\nA dense framework of inhuman policies was used \r\nto complete the segregation and control of Palestinians \r\nwithin the colonized territory. Laws were enacted and \r\ninstitutions were established that undermined the rights \r\nof Palestinians to their property and their land. With a \r\nproliferation of settlements in the occupied territories \r\nof Gaza and the West Bank and the building of walls \r\nand checkpoints, the occupying Power has sought to \r\npermanently prevent or restrict the free movement of \r\nthe Palestinian people. Thousands of Palestinian have \r\nbeen killed or imprisoned. At least 4,500 of them, \r\nincluding women and children, are in Israeli prisons. \r\nWe call for their release. The occupying Power practices \r\nState terrorism. It has made Palestine a mourning \r\nand pain factory, violated international human rights \r\nlaw and international humanitarian law and failed to \r\ncomply with hundreds of resolutions of the United \r\nNations, which places the State of Israel on the fringes \r\nof international law. \r\nThe Israeli politico-military elite has committed \r\nmany international crimes in Palestine. They have \r\nimplemented apartheid, carried out ethnic cleansing, \r\napplied collective punishment to the civilian population \r\nand violated the Fourth Geneva Convention. They have \r\nalso used weapons banned under international law on \r\nthe civilian population. The war-mongering Israeli \r\nelite must therefore be held accountable for war crimes \r\n12-62131 21\r\nA/67/PV.45\r\nlaw must prevail. The construction of illegal settlements \r\nby Israel violates international law. If Israel is \r\ncommitted to a two-State solution, the settlements have \r\nto be dismantled, and no more new illegal settlements \r\nshould ever be built on Palestinian land.\r\nIsrael must also realize the need to immediately \r\nlift the illegal blockade of the Gaza Strip and allow \r\nthe f low of supplies, materials and humanitarian aid to \r\nreach the people. Israel must accept that a lasting and \r\njust solution to the question of Palestine would not only \r\nbenefit the Palestinians, but would contribute to Israel’s \r\nown safety and security in the long run.\r\nThe international community must continue \r\nto support all of the recommendations submitted \r\nin the report of the Committee on its work for the \r\nrealization of the inalienable rights of the Palestinian \r\npeople, including their right to self-determination, \r\nand a negotiated settlement of the Israeli-Palestinian \r\nconflict resulting in the establishment of a sovereign \r\nPalestinian State living side by side with Israel, in \r\npeace and security, based on the 1967 borders and with \r\nEast Jerusalem as the capital of Palestine.\r\nToday is an important day for all of us. We are \r\nobserving the International Day of Solidarity with the \r\nPalestinian People. I would like to take the opportunity \r\nto pay Malaysia’s utmost respect and tribute to the \r\nPalestinian people for their courage and strength in \r\ncontinuing to demonstrate steadfastness, despite the \r\nimmense hardship they face on a daily basis. \r\nIn solidarity with the people of Palestine, Malaysia \r\nreiterates its unwavering support of the aspirations \r\nof the Palestinian people to self-determination and \r\nindependence. Malaysia fully supports the Palestinian \r\napplication for membership in the United Nations, as it \r\ndid with regard to its non-member State observer status \r\nin the United Nations. \r\nMr. Ja’afari (Syrian Arab Republic) (spoke \r\nin Arabic): Allow me to begin by conveying our \r\ncongratulations to the fraternal people of Palestine. \r\nWe congratulate the Palestinians on their victory \r\ntoday through the efforts of Mr. Mahmoud Abbas. The \r\nadoption of resolution 67/19 by an absolute majority of \r\nthe Assembly and on the strength of conscience, justice, \r\nfairness, patience is a new affirmation of the justice of \r\nthe Palestinian cause, a justice that was beyond doubt.\r\nThe international community reaffirmed its \r\ncommitment to a just cause that is recognized by all in \r\norder to meet the legitimate aspirations and hopes of \r\ndefiance of international law has been well illustrated \r\nin the report by the Committee on the Exercise of the \r\nInalienable Rights of the Palestinian People (A/67/35). \r\nThe report shows that the situation in the occupied \r\nPalestinian territory has not improved and that Israel \r\ncontinues to violate international law, including \r\nhumanitarian and human rights law.\r\nThe occupying Power has continued to \r\nsystematically demolish Palestinian homes, displacing \r\nthe people of the land and intensifying the illegal \r\nsettlement activity. There were 589 Palestinian houses \r\nand buildings demolished during the reporting period. \r\nIn 2011 alone, 110 Palestinian homes were destroyed \r\nby the occupying Power, resulting in the further \r\ndisplacement of the Palestinian people. What is clear \r\nis that Israel intends to change the demographic reality \r\non the ground.\r\nThe occupying Power has further revoked the \r\nresidency status of over 14,000 Palestinians from \r\nJerusalem, without reason or recourse. They have been \r\ndenied entry into Jerusalem and their right of movement, \r\nand have thereby been further displaced from their own \r\nland. Meanwhile, Israel continues construction of the \r\nseparation wall that further hampers the Palestinians \r\nfrom freely moving within the occupied Palestinian \r\nterritory.\r\nThe violations do not stop there. My delegation \r\nis appalled by the increasing number of incidents of \r\nsettler violence. It has been reported that over 500,000 \r\nIsraelis are now living in 144 new settlements in the \r\nWest Bank and East Jerusalem. Even more, the violence \r\nincludes hit-and-run incidents and destruction of private \r\nproperty, including agricultural land. We believe that \r\nsuch practices constitute methodical efforts aimed at \r\nremoving Palestinians from their homeland.\r\nI earlier highlighted the recent Israeli attack on \r\nGaza. At the same time, the future of Gazans continues \r\nto be grim, with the blockade entering its sixth year. \r\nThe socioeconomic impact has been devastating. The \r\nblockade has rendered 80 per cent of Gazans dependent \r\nupon humanitarian assistance. Also, 44 per cent \r\nare food insecure, and 13 per cent are experiencing \r\nmalnutrition, while 39 per cent of the people in Gaza \r\ncontinue to live in poverty. The situation in the Gaza \r\nStrip is unsustainable. The lives of 1.6 million Gazans \r\nare indeed in jeopardy.\r\nThe international community must bring about \r\nchange. Israel’s impunity must be ended and the rule of \r\n22 12-62131\r\nA/67/PV.45\r\nsettlement policy against the Palestinian people, which \r\nis unjustifiable and has been passed over in silence by \r\nthose who protect Israel. \r\nMore than 1,400 martyrs, including 437 children, \r\nwere killed by the Israeli occupation forces during \r\nthe barbarous attacks that took place in Gaza in late \r\n2008. It is surprising that the Israeli incursion and the \r\ninhuman embargo imposed on the Palestinian people \r\nand land over several years were not enough for the \r\nIsraeli authorities and did not satisfy their hatred. We \r\nare not talking about an embargo or blockade against \r\nGaza alone, but about one against the entire Palestinian \r\nterritory. The Israeli authorities resumed their barbarous \r\naggressions against Gaza recently, leading to the deaths \r\nof more than 166 Palestinians, including several women \r\nand children, as we all know. \r\nIsrael has thus added to its black list a new crime \r\nagainst the peoples and States of the region, committed \r\nover the course of more than 60 years, during which time \r\nthe Arab people have suffered occupation in Palestine, \r\nthe occupied Syrian Golan and Lebanon. These people \r\nhave suffered the worst war crimes, violations of \r\nhuman rights, forced displacements and other egregious \r\ncrimes. It is the Palestinian people’s right to live as other \r\npeoples in the world, in peace, freedom and dignity. \r\nHowever, that will prove impossible so long as Israel \r\npursues its policies of aggression and continues to f lout \r\nUnited Nations resolutions. \r\nIf some powerful States continue to bring pressure \r\nto bear so as to prevent the Palestinian people from \r\nenjoying their rights, and continue to support the blind \r\nand irresponsible occupation, imposing their narrow \r\npolitical agenda within the international Organization \r\nby sacrificing the principles of morality, justice \r\nand international law, their actions will undermine \r\nwhat remains of the credibility of the United Nations \r\nand threaten the very basis for collective work in \r\nthe international arena, particularly in the area of \r\ninternational peace and security.\r\nThe picture is clear today — the Palestinian cause \r\nis a just one. We have borne witness to Israel’s isolation \r\nthrough its aggressive policies, including those of \r\noccupation and oppression of the Palestinian people for \r\nmore than six decades. Those policies can no longer be \r\nprotected by Israel’s partners. They have failed. Today, \r\nin the face of justice, the liars, the perpetrators of \r\nhuman rights violations, and all those who have worked \r\nagainst democracy have failed. Those who voted against \r\nresolution 67/19 laid bare their disingenuous policy \r\nthe Palestinian people. In that regard, Syria supports \r\nthe inalienable right of the Palestinian people to create \r\na fully sovereign and independent Palestinian State, \r\nwith Jerusalem as its capital and within the borders of \r\n1967.\r\nPalestine should be accorded full United Nations \r\nMember State status. The return of Palestinian refugees \r\nto their motherland should be guaranteed, as should the \r\npayment of fair reparations for all the suffering that has \r\nbeen endured, in accordance with resolution 194 (III), \r\nof 1948. We also recall resolution 273 (III), of 1949, \r\nwhich defines the conditions of Israel’s membership \r\nin the United Nations and calls upon it to consistently \r\nuphold the principles of the Charter and resolutions \r\nof the United Nations. It also affirms the right of the \r\nPalestinian people to create an independent State and \r\nhighlights the right of Palestinian refugees to return to \r\ntheir land, from which they were expelled by Zionist \r\ngangs. We call for reparations to be paid for those \r\ndamages. \r\nWhen Israel’s membership in the United Nations \r\nwas accepted, note was taken in the Special Political \r\nand Decolonization Committee (Fourth Committee), \r\nof the commitment of Israel’s representatives to \r\nimplementing and fully upholding those resolutions. \r\nIsrael’s accession to the United Nations was contingent \r\nupon its commitment to the relevant United Nations \r\nresolutions on the creation of a Palestinian State and \r\nthe return of its refugees. Unfortunately, however, \r\nthat commitment has been deliberately and blatantly \r\nf louted in all settlement mechanisms of the Palestinian \r\nquestion and of all pending issues with respect to Israel. \r\nThat is because of the public support of some powerful \r\nStates, which are well known to all and which today \r\nvoted against the resolution. That only encourages \r\nIsrael to continue to thumb its nose at the international \r\ncommunity and not comply with the relevant provisions \r\nof United Nations resolutions. \r\nIsrael continues its hostile practices and refuses \r\npeace. It sees itself as a State above the law and enjoys \r\nimpunity. Those who protect Israel have affirmed to the \r\nIsraeli authorities that they are above the law and that \r\nthey will be protected within and beyond the United \r\nNations and that their violations will go unpunished.\r\nThe Israeli occupation has turned the just Palestinian \r\nquestion into a simple series of numbers — victims, \r\nwounded, refugees. The Israeli authorities have engaged \r\nblindly in a war of hatred against the Palestinian \r\npeople. They have imposed an unjust colonization and \r\n12-62131 23\r\nA/67/PV.45\r\nMorocco associates itself with the statements \r\nmade by the representatives of Iran, on behalf of the \r\nNon-Aligned Movement, and of Djibouti, on behalf of \r\nthe Organization of Islamic Cooperation (OIC).\r\nWe welcome the General Assembly’s adoption \r\nby a large majority of resolution 67/19, which grants \r\nPalestine non-member observer State status in the \r\nUnited Nations. We believe that to be another critical \r\nstep on the right path to realizing Palestinian aspirations \r\nto full and complete membership of the United Nations, \r\nfor which we hope we will see the necessary political \r\nwill, and to its establishment as an independent and \r\nviable State, with East Jerusalem as its capital. On \r\nthis happy occasion, I would like, on behalf of the \r\nKing, Government and people of Morocco, to extend \r\nour sincere congratulations to the Palestinian people, \r\nwherever they may be, on this historic achievement.\r\nIn a message sent by His Majesty King \r\nMohammed VI to the Chair of the Committee on the \r\nExercise of the Inalienable Rights of the Palestinian \r\nPeople on the eve of this meeting, His Majesty reiterated:\r\n“Today the United Nations is called upon to \r\nshoulder its responsibility and to accept Palestine as \r\na non-member State. I wish to take this opportunity \r\nto renew my full support for the Palestinian National \r\nAuthority, under the leadership of my revered \r\nbrother His Excellency President Mahmoud Abbas, \r\non the occasion of the auspicious step he is taking. \r\nThe Kingdom of Morocco calls for the mobilization \r\nof international support to back the measures taken \r\nby the Palestinian National Authority in order to \r\nobtain non-member Status. My country is of the \r\nview that negotiation is the best way to reclaim the \r\nlegitimate national rights of the Palestinian people \r\nand set up an independent sovereign State”. \r\nThe Assembly’s resolution, adopted at this historic \r\nmoment, embodies the firm will of the international \r\ncommunity to effectively realize the inalienable \r\nrights of the Palestinian people and achieve a peaceful \r\nsettlement in the Middle East that will end the occupation \r\nand realize the two-State vision. That important step \r\nis the logical result of the stalemate in the peace \r\nprocess, following the expiration of the deadline set to \r\nreach a peaceful settlement on the basis of a two-State \r\nsolution, specified by the international community here \r\nbefore the General Assembly. That effort on the part \r\nof the Palestinians is also the culmination of tireless \r\nPalestinian efforts to establish the basic tenets of \r\nan independent State, with functioning institutions, \r\nand political hypocracy with regard to the Palestinian \r\nquestion and the Arab-Israeli conflict. \r\nWe continue to repeat, and shall do so today, that \r\nIsrael should not occupy other people’s land, attack \r\nothers, or impose injustice and oppression on the \r\nPalestinian people. Israel would have been unable \r\nto carry out such policies without the support and \r\nprotection of its partners, who have provided weapons, \r\njustified or obfuscated the occupation and aggression, \r\nand concealed human rights violations perpetrated by \r\nIsrael since the 1950s. Those same partners, protectors \r\nand sponsors of the Israeli State attempt to justify \r\nIsrael’s refusal to participate in the Helsinki Conference, \r\naimed at making the Middle East a nuclear-weapon-free \r\nzone, a decision that was reached unanimously at the \r\n2010 Review Conference of the Parties to the Treaty \r\non the Non-Proliferation of Nuclear Weapons. It is \r\nincreasingly clear that this is the picture we are facing \r\ntoday. Palestinians know who are their friends and who \r\nare their true enemies.\r\nThose who voted against today’s resolution are \r\nagainst the man who is indeed the Palestinian Gandhi, \r\nPresident Abbas. Those individuals have decided not \r\nto support President Abbas’s moderation. How can \r\nwe trust those States when they talk about upholding \r\ninternational law and international humanitarian law, \r\nas well as human rights in general and the rule of law? \r\nThey point to these lofty principles but merely use such \r\nexpressions rhetorically. What they are doing in reality \r\nis undermining the States and peoples who choose not \r\nto support their arrogance and oppression of justice \r\namong States Members of the United Nations.\r\nWe salute the Palestinian people and congratulate \r\nthe Palestinian Authority, which, thanks to its political \r\nstruggle and endeavours, has been able to defend the \r\njust nature of the Palestinian cause. But there is still \r\nwork to be done. True justice means according Palestine \r\nfull Member status; that will be justice. Today our \r\nPalestinian brothers are halfway to attaining that full \r\nright. We congratulate them once more.\r\nMr. Loulichki (Morocco) (spoke in Arabic): I \r\nwould first like to thank Ambassador Abdou Salam \r\nDiallo, Permanent Representative of Senegal, for his \r\ntireless efforts at the head of the Committee on the \r\nExercise of the Inalienable Rights of the Palestinian \r\nPeople. I would also like to commend the Division for \r\nPalestinian Rights at the United Nations for providing \r\ninformation on all aspects of the Palestinian question.\r\n24 12-62131\r\nA/67/PV.45\r\nPalestinian environment. The King of Morocco, as \r\nChairman of the OIC Jerusalem Committee, reiterates \r\nits strong condemnation of the accelerating settlement \r\nactivities in Jerusalem, the birthplace of the three \r\nheavenly religions. \r\nWe reiterate our strong support of the Palestinian \r\npeople in general, and the inhabitants of Jerusalem in \r\nparticular, in their peaceful struggle to hold on to their \r\nland, city and holy sites. We are deeply concerned by \r\nthe stalemate in negotiations caused by Israeli policies \r\nof colonialism. However, we hold on to peace as a \r\nstrategic option, and we strongly believe that the path \r\ntowards peace must not be abandoned. We look forward \r\nto the dynamic that will be generated by international \r\nmoves to put an end to the aggression against Gaza. \r\nWe also welcome resolution 67/19 and other great \r\ndevelopments in the Middle East. We hope that all \r\nof those developments will create a new, effective \r\nand serious approach to breaking the unprecedented \r\nstalemate in the peace process before it is too late.\r\nDevelopments in the Arab region have inaugurated \r\na new era in which peoples have regained their ability \r\nto contribute to their present and their future. It is in \r\nIsrael’s interest not to misread those developments. It \r\nshould become actively involved by making efforts \r\nto create a just and comprehensive peace that ensures \r\nthe realization of the legitimate Palestinian rights to \r\nestablish their own independent and sovereign State \r\nwithin the 1967 borders with East Jerusalem as its \r\ncapital. It should work for a final and permanent peace \r\nthat provides security for all people in the region \r\nand pave the way for further withdrawal from other \r\noccupied Lebanese and Syrian territories.\r\nMr. Khiari (Tunisia) (spoke in Arabic): On the \r\noccasion of the International Day of Solidarity with \r\nthe Palestinian People, we would like to reiterate our \r\nfull support for the heroic struggle of the Palestinian \r\npeople to put an end to their suffering. We would like \r\nto reiterate our support for the inalienable rights of \r\nthe Palestinian people, particularly their rights to self-\r\ndetermination, to rid themselves of Israeli occupation, \r\nand to establish their own independent, sovereign State, \r\nwith East Jerusalem as its capital. \r\nMy delegation would like, at the outset, to \r\ncongratulate the people and Government of Palestine \r\nfor the historic decision by the United Nations to grant \r\nPalestine the status of non-member observer State as a \r\nprelude to attaining full membership. We are confident \r\nthat granting the status of non-member observer State \r\nand which have thus encouraged more than 135 \r\ncountries to recognize it. Those efforts have also led \r\nto regional and international organizations recognizing \r\nand commending the effectiveness of Palestinian \r\ninstitutions, despite the challenges they face in assuming \r\ntheir responsibilities to the Palestinian people and the \r\ninternational community.\r\nToday’s resolution, which the Palestinian Authority \r\nhas been working towards, enjoys the support of all \r\nPalestinian forces without exception, thus establishing \r\nanother focus for efforts towards the long-sought \r\ngoal of Palestinian national reconciliation. This is an \r\noccasion that may perhaps help to heal the wounds of \r\nthe Palestinians of Gaza after the inhumane eight days \r\nof aggressive Israeli raids — aggression that has not let \r\nup for years. \r\nWe welcome the ceasefire and commend the efforts \r\nof the regional and international parties that have \r\nhelped to secure it, but we hope that the international \r\ncommunity will mobilize efforts to deal with the \r\nconsequences of Israel’s aggression against Gaza and \r\nto help Palestinian civilians return to their normal \r\ndaily lives. We also look forward to the possibility that \r\nthe ceasefire will encourage continued regional and \r\ninternational efforts to deal with the situation in Gaza \r\nthrough a new approach, leading to the opening of the \r\nborder crossings, allowing the movement of people \r\nand goods, and ending the unjust blockade against the \r\nPalestinian people in Gaza.\r\nAt the same time, we stress the importance of \r\ncontinuing to support Palestinian refugees through \r\nUnited Nations programmes and agencies, particularly \r\nthe United Nations Relief and Works Agency for \r\nPalestine Refugees in the Near East, with adequate \r\nmeans in order to meet the basic needs of Palestinian \r\npeople in the territories where they operate.\r\nThis year has witnessed an unprecedented \r\nexpansion of settlements in the Palestinian and Arab \r\noccupied territories. Settlements are the intractable \r\nobstacle to negotiations. The Israeli occupying Power \r\nhas used its legal arsenal and military might, as well \r\nas its settlers, to change the demographic facts on the \r\nground and to further annex Palestinian territories. As \r\npart of the same policies of aggression, East Jerusalem \r\nhas witnessed extremely serious developments whereby \r\nthe rate of settlement building has increased and military \r\nposts and tourist projects, as well as Government and \r\ncivil institutions, have have been established — further \r\nsteps aimed at isolating the city from its Arab and \r\n12-62131 25\r\nA/67/PV.45\r\nto the stalemate in the peace negotiations and to revive \r\nand give new momentum to the peace process. In that \r\ncontext, we hope that the United Nations, particularly \r\nthe General Assembly and the Security Council, will \r\ncontinue to shoulder their historic responsibility in this \r\nsensitive time for the Palestinian question by focusing \r\non the basic issues and working to settle the conflict \r\nthrough redoubled peace efforts. \r\nMr. Shaanika (Namibia): I thank you, Madame, \r\nfor giving me the opportunity to address the General \r\nAssembly on this important agenda item. This afternoon, \r\nwe had the privilege to welcome Mr. Mahmoud Abbas, \r\nPresident of the Palestinian National Authority, to the \r\nGeneral Assembly, and we congratulate him on the \r\nstatus and support he and his people received today. \r\nWhile my delegation aligns itself with the statements \r\nto be delivered by the Permanent Representative of \r\nSenegal on behalf of Committee on the Exercise of the \r\nInalienable Rights of the Palestinian People and by the \r\nPermanent Representative of the Islamic Republic of \r\nIran, on behalf of the Non-Aligned Movement, allow \r\nme also to make additional comments on behalf of my \r\ncountry, Namibia.\r\nToday we observe the International Day of Solidarity \r\nwith the Palestinian People to highlight the plight of the \r\npeople of Palestine, who for many years have endured \r\ngreat hardship under the Israeli occupation. It is our \r\nconviction that occupation of any territory by force \r\nis a moral scourge and politically unacceptable. In \r\nthe twenty-first century, people everywhere on planet \r\nEarth are supposed to enjoy life in larger freedom and \r\nbe guaranteed the right to determine their own future. \r\nToday we adopted resolution 67/19, regarding \r\nthe status of Palestine in the United Nations. The \r\nresolution tests the sincerity and commitment of all \r\nStates Members of the United Nations to the principles \r\nenshrined in the Charter of the Organization. The people \r\nof Palestine have a genuine desire to exercise their right \r\nto self-determination. As a people who once lived under \r\noccupation and was subjected to the brutal apartheid \r\nsystem, we in Namibia know very well how it feels to \r\nlive under foreign domination and dehumanization by \r\nthe occupying Power. People in occupied territories are \r\ndispossessed of everything and live in constant fear \r\nof uncertainty. Quite often they watch the bulldozers \r\ntearing their houses down and their means of livelihood \r\nbeing destroyed. They watch helplessly as settlements \r\nare built on their land and walls of annexation erected.\r\nwill enable Palestine to play its role as a peace-loving \r\nnation committed to international law and instruments \r\nand as a factor for peace and stability in the region and \r\nthe world.\r\nThe Palestinian people continue to live under \r\noccupation, violence and aggression, committed \r\nnot only by the Israeli army but also by extremist \r\nsettlers who are systematic in their aggression, \r\nwhile the occupying Power turns a blind eye and the \r\ninternational community remains alarmingly silent, \r\ncondoning Israel’s f lagrant violations and not holding \r\nit accountable for its actions.\r\nIsrael’s continued aggression against the Palestinian \r\npeople and its fait-accompli policies encourage settlers \r\nto commit daily acts of aggression against Palestinians \r\nand their properties. Israel seeks through such practices \r\nto shirk its international commitments and to alter the \r\ndemographic facts on the ground, changing the nature of \r\nEast Jerusalem and its environs to remove their Islamic \r\nand Arab character, and to further annex Palestinian \r\nterritories in a way that would make any future \r\nresolution based on a two-State solution impossible.\r\nThe blatant aggression experienced in Gaza, the \r\ncontinuing deterioration of the living conditions of \r\nthe Palestinian people there, and the absence of a firm \r\ninternational position on Israel’s repeated violations \r\nof international law and resolutions are evils the \r\nPalestinians in Gaza can no longer tolerate. In that \r\ncontext, the international community is called upon \r\nto take serious measures to break the stalemate in \r\nthe negotiations on the just Palestinian cause and to \r\nrelaunch negotiations based on international legitimacy \r\nand the terms of reference.\r\nInternational efforts in recent years have focused \r\non managing the conflict, but they have proven \r\ninadequate, and there is an urgent need to take serious \r\nsteps to deal with the substantive issues. We must work \r\ntogether and direct our joint efforts towards creating a \r\nnew dynamic to deal with the basic, substantive issues \r\nof the conflict.\r\nWe are all aware that the two-State solution is an \r\nimportant basis for any serious peaceful attempt to \r\nrestore the legitimate rights of the Palestinian people. \r\nThat concept is based not on a vacuum, but on the \r\ndecisions and resolutions of the United Nations and \r\nregional Powers. We must work hard to implement \r\nthose resolutions. We are confident that it is still \r\npossible for the international community to put an end \r\n26 12-62131\r\nA/67/PV.45\r\nAs long as the people of Palestine are denied the \r\nright to self-determination, Namibia will continue to \r\nextend its unwavering support to and solidarity with \r\nthem. We fully support the aspiration of Palestine not \r\nonly in what they have achieved today, but we look \r\nforward to the day when the State of Palestine will \r\nfinally join this family of sovereign and independent \r\nnations. The rights of the people of Palestine do not \r\ncome from the generosity of the occupying Power; \r\nthose rights are inherently endowed from birth.\r\nEvery country represented here in this assembly \r\nof nations is sovereign in its own right. Therefore, the \r\naction we take should be guided by our moral conscience \r\nin line with international law, and not by threat or fear \r\nof perceived threats. If we subject our action to fear, \r\nthen our moral conscience will be taken hostage by \r\nthe forces of fear. The Charter of the United Nations \r\ncalls on all of us “to unite our strength to maintain \r\ninternational peace and security”. It does not call for \r\ndivision through weakness and fear.\r\nAs we supported the resolution adopted today, \r\nwe call on all the Palestinians and Israelis to find the \r\ncourage to commit themselves to peace so that, when \r\npeace is finally achieved, they shall sit every man under \r\nhis vine and under his fig tree.\r\nThe meeting rose at 9 p.m.\r\nWe in Namibia have followed with great concern \r\nthe confiscation of land and destruction of homes to \r\nmake room for new Israeli settlements on Palestinian \r\nland. Yet, when the people of Palestine come to the \r\nUnited Nations to seek recognition, they are told that \r\nit is counterproductive to the peace process. One is left \r\nto wonder whether there is any grain of sincerity in \r\nthe argument that seeking recognition of Palestine in \r\nthe United Nations is counterproductive to the peace \r\nprocess. One is tempted to ask how support for the \r\nresolution adopted today and the call to end the illegal \r\noccupation of the Palestinian land can be considered \r\ncounterproductive to the realization of a two-State \r\nsolution. What about such provocative actions as the \r\ndisplacement of Palestinians, the mass detention of \r\nchildren, and the destruction of homes and means of \r\nlivelihood? Do such actions contribute to the peace \r\nprocess?\r\nIn our view, the resolution we have adopted today \r\nis meant to enhance efforts leading to the creation \r\nof an independent, sovereign, contiguous and viable \r\nPalestinian State, with East Jerusalem as its capital, \r\nwhich will coexist with Israel on the basis of the 1967 \r\nborders. My delegation does not consider voting in \r\nfavour of the resolution to be counterproductive to \r\nthe peace process, which has in any case has been at a \r\nstandstill for the past few years.\r\n"