"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-64711 (E)\r\n*1264711*\r\nIn the absence of the President, Mr. Charles \r\n(Trinidad and Tobago), Vice-President, took the \r\nChair.\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 70\r\nStrengthening of the coordination of humanitarian \r\nand disaster relief assistance of the United Nations, \r\nincluding special economic assistance\r\nReport of the Secretary-General (А/67/492)\r\nDraft resolutions (А/67/L.32 and A/67/L.37)\r\n(a)Strengthening of the coordination of emergency \r\nhumanitarian assistance of the United Nations\r\nReports of the Secretary-General (А/67/89, \r\nА/67/361, А/67/363 and А/67/367)\r\nDraft resolution (А/67/L.39)\r\n(b)Assistance to the Palestinian people\r\nReport of the Secretary-General (А/67/84)\r\nDraft resolution (A/67/L.38)\r\n(c)Special economic assistance to individual \r\ncountries or regions\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of Argentina, who will introduce draft \r\nresolution A/67/L.32.\r\nMr. Fuks (Argentina) (spoke in Spanish): It is an \r\nhonour for me once again to introduce to the General \r\nAssembly a draft resolution on the White Helmets \r\ninitiative (A/67/L.32).\r\nAgainst a backdrop in which global economic \r\nand financial difficulties are affecting international \r\nhumanitarian cooperation, the effects of climate change \r\nare ever more devastating, and socio-natural disasters \r\nclaim lives and exact a high price for development, the \r\ncountries of the South and middle- and low-income \r\ncountries are playing an ever more important role \r\non the international stage in terms of commitment, \r\ntechnical and material resources, collaboration with \r\nthe communities in greatest need, fighting hunger \r\nand poverty, emergency response and international \r\nhumanitarian assistance.\r\nThese circumstances have been recognized by \r\nvarious actors in the international humanitarian \r\nassistance field, including the International Committee \r\nof the Red Cross, which emphasized in its appeal for \r\nemergency funds for 2013 that several countries of \r\nAfrica, Asia and Latin America have been participating \r\nincreasingly and more directly in humanitarian \r\nassistance and development cooperation activities.\r\nThat is the backdrop against which the White \r\nHelmets initiative has begun its eighteenth year of work \r\nwithin the United Nations system since the adoption of \r\nresolution 49/139 B in 1994. At that time, few countries \r\nhad decided to develop such a tool; almost 20 years later, \r\nwe are pleased to see that this minority has become the \r\nmajority.\r\nWhenever a disaster or emergency occurs, the first \r\nto arrive on the scene to help are the neighbouring \r\nUnited Nations A/67/PV.54\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n54th plenary meeting\r\nThursday, 13 December 2012, 10 a.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Serbia)\r\n2 12-64711\r\nA/67/PV.54\r\ncountries. In turn, subregional organizations and \r\nthen the international system take their places and \r\nassume their responsibilities to promote international \r\ncooperation to reduce risks, prevent and mitigate \r\ndisasters, provide assistance, and coordinate rescue and \r\nrehabilitation measures.\r\nHowever, the situation remains difficult. The \r\nUnder-Secretary-General for Humanitarian Affairs \r\nand Emergency Relief Coordinator, Valerie Amos, has \r\ninformed the world that 62 million people across the \r\nfive continents are in need of humanitarian assistance. \r\nWe believe that the General Assembly’s support for the \r\ndraft resolution, which once again supports the White \r\nHelmets initiative of the Republic of Argentina, is also \r\na recognition of other national initiatives in the Latin \r\nAmerican region with global scope.\r\nThe efforts of developing countries should be \r\nvalued not only for the extent of their investment in \r\nthe humanitarian field, but also for the models and \r\nconcepts reflected in their international practices that \r\ngive priority to local capacity-building and how easy \r\nactions are to replicate. Such components include \r\nthe participation of organized communities and their \r\naffected or vulnerable populations in disaster situations \r\nand complex emergencies, the training of local \r\nvoluntary corps, and support for specialized volunteers \r\nwhen needed. \r\nThe use of the ancestral knowledge of indigenous \r\ncommunities and a cross-gender approach contribute \r\nto ensuring that our working methods include the full \r\nspectrum of sectors and take national particularities \r\ninto account.\r\nFinally, it is important to underline some areas of \r\ncommon agreement in our region regarding the concept \r\nof disasters. We reject their designation as natural \r\nevents; they should be recognized for what they truly \r\nare — the consequences of development policies that \r\nare far from equitable or interested in the distribution \r\nof wealth, social justice and community participation.\r\nWe trust that Member States will support the White \r\nHelmets initiative at this sixty-seventh session, thereby \r\nstrengthening the coordination strategy with the United \r\nNations system that has been implemented by the White \r\nHelmets through our shared activities with the United \r\nNations Volunteers, the Office for the Coordination of \r\nHumanitarian Affairs, the Office of the United Nations \r\nHigh Commissioner for Refugees, the United Nations \r\nInternational Strategy for Disaster Risk Reduction, the \r\nWorld Food Programme, the World Health Organization, \r\nthe Pan American Health Organization and the Food \r\nand Agriculture Organization of the United Nations.\r\nOur President, Cristina Fernández de Kirchner, has \r\npointed out to the Assembly that a safer and more just \r\nworld can be built only on the basis of greater equality \r\namong all countries and if true multilateralism is \r\nachieved. We look to the future with confidence and \r\naim to build more and better mechanisms based on \r\nthose pillars.\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of Cyprus to introduce draft resolutions \r\nA/67/L.37 and A/67/L.38.\r\nMs. Rafti (Cyprus): I have the honour to introduce \r\ntwo draft resolutions on behalf of the European Union \r\nand its member States. I will begin with draft resolution \r\nA.67/L.37, entitled “Safety and security of humanitarian \r\npersonnel and protection of United Nations personnel”. \r\nThe European Union and its member States \r\nattach great importance to the safety and security of \r\nhumanitarian personnel. We are concerned by the \r\nincreased number of casualties and accidents involving \r\nhumanitarian personnel in recent years, especially \r\nwhen attacks deliberately target United Nations and \r\nhumanitarian personnel. We are also concerned that \r\naviation incidents are the primary cause of safety-\r\nrelated accidents. We highly value the work and \r\ncommitment of humanitarian personnel, including \r\nthousands of locally recruited personnel who often put \r\ntheir lives at risk to provide humanitarian assistance. \r\nThe draft resolution, which we hope to see adopted \r\nby consensus today, shows that all Member States are \r\nconcerned by and can come together around the safety, \r\nsecurity and protection of humanitarian personnel and \r\nUnited Nations personnel. We note with satisfaction \r\nthat this year’s draft resolution has some reinforced \r\nlanguage on the need for closer cooperation between \r\nthe United Nations and its implementing partners on \r\nsecurity policies and the better integration of gender \r\ninto risk-management strategies. The United Nations \r\nand aid organizations have realized that they have to \r\nmanage risk in order to continue to operate even in the \r\nmost complex emergencies.\r\nBuilding good relations and trust not only with host \r\nGovernments but also with affected populations should \r\nbe an integral part of humanitarian risk management \r\nstrategies and is now strengthened in the draft \r\nresolution.\r\n12-64711 3\r\nA/67/PV.54\r\nWe welcome the measures taken by the Department \r\nof Safety and Security and the United Nations security \r\nmanagement system to continue to advance the strategic \r\nvision of a modern, professional security management \r\nsystem that enables the United Nations to fulfil its \r\nmandate. Building on those positive developments, \r\nthe United Nations must continue to adapt its security \r\npolicies to enable its humanitarian workers to stay and \r\ndeliver and to respond to all emergencies, including \r\nthose of a very complex nature. We cannot be late in \r\nsaving lives.\r\nTo conclude, I would like to thank all delegations \r\nfor their engagement in the negotiations and their \r\nfrankness and willingness to agree on the important \r\nissues addressed by the draft resolution. We warmly \r\nthank the numerous States that are sponsoring the \r\ndraft resolution and look forward to its adoption by \r\nconsensus once again.\r\nLet me now turn to the draft resolution A/67/L.38. \r\nIt is my pleasure to introduce to the Assembly a draft \r\nresolution submitted by the 27 members of the European \r\nUnion on assistance to the Palestinian people. The draft \r\nresolution has been shared with Member States. As in \r\nprevious years, the European Union expects the draft \r\nresolution to be adopted by consensus.\r\nThe European Union reaffirms its commitment \r\nto providing assistance to the Palestinian people. The \r\nsustained support from the donors of the international \r\ncommunity is essential to assisting Palestinian \r\nState-building efforts, to strengthening the Palestinian \r\neconomy, and to meeting the humanitarian needs of the \r\nPalestinian people.\r\nThe draft resolution on assistance to the Palestinian \r\npeople submitted today embodies the wish of the \r\nEuropean Union and of the international community \r\nas a whole to help the Palestinian people. The draft \r\nresolution stresses the importance of the work done \r\nby the United Nations and its agencies, notably in \r\nproviding humanitarian assistance to the Palestinian \r\npeople. It urges all actors of the international \r\ncommunity to provide economic and social assistance \r\nto the Palestinian people. It also urges Member States \r\nto open their markets to exports of Palestinian products \r\non the most favourable terms. Moreover, the draft \r\nresolution stresses the importance of the work carried \r\nout by humanitarian personnel and organizations to \r\nprovide assistance to the Palestinian people, and it \r\nstresses the importance of free humanitarian access to \r\nthe Palestinian people.\r\nThe European Union wishes to express its gratitude \r\nto the delegations that have asked to be included on the \r\nlist of sponsors of the draft text.\r\nThe Acting President:  I now give the f loor to the \r\nrepresentative of Sweden to introduce draft resolution \r\nA/67/L.39.\r\nMr. Grunditz (Sweden): It is my great pleasure \r\nto introduce this year’s draft resolution on the \r\nstrengthening of the coordination of emergency and \r\nhumanitarian assistance of the United Nations, as \r\ncontained in document A/67/L.39. \r\nThe annual adoption of this draft resolution by \r\nthe General Assembly reaffirms the distinctive and \r\nleading role of the United Nations in coordinating \r\nand responding to growing humanitarian needs at the \r\nglobal level. This year, a number of new elements have \r\nbeen introduced or reinforced in the draft resolution, \r\nmaking it even more pertinent and reflective of today’s \r\nnew reality. Some of those new elements are the \r\nimportance of strengthening partnerships and dialogue \r\nat all levels, including building good relations and trust \r\nat the national and local levels with a view to fostering \r\nacceptance.\r\nThe draft resolution also reflects the importance \r\nof data collection and exchange in humanitarian \r\ndecision-making. Moreover, the General Assembly this \r\nyear specifically condemns the deliberate attacks on \r\nmedical personnel and facilities. Some features already \r\ndealt with in the resolution have been strengthened, \r\nsuch as accountability and leadership, including the \r\nrole of the resident humanitarian coordinator.  Another \r\nexample of progress is the reinforced emphasis on the \r\nchallenges encountered in humanitarian emergencies \r\nby persons with disabilities. This year’s draft resolution \r\nalso has more relevant and specific references to the \r\nimportance of building resilience.\r\nI would like to warmly thank all delegations that \r\nparticipated in this year’s negotiations for their active \r\nand collaborative engagement and contributions. It has \r\npermitted us yet again to adopt this important draft \r\nresolution by consensus.\r\nMr. Sea (Cambodia): I have the honour to deliver \r\nthis statement on behalf of the Association of Southeast \r\nAsian Nations (ASEAN), which consists of Brunei \r\nDarussalam, Indonesia, the Lao People’s Democratic \r\nRepublic, Malaysia, Myanmar, the Philippines, \r\nSingapore, Thailand, Viet Nam and my own country, \r\nCambodia, on agenda item 70, “Strengthening of \r\n4 12-64711\r\nA/67/PV.54\r\nthe coordination of humanitarian and disaster relief \r\nassistance of the United Nations, including special \r\neconomic assistance”. \r\nEvery year, disasters and conflicts cause immense \r\nsuffering for millions of people. Several factors — such \r\nas rapid population growth, urbanization, the potential \r\noutbreak of pandemic disease, rising food prices, \r\nregional economic and social disparities, and global \r\nclimate change — increase countries’ vulnerability \r\nto natural and man-made disasters. A wide range \r\nof activities and measures have been undertaken to \r\nenhance the abilities of national and local authorities \r\nto prepare for and respond to disasters. However, a \r\nlarge-scale disaster could overwhelm a Government’s \r\ncapacities at the national and local levels, requiring \r\nimmediate assistance from the international \r\nhumanitarian community, regional organizations, \r\nneighbouring countries and relevant agencies of the \r\nUnited Nations. \r\nASEAN highly appreciates the efforts made by \r\nthe United Nations to improve humanitarian response, \r\nincluding the strengthening of capacities to manage \r\ndisaster, improving humanitarian coordination and \r\npreparedness, and providing adequate funding for \r\nemergency relief. It is truly gratifying to note that the \r\nUnited Nations disaster assessment and coordination \r\nnetwork is also helping Governments to strengthen \r\ntheir national capacities, including by sharing valuable \r\nknowledge, for better disaster prevention, preparedness \r\nand response, as well as effective post-disaster recovery. \r\nRegional organizations’ participation in \r\nhumanitarian action is increasing. Several regional \r\norganizations are already playing an active role in \r\nemergency preparedness and response. I am proud \r\nto mention that the Association of Southeast Asian \r\nNations was the first organization to adopt a legally \r\nbinding regional cooperation agreement for disaster \r\nrisk reduction by signing the ASEAN Agreement on \r\nDisaster Management and Emergency Response in \r\n2005. The Agreement creates an effective mechanism \r\nfor minimizing losses of the personnel of ASEAN \r\nmember States, as well as of their social, economic and \r\nenvironmental assets and resources, while facilitating \r\na joint response to disaster emergencies through \r\nconcerted national efforts and intensified regional and \r\ninternational cooperation. \r\nFurthermore, in November 2011, ASEAN \r\nForeign Ministers also signed the Agreement on the \r\nEstablishment of the ASEAN Coordinating Centre \r\nfor Humanitarian Assistance on disaster management \r\nfor the purpose of facilitating cooperation and \r\ncoordination among the operational parties and with \r\nrelevant United Nations agencies and international \r\norganizations in promoting regional collaboration \r\nin disaster management and response. The signing \r\nof the Agreement demonstrated ASEAN members’ \r\ncommitment to enhancing disaster management and \r\nreaffirmed our willingness to respond to disaster \r\nemergencies through concerted national efforts and \r\nintensified regional and international cooperation. \r\nASEAN continues to strengthen cooperation \r\nand coordination among its member States and with \r\nthe relevant United Nations agencies, especially the \r\nOffice for the Coordination of Humanitarian Affairs, \r\non disaster risk management, response preparedness \r\nand post-disaster coordination under the ASEAN-\r\nUnited Nations Strategic Plan of Action on Disaster \r\nManagement 2011-2015. \r\nQuestions related to the coordination and \r\nfacilitation of international assistance in response to \r\nnational disasters have long challenged the international \r\ncommunity. Local and national actors have always been \r\nat the forefront of responding to emergencies. When \r\nthey have been unable to respond effectively, they have \r\nrequested assistance from regional and international \r\npartners. Over the years, particularly in the past two \r\ndecades, the number and diversity of international \r\nactors becoming directly involved in operations \r\nafter major disasters has grown, but there remain \r\nsystematic challenges regarding how affected States \r\nand international assistance actors coordinate during \r\ninternational response efforts. Affected States continue \r\nto have concerns that international humanitarian actors \r\nshow insufficient respect for their own sovereign ability \r\nto respond to disasters. In dealing with problems of \r\ninternational assistance, therefore, the recognition that \r\na country has the primary responsibility of providing \r\nand coordinating humanitarian assistance needs to \r\nbe balanced with the recognition that international \r\nassistance should be based on consent when local and \r\nnational capacities have been overwhelmed. \r\nHumanitarian needs are expected to continue to \r\nrise in the coming decades because of an increase in \r\nthe frequency and intensity of natural disasters. Rapid \r\neconomic growth and urbanization will lead to a \r\ngrowing concentration of people in hazard-prone cities \r\nwith increased exposure to natural hazards. Therefore, \r\nhumanitarian organizations will need to develop new \r\n12-64711 5\r\nA/67/PV.54\r\napproaches to responding to environmental disasters as \r\npart of their wider response to natural disasters. \r\nIn conclusion, I take this opportunity to state that \r\nASEAN highly appreciates the laudable work that is \r\nbeing carried out by the relevant agencies of the United \r\nNations. As humanitarian requirements escalate, there \r\nwill be a need for Governments and humanitarian \r\norganizations to anticipate, prepare for and respond to \r\ncrises more successfully and to improve their abilities \r\nto understand how global trends and challenges affect \r\nvulnerability and needs. \r\nThe Acting President: I now give the f loor to the \r\nobserver of the European Union.  \r\nMr. Mayr-Harting (European Union): I have the \r\nhonour to speak on behalf of the European Union and \r\nits member States. The acceding country Croatia; the \r\ncandidate countries the former Yugoslav Republic \r\nof Macedonia, Montenegro, Iceland and Serbia; the \r\ncountries of the Stabilization and Association Process \r\nand potential candidates Albania and Bosnia and \r\nHerzegovina; as well as Ukraine, the Republic of \r\nMoldova, Armenia and Georgia, align themselves with \r\nthis statement. \r\nIt is a particular honour to speak here on this \r\nimportant occasion, just a few days after the European \r\nUnion was formally awarded the Nobel Peace Prize. We \r\nbelieve that that decision was a recognition of our long-\r\nstanding efforts to help victims of conflicts and natural \r\ndisasters, and a loud call to continue with those efforts \r\nin the future. \r\nOver the past two decades, our humanitarian aid \r\nhas been the concrete expression of our solidarity with \r\nthose most in need, having been affected by conflict or \r\ndisaster. As a specific expression of that commitment, \r\nthe decision has been made to use the Nobel Peace Prize \r\nmoney, matched by an equal amount from the European \r\nCommission, to support humanitarian projects aimed at \r\nassisting children affected by conflict.\r\nThe global humanitarian context remains \r\nchallenging, and the need for humanitarian assistance \r\naround the globe is ever increasing. A number of factors \r\ncontribute to that challenging context. They include \r\nthe complexity of conflict situations, the increasing \r\ndisregard for international humanitarian and refugee \r\nlaw, the obstruction of access in a growing number of \r\nhumanitarian emergencies, and the multiplication of \r\nactors appearing on the humanitarian aid scene. The \r\ncombined impact of continuous demographic pressure \r\nand urbanization, climate change and competition for \r\nresources, high and volatile food and energy prices, \r\nsecurity threats and poor governance exacerbates \r\nvulnerabilities and further increases humanitarian \r\nneeds. The effects of the global financial crisis further \r\naggravate the challenge by limiting resources available \r\nfor humanitarian ends. \r\nIn that context, the humanitarian community needs \r\nto do more with less by increasing the effectiveness, \r\nefficiency and quality of aid. We therefore continue \r\nto strongly support the reinforcement of the global \r\nhumanitarian system. We welcome the Transformative \r\nAgenda of the Inter-Agency Standing Committee \r\n(IASC), launched by the Emergency Relief Coordinator, \r\nwhich aims at further strengthening the humanitarian \r\nresponse system in all humanitarian crises. We call on \r\nthe Emergency Relief Coordinator and all other IASC \r\nmembers to further the Agenda’s implementation at the \r\noperational level under the three pillars of leadership, \r\ncoordination and accountability, and to demonstrate \r\nconcrete and tangible results.\r\nHumanitarian leadership is a central element of \r\nensuring a coordinated and principled humanitarian \r\nresponse. Resident and/or humanitarian coordinators \r\nplay an especially important role in helping to preserve \r\nhumanitarian space, through strong advocacy for \r\nfundamental humanitarian principles. We believe that \r\nresident coordinators should have the ability to lead on \r\nbehalf of the entire United Nations system, contribute \r\nto the work of the United Nations country teams, and \r\npromote change. We call on the United Nations and \r\nrelevant stakeholders to devise an integrated strategy \r\nto support them and humanitarian coordinators, as \r\nwell as to facilitate the appointment, retention and \r\nempowerment of strong and experienced humanitarian \r\nleaders.\r\nWe also acknowledge the important role played \r\nby non-governmental organizations and the Red Cross \r\nand Red Crescent Movement, which deliver the bulk \r\nof humanitarian assistance on the ground, and we \r\ncommend their efforts in support of a more effective \r\nhumanitarian response. \r\nA solid, shared understanding of humanitarian \r\nneeds is essential to providing an effective and targeted \r\nresponse. We therefore support the continued work \r\ntowards developing a framework for common needs \r\nassessments. In order to develop strategic, prioritized \r\nand efficient responses, and to better measure the \r\nperformance of the humanitarian system, we need to \r\n6 12-64711\r\nA/67/PV.54\r\nensure that humanitarian action is based upon reliable, \r\ntimely and independent baseline information. We \r\ntherefore welcome the relevant efforts made by the \r\nUnited Nations and the Office for the Coordination of \r\nHumanitarian Affairs (OCHA).\r\nWe also welcome the ongoing efforts of \r\nhumanitarian actors to strengthen accountability to \r\nall stakeholders, in particular to affected populations. \r\nAffected populations must remain at the centre of \r\nhumanitarian action, and their active participation \r\nis essential in providing assistance in ways that best \r\nmeet their needs. In order to better monitor and report \r\nhumanitarian action, agencies need clear objectives and \r\nindicators in their strategic plans.\r\nWe also emphasize the need for both the development \r\nand the humanitarian communities to strengthen their \r\nsupport for transition and early recovery in order to \r\nprovide hope to people affected by crises and to promote \r\nstructural changes. The strengthening of disaster \r\nresilience as a means to address chronic vulnerabilities \r\nin many regions of the world is becoming increasingly \r\nimportant. As an example, the European Union, \r\ntogether with the affected countries of the region, \r\nsupports building resilience in the Sahel region through \r\na specific initiative. A similar initiative has also been \r\ndevised for the Horn of Africa. At the European Union \r\nlevel, we look forward to learning from and building \r\nupon those initiatives, and to further strengthening \r\nlinks between our humanitarian and development \r\ncommunities. \r\nIn that regard, we encourage United Nations \r\nfunds, programmes and other development actors, as \r\nwell as OCHA and humanitarian actors, according to \r\ntheir respective roles and responsibilities, to integrate \r\nresilience-based and disaster risk reduction strategies \r\ninto their planning, in close cooperation with host \r\nGovernments and regional organizations.\r\nThe impact of natural disasters is increasing, and \r\nhumanitarian needs persist as a consequence of armed \r\nconflict. We firmly believe in the need to strengthen \r\nthe global partnership on international humanitarian \r\nassistance in an effort to tackle those challenges. \r\nThat means developing new partnerships, building an \r\ninclusive international dialogue and working towards \r\nan even broader donor base and more even burden-\r\nsharing. We welcome the outreach efforts of Under-\r\nSecretary-General Amos to strengthen partnerships, \r\nenhance effective coordination and encourage all \r\nMember States and other humanitarian actors to work \r\nalongside OCHA in that regard.\r\nWhile the European Union recognizes that a \r\ngrowing number of humanitarian actors can create \r\nunique and new possibilities for humanitarian response, \r\nit is necessary to ensure the protection of the established \r\nhumanitarian principles, and thereby continue to \r\nstrengthen the humanitarian space. The European \r\nUnion therefore also calls on all relevant actors to \r\nrespect the fundamental humanitarian principles of \r\nhumanity, neutrality, impartiality and independence.\r\nLast but not least, the European Union remains \r\ngravely concerned about the outbreak of several new \r\ncomplex emergencies, the continuation of protracted \r\nconflicts and the continued displacement of millions \r\nof people. In such emergencies, international \r\nhumanitarian assistance is often essential to supporting \r\nand supplementing national efforts to protect and \r\nmeet the needs of those in need. Access to affected \r\npopulations, however, is often severely restricted, due \r\nto violent conflict, bureaucratic constraints or even \r\ndeliberate bans of humanitarian organizations. \r\nWe also remain gravely concerned by escalating acts \r\nof violence perpetrated against humanitarian personnel \r\nand the looting of humanitarian supplies. The European \r\nUnion urges all States and all parties to fulfil their \r\nobligations under international humanitarian law and \r\nto preserve the humanitarian space by ensuring rapid \r\nand unhindered access for humanitarian personnel and \r\nsupplies to populations in need, for populations in need \r\nto receive aid and be afforded protection, and to take \r\nall necessary steps to ensure the safety and security of \r\nhumanitarian workers.\r\nInternationally recognized humanitarian emblems \r\nthat afford protection for humanitarian workers are, \r\nunfortunately, becoming deliberately selected targets. \r\nSimilarly, health care and medical personnel are \r\nincreasingly subject to attacks. That is highly alarming. \r\nIt is unacceptable that the very people who are there to \r\nassist those in need should become the targets of attacks. \r\nWe call on all parties to conflicts to protect medical \r\nand health care personnel assigned to medical duties, \r\ntheir means of transport, property and other medical \r\nfacilities, in accordance with all relevant international \r\nlaw, including humanitarian law.\r\nIn closing, let me reiterate our strong commitment \r\nto continuing our engagement with all Member States \r\nin strengthening the humanitarian partnership, as well \r\n12-64711 7\r\nA/67/PV.54\r\nas our strong support for the remarkable work led by \r\nthe Emergency Relief Coordinator, Ms. Valerie Amos.\r\nThe Acting President: I now give the f loor to the \r\nobserver of the observer State of Palestine.\r\nMr. Mansour (Palestine): At the outset, on \r\nbehalf of the Palestinian people, I wish to extend our \r\nsincere gratitude and appreciation for the solidarity \r\nand support, including economic and humanitarian, \r\nof Governments, non-governmental organizations, \r\ninternational organizations and individuals from \r\naround the world that continue to significantly assuage \r\npart of the suffering endured by our people, who have \r\nbeen living under Israel’s ruthless occupation for more \r\nthan four decades. For millions of Palestinian families, \r\nthat assistance has been the main source of survival and \r\nsustenance provided to them through endless periods of \r\ninstability, crises and uncertainty. We affirm that such \r\nassistance has been vital, including in supporting the \r\nPalestinian people’s efforts towards ending the Israeli \r\noccupation that began in 1967, in order to achieve \r\nthe independence of the State of Palestine, with East \r\nJerusalem as its capital.\r\nThe latest figures regarding the humanitarian and \r\neconomic situation in Palestine are astounding and \r\ntragic. In fact, all recent reports have documented the \r\nenormous burden international agencies are enduring \r\nin trying to address the continuously growing needs \r\nof the Palestinian people and to alleviate the now \r\nentrenched crisis, caused by the fact that the illegal \r\nactions and measures of Israel, the occupying Power, \r\nin the occupied Palestinian territory have continued \r\nunabated and have dragged the Palestinian people \r\ndeeper into poverty and dependence on aid. Therefore, \r\ndespite the desire of the Palestinian people to pursue \r\ndevelopment towards the independence of their State \r\nof Palestine, Israeli policies and practices have caused \r\nreverse development in the State of Palestine, miring a \r\nsizeable portion of the Palestinian civilian population \r\nin abject poverty.\r\nThe negative repercussions of the Israeli \r\noccupation on the socioeconomic conditions of the \r\nPalestinian people have been intensified by the fact \r\nthat the Palestinian National Authority continues to \r\nsuffer from a severe fiscal crisis, partially triggered \r\nby shrinking external budget support, as outlined in \r\nthe latest reports of the World Bank, the International \r\nMonetary Fund and the United Nations Conference on \r\nTrade and Development (UNCTAD). While the total \r\nfinancing needs for the Palestinian National Authority \r\nduring the first half of 2012 amounted to $749 million, \r\nthe external financial support received was only \r\n$446 million, leading to increased borrowing needs and \r\ndebt. Despite that, on its part the Palestinian National \r\nAuthority implemented several steps to mitigate the \r\ndecline in donor support. For example, most notably, \r\nthe Palestinian National Authority widened the tax \r\nbase and enhanced the collection of tax arrears from \r\nthe largest corporations.\r\nHowever, despite the enacted reforms, the monetary \r\nshortage remains large, thus hindering the Palestinian \r\nNational Authority from investing in education, health \r\nand infrastructure, and from repaying outstanding debts \r\nto the private sector, which is necessary to fostering \r\nan environment conducive to entrepreneurship and \r\nprivate-sector investment. As a result, Palestine’s \r\neconomic growth rate decreased and unemployment \r\nrates increased throughout the first half of 2012. \r\nWe therefore reiterate our appeal to donor \r\nStates and international organizations to fulfil their \r\noutstanding financial commitments to the Palestinian \r\nNational Authority and to boost their fiscal support. \r\nMoreover, we call on the international community to \r\ncompel Israel, the occupying Power, to end its ongoing \r\npractice of withholding taxes and customs revenues \r\ndue to the Palestinian people, which constitutes a \r\nf lagrant violation of international law and conventions, \r\nin addition to being a form of collective punishment. \r\nConsequently, it affects, inter alia, the ability of the \r\nPalestinian National Authority to meet its obligations to \r\npublic sector employees, as well as to the private sector.\r\nWhile the decline and delays in donor support \r\ncontinue to aggravate the fiscal crisis faced by the \r\nPalestinian National Authority, it should be made clear \r\nthat it is the unjust, illegitimate Israeli occupation of \r\nthe Palestinian territory since 1967, including East \r\nJerusalem, that is to blame for the existence of the fiscal \r\ncrisis in the first place. The geographical fragmentation \r\nof the Palestinian land through the confiscation of \r\nlands and destruction of property in connection with \r\nthe expansion of Israel’s illegal colonial settlements, \r\nits continued construction of its expansionist wall \r\nthroughout the occupied Palestinian territory, including \r\nEast Jerusalem; and the erection of a network of more \r\nthan 500 military checkpoints all contribute to the \r\ndeprival of the Palestinian people’s access to more \r\nthan 60 per cent of their land and to the normal f low of \r\nsocioeconomic life, including commerce and trade. That \r\n60 per cent of land holds the majority of the occupied \r\n8 12-64711\r\nA/67/PV.54\r\nWe are thereby obliged to reiterate our call on \r\nthe international community to exert every possible \r\neffort, including practical measures, to compel Israel to \r\nimmediately lift its dehumanizing, unlawful blockade \r\nof the Gaza Strip and the more than 1.6 million \r\nPalestinians living there.\r\nIn addition to hampering economic growth, the \r\nIsraeli Government regrettably continues to impose \r\ntrade restrictions that make the Palestinian economy \r\ndependent on Israel’s economy. Unable to access the \r\ninternational marketplace, Palestinians are forced to \r\ntrade with Israel, the occupying Power, which makes \r\nthe State of Palestine the number-one importer of \r\nIsraeli products. In 2011, trade with Israel amounted \r\nto 83 per cent of total Palestinian trade, with 83 per \r\ncent of imports originating from and through Israel \r\nand 80 per cent absorbed by Israeli markets. Such \r\nhigh dependence deprives the Palestinian economy of \r\nmore competitive sources of imports and markets for \r\nexports, and heightens its vulnerability to the Israeli \r\nbusiness cycle.\r\nTo conclude, the economic and humanitarian \r\nassistance of the international community is crucial \r\nbut not enough. Strengthening that assistance in \r\norder to achieve its higher objectives requires serious \r\nefforts and action aimed at removing the tremendous \r\nobstacles the occupying Power places on the ground, \r\nand which continue to undermine the efforts of the \r\nPalestinian people and its leadership to fully realize \r\nthe independence of the State of Palestine on the \r\nbasis of the pre-1967 borders, with East Jerusalem as \r\nits capital, living in peace with all of its neighbours, \r\nincluding Israel. If the international community truly \r\naspires to see the two-State solution materialize and \r\nobserve a sustained economic growth trajectory and \r\ndevelopment for the Palestinian people, it must compel \r\nthe occupying Power to end all its illegal measures and \r\nactions and finally terminate its military occupation. \r\nThe international community must face up to its \r\nresponsibility and put pressure on Israel to abide by its \r\nlegal obligations under international, humanitarian and \r\nhuman rights law because, after more than 45 years of \r\noccupation, it can no longer stand idly by while an entire \r\npeople continue to be denied their inalienable human \r\nrights — including the right to live in freedom and \r\ndignity — and while their society is being deliberately \r\ndevastated and debilitated.\r\nMr. Al-Jarman (United Arab Emirates) (spoke in \r\nArabic): The annual report of the Secretary-General on \r\nterritory’s water, agricultural lands, natural resources \r\nand land reserves that form the natural capital necessary \r\nto sustainable development. Again, it must be reiterated \r\nthat such Israeli measures and actions remain the major \r\nimpediment to sustainable economic growth, as they \r\nhamper both public and potential private investment, \r\nraise costs and hinder economic cohesion.\r\nAt the same time, while Israel, the occupying \r\nPower, continues to deny the Palestinian people \r\nsovereignty over their natural resources, it continues to \r\nunabatedly exploit those very resources. For example, \r\nmore than 90 per cent of Palestinian water resources are \r\nexploited by Israel, most notably for use by the more \r\nthan 500,000 illegal settlers the occupying Power has \r\ntransferred to settlements throughout the Palestinian \r\nterritory, including East Jerusalem. With less than \r\n10 per cent of those resources left for Palestinian use, \r\naverage Palestinian water consumption is only 70 litres \r\nper capita per day, which is below the 100-litre threshold \r\nrecommended by the World Health Organization, and \r\nmuch less than the average 300 litres per capita per \r\nday enjoyed in Israel. Due to that reality, and as a \r\nconsequence of mobility restrictions, only 35 per cent \r\nof irrigable Palestinian land is actually irrigated, which \r\ncosts the economy a staggering 110,000 jobs and 10 per \r\ncent of the gross domestic product (GDP).\r\nThe immoral and illegal Israeli blockade of the \r\nGaza Strip poses another immense impediment to \r\nachieving sustainable Palestinian economic growth. \r\nThe limited access of Palestinian entrepreneurs to \r\ncompetitive international markets, especially for the \r\npurpose of exporting agricultural goods, continues to \r\ndiscourage private-sector investment, which is a pillar \r\nof economic growth. As detailed in the latest report \r\nissued by UNCTAD, Palestinian exports declined \r\nby $136 million in 2011, to reach slightly more than \r\n$1 billion, while imports also declined by $434 million, \r\nto reach $4.2 billion. Consequently, the Palestinian \r\ntrade deficit increased in 2011 to $3.2 billion, causing \r\na decline in GDP.\r\nIndeed, the socioeconomic situation of the \r\nPalestinian people in Gaza remains dire, with the \r\nblockade adversely impacting the viability of all aspects \r\nof life. Economic, health, education and other societal \r\nindicators reveal the magnitude of the humanitarian \r\nsuffering that has been deliberately inflicted by the \r\noccupying Power on the Palestinian civilian population, \r\nin what definitely constitutes collective punishment on \r\nthe scale of a war crime. \r\n12-64711 9\r\nA/67/PV.54\r\nin the form of grants and loans for humanitarian, \r\ncharitable and development programmes in more than \r\n30 countries all over the world, based on the principles \r\nof neutrality and humanitarianism.\r\nThe United Arab Emirates is a major contributor to \r\ninternational efforts to maintain stability and advance \r\ndevelopment in countries emerging from conflict \r\nand vulnerable countries, through its participation \r\nin international groups involved in rebuilding the \r\ncapacities of developing countries affected by armed \r\nconflict and natural disasters and supporting their \r\neconomic and social institutions and infrastructure. \r\nThese include the Group of Friends of Yemen, the \r\nGroup of Friends of Pakistan, the Contact Group on \r\nPiracy off the Coast of Somalia, and the international \r\npartnership to rebuild Afghanistan. The United Arab \r\nEmirates was also one of the first countries to respond \r\nto the earthquake disaster in Haiti, the humanitarian \r\ncrisis in Libya and the food crisis in the Horn of Africa.\r\nThe United Arab Emirates is deeply concerned \r\nabout the deteriorating economic and humanitarian \r\nconditions of Palestinians in the occupied Palestinian \r\nterritories, due to Israel’s continued occupation and \r\nits policies of aggression and blockade, especially in \r\nthe Gaza Strip, which has been subject for years to \r\na siege imposed by the Israeli occupying forces, as \r\nwell as to recent brutal attacks. We renew our call to \r\nthe international community to compel Israel, the \r\noccupying Power, to lift its blockade of the Gaza Strip \r\nimmediately, facilitate the delivery of humanitarian \r\nassistance to its residents and end its occupation of \r\nArab lands. We also urge donor countries to continue \r\ntheir aid to the Palestinian people and Government \r\nuntil the Israeli occupation of their land ends and their \r\nindependent State is established.\r\nThe United Arab Emirates is committed to \r\ncontinuing to provide humanitarian and development \r\nassistance to the Palestinian people and the Palestinian \r\nAuthority. It is one of the major contributors to current \r\nhumanitarian assistance and development projects, as \r\nwell as to the direct budget of the Palestinian Authority. \r\nOur contribution in 2011 amounted to $34 million in \r\nsupport of the Palestinian people and Government and \r\ndevelopment projects. In that context, we reaffirm our \r\nsupport for the United Nations Relief and Works Agency \r\nfor Palestine Refugees in the Near East (UNRWA) \r\nand stress the importance of its role in helping the \r\nPalestinian people in the occupied Arab territories. We \r\nalso emphasize the importance of allowing UNRWA \r\nagenda item 70 (A/67/492) reveals the growing number of \r\npeople in need of humanitarian assistance in many areas \r\nof the world, due to the increasing number of disasters \r\ncaused by natural phenomena, climate change and \r\ncontinued conflicts and violence. Despite the solidarity \r\nand quick response of the international community \r\nin dealing with such disasters, the challenges facing \r\nthose conducting international humanitarian action are \r\nmany and big, demanding more and more resources, \r\ninternational effort and cooperation.\r\nThe experiences and practices of some countries \r\nin responding to humanitarian crises underscore the \r\nimportance of building and strengthening national \r\nand local capacities and preparedness to deal with \r\ndisasters as a key factor in reducing human losses \r\nand achieving quick recovery, as stated in the Hyogo \r\nFramework for Action (see A/CONF.206/6) and \r\nreaffirmed in the outcome document of the United \r\nNations Conference on Sustainable Development \r\n(resolution 66/288, annex). In that regard, the United \r\nArab Emirates emphasizes the necessity of integrating \r\ndisaster risk-reduction strategies, capacity-building \r\nand quick, efficient response and recovery into the \r\nsustainable development plans of developing countries, \r\nas well as allocating sufficient resources to that end. \r\nThe United Arab Emirates attaches great importance \r\nto integrating strategies for disaster risk reduction and \r\nstrengthening local capacities into its comprehensive \r\nnational development plans, whereby the Government \r\nhas adopted a strategy of preventive prediction and \r\nearly preparedness, establishing a national emergency, \r\ncrisis and disaster management authority to ensure its \r\nimplementation.\r\nThe United Arab Emirates is one of the major \r\nparticipants in the international partnership for \r\ndevelopment and aid to countries dealing with natural \r\ndisasters, climate change and armed conflict. It also \r\nprovides direct and immediate humanitarian relief \r\nassistance to such countries, as well as humanitarian \r\ninitiatives and global development projects implemented \r\nby the Government in coordination with relevant United \r\nNations bodies and other international partners.\r\nThe United Arab Emirates was rated the second \r\nhighest donor of humanitarian assistance between 2009 \r\nand 2012 in relation to gross domestic product (GDP), \r\naccording to the Financial Tracking Service. Our \r\nofficial development assistance contribution for 2011 \r\ntotaled 0.22 per cent of GDP, of which 8.1 per cent \r\nwas allocated to humanitarian development assistance \r\n10 12-64711\r\nA/67/PV.54\r\nworkers and aid easy access to the Palestinian refugees \r\nin all areas of its operations, which will require \r\nproviding it with enough financial support to enable it \r\nto continue its humanitarian and development activities \r\nin the area.\r\nMr. Quinlan (Australia): The frequency of disasters \r\nand the scale of humanitarian need across the globe demand \r\nthat we perform and coordinate better as an international \r\ncommunity. In 2012, civilians continued to bear the brunt of \r\narmed confl ict. Political solutions to confl ict are obviously \r\nurgently needed, and respect for international humanitarian \r\nlaw is critical. We must make certain that we are united in \r\nour efforts to ensure that aid reaches those most in need and \r\nthat civilians are protected from violence, wilful deprivation, \r\nexploitation and abuse. Australia is particularly concerned \r\nabout the increased number and frequency of deliberate \r\nattacks on humanitarian workers — a practice that is clearly \r\nunacceptable under international law and reprehensible by \r\nall moral standards. We are also concerned about the grave \r\nconsequences of attacks against medical staff and facilities \r\nand the sick and wounded, which are detailed in the Health \r\nCare in Danger report of the International Committee of \r\nthe Red Cross (ICRC). \r\nCurrent violence and access constraints in Syria, the \r\nDemocratic Republic of Congo and the Sudan are cause \r\nfor particular and serious concern. In Syria, humanitarian \r\nworkers and health care facilities continue to be targets of \r\nviolence. My own Minister for Foreign Affairs has advanced \r\na proposal calling for a commitment from all sides not to \r\ntarget medical personnel, medical facilities or vehicles, or \r\nto block access to doctors, hospitals or emergency care. We \r\nalso continue to call for immediate and unimpeded access to \r\nthe delivery of humanitarian aid and life-saving assistance. \r\nWe appreciate the vital work being undertaken by the \r\nUnited Nations and all humanitarian organizations on the \r\nground in Syria under extremely diffi cult circumstances. \r\nObviously, there is a very urgent need for the violence to \r\nend and for a political solution to the crisis to be found. \r\nAustralia is also deeply concerned about the ongoing \r\nlack of access for humanitarian agencies in the Southern \r\nKordofan and Blue Nile states of the Sudan. We call upon \r\nthe Government of the Sudan and the Sudan People’s \r\nLiberation Movement-North to negotiate a solution for both \r\nsides to allow for the delivery of much-needed assistance. \r\nThe humanitarian situation in the Democratic Republic \r\nof the Congo has deteriorated to a point not seen for many \r\nyears. In particular, the confl ict in the eastern part of the \r\ncountry has triggered an upsurge in the number of displaced \r\npeople. Across the Democratic Republic of the Congo, \r\nthere are now 2.4 million internally displaced people, \r\nand a staggering 5.4 million people require humanitarian \r\nassistance. Australia has been profoundly concerned about \r\nreports of widespread abuse of civilians, including murder, \r\nrape and the forced recruitment of children by armed \r\ngroups. We are equally concerned by the endemic levels \r\nof sexual violence. Such acts, perpetrated with the intent \r\nof terrorizing and displacing individuals and populations, \r\nmust be stopped and impunity for the perpetrators ended. \r\nAustralia is a long-time supporter of the Security \r\nCouncil resolutions on women and peace and security, \r\nand on children and armed confl ict. We will continue to \r\nadvocate strongly for positive outcomes for women and \r\nchildren during our term on the Security Council, which \r\nbegins next year.\r\nAustralia welcomes the calm in Gaza, which seems to \r\nbe holding after the ceasefi re announced on 22 November. \r\nWe urge all sides to adhere to the terms of that ceasefi re. We \r\nare concerned by United Nations reports that almost 65 per \r\ncent of the people killed in the Gaza confl ict were civilians, \r\nand that many more civilians were injured. We continue to \r\nsupport the efforts of United Nations agencies to provide \r\nbasic services and support for Palestinians in need of \r\nhumanitarian assistance. We must stress that recent events \r\nhighlight the compelling need to fi nd a durable solution to \r\nthe Israeli-Palestinian confl ict through a negotiated two-\r\nState settlement, and for that to happen before the window \r\ncompletely closes. \r\nWe must ensure that the international humanitarian \r\nsystem is fi t for purpose. We welcome the efforts of the Under-\r\nSecretary-General for Humanitarian Affairs, Ms. Valerie \r\nAmos, and the Inter-Agency Standing Committee to address \r\nthe most critical challenges in coordination, leadership and \r\naccountability. The humanitarian system must become \r\nmore open and inclusive. It must refl ect on its shortcomings, \r\nbe accountable to benefi ciaries and learn from mistakes. \r\nThe system also needs to be more responsive to country \r\nand local leadership, particularly where Governments are \r\nwilling and capable to help their citizens in crisis. \r\nWe see that progress is being made, and we \r\nacknowledge the leadership of Under-Secretary-General \r\nAmos in particular in achieving that progress, but we \r\nbelieve that reform risks stalling if the commitments \r\nmade by the principals of the Inter-Agency Standing \r\nCommittee do not translate into real results in the fi eld. \r\nHumanitarian agencies need to demonstrate how they are \r\nrolling out the Transformative Agenda reforms throughout \r\nall humanitarian responses. We encourage further attention \r\nto be paid to what the Transformative Agenda means \r\n12-64711 11\r\nA/67/PV.54\r\ntimely humanitarian response. We must remind ourselves \r\nevery single day that millions of people in crisis are relying \r\non us all to support them and to save them.\r\nMr. Bonser (Canada) (spoke in French): People \r\ncontinue to suffer needlessly in far too many contexts. \r\nThe ongoing humanitarian crises in Syria, the \r\nDemocratic Republic of Congo, the Sahel, the Sudan, \r\nSouth Sudan, Somalia and Afghanistan highlight the \r\ncontinued need for effective international humanitarian \r\nresponses. In the face of increasing humanitarian \r\nneeds and shrinking financial resources, the United \r\nNations must ensure that it is working as effectively \r\nand strategically as possible so that real results can be \r\nachieved for those most in need.\r\nProgress has been made in that regard. Under \r\nthe leadership of the Emergency Relief Coordinator, \r\ngenuine efforts are being undertaken to improve \r\nhumanitarian leadership, accountability and \r\ncoordination. However, much work remains to be \r\ndone, and we call on the Coordinator to continue her \r\neffective leadership to ensure that those reforms lead \r\nto substantial improvements in how the international \r\nhumanitarian system responds to humanitarian crises.\r\n(spoke in English) \r\nCanada is deeply concerned by the deteriorating \r\nhumanitarian situation in the eastern Democratic \r\nRepublic of the Congo and by the forced displacement \r\nof 650,000 civilians since April. We unequivocally \r\ncondemn the acts perpetrated by the rebel group \r\nMouvement du 23 mars. We continue to call for all \r\nparties to respect human rights and to allow safe and \r\nunhindered access to humanitarian assistance.\r\nWe remain extremely concerned about the \r\nongoing humanitarian crisis in Syria and its impact on \r\nneighbouring countries and the overall stability of the \r\nregion. We recognize the immense pressure that the \r\ninflux of refugees is placing on refugee host countries \r\nand communities. We commend the generosity of \r\nneighbouring States — Turkey, Jordan, Lebanon \r\nand Iraq — that have welcomed refugees f leeing the \r\nviolence in Syria. Their generosity is born from a \r\ngenuine spirit of humanitarianism.\r\nCanada applauds the courageous efforts of \r\nhumanitarian actors in Syria and in other humanitarian \r\nemergencies around the world who place their own lives \r\nat risk in order to provide life-saving assistance to those \r\naffected by crisis. We express our deepest gratitude \r\nand sincere condolences to the families, friends and \r\nfor complex and protracted crises, where leadership, \r\naccountability and coordination are so critical. Australia \r\nexpects its humanitarian partners to fully support the \r\nTransformative Agenda and will hold them accountable for \r\nimplementing the reforms needed. \r\nThe food and nutrition crisis in the Sahel region of West \r\nAfrica demonstrates the importance of investing in longer-\r\nterm solutions that help communities to anticipate, respond \r\nto and recover from disasters. Australia welcomes the \r\nsteps the international community is taking to implement \r\nhumanitarian action that builds resilience and preparedness. \r\nWe welcome the introduction of a three-year consolidated \r\nappeal in Somalia. A multi-year appeal encourages \r\nlonger-term vision in a context where humanitarian need \r\nwill persist for some time. It also encourages a stronger \r\nfocus on resilience programming. But we cannot build \r\nresilience through humanitarian programmes alone. We \r\nencourage further coordination between humanitarian \r\nand development agencies and strong leadership from the \r\nUnited Nations to ensure such coordination is successful. \r\nFlexible funding from donors is key to integrating \r\ndisaster risk reduction response, recovery and resilience \r\nefforts. Australia’s approach to humanitarian and \r\ndevelopment funding is fl exible, and we seek to take the \r\nlong-term view. Our funding to disaster risk reduction, \r\nfor instance, comes from both our humanitarian and \r\ndevelopment programmes, and at 2.3 per cent of our total \r\noffi cial development assistance, it is more than double the \r\n1 per cent target recommended by the Global Platform For \r\nDisaster Risk Reduction. \r\nWe fund early recovery because we know it is essential \r\nto ensuring a smooth transition to longer-term development. \r\nIt is a very simple linear equation. We continue to invest \r\nin humanitarian action through multi-year, multi-million \r\ndollar partnerships with the Offi ce for the Coordination \r\nof Humanitarian Affairs, the World Food Programme, the \r\nUnited Nations High Commissioner for Refugees, UNICEF, \r\nthe Central Emergency Response Fund and the ICRC.\r\nIn concluding, we can only reiterate that, as 2012 draws \r\nto a close, it is evident that stronger action is needed to \r\nprotect civilians. We urge all fellow Member States to abide \r\nby international law, including international humanitarian \r\nlaw, and relevant resolutions designed to afford civilians \r\nsafety from confl ict, violence and wilful deprivation. We \r\nurge a special focus on those most vulnerable — people \r\nwith disabilities, women and children — and we urge \r\nredoubled efforts to make certain that the reforms promised \r\nby the Transformative Agenda are actually implemented, \r\nin support of national leadership, to ensure effective and \r\n12 12-64711\r\nA/67/PV.54\r\nnegative impact of such terrorist acts on the daily life \r\nof our people, in particular the attacks on power plants \r\nand the theft or incineration of grain stores and fuel. \r\nBombing of gas lines, hospitals and schools are all \r\naimed at destabilizing society and at sowing chaos and \r\nfear and terrorizing the civilian population.  \r\nAllow me, Sir, to reiterate Syria’s firm belief in the \r\nimportance of coordinating humanitarian assistance \r\naimed at providing affected citizens with aid in such \r\nemergency situations. In that regard, I would evoke \r\nresolution 46/186 (1991), which established the mandate \r\nof the United Nations Office for the Coordination of \r\nHumanitarian Affairs (OCHA) and which deserves our \r\npraise. I would like to reaffirm Syria’s full readiness to \r\ncooperate with all those who are working inside Syria \r\nin accordance with the obligations of that mandate \r\nand with the principles expressed by that resolution to \r\nensure the coordination of humanitarian aid provided by \r\nagencies of the United Nations in emergency situations, \r\nespecially those guidelines that are related to strict \r\nrespect for the principles of sovereignty, territorial \r\nintegrity, national unity and non-interference in the \r\ninternal affairs of a State, in accordance, of course, \r\nwith the Charter of the United Nations.\r\nThroughout this painful crisis, the Government \r\nof Syria has repeatedly offered to provide immediate \r\naid and assistance to the population in accordance \r\nwith its national obligations and responsibilities \r\nunder international law. In that regard, a monitoring \r\ncommittee has been established to ensure close \r\nattention to humanitarian conditions among the civilian \r\npopulation, including the provision of food, health \r\nservices, shelter and other services or compensation \r\nfor damage caused by armed terrorist groups. Our \r\nGovernment has also helped to restore infrastructure in \r\norder to resume providing health and social services. We \r\nhave also formed a high-level committee on relief aid to \r\ncoordinate the provision of assistance to those affected. \r\nAs a result of the Government’s enormous efforts under \r\nextremely difficult circumstances, approximately \r\n547 temporary shelters have been opened, using all \r\navailable Government buildings.\r\nIn addition to the national effort, the Government \r\nof Syria has coordinated its efforts with OCHA, the \r\nOffice of the United Nations High Commissioner \r\nfor Refugees and the International Committee of the \r\nRed Cross. The Syrian Government has offered to \r\nfacilitate all efforts to help those affected throughout \r\nthe country to gain access to humanitarian assistance. \r\norganizations of those who have given their lives in \r\norder to save others. We call upon the Government of \r\nSyria to allow humanitarian actors, including health \r\ncare providers, full and safe access to those affected by \r\nthe violence and to remove obstacles to the delivery of \r\naid. The people of Syria must be safe from oppression \r\nand attacks. Civilians denied the necessities of life \r\nrequire humanitarian assistance to meet their basic \r\nneeds. We urge all parties to the conflict to fully \r\nrespect their obligations, especially their obligation to \r\ntake constant care to spare the civilian population from \r\nthe effects of hostilities.\r\nWhile Syria continues to capture our collective \r\nattention, there are less visible crises that must not \r\nbe forgotten. The humanitarian situations in the Horn \r\nof Africa, the Central African Republic, Yemen, \r\nColombia, Haiti and elsewhere all require our continued \r\nengagement and resolve. That is equally true for the \r\nprotection needs of women and girls, who continue to \r\nbe victims of sexual violence such as rape as a weapon \r\nof war; members of vulnerable religious minorities who \r\nare persecuted for their beliefs; and lesbians and gay \r\npopulations, who face violence for their orientation. \r\nPolitical will and commitment are required in order \r\nto bring attention and meaningful solutions to each of \r\nthose severe and protracted humanitarian crises.\r\nCanada remains committed to working with a \r\nrange of actors, including United Nations humanitarian \r\nagencies, member States, the Red Cross Movement, \r\nnon-governmental organizations and the private sector \r\nto strengthen the humanitarian response system and to \r\ncreate an enabling environment for humanitarian actors \r\nto save lives and alleviate human suffering.\r\nMr. Ja’afari (Syrian Arab Republic) (spoke in \r\nArabic): My country, Syria, is bleeding. The people \r\nof Syria are the first victims of this blood that has \r\ncontinually been shed. As I address the Assembly today, \r\nat this very moment there has been an explosion, a \r\nmartyr has been buried, a casualty is in pain or a family \r\nhas been displaced. I regret having to relay the painful \r\nnews that took place this morning. There was a terrorist \r\nexplosion this morning in front of an elementary school \r\nin the city of Katana, south-west of Damascus, that \r\nkilled dozens of children and their families. Yesterday, \r\neight other terrorist explosions hit other regions near \r\nDamascus, also causing dozens of deaths.\r\nI will not dwell from this rostrum on the horror of \r\nthose terrorist events and all those behind them, be they \r\nStates or armed groups. I will simply note the intensely \r\n12-64711 13\r\nA/67/PV.54\r\nis a polite euphemism for armed terrorist groups. \r\nIt took them another six months to progress from \r\nadmitting the presence of a third element in the crisis \r\nto acknowledging the presence of armed groups, and \r\nthree more months, while the Syrian people continued \r\nto shed blood, before they admitted the presence of \r\nterrorist organizations related to Al-Qaida. In other \r\nwords, the Syrian people suffered from terrorism for \r\n21 months while they waited for the United Nations \r\nand its Member States to heed their cries of agony and \r\ntheir tears caused by the actions of organized terrorist \r\nentities supported by foreign and, sadly, Arab, regional \r\nand international forces, as was clear from the start. \r\nThe Syrian Government has fully cooperated with \r\nthe humanitarian response plan that it signed with \r\nOCHA. Regrettably, the plan has been poorly funded, \r\nwhich has obstructed the joint efforts to implement \r\nit and meet humanitarian needs. While the Syrian \r\nGovernment plays the primary role in meeting the \r\nbasic needs of its citizens, pledges made by donors in \r\nseveral international forums and through the media \r\nhave not been fulfilled. Proof of that can be found in \r\nthe reports and statements of OCHA. The most recent \r\nof these, dated 10 December, indicates that only half \r\nof the necessary funding of the humanitarian response \r\ninside Syria has been received so far, while only 35 per \r\ncent of the funding necessary to respond to the needs of \r\nSyrian refugees has been supplied so far. It also notes \r\nthat the World Food Programme has had to decrease \r\nthe rations it distributes because of the lack of funding, \r\nleading to slow implementation and the inability to \r\nmeet the minimum humanitarian requirements of those \r\naffected by current events, and raising doubts about the \r\nsincerity of expressions of concern for Syrian citizens \r\nmade by some countries. \r\nMoreover, the continued imposition by some \r\nhegemonic States and regional groups of packages of \r\nunilateral, coercive economic measures outside the \r\nframework of international legitimacy has greatly \r\ncontributed to the deterioration of the living conditions \r\nof Syrian citizens. It has limited the ability to provide \r\nthem with basic services and obstructed efforts to \r\nimport medicines, medical supplies and equipment, and \r\nthe spare parts needed to ensure the continued operation \r\nand maintenance of public facilities. Furthermore, these \r\npackages of unilateral coercive economic measures have \r\nled, inter alia, to increases in foreign currency exchange \r\nrates, resulting in reduced purchasing power for the \r\nSyrian lira and rising inflation, which in turn has made \r\nit harder to import goods, fund investment projects \r\nWe have also completed our amended plan to respond \r\nto humanitarian needs inside Syria. The Government \r\nhas issued licenses to more than 80 non-governmental \r\norganizations to participate in United Nations response \r\nefforts, and continues to provide a wide variety of \r\nfacilities to humanitarian aid workers. It has also issued \r\nlicenses to OCHA to perform field visits in many areas \r\ninside Syria, without delay.\r\nAs all are aware, my country, Syria, participated \r\nconstructively in six meetings of the Syria \r\nHumanitarian Forum in Geneva. However, the efforts \r\nof the Government regarding humanitarian aid face \r\na number extremely negative obstacles, including the \r\ncontinued funding, arming and protection of armed \r\nterrorist groups in Syria by countries known to support \r\nterrorism in my country. In that vein, Mr. Peter Maurer, \r\nPresident of the International Committee of the Red \r\nCross, has said that the situation in Syria is exceptional \r\nbecause of the intense battles raging throughout the \r\ncountry, and also because of the involvement of some \r\nregional and international powers inside the country.\r\nIt is truly ironic that the Security Council has \r\nbeen prevented from issuing six press releases, despite \r\nthe fact that they condemned terrorist bombings \r\nperpetrated by the so-called Jabhat al-Nusra, a terrorist \r\ngroup affiliated with Al-Qaida that claims to have \r\ncarried out approximately 600 attacks since October \r\n2011, including more than 40 suicide attacks, as well as \r\nother operations in which it has used small weapons and \r\nexplosive devices in central urban centres, including \r\nthe capital, Damascus, and the cities of Hama, Aleppo, \r\nDar’a, Homs, Idlid and Dayr al-Zawr. Those attacks have \r\nkilled many innocent Syrians. One of the very States \r\ninvolved in obstructing the six Security Council press \r\nreleases has since added that same terrorist organization \r\nto its national list of terrorist organizations.\r\nFrom the very start of the crisis, we have worked \r\nto draw the attention of Member States to the presence \r\nof armed terrorists interfering in our internal affairs. \r\nHowever, we ran up against a wall of political pride and \r\nignorance of geopolitical conditions, and large-scale \r\nmedia fabrications that have led many top officials \r\nof the Organization to deny reality and to formulate \r\nmistaken conclusions regarding developments in the \r\nSyrian crisis. As a result, the United Nations, starting \r\nwith the Secretary-General and his top aides, including \r\nhis Special Envoys and Representatives, have waited \r\nmore than a year to finally and timidly acknowledge \r\nthe presence of what they call a “third element”. That \r\n14 12-64711\r\nA/67/PV.54\r\nIn conclusion, on behalf of my Government, I \r\nwould like to stress that the humanitarian crisis in Syria \r\ncannot be resolved by playing the political blame games \r\nthat some Member States are indulging in so as to settle \r\nold or new scores. It cannot be resolved by fanning the \r\nf lames of ethnic and religious discord or by funding \r\nand protecting armed terrorists and encouraging them \r\nto perpetrate massacres, bombings and attacks against \r\nSyrian citizens. The solution to the crisis in Syria can \r\nbe achieved through adherence to the principle of \r\noffering humanitarian assistance — particularly under \r\nresolution 46/182 — and a demonstration of political \r\nwill on the part of donor States and other bodies \r\nto honour their pledges and end policies imposing \r\nunilateral, coercive economic measures that chiefly \r\naffect and severely harm the Syrian people.\r\nThat is what we have to say on the humanitarian \r\nlevel. As for the political level, Joint Special Envoy \r\nLakhdar Brahimi is making welcome efforts in that \r\narea, and his work enjoys international consensus. All \r\nthe Syrian people ask of the so-called international \r\ncommunity is that it support the efforts of Mr. Brahimi. \r\nWhat they do not want is for certain parties to help \r\nhim publicly while secretly undermining his work. \r\nWe seek honest and objective help for our country, our \r\nGovernment, our people and the opposition so that we \r\ncan reach the shores of safety.\r\nMr. Sinhaseni (Thailand): Thailand aligns itself \r\nwith the statement delivered earlier by the representative \r\nof Cambodia on behalf of the Association of Southeast \r\nAsian Nations (ASEAN).\r\nMy delegation thanks the Secretary-General for \r\nhis comprehensive reports submitted under this agenda \r\nitem. We also wish to express our sincere appreciation \r\nto the relevant United Nations agencies, particularly \r\nthe Office for the Coordination of Humanitarian \r\nAffairs, the inter-agency secretariat of the International \r\nStrategy for Disaster Reduction, the Emergency \r\nRelief Coordinator and the Inter-Agency Standing \r\nCommittee on Post-War and Disaster Reconstruction \r\nand Rehabilitation, for their untiring efforts throughout \r\nthe past year in coordinating humanitarian and disaster \r\nrelief assistance and their ongoing reform efforts aimed \r\nat achieving more effective humanitarian response and \r\nrelief.\r\nAs is evident to all of us and highlighted in the \r\nreports of the Secretary-General again this year, \r\nhumanitarian crises continue to be among the biggest \r\nchallenges of our time. We are witnessing increases \r\nand has created shortages in financial resources. This \r\nhas also contributed to increased unemployment and \r\npoverty rates.\r\nWhat is important here is that those who are \r\nimposing these coercive measures with one hand \r\nclaim to offer humanitarian aid with the other. They \r\nare a symbol of political hypocrisy and deception. The \r\nStates that are imposing these coercive measures want \r\nto transform the people of Syria from a productive and \r\ngiving nation — who in recent years achieved economic \r\ngrowth and a renaissance that brought them food self-\r\nsufficiency and allowed them to export much of their \r\nsurplus to many parts of the world — into a people \r\nsurviving on aid.\r\nThe Government of Syria has called on those of its \r\npeople who have been forced by difficult circumstances \r\nto leave the country for neighbouring States to return \r\nto their homes to live in dignity in their homeland, safe \r\nfrom the exploitation of terrorist organizations and \r\nthose who support them, and from falling into the hands \r\nof those who practice humanitarian blackmail. The \r\nSyrian Government has allocated aid and assistance to \r\nall whose houses have been damaged in order to enable \r\nthem to rebuild and go on with their lives in a dignified \r\nmanner in their homeland. That is a civic right that the \r\nGovernment is obliged to uphold.\r\nIn that regard, I note that the disgusting manipulation \r\nof many Syrian refugees by some parties is barbaric \r\nand an insult to the integrity and dignity of the Syrian \r\npeople. Some States are reporting growing numbers \r\nof Syrian refugees in their territories; meanwhile, the \r\nHigh Commissioner for Refugees, whom we thank, \r\nsubmitted a report yesterday, 12 December, noting \r\nthat only 40 per cent of Syrian refugees in the region \r\nare living in camps, while the majority live mainly in \r\nrented residences or with host families. There is no \r\nneed to clarify that the remaining 60 per cent of Syrians \r\nwho were forced by the crisis to leave their homeland \r\nare living in hotels, spending Syrian money that is \r\nsupporting the economies of the host States. In any case, \r\nand whatever the efforts being made by States hosting \r\nSyrian citizens, we thank them. But we urge and call on \r\nthem to address this humanitarian issue in an objective \r\nmanner, with integrity and a clear conscience, since the \r\nprofits they are making by hosting Syrian refugees and \r\ncitizens are much greater than the costs they claim to \r\nbe carrying because of the presence of some refugee \r\ncamps.\r\n12-64711 15\r\nA/67/PV.54\r\nAllow me now to share some thoughts on the issues \r\nthat we believe are important to advancing our common \r\nefforts in humanitarian and disaster relief assistance. \r\nFirst, capacity-building is key to any success. \r\nHumanitarian crises hit developing countries hardest, \r\nespecially affecting civilians in areas of conflict and \r\nvulnerable groups. In such cases, what is needed most \r\nis not only humanitarian assistance but also capacity-\r\nbuilding at all levels — local, national, regional and \r\ninternational.\r\nCapacity-building, in our view, encompasses many \r\ndimensions, from the sharing of expertise and best \r\npractices to technical assistance, and from infrastructure \r\ndevelopment to technology transfer. Capacity-building \r\nshould begin at the grass-roots level. In implementing \r\nour Strategic National Plan on Disaster Risk Reduction \r\n2010-2014, the Royal Thai Government has focused on \r\ncapacity-building for local communities, matching their \r\nspecific local needs while mobilizing resources from \r\nall sectors and contributions from all stakeholders. We \r\nfully support a resilience approach, especially for the \r\nmost vulnerable, as outlined by the Secretary-General \r\nin his report in document A/67/363.\r\nOur second observation is that, from our own \r\nexperience and that of others, Thailand believes that \r\nthe impact of natural disasters, including loss of life \r\nand livelihood, can be significantly reduced through \r\nthe development of early-warning mechanisms, \r\npreparedness, emergency response and relief capacities. \r\nFrom prevention to disaster risk reduction, there must \r\nbe a holistic approach and an integrated disaster \r\nmanagement system. Both require strong regional and \r\ninternational partnerships. Thailand therefore attaches \r\ngreat importance to widening and deepening of such \r\ninternational cooperation. We therefore wholeheartedly \r\nagree with the focus the Secretary-General places, in \r\nhis report in document A/67/89, on the need to improve \r\ndata collection, analysis and information-sharing in \r\norder to ensure effective humanitarian responses.\r\nOur third point is that equitable, predictable and \r\nf lexible funding for humanitarian assistance is another \r\nimportant tool that would help ensure timely and cost-\r\neffective humanitarian delivery. Adequate funding \r\nshould be made possible through enhanced partnerships \r\nand strengthened financial mechanisms. Thailand fully \r\nsupports the Central Emergency Response Fund, and \r\nwe have therefore decided to increase our contribution \r\nto the Fund. We also welcome the progress made so far \r\nin the implementation of the management response plan \r\nin the frequency, scale and intensity of disasters, both \r\nnatural and man-made. Thailand will continue to work \r\nwith the international community in bringing relief \r\nand hope to those in need of assistance. In providing \r\nthat assistance, we abide by the principles of neutrality, \r\nhumanity, impartiality and independence. We believe \r\nthat national efforts within individual States’ territories \r\nare of primary importance. We are also of the view \r\nthat appropriate, adequate and timely regional and \r\ninternational humanitarian responses are essential \r\nto support such national efforts. Thailand therefore \r\nremains committed to enhancing international \r\npartnership in this field.\r\nFor decades, Thailand has contributed to global \r\nefforts in humanitarian and disaster relief. We are \r\nproud to host the Asian Disaster Preparedness Centre \r\nin Bangkok. For the past 25 years, the Centre has \r\nadvocated and promoted disaster risk reduction in the \r\nregion, while advocating closer cooperation with other \r\nregional organizations. In our region of South-East \r\nAsia, Thailand has served since March as the Chair of \r\nthe ASEAN Committee on Disaster Management. We \r\nhave worked closely with our fellow ASEAN member \r\nStates towards better-prepared and more coordinated \r\nregional mechanisms for humanitarian response and \r\ndisaster management in order to ensure the effective, \r\nadequate and timely mobilization of assistance.\r\nThailand looks forward to hosting the Second \r\nAsia-Pacific Water Summit next year. The Summit \r\nwill provide the opportunity to share experiences and \r\nbest practices in managing water-related disasters \r\nsuch as f looding, drought and rising sea levels. Since \r\nThailand’s unprecedented f loods last year, the Royal \r\nThai Government has implemented a new water-\r\nmanagement and f lood-prevention system. We will \r\ncontinue to invest in developing a comprehensive \r\nsystem for a sustainable solution. We also stand ready \r\nto share our experiences with any international partners \r\nwho wish to work with us.\r\nAlso next year, Thailand will co-host, together \r\nwith the Republic of Korea, the third ASEAN Regional \r\nForum Disaster Relief Exercise to increase the civil-\r\nmilitary coordination of Forum participants in response \r\nto disasters. In 2014, Thailand will host the Sixth Asian \r\nMinisterial Conference on Disaster Risk Reduction, \r\nat which a regional post-2015 disaster risk reduction \r\nframework for the region will be the main topic of \r\ndiscussion.\r\n16 12-64711\r\nA/67/PV.54\r\nfollowing the five-year evaluation, as indicated in the \r\nSecretary-General’s report in documentA/67/361.\r\nThailand has steadfastly supported the Tsunami \r\nRegional Trust Fund since its establishment in 2005. \r\nIt has now been renamed the Economic and Social \r\nCommission for Asia and the Pacific Multi-Donor Trust \r\nFund for Tsunami, Disaster and Climate Preparedness \r\nin the Indian Ocean and South-East Asia. We hope that \r\nthe international community will increase voluntary \r\ncontributions to the Fund.\r\nOur fourth point is that disasters can set back hard-\r\ngained development. With our experience and efforts \r\nin achieving the Millennium Development Goals and \r\nthe implementation of people-centred development \r\npolicies, we are committed to working with our \r\ninternational partners on our post-2015 development \r\nagenda. Likewise, we would like to encourage Member \r\nStates to include the adverse impacts of disasters in \r\ntheir national sustainable development plans.\r\nMy fifth and final point is that Thailand welcomes \r\nthe cooperation and partnership of international \r\norganizations to promote women’s empowerment \r\nin disaster risk reduction. Two months ago, in \r\nOctober, the Special Representative of the Secretary-\r\nGeneral for Disaster Risk Reduction, Ms. Margareta \r\nWahlström, visited Thailand. There, she honoured the \r\nPrime Minister as a leading female figure in disaster \r\nmanagement for her leadership in responding to \r\nThailand’s severe f looding last year, as well as for her \r\ncommitment to gender equality. While in Bangkok, on \r\n13 October Ms. Wahlstrõm also attended this year’s \r\nevent to observe the International Day for Disaster \r\nReduction, under the theme “Women and Girls — the \r\n(In)Visible Force of Resilience”. It is our fervent hope \r\nthat the constructive role played by women and girls \r\nin humanitarian assistance and disaster relief shall \r\ncontinue to be recognized and further enhanced.\r\nOur consideration of agenda item 70 and the related \r\ndraft resolutions provides yet another opportunity to \r\ncollectively reflect not only on our ongoing efforts in \r\nhumanitarian and disaster relief assistance, but also on \r\nthe need for a sharing of the burdens of humanitarian \r\ncrises and disasters. Those burdens need to be shared \r\nthrough stronger coordination and closer partnership \r\namong the States Members of the United Nations and \r\nwith other humanitarian actors, including the private \r\nsector and civil society.\r\nLet me conclude by expressing Thailand’s deepest \r\ngratitude to all the men and women on the ground, \r\nwithin and outside the United Nations system, who \r\nwork tirelessly to provide necessary humanitarian and \r\ndisaster relief assistance around the world. As much as \r\nwe value the lives of people affected by humanitarian \r\ncrises and disasters, the safety and security of \r\nemergency medical teams, rapid first responders and \r\nsearch and rescue personnel, to name but a few, must be \r\nadequately addressed and ensured.\r\nMs. Saran (United States of America): The United \r\nStates wishes to reaffirm its strong support for the \r\ninternational humanitarian system. We remain deeply \r\ncommitted to working with the United Nations, its \r\nMember States and other humanitarian actors to protect \r\nand assist vulnerable individuals caught up in conflict \r\nor affected by natural disasters. During our 2012 fiscal \r\nyear, we provided over $4 billion in humanitarian \r\nassistance to save lives and reduce suffering.\r\nBut our commitment goes well beyond our \r\nsignificant financial contributions. The United States \r\ncontinues to play a leading role in the development and \r\npromotion of global humanitarian policies, principles \r\nand standards that strengthen the international \r\nhumanitarian system, and we engage robustly and \r\nconstructively with a range of partners to create \r\nconditions in countries around the world in which aid \r\ncan be delivered in a timely and effective manner to \r\nthose most in need.\r\nThe Secretary-General’s latest report on \r\nhumanitarian trends and challenges (A/67/89) notes \r\nthat at least 51 million people in 16 countries required \r\nhumanitarian assistance during the past year. In 2012, \r\nhumanitarian crises in all corners of the world tested \r\nthe ability of the United Nations system to provide \r\ntimely and effective assistance to individuals, families \r\nand communities struggling to overcome events beyond \r\ntheir control. \r\nTogether, we must redouble our efforts to improve \r\nthe capabilities and responsiveness of the international \r\nhumanitarian system. In particular, we must strive to \r\nenhance the United Nations leadership in the field, \r\nbroaden and strengthen coordination mechanisms, \r\nand heighten accountability to the people we seek \r\nto serve. That is why the United States strongly \r\nsupports the Inter-Agency Standing Committee’s \r\nTransformative Agenda. We urge United Nations \r\nagencies, non-governmental organizations and other \r\nhumanitarian actors to continue to work on and \r\n12-64711 17\r\nA/67/PV.54\r\nimplement the various elements of the Transformative \r\nAgenda so that together we can help to make the system \r\nmore coherent, coordinated and effective.\r\nWe are particularly pleased with some of the \r\nprogress that has been made on strengthening \r\nleadership. As we have noted before, no international \r\nresponse involving the United Nations can be successful \r\nwithout top-notch leadership within the United \r\nNations system. We welcome the Emergency Relief \r\nCoordinator’s efforts in that regard, and note that the \r\nUnited Nations has increasingly put forward candidates \r\nwith strong humanitarian experience, although room \r\nfor improvement remains. We look to United Nations \r\nagencies to demonstrate leadership by doing more to \r\nput forward their best humanitarian officers to serve \r\nas resident and humanitarian coordinators for the \r\nUnited Nations system. Specifically, we continue to \r\nstrongly urge well-established United Nations agencies \r\nto provide as many of their high-performing senior \r\nmanagers as possible as candidates for the humanitarian \r\nand resident coordinator pools.\r\nImproved coordination at all levels is also essential. \r\nAs the Secretary-General notes, that requires focus \r\non building new partnerships of all kinds for more \r\neffective delivery of humanitarian assistance. We \r\napplaud the efforts of the Office for the Coordination \r\nof Humanitarian Affairs in that regard. The United \r\nStates is also committed to helping to build an inclusive \r\nsystem that is responsive to new actors and different \r\napproaches. Those new lines of communication and \r\npartnership are essential to meeting such challenges \r\nas access, resource limitations and capacity issues. \r\nWe welcome opportunities to share information and \r\nexpertise with a wide range of stakeholders to help \r\nadvance our multilateral approach to humanitarian \r\nassistance. \r\nOver the past several years, we have seen \r\nwider agreement among United Nations agencies, \r\nnon-governmental organizations, donors, disaster-\r\naffected countries and others on the need for greater \r\naccountability when it comes to the delivery of \r\nhumanitarian assistance. One key element of more \r\nrigourous accountability is the establishment of policies \r\nand action plans that improve the quality of data and \r\nexchange of information. The United States supports \r\nthe Secretary-General’s recommendation in that regard, \r\nand is committed to working with our partners to \r\ndevelop and adhere to common international standards \r\nfor the exchange of data. Such efforts will help to \r\nfacilitate better preparedness and a more effective \r\nresponse to emergencies.\r\nAs we look back at the humanitarian response \r\nover the past year, we are deeply troubled by \r\ncontinuing impediments that limit or block access \r\nby humanitarian workers to vulnerable populations, \r\nparticularly those in situations of conflict. The United \r\nStates also remains gravely concerned for the safety \r\nand security of humanitarian personnel. We continue \r\nto see cowardly and unjustifiable attacks against \r\nthose delivering humanitarian assistance. We strongly \r\nurge that timely humanitarian access be provided to \r\ndisaster-stricken populations and that attacks against \r\nhumanitarian workers cease. This year, we would also \r\nlike to highlight the troubling reality of deliberate \r\nattacks against medical personnel and facilities. Those \r\ndespicable attacks are unacceptable and remind us that \r\nefforts need to be redoubled to promote the protection \r\nof the medical mission.\r\nFinally, the United States would like to reaffirm its \r\ncontinuing support for the humanitarian principles of \r\nneutrality, impartiality, independence and humanity. \r\nAdherence to those core principles provides a strong \r\nfoundation for the rapid and effective delivery of \r\nassistance that saves lives and reduces suffering during \r\ntimes of crisis. We urge the United Nations to continue \r\nits efforts to promote a principled and needs-based \r\napproach to humanitarian assistance for the benefit of \r\nall those who find themselves in need of aid in times of \r\nconflict or when natural disasters strike. \r\nMr. Nofukuka (South Africa): First, let me \r\nthank the Secretary-General for his comprehensive \r\nreport (A/67/89) on the coordination of humanitarian \r\nand disaster relief assistance of the United Nations, \r\nincluding special economic assistance.\r\nMy delegation notes with appreciation the \r\nachievements made by the Office for the Coordination \r\nof Humanitarian Affairs (OCHA) in furtherance of \r\nstrengthening the coordination of the humanitarian \r\nassistance of the United Nations under the leadership \r\nof the Under-Secretary-General and Emergency Relief \r\nCoordinator, Ms. Valerie Amos. We have also noted \r\nthe progress made in responding to humanitarian \r\nchallenges, but of course there is always room for \r\nfurther improvement, especially in the area of gender-\r\nsensitive response in taking care of the needs of \r\nwomen, girls and vulnerable groups in general. OCHA \r\ncould be more effective if Member States were to \r\ncontinue their provision of predictable funds to support \r\n18 12-64711\r\nA/67/PV.54\r\nthe safety and security of humanitarian emergency \r\npersonnel, in accordance with the humanitarian \r\nprinciples of humanity, neutrality, impartiality and \r\nindependence.\r\nIn conclusion, my delegation is of the view that the \r\ninternational humanitarian community can enhance our \r\nefforts to provide humanitarian assistance in a manner \r\nthat is faster, more predictable and well coordinated to \r\neventually alleviate the suffering of millions of people \r\naffected by humanitarian emergencies. Cooperation \r\nand solidarity among the nations of the world in this \r\nregard must be preserved and promoted at all times.\r\nMr. Li Baodong (China) (spoke in Chinese): The \r\nChinese delegation thanks the Secretary-General for \r\nhis reports submitted under agenda item 70.\r\nFor the international humanitarian community, \r\nthe year 2012, which shall soon come to an end, has \r\nbeen far from tranquil; incessant natural disasters and \r\nregional conflicts, which are often interconnected, \r\nhave posed daunting challenges to global humanitarian \r\nresponse capabilities and relief resources, and seriously \r\nhampered the socioeconomic development of the \r\ncountries concerned. The international community \r\nshould take immediate action and foster close \r\ncooperation so as to respond to the increasingly grave \r\nsituation through concrete measures. In that regard, \r\nChina wishes to further highlight the following points.\r\nFirst, any humanitarian relief operation must be \r\npremised on the fundamental principles set out in \r\nresolution 46/182. In providing humanitarian relief, it \r\nis imperative to abide by the fundamental humanitarian \r\nprinciples of the United Nations; respect the sovereignty, \r\nindependence, unity and territorial integrity of \r\nrecipient countries; comply with international law \r\nand the laws of the host countries; avoid politicizing \r\nhumanitarian issues; and ensure the non-militarization \r\nof humanitarian assistance.\r\nSecondly, capacity-building must be effectively \r\nstrengthened as an essential step to relieve the pressure \r\nexerted by humanitarian needs. As a firm supporter \r\nof and advocate for the strengthening of capacity-\r\nbuilding in the humanitarian and development areas, \r\nChina believes that the most important task at the \r\nmoment is to take concrete and effective measures \r\nto address the specific needs of different countries, \r\nincluding increased investment, transfer of technology \r\nand expertise to developing countries, and enhanced \r\ninfrastructure-building to help countries affected \r\nthe humanitarian response operations of the Central \r\nEmergency Response Fund.\r\nSouth Africa recognizes with concern an \r\nincrease in humanitarian vulnerability as a result \r\nof both sudden-onset natural disasters and complex \r\nhumanitarian emergencies. Since developing countries, \r\nespecially in Africa, bear the brunt of those scourges, \r\nSouth Africa will continue to facilitate and contribute \r\nto humanitarian interventions to alleviate human \r\nsuffering and to protect the victims of natural disasters \r\nand conflict.\r\nRegarding disaster risk reduction, we urge the \r\ninternational community to support developing \r\ncountries and to strengthen their national capacities for \r\ndisaster relief and reduction, as well as to improve their \r\npreparedness to provide effective responses when those \r\nhumanitarian emergencies strike. More investment in \r\nbuilding early-warning systems and the resilience of \r\ncommunities through disaster risk reduction should \r\nbe prioritized. The Hyogo Framework for Action, as \r\nan international strategy agreed to by Member States, \r\nremains a critical guide to action. To that end, the \r\ntransfer of disaster relief and reduction technologies \r\nand expertise to developing countries remains of \r\nparamount importance.\r\nThe effects of climate change have a long-term \r\nnegative impact and social and economic consequences \r\nin developing countries. In that regard, measures need \r\nto be taken to assist developing countries in mitigation \r\nof and adaptation to climate change.\r\nThe Sahel region of West Africa remains a \r\nchallenge to the international humanitarian community, \r\nas millions of people there are in need of assistance due \r\nto droughts, poverty and other situations. We express \r\nour appreciation and gratitude to the international \r\ncommunity for its response, and urge it to continue \r\ncooperating with the countries in that region. OCHA can \r\nassist the African Union in establishing its humanitarian \r\nresource allocation mechanism to mobilize and manage \r\nresources for the region.\r\nThe continuing targeted threats and violent \r\nattacks against humanitarian personnel and facilities, \r\nincluding medical personnel around the world, remain \r\nof concern to my delegation. We believe that it is the \r\nresponsibility of States to provide unhindered access \r\nfor humanitarian personnel and relief consignments \r\nto reach vulnerable populations. A critical factor in \r\nproviding such an enabling environment is ensuring \r\n12-64711 19\r\nA/67/PV.54\r\nregion of Africa, and humanitarian assistance to Cuba \r\nand Syria, among others. China will continue to follow \r\nclosely the humanitarian situation in the Sahel region, \r\nand contribute within its means to the international \r\nhumanitarian endeavour.\r\nMr. Maksimychev (Russian Federation) (spoke in \r\nRussian): The recent increasing frequency of natural \r\ndisasters, coupled with the ongoing occurrence of man-\r\nmade catastrophes and armed conflicts, confirm the \r\nrelevance of United Nations humanitarian assistance. \r\nThe legal framework regulating United Nations activities \r\nin the humanitarian sphere remains resolution 46/182 \r\nand subsequent decisions of the Assembly. Russia \r\nactively supports unwavering compliance with the \r\nprinciples established in the Assembly’s resolutions to \r\ngovern the provision of humanitarian assistance. Such \r\ncompliance is the only way to ensure their effectiveness \r\nand the confidence of Member States in the United \r\nNations humanitarian sector as a reliable and efficient \r\nmechanism for coordinating humanitarian assistance. \r\nThe manipulation of humanitarian issues in \r\norder to achieve political objectives is unacceptable, \r\nespecially in times of armed conflict. It is contradictory \r\nto the principles of humanity, partiality, neutrality \r\nand independence in the provision of humanitarian \r\nassistance, and is not conducive to mitigating the \r\nsuffering of populations. It only makes matters worse. \r\nWe have studied with interest the proposals of \r\nthe Emergency Relief Coordinator to enhance the \r\neffectiveness of the humanitarian response. We agree \r\nthat relevant measures should be geared towards \r\nstrengthening coordination, improving accountability \r\nand bolstering civilian leadership. In that regard, we \r\nstress the leading role of the Governments of affected \r\nStates in initiating, organizing, coordinating and \r\nproviding humanitarian assistance within national \r\nterritories. \r\nThe role of the international community is to \r\ncomplement the efforts of Governments in dealing with \r\nemergency situations. In that respect, it is important \r\nto strengthen the close interaction between the \r\nUnited Nations humanitarian structures and Member \r\nStates, which also helps to boost confidence in the \r\nOrganization’s humanitarian work. In our opinion, \r\nthe key to enhancing the effectiveness of the response \r\nis to strengthen humanitarian capacities, above all \r\nat the national and local levels. In that respect, we \r\nsupport the work of the United Nations system to \r\nimprove national disaster risk reduction mechanisms \r\nby disasters, developing countries in particular, \r\nto strengthen capacity-building comprehensively. \r\nHumanitarian needs will thereby be lessened, root \r\ncauses for the deterioration of situations will be \r\naddressed, and the people affected by disasters will \r\nreally feel the benefit of capacity-building.\r\nThirdly, building partnerships is an important \r\nway to enhance cooperation and integrate resources. \r\nWith ever-growing humanitarian needs, humanitarian \r\nrelief actors have multiplied, which has made the \r\nestablishment of partnerships all the more important. \r\nChina believes that three issues merit our attention in \r\nbuilding effective partnerships. First, the leading role \r\nof affected countries should be upheld, and any form of \r\npartnership must be built on the basis of equality, mutual \r\nbenefit and respect for the will of the Governments of \r\nthe countries affected. Secondly, well-functioning and \r\neffective participation and coordination mechanisms \r\nshould be put in place to encourage effective cooperation \r\nand communication among humanitarian actors in \r\norder to ensure the maximum utilization of resources \r\nand enhance the effectiveness of humanitarian relief. \r\nThirdly, the existing mechanisms and resources of the \r\nUnited Nations should be fully utilized in playing a \r\ncoordinating and pivotal role in partnership-building.\r\nFourthly, the efficient functioning of the United \r\nNations humanitarian system is an important guarantee \r\nof effective humanitarian relief. Over the past two \r\nyears, under the leadership of Under-Secretary-General \r\nAmos, the Office for the Coordination of Humanitarian \r\nAffairs has played an irreplaceable role in appealing \r\nfor donations and coordinating various actors. \r\nChina commends its work and hopes that the United \r\nNations humanitarian system will further improve its \r\nmechanisms, intensify the reform of its humanitarian \r\nactivities, increase the participation of Member States, \r\nimprove management and enhance efficiency so that the \r\nUnited Nations may play a greater role in international \r\nhumanitarian affairs.\r\nAs a developing country prone to natural disasters, \r\nChina knows all too well the suffering disasters inflict on \r\nthe people affected. The Chinese Government therefore \r\nattaches great importance to international cooperation \r\nin the humanitarian field, actively participates in \r\nmultilateral and bilateral humanitarian assistance, and \r\nshares with other developing countries its experience \r\nin and technologies for coping with natural disasters. \r\nSince the beginning of the year, China has provided \r\nfood assistance to Chad and other countries in the Sahel \r\n20 12-64711\r\nA/67/PV.54\r\nthe Secretary-General for his comprehensive reports on \r\nhumanitarian assistance. I would also like to reiterate \r\nthe Korean Government’s support for the dedicated \r\nwork of the Office for the Coordination of Humanitarian \r\nAffairs (OCHA), which plays a key role in coordinating \r\ninternational humanitarian assistance.\r\nThe increase in the frequency and severity \r\nof disasters, conflicts and other humanitarian \r\nemergencies, in particular with the impact of climate \r\nchange, has increased the need for closer coordination \r\nand collaboration among development and humanitarian \r\nactors. My delegation believes that it is critical that the \r\nUnited Nations play a leading role in the coordinating \r\nprocess. The United Nations should effectively introduce \r\nthe existing coordination mechanisms to new players \r\nand, at the same time, actively promote humanitarian \r\nprinciples and codes among humanitarian actors.\r\nAs a strong supporter of the United Nations \r\nefforts to improve the coordination of humanitarian \r\nassistance, Korea’s humanitarian activities are carried \r\nout in partnership with the United Nations and other \r\ninternational agencies. In addition to increasing \r\ncollaboration with the Consolidated Appeals Process \r\n(CAP) and the Central Emergency Response Fund \r\n(CERF), Korea has participated in various donor support \r\ngroups and committed to strengthening partnerships \r\nwith humanitarian assistance-related United Nations \r\nbodies, the International Federation of Red Cross and \r\nRed Crescent Societies and the International Committee \r\nof the Red Cross. \r\nIf the international community is to adequately \r\nrespond to the increasing humanitarian needs, it is \r\nessential to build stronger partnerships at the global, \r\nregional and national levels. Stronger partnerships \r\nenable the humanitarian actors to gain access to areas \r\nand people that would otherwise be difficult to reach. \r\nThis also has a positive impact as local populations \r\nbecome more engaged in projects on the ground as \r\npartners.\r\nMy delegation would like to stress that the United \r\nNations needs to take a greater role in leadership to \r\nfacilitate the engagement of local partners by clarifying \r\nthe functions of local non-governmental organizations \r\nand identifying their comparative advantages. We \r\nencourage the United Nations to provide smaller national \r\norganizations with financial support by simplifying the \r\nprocedures for granting access to pooled funds, such as \r\nCERF and CAP, and by strengthening the capacities of \r\nnational staff.\r\nand instruments, including by ensuring humanitarian \r\npreparedness and developing early-warning systems \r\nand emergency responses to natural disasters and man-\r\nmade catastrophes. \r\nRussia implements comprehensive measures to \r\nprevent and respond to emergency situations. In 2008, \r\na national crisis management centre was created within \r\nthe Ministry of the Russian Federation for Affairs \r\nfor Civil Defence, Emergencies and Elimination of \r\nConsequences of Natural Disasters. We would like to \r\nsee such centres in various countries come together \r\nin a single global network in order to ensure the rapid \r\nexchange of information on natural risks and disasters \r\nand the coordination of the activities of all managing \r\nbodies and authorities carrying out humanitarian \r\nactivities in disaster zones throughout the world. \r\nRussia attaches great importance to information \r\nresource management when planning a humanitarian \r\nresponse. We believe that a special role could be played \r\nin that regard by partnerships among the various actors \r\nin humanitarian activities. In that context, we call on \r\nresident coordinators and/or humanitarian coordinators \r\nto work more closely with the Governments of the \r\ncountries concerned to that end, on the understanding \r\nthat the country hosting humanitarian workers is \r\nresponsible for ensuring their protection. We believe \r\nthat the exchange of information between Governments \r\nand the leaders of humanitarian operations genuinely \r\ncontributes to bolstering the security of personnel and \r\nhumanitarian missions. \r\nThe use of military resources in contemporary \r\nUnited Nations emergency response operations is \r\nbecoming a reality. However, the practice of providing \r\nhumanitarian assistance was intentionally conceived as \r\na purely civilian activity, and we believe it necessary to \r\npreserve its civilian nature. We are in favour of using \r\nmilitary resources only as a last resort. The participation \r\nof troops in such operations should be in line with the \r\nprinciple of independence, while overall coordination \r\nshould remain with the national civilian structure \r\nand the United Nations, above all the Office for the \r\nCoordination of Humanitarian Affairs (OCHA). Our \r\nfundamental position is in support of the role of OCHA \r\nin ensuring that the civilian nature of humanitarian \r\nassistance is maintained and carried out on the basis \r\nof the guiding principles laid out in the annex to the \r\nfounding resolution 46/182.\r\nMs. Chun (Republic of Korea): The Republic of \r\nKorea would like to express its sincere appreciation to \r\n12-64711 21\r\nA/67/PV.54\r\nGiven the varying level of preparedness of \r\ndifferent actors, a comprehensive, integrated and \r\nholistic approach is essential for better preparedness. In \r\nparticular, in order to avoid international fragmentation \r\nin efforts directed towards disaster reduction, it is \r\nnecessary to strengthen global coordination between \r\nhumanitarian agencies and development cooperation \r\nagencies. Furthermore, we need to continue our \r\nefforts to make disaster preparedness and disaster \r\nreduction an important topic of discussion within the \r\ninternational community. By actively participating in \r\nthe post-Millennium Development Goals discussions, \r\nwe should make disaster risk reduction one of our major \r\ndevelopment goals after 2015.\r\nThe Republic of Korea also believes that regional \r\ncooperation mechanisms should be fully integrated \r\nwith local responses to disasters. Korea has been \r\nactively participating in regional forums on disaster \r\npreparedness. In particular, the ASEAN Regional \r\nForum (ARF) has been instrumental in leading the \r\ndiscussions on regional cooperation and in developing \r\nguidelines and systems for disaster management \r\ncooperation at the regional level. The Republic of Korea \r\nwill therefore gladly co-host the 2013 ARF Disaster \r\nRelief Exercise with the Kingdom of Thailand in May \r\n2013, as the representative of Thailand mentioned \r\nearlier. The Exercise will highlight civilian-military \r\ncoordination and the active involvement of regional \r\nand global organizations in disaster relief. I believe that \r\nthe Exercise will make a substantial contribution to \r\nstrengthening the multinational disaster relief capacity \r\nof the Asia-Pacific region.\r\nIn closing, the Korean Government once again \r\nexpresses its appreciation for the unrelenting efforts \r\nof OCHA to save lives and alleviate human suffering, \r\nand would like to reaffirm our strong support for its \r\nwork. We will, as always, continue to strengthen our \r\ncooperation with OCHA, all Member States and other \r\nhumanitarian partners, and stand ready to do our part \r\nin providing humanitarian assistance to the countries \r\naffected by disasters and conflicts. \r\nMr. Seger (Switzerland) (spoke in French): My \r\ndelegation would like to thank the Secretary-General \r\nfor his excellent reports. We endorse his analysis of \r\nthe challenges facing  humanitarian action, which \r\nemphasizes the need to strengthen the leadership, \r\ncoordination and accountability of the international \r\nhumanitarian response. He can count on Switzerland’s \r\nfull support for his recommendations.\r\nThe Republic of Korea will continue its efforts \r\nto expand its partnership with non-governmental \r\norganizations (NGOs) by actively sharing information \r\nand providing NGOs with the financial support they \r\nneed for their projects to respond to humanitarian \r\nemergencies. The Korean Government is making \r\nefforts to reduce the administrative burden of NGOs \r\nby streamlining the reporting process, as well as by \r\nproviding multi-year funding to enhance the f lexibility \r\nand predictability of funding.\r\nIn order to ensure the effective delivery of \r\nhumanitarian assistance, we should create a more \r\ncoordinated platform to resolve issues of overlapping \r\nand gaps in delivery between humanitarian and \r\ndevelopment-related agencies. The importance of \r\nestablishing a link between humanitarian assistance \r\nand development cooperation needs to be more widely \r\nunderstood. We need to take a cluster approach to \r\nensure an integrated response among humanitarian \r\nand development actors based on the comparative \r\nadvantages of lead agencies.\r\nAs part of Korea’s commitment towards ensuring a \r\ncoordinated approach between humanitarian assistance \r\nand development cooperation, the Korean Government \r\nplans to provide Afghanistan next year with up to \r\n$100 million in assistance, half of which will be \r\nexecuted through United Nations development agencies \r\nand other actors working for the economic and social \r\ndevelopment of Afghanistan.\r\nIn making the best use of resources for humanitarian \r\nassistance, well-informed decision-making based on \r\nevidence from reliable data is essential. Making basic \r\ndata available to humanitarian partners and to the \r\npublic will ultimately strengthen efficient and effective \r\ncoordination and response. This will go a long way \r\ntowards enhancing transparency and accountability. \r\nThe Republic of Korea strongly supports data-driven \r\ndecision-making and welcomes the international \r\ncommunity’s effort to develop common standards in \r\nthe field of data collection and analysis.\r\nEfforts to strengthen disaster risk reduction and \r\ndisaster preparedness will prove to be just as important \r\nas responding to emerging crises. Disasters cause more \r\ndamage in developing than in developed countries, \r\nthereby exacerbating poverty. Since being prepared \r\nis cost-effective and reduces the impacts on affected \r\npeople and their livelihoods, we need to continue our \r\nefforts to bolster preparedness capabilities in disaster-\r\nprone countries.\r\n22 12-64711\r\nA/67/PV.54\r\nthese objectives can be achieved, enabling United \r\nNations agencies to fulfil their mission on behalf of the \r\naffected populations in the spirit of delivering as one. \r\nWe therefore call on those agencies to strengthen their \r\ncollective commitment to this process and to implement \r\non the ground the intentions that have been declared at \r\nthe global level. \r\nThirdly and finally, Switzerland recall that, if \r\nhumanitarian actors are to be able to fulfil their mission \r\nto save human lives, they must have rapid and unimpeded \r\naccess to the victims of crises. Access to populations \r\nin need is an indispensable prerequisite for effective \r\nhumanitarian action and the primary responsibility \r\nof affected States. Full, rapid and unimpeded access \r\nis essential to the delivery of goods and personnel to \r\nwhere they are needed, the distribution of humanitarian \r\ngoods and, above all, the provision of health services. \r\nIt enables the affected populations to benefit fully from \r\nthe assistance and services made available to them.\r\nMr. Haniff (Malaysia): Allow me at the outset to \r\nthank the Secretary-General for his comprehensive \r\nreports, which provide a sound framework for \r\nfurther deliberation on the issue of strengthening \r\nthe coordination of humanitarian and disaster relief \r\nassistance of the United Nations. I would also like \r\nto take this opportunity to express our appreciation \r\nto Under-Secretary-General and Emergency Relief \r\nCoordinator Valerie Amos and her team for their \r\nleadership and unwavering efforts in coordinating the \r\nprovision of humanitarian assistance to those who need \r\nit most.\r\n Malaysia commends the Secretary-General’s \r\naction agenda, which provides a five-year timeline \r\nfor humanitarian organizations to agree on and \r\nimplement measures to increase their effectiveness \r\nand transparency. We also support the Transformative \r\nAgenda process led by the Inter-Agency Standing \r\nCommittee for improving the quality of leadership, \r\nstrategic planning, accountability and coordination \r\nmechanisms in humanitarian response. Indeed, the \r\ncurrent challenges around the world of increased \r\nclimate-related natural disasters, conflicts and complex \r\nemergencies require dynamic adjustments and urgent \r\nattention on the part of the United Nations and its \r\nMember States.\r\nIt has been more than 20 years since resolution \r\n46/182 was adopted, setting a fundamental structure \r\nfor the coordination of United Nations emergency \r\nhumanitarian assistance. However, as humanitarian \r\nThe United Nations humanitarian response system \r\nlies at the heart of all efforts to coordinate humanitarian \r\naction based on the principles of humanity, impartiality, \r\nneutrality and independence. However, the context in \r\nwhich such action is needed changes continuously. The \r\nresponse must be able to adapt to new challenges in \r\norder to be more effective and meet the needs of crisis-\r\naffected populations. To this end, institutional and \r\noperational changes must be made, in particular on \r\nthree specific points that I would like to address in this \r\ndebate.\r\nFirst, there is a need for a more inclusive system and a \r\nbroadening of partnerships. Strengthened collaboration \r\nwith regional and local structures is essential to enabling \r\naffected States to be better prepared for risks related to \r\ndisasters and crises. The consequences of these risks \r\nhave indeed shown the need to make the communities \r\nconcerned more resilient so that they can be at least \r\nsomewhat less dependent on emergency aid. In order \r\nto break the vicious circle of chronic humanitarian \r\naid, better coordination is needed, especially between \r\nhumanitarian and development actors. The links among \r\ndevelopment, early recovery, risk reduction, resilience, \r\npreparedness and prevention are well known and \r\nequally relevant to humanitarian aid and development.\r\nAt the same time, the development of new \r\npartnerships with non-traditional donor Governments, \r\nregional organizations, non-governmental organizations \r\nand the private sector will strengthen and complement \r\nthe United Nations humanitarian system. Flexible \r\ncooperation mechanisms must be put in place in the \r\nframework of these new partnerships in order to ensure \r\nthat all the actors involved are on the same page. Such \r\nmechanisms must be based on a transparent sharing \r\nof information and appropriate communication. Each \r\nstakeholder has its own comparative advantage in terms \r\nof skills, and such complementarity should be exploited \r\nin a spirit of trust, respect and solidarity.  \r\nSecondly, Switzerland would like to highlight the \r\nrecommendations made in the  Transformative Agenda \r\nof the Inter-Agency Standing Committee, mentioned \r\nin the Secretary-General’s reports. By focusing \r\nprimarily on strengthening leadership, coordination \r\nand accountability to the affected populations, this \r\ninstrument aims to improve collective response efforts \r\nand to strengthen the impact of humanitarian aid, \r\nin particular through better strategic planning. The \r\nTransformative Agenda, which was adopted a year \r\nago, should now be considered the basis on which \r\n12-64711 23\r\nA/67/PV.54\r\nreduction and building resilience, as outlined in the \r\nSecretary-General’s report.\r\nLet me now turn to the report of the Secretary-\r\nGeneral on assistance to the Palestinian people \r\n(A/67/84). I wish to reaffirm Malaysia’s commitment \r\nto providing assistance to the Palestinian people in \r\nhelping them to meet their needs. We take note the fact \r\nthat additional support is urgently needed for the core \r\nbudget of the United Nations Relief and Works Agency \r\nfor Palestinian Refugees in the Near East (UNRWA), \r\nwhich faces a shortfall of $70 million for 2012. In \r\nthat regard, Malaysia made a one-off contribution \r\nof $200,000 to UNRWA in November. Taking into \r\naccount the latest appeal and UNRWA’s acute financial \r\nsituation, the Malaysian Government has pledged an \r\nadditional $1 million to help the Palestinians affected \r\nby Israel’s recent military aggression in Gaza. This \r\nadditional contribution was announced by the Prime \r\nMinister of Malaysia in Kuala Lumpur on 3 December, \r\nand is part of our country’s long history of continued \r\nassistance to Palestine and its people, following more \r\nthan 30 years of annual contributions to UNRWA.\r\nMalaysia reiterates its support for the important \r\nwork done by UNRWA in assisting the Palestinian \r\npeople in the occupied territories. We also urge donor \r\ncountries to continue their financial assistance so that \r\nUNRWA can effectively carry out its development \r\nactivities in the region. The international community’s \r\ncontinued political commitment requires it to show \r\nsolidarity through financial commitments as well. \r\nAs the Secretary-General’s report states, the United \r\nNations will continue to work towards the realization of \r\na just, lasting and comprehensive peace in the Middle \r\nEast. Malaysia hopes and prays for a quick and lasting \r\nsolution to this historical injustice.\r\nThe Government of Malaysia is of the view \r\nthat dealing with disasters requires a holistic, full-\r\nspectrum approach at the response stage, but also one \r\nthat proceeds from effective disaster risk-reduction \r\nstrategies. Nonetheless, Malaysia will continue to \r\nextend its humanitarian assistance, whether financial \r\nor by deploying humanitarian and emergency relief \r\nteams, within its means, to disaster-affected countries. \r\nWe hope that such humanitarian assistance will lessen \r\nthe burden faced by some of the victims and assist them \r\nin their hour of need.\r\nMr. Masood Khan (Pakistan): It is my privilege \r\nto participate in this very important debate. We \r\nappreciate the leadership provided by Emergency \r\nneeds evolve over time, the current system has not \r\nadapted quickly and f lexibly enough to meet new \r\nrealities. There is thus a need to build a more inclusive \r\nglobal humanitarian system, with stronger relationships \r\nat the global, regional and national levels.\r\nMalaysia’s involvement in humanitarian and \r\ndisaster relief assistance is based on a three-pronged \r\napproach: Government-to-Government, either through \r\nbilateral assistance or cooperation in multilateral \r\nforums; involvement through non-governmental \r\norganizations; and people-to-people participation. \r\nAt the multilateral level, Malaysia is one of the hubs \r\nhousing the United Nations Humanitarian Response \r\nDepot (UNHRD) in Subang. UNHRD is a preparedness \r\ntool supporting the strategic stockpiling efforts of \r\nUnited Nations, international, governmental and \r\nnon-governmental organizations, and reinforcing the \r\ncapacity of the humanitarian community to respond to \r\nemergencies. It also serves as a first-line response to \r\nemergencies through an efficient mechanism that can \r\nprovide f lexible, sustainable and scalable facilities and \r\nservices for timely and cost-effective delivery of items \r\nand assistance to humanitarian organizations in the \r\nSouth-East Asian region. The Malaysian Government \r\nhas agreed to contribute $1 million annually, in the \r\nform of a grant, to cover the centre’s operating costs.\r\nMalaysia welcomes the recommendations contained \r\nin the report of the Secretary-General on improving \r\nresponses to natural disasters. Lessons learned from \r\nthe response to recurrent humanitarian crises have \r\nunderscored the importance of building communities’ \r\nresilience to shocks by addressing the physical, social, \r\neconomic and environmental elements that make large \r\nnumbers of people vulnerable. We agree that a resilience \r\napproach is key to addressing recurrent crises. \r\nThe importance of a resilience-based approach was \r\nset out in the Hyogo Framework for Action 2005-2015: \r\nBuilding the Resilience of Nations and Communities to \r\nDisasters (see A/CONF.206/6). Malaysia is committed \r\nto disaster risk reduction and will continue its efforts \r\ntowards implementing the priority areas of the Hyogo \r\nFramework. We are aware that building resilience over \r\nthe long term is a Government responsibility that is \r\nsupported by development programming. Malaysia \r\nwill thus continue to work closely with the private \r\nsector, national institutions, academicians and the \r\nnon-governmental sector to ensure that we put in place \r\nthe appropriate implementation plans for disaster risk \r\n24 12-64711\r\nA/67/PV.54\r\namong donors, international humanitarian actors and \r\naffected States should be built. Capacity-building for \r\ndomestic preparedness should be enhanced. \r\nWe must ensure that all humanitarian actors are \r\nsubject to accountability, especially in the matter of \r\ndelivery on the ground. The work of humanitarian \r\nactors should conform to host community agreements. \r\nWe need to improve dialogue between the Office for \r\nthe Coordination of Humanitarian Affairs (OCHA) \r\nand developing countries, especially those that have \r\nexperienced humanitarian emergencies. United Nations \r\nreporting mechanisms should remain cognizant of the \r\ndifferences among situations that are not comparable. \r\nPoliticization of humanitarian relief work should be \r\navoided. The safety and security of humanitarian actors \r\nshould be ensured. \r\nThe humanitarian landscape has changed in the \r\npast few years as a result of an increasing number of \r\nlarge-scale disasters, the greater involvement of actors \r\nthat cannot be strictly termed humanitarian, the greater \r\ninvolvement of the global South in humanitarian \r\nwork, improved disaster preparedness in developing \r\ncountries, and new assessment tools being developed \r\nby OCHA. These developments require increased \r\ndialogue between OCHA and Member States, \r\nespecially developing countries, as well as among \r\nMember States. In that regard, the Secretary-General’s \r\nfocus on building a more global, accountable and \r\nrobust humanitarian system under his five-year agenda, \r\nincluding by convening a world humanitarian summit, \r\nwill help provide an opportunity to share knowledge \r\nand define a way forward for our future humanitarian \r\nagenda.\r\nMrs. Mørch Smith (Norway): Conflicts and \r\ndisasters today are increasingly complex. Humanitarian \r\nprinciples are being challenged in a number of ways, \r\nand humanitarian access is becoming more and more \r\ndifficult. Those issues have been high on the agenda of \r\nthe United Nations this fall, ref lecting the situation on \r\nthe ground in a number of concrete country situations.\r\nWe see on a daily basis that civilians are affected \r\nby armed conflict, whether directly, suffering death, \r\ninjury, rape and forcible displacement, or indirectly, \r\ndue to increases in disease, hunger and malnutrition. \r\nIn countries such as Syria, Mali, Afghanistan, the \r\nDemocratic Republic of the Congo, the Sudan and \r\nSomalia, humanitarian aid is being provided in  very \r\nconstrained conditions. Difficult security situations or \r\nRelief Coordinator Valerie Amos to the international \r\nhumanitarian effort.\r\nThe Secretary-General’s report (A/67/89) mentions \r\nmassive economic damage caused by last year’s natural \r\ndisasters. As a result of those disasters, an increasing \r\nnumber of people require humanitarian assistance \r\nworldwide. While we cannot control natural disasters, \r\nwe can reduce their impact and the devastation that \r\nthey cause. That requires an efficient international \r\nand national emergency response system, capable of \r\nhandling large-scale disasters.\r\nThe recent appearance of Hurricane Sandy showed \r\nthe devastating impact of a large-scale disaster, even \r\nin one of the most developed countries of the world. \r\nThe affected communities took days to emerge from \r\nthe disaster’s immediate impact. Such situations \r\nbecome even more challenging when a natural disaster \r\nstrikes a developing country. The immediate tasks in \r\nthe aftermath of such disasters are relief and recovery. \r\nIn the long term we have to focus on the equally \r\npressing areas of rehabilitation and reconstruction. We \r\nhave to come up with strategies that will restore and \r\ngenerate jobs and repair damage to the environment. \r\nWe therefore agree with the Secretary-General’s \r\nobservation that there is a need for more investment \r\nin building community resilience through disaster risk \r\nreduction and for a long-term, development-oriented \r\nprocess.\r\nPakistan has experienced major humanitarian \r\nchallenges in the past few years, affecting millions \r\nof people, from north to south, from east to west. \r\nInfrastructure, houses and businesses worth billions \r\nof dollars have been destroyed. The nation of Pakistan \r\nhas faced the challenges with courage, resilience \r\nand ingenuity, but we are most grateful to the United \r\nNations system and the international community for \r\ntheir help and support in responding to those disasters. \r\nThe valuable experience we have accumulated in \r\nthe course of multiple catastrophes has taught us both \r\nself-reliance and ways to work with the international \r\ncommunity in a synergetic way. It has also made us \r\nacutely aware of the need to identify gaps and redress \r\ndeficits in order to respond more effectively to disasters \r\nin the future. I take this opportunity to highlight \r\nour key messages and observations. We should \r\ncollectively — especially in regions where catastrophes \r\nstrike — tap into local resources in order to save funds \r\nand to contribute to long-term development. Trust \r\n12-64711 25\r\nA/67/PV.54\r\ninternational humanitarian law. The problem is not \r\nlaw, but the lack of implementation — the lack of both \r\nunderstanding of and respect for the law.\r\nIt is necessary to remind parties to conflicts about \r\ntheir responsibilities with regard to international \r\nhumanitarian law. We must engage States that have \r\ninfluence over parties to conflicts to remind them \r\nof and insist they honour commitments to respect \r\ninternational humanitarian law and to protect health \r\nworkers, hospitals and ambulances.\r\nNorway is determined to strengthen our own \r\nhumanitarian policy in this matter and to work with \r\npartners to enhance the protection of health facilities \r\nand personnel in areas of conflict. We will work to \r\nbring countries together across regional and political \r\ndivides to move that agenda forward so as to reduce \r\nsuffering in conflicts and other emergencies.\r\nProgramme of work\r\nThe Acting President: I should like to consult \r\nmembers regarding an extension for the work of the \r\nSecond Committee.\r\nMembers will recall that, at its 42nd plenary \r\nmeeting, on 28 November, the General Assembly \r\nagreed to extend the work of the Second Committee \r\nuntil Thursday, 13 December. However, I have been \r\ninformed by the Chairman of the Second Committee \r\nthat the Committee requests an additional extension of \r\nits work to Friday, 14 December, in view of the fact that \r\nsuch an extension would facilitate reaching consensus \r\non the pending draft resolutions before it.\r\nMay I therefore take it that the General Assembly \r\nagrees to extend the work of the Second Committee \r\nuntil Friday, 14 December?\r\nIt was so decided.\r\nThe meeting rose at 1 p.m.\r\nlack of acceptance by the parties to the conflict limit or \r\neven prevent the delivery of aid to people in dire need. \r\nThe result is that the civilian populations have \r\nto f lee in order to secure vital help. Being internally \r\ndisplaced or a refugee is dangerous. Vulnerable people \r\noften become more vulnerable when they have to leave \r\ntheir homes, and are thus more likely to suffer abuse, \r\nincluding sexual violence, from warring parties and \r\ncriminal gangs. It is therefore vital to strengthen efforts \r\nto ensure that more civilian victims of war and conflict \r\nreceive protection and assistance as close to home as \r\npossible.\r\nNorway is particularly concerned by the fact \r\nthat increasing numbers of health-care workers and \r\nhospitals are being attacked and threatened by warring \r\nparties. An International Committee of the Red Cross \r\nstudy of 16 countries over a two-year time span has \r\nidentified no less than 644 violent incidents that affected \r\nopportunities to provide or receive health care. The use \r\nof explosive weapons, the destruction of ambulances, \r\nand kidnappings and killings of health-care personnel \r\nare just some of the examples mentioned.\r\nOne example is from Somalia, where a bomb killed \r\nmore than 20 people, including two doctors and a \r\nnumber of medical students, at a graduation ceremony \r\nin Mogadishu in December 2009. Another example is \r\nfrom the Democratic Republic of the Congo, where an \r\nestimated 40,000 deaths per month are due to easily \r\ntreatable diseases. The main reason those people are \r\nnot receiving treatment is the lack of security due to the \r\narmed conflict.\r\nAt the same time, we know that the normative \r\nframework is in place. International humanitarian \r\nand human rights law for the protection of civilians \r\nin armed conflict and other situations of violence \r\nis comprehensive and relevant. The right to health \r\nis enshrined in human rights law. The protection of \r\nmedical missions in armed conflict is highlighted in \r\n"