"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-62371 (E)\r\n*1262371*\r\nIn the absence of the President, Mr. Charles \r\n(Trinidad and Tobago), Vice-President, took the \r\nChair.\r\nThe meeting was called to order at 3.05 p.m.\r\nAgenda item 36\r\nThe situation in the Middle East\r\nReports of the Secretary-General (A/67/342\r\nand A/67/364)\r\nDraft resolutions (A/67/L.23 and A/67/L.24)\r\nThe Acting President: I give the f loor to the \r\nrepresentative of Egypt to introduce draft resolutions \r\nA/67/L.23 and A/67/L.24.\r\nMr. Khalil (Egypt) (spoke in Arabic): At the outset, \r\nI would like once again to congratulate Palestine on \r\nits new status as a non-member observer State in the \r\nUnited Nations, following the Assembly’s adoption of \r\nits historic resolution 67/19 by a landslide majority, on \r\n29 November.\r\nToday the Assembly will consider the situation in the \r\nMiddle East in the framework of addressing the conflict \r\nin the region, which is the result of Israel’s occupation \r\nof Arab territories since 1967 and its refusal to accept \r\nthe will of the international community and to abide \r\nby international law and by international humanitarian \r\nlaw, as well as by resolutions of the General Assembly \r\nand the Security Council, despite international and \r\nregional efforts to arrive at a peaceful, lasting and just \r\nsettlement for the question of Palestine.\r\nIn the past few years, Israel’s violations of \r\ninternational law, human rights and international \r\nhumanitarian law have increased in the occupied \r\nPalestinian territories, as has become apparent in \r\nIsrael’s recent assault on Gaza. Moreover, the occupation \r\nauthorities are continuing their oppressive policies, \r\nwhich include the detention of thousands of Palestinians \r\nand holding them in prison and detention centres \r\nwithout any legitimate grounds. The construction of the \r\nracial separation wall also continues, in contravention \r\nof international law. The oppressive siege of Gaza \r\ngoes on, in blatant violation of resolution ES-10/18 and \r\nSecurity Council resolution 1860 (2009). There also \r\ncontinue to be checkpoints in the West Bank, as well \r\nas other violations and contraventions that cannot all be \r\nmentioned within the time we have.\r\nRegrettably, all those practices are related to \r\nIsrael’s deliberate attempt to undermine all efforts to \r\nbring about direct negotiations with the Palestinian \r\nside. That confirms that Israel does not want to arrive at \r\nany peaceful settlement. That will cause extreme harm \r\nnot only to the Palestinians and Israelis but to all the \r\ncountries of the region and the entire world.\r\nTo express the international community’s rejection \r\nof Israel’s continued occupation and illegitimate \r\npractices in the occupied Arab territories, today I \r\nintroduce to the General Assembly, on behalf of this \r\nyear’s sponsoring States, two draft resolutions under \r\nagenda item 36, entitled “The situation in the Middle \r\nEast”. The first draft resolution is entitled “Jerusalem” \r\nand the second is entitled “The Syrian Golan”. \r\nUnited Nations A/67/PV.47\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n47th plenary meeting\r\nFriday, 30 November 2012, 3 p.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Serbia)\r\n2 12-62371\r\nA/67/PV.47\r\nThe draft resolution on Jerusalem, A/67/L.23, \r\nreaffirms the terms of reference constituted by General \r\nAssembly and Security Council resolutions pertaining \r\nto the status of the occupied territories, especially \r\nJerusalem, which stress that all the illegitimate \r\nadministrative measures and procedures taken by \r\nIsrael to impose its laws on Jerusalem are null and void. \r\nMoreover, the draft resolution stresses that any just and \r\ncomprehensive resolution to the issue of Jerusalem \r\nmust include internationally guaranteed provisions to \r\nensure of freedom of belief and religious practice for \r\nits inhabitants. There must be an end to settlement \r\nactivities and to illegal attempts to judaize Jerusalem, \r\nwhich Israel and the Israeli settlers are perpetrating. It \r\nalso calls for a guarantee to end the continued violations \r\nof the Palestinians’ right to religious freedom and to \r\nend the repeated assaults on the Al-Aqsa Mosque, as \r\nwell as to end excavation in the Old City, including in \r\nand around religious sites.\r\nThe second draft resolution, A/67/L.24, pertains to \r\nthe occupied Syrian Golan. It recalls Security Council \r\nresolution 497 (1981) and again expresses the General \r\nAssembly’s deep concern over Israel’s continued \r\nnon-compliance with the relevant Security Council \r\nresolutions. It reaffirms that the Hague Convention \r\nIV of 1907 and the Fourth Geneva Convention of 1949 \r\napply to the Syrian territory occupied since 1967. It \r\nalso asserts the illegality of imposing Israeli laws on \r\nthe Syrian Golan and the illegitimate nature of Israel’s \r\nsettlements there. It demands that Israel withdraw \r\ncompletely from the Golan to the line of 4 June 1967. It \r\nalso calls upon Israel to respect previous arrangements \r\nin that regard.\r\nThe States sponsoring the two draft resolutions see \r\nthat the time has come for the international community \r\nto deal with the Middle East conflict in an integrated \r\nway. The peoples of the region are still suffering from \r\nthe effects of war and aggression. They look forward \r\nto peace, stability and coexistence, which will be \r\nachieved only through the political will of the entire \r\ninternational community and by Israel committing \r\nto fully withdraw from all occupied Palestinian and \r\nArab land, in accordance with General Assembly and \r\nSecurity Council resolutions and on the basis of the \r\nprinciple of land for peace and the rules of international \r\nlaw.\r\nFor all that to be achieved, we seek the support \r\nof all Member States in the General Assembly for the \r\ntwo draft resolutions. We urge everyone here to vote \r\nin favour of them, in affirmation of the strength of \r\ninternational will and its adherence to international \r\nlegitimacy, to an end to occupation and aggression and \r\nto the primacy of the noble purposes and principles of \r\nthe Charter. \r\nMr. Çevik (Turkey): Yesterday, in adopting \r\nresolution 67/19, the Assembly extended its \r\noverwhelming support to the people of Palestine at yet \r\nanother historic moment in the history of the United \r\nNations. With that historic vote, Palestine took a \r\ngreat step towards gaining the position it deserves \r\nas an independent and sovereign State recognized by \r\nthe international community. We sincerely hope and \r\nbelieve that that development will lead the way to a just \r\nand comprehensive peace and will break the stalemate \r\nin the peace process.\r\nTherefore, yesterday’s vote should immediately be \r\nutilized as new momentum to revitalize the peace talks \r\nand Palestinian reconciliation. The recent ceasefire \r\nsets the appropriate circumstances for both parties to \r\nfocus on diplomacy. Today, we should all encourage the \r\nparties to take that step. It is our foremost objective to \r\nfind a solution to the Palestinian question on the basis \r\nof relevant United Nations resolutions, the road map \r\nand the Arab Peace Initiative. \r\nWe all have to be sure about one fact. The \r\nstalemate is neither sustainable nor acceptable. The \r\nrecent operation in Gaza, resulting in the loss of many \r\ninnocent civilian lives, was testimony to that. Needless \r\nto say, illegal settlement activities and the ongoing \r\nblockade on Gaza, for over five years, seriously harm \r\nthe prospects for peace in the future. Therefore we \r\nrepeat our calls for the immediate implementation of \r\nSecurity Council resolution 1860 (2009) to end the \r\nrestrictions on the inhabitants of Gaza, which affect \r\ntheir basic human rights each and every day.\r\nAlong with our international partners, we will \r\nresolutely maintain our efforts for Palestine to be \r\ngranted United Nations membership in the near future \r\nand will continue to defend the just cause of the \r\nPalestinian people.\r\nThe situation in Syria continues to be a grave \r\nhumanitarian crisis. As winter’s cold arrives, the \r\nhumanitarian situation is getting even more dramatic. \r\nThis morning we heard in detail from Mr. Lakhdar \r\nBrahimi, Joint Special Representative of the United \r\nNations and the League of Arab States, that the crisis \r\nhas gone beyond being local and has unfortunately \r\n12-62371 3\r\nA/67/PV.47\r\nspilled over into neighbouring countries, whether in the \r\nform of cross-border fire or in the massive movement \r\nof civilians seeking safety and shelter. Turkey lost \r\nfive citizens in the town of Akçakale to cross-border \r\nshelling. More were injured as a result of stray bullets \r\nand shell fragments.\r\nNevertheless, we shall continue to utilize all our \r\nefforts, with the support of the international community, \r\nto continue extending our helping hand to the Syrian \r\npeople. As of today, Turkey hosts 130,449 Syrians \r\nin 14 camps with sanitation, health and education \r\nfacilities. Some 80,000 are residing elsewhere in \r\nTurkey, making their way to various cities and towns by \r\ntheir own means. To cope with the increasing numbers, \r\nwe are building more facilities and trying to meet the \r\nhumanitarian demand. However, as highlighted by the \r\nSecretary-General and the Special Joint Representative \r\nthis morning, plans for humanitarian response to the \r\ncrisis in Syria are severely underfunded and require \r\nfurther attention from the international community.\r\nStill, efforts on the humanitarian front are not \r\nenough to address the root cause of the crisis. Towards \r\nthat end, Turkey will continue to support Special \r\nRepresentative Brahimi and the legitimate aspirations \r\nof the Syrian people.\r\nThe people of the Middle East rightfully deserve a \r\ndignified life and the dividends of democracy and peace. \r\nEach and every nation will have its own way of addressing \r\nthe question. Yet the international community’s stance \r\nin each case should be identical — a staunch support \r\nfor universal values and principles that uphold human \r\ndignity, and respect for unity and territorial integrity.\r\nOn that note, allow me to commend the leadership \r\nof President Mahmoud Abbas and to conclude by \r\ncongratulating the Palestinian delegation in the Hall, \r\nas well as the people of the State of Palestine. Now it is \r\ntime for all of us to encourage the two States to live side \r\nby side in peace.\r\nMrs. Comesaña Perdomo (Cuba) (spoke in \r\nSpanish): Cuba once again congratulates the Palestinian \r\npeople and leaders on their historic victory yesterday. \r\nCuba believes that this is a further step on the path \r\ntowards the recognition of a State of Palestine. We \r\ncall on the Security Council to take a decision in this \r\nrespect and respond to the demands of the Palestinian \r\npeople and the majority of the Member States.\r\nThe situation in the region, especially in the occupied \r\nPalestinian territories, continues to be deplorable. In \r\nthe Gaza Strip, the most recent escalation of violence \r\nunleashed by Israeli military forces left hundreds of \r\ninnocent victims dead, including women and children, \r\nand more than a thousand wounded. Cuba reiterates its \r\nserious concern regarding the continuing deterioration \r\nof the situation in the region, particularly as a result \r\nof the excessive and indiscriminate use of force by \r\nIsrael against the civilian Palestinian population and \r\nmany other illegal policies and practices, such as \r\nthe expansion of Israeli settlements, the continued \r\nviolations of human rights and systematic war crimes, \r\nwhich inflict great suffering on the Palestinian people.\r\nIsrael’s bellicose policy undermines the stability of \r\nthe entire Middle East and thus international peace. Its \r\nlack of respect for international law and its continued \r\nillegal occupation of the Palestinian territories and \r\nother Arab territories continue to be the major obstacles \r\nto the achievement of a just, lasting and comprehensive \r\npeace in the region. \r\nWe repeat the call on the international community to \r\nrequire the Israeli authorities to abstain from any action \r\nthat would lead to a new escalation of the situation. We \r\ndemand the immediate lifting of the illegal, cruel and \r\ngenocidal blockade against the Palestinian people in \r\nthe Gaza Strip, the opening of border crossings and \r\nthe free circulation of goods to and from that area. \r\nPermanent humanitarian access must be guaranteed, \r\nas must the implementation of legal obligations under \r\nthe Fourth Geneva Convention and the relevant United \r\nNations resolutions. In the same vein, we call for an \r\nimmediate end to the demolition of Palestinian houses, \r\nthe construction of the wall and the displacement \r\nof Palestinian families in East Jerusalem, as well as \r\nall other acts of incitement, provocation and illegal \r\naggression carried out by extremist settlers against the \r\nPalestinian people and holy sites. \r\nAnother obstacle to the achievement of a lasting \r\npeace in the region is the ongoing occupation and de \r\nfacto annexation of the Syrian Golan. Cuba regards as \r\nnull, void and without legal effect all legislative and \r\nadministrative measures and actions that Israel has taken \r\nor could take with the aim of changing the legal status, \r\nphysical character or demographic composition of the \r\noccupied Syrian Golan and its institutional structure, \r\nas well as Israeli measures to enforce its jurisdiction \r\nand administration in that area. Israel’s decision of \r\n14 December 1981 to impose its legislation, jurisdiction \r\nand administration in the occupied Syrian Golan and the \r\nillegal settlement construction and expansion activities \r\n4 12-62371\r\nA/67/PV.47\r\nin that territory since 1977 constitute a f lagrant \r\nviolation of international law, international conventions \r\nand the Charter and resolutions of the United Nations, \r\nin particular Security Council resolution 497 (1981) \r\nand the Geneva Convention relative to the Protection \r\nof Civilian Persons in Time of War, of 12 August 1949.\r\nCuba strongly condemns the brutal Israeli practices \r\nin the prisons created since the occupation and reiterates \r\nits serious concern about the inhumane conditions \r\nexperienced by those detained in the occupied Syrian \r\nGolan. This has harmed their physical health and put \r\ntheir lives at risk, in clear violation of international \r\nhumanitarian law.\r\nCuba has closely followed the events in Syria. \r\nWe reiterate our position on the manoeuvres by \r\ncertain NATO countries to get the Security Council to \r\nlegitimize aggression against Syria. In doing so, they \r\nare counting on the complicity of major media outlets, \r\nwhich are used to distorting reality and not having \r\nto answer for the consequences of their actions. The \r\nincitements to violence, military aggression and foreign \r\nintervention advocated in some of the press and by high-\r\nranking politicians are cause for serious concern. Cuba \r\ndenounces those actions aimed at justifying aggression \r\nagainst the Syrian people. \r\nCuba shares the concern about the loss of innocent \r\nlives in Syria, as in any part of the world, and condemns \r\nall acts of violence taking place in that country. At the \r\nsame time, we reiterate our categorical rejection of any \r\ntype of foreign intervention, whether direct or indirect, \r\nincluding logistical support to irregular armed groups. \r\nAn intervention by foreign forces in Syria would have \r\nserious consequences for international peace and \r\nsecurity, in particular for the Middle East. Given the \r\nexperiences and precedents created by recent cases \r\nin which we saw manipulation of the Charter of the \r\nUnited Nations, double standards and f lagrant violation \r\nof international law, we reiterate our rejection of any \r\nattempt to undermine the independence, sovereignty \r\nand territorial integrity of Syria. \r\nThe role of the international community in these \r\ntimes of difficulty for a Member State is to provide \r\nassistance in order to safeguard peace and stability in \r\nthat country. We reaffirm our confidence in the capacity \r\nof the Syrian people and Government to resolve their \r\ninternal problems without foreign intervention. We \r\ndemand full respect for the self-determination and \r\nsovereignty of that Arab country.\r\nCuba reiterates once more its support for the Middle \r\nEast peace process on the basis of the provisions of the \r\nArab Peace Initiative, the road map and the principle \r\nof land for peace. We reject the attempts to change the \r\nmandate of the peace process, and we denounce Israel’s \r\nimplementation of unilateral measures and strategies \r\naimed at imposing an illegal unilateral solution. The \r\nPalestinian people have the inalienable right to establish \r\nan independent, sovereign State, with East Jerusalem \r\nas its capital. We call for the unconditional return of \r\nall Arab territories occupied in June 1977. This is the \r\nonly way to achieve a just and lasting peace for all the \r\npeoples of the region.\r\nMr. Ja’afari (Syrian Arab Republic) (spoke in \r\nArabic): Please allow me, at the outset, to extend our \r\nsincere thanks to my dear colleague, the Permanent \r\nRepresentative of the Arab Republic of Egypt, for \r\nhis introduction of draft resolutions A/67/L.23 and \r\nA/67/L.24, on occupied Jerusalem and the occupied \r\nSyrian Golan, respectively. \r\nI would also like to begin my statement with a special \r\nappeal to all colleagues, in particular those who extend \r\ntheir goodwill to my country, not to discuss the issue of \r\nmy country, since we are now discussing the situation in \r\nthe Middle East. As we all know, this is an item that for \r\ndecades has been mostly concerned with putting an end \r\nto the Israeli occupation of Arab territories. No matter \r\nhow good the intent, any discussion of the situation in \r\nmy country at present would distract from the central \r\nissue, which is the situation in the Middle East. Those \r\nwho would like to discuss the issue of the Syrian Arab \r\nRepublic may do that when the issue of the Syrian Arab \r\nRepublic is under discussion.\r\nPerhaps it would be useful at the outset to recall that \r\nall laws, including international law, are promulgated \r\nfor the purpose of being implemented, and that the \r\nCharter of the United Nations and other international \r\ninstruments were adopted for the purpose of being \r\nrespected, and that resolutions of the United Nations, \r\nparticularly those regarding the rejection of foreign \r\noccupation of the land of others, were also adopted \r\nto be implemented. That is all supposed to be taken \r\nseriously and to be applied to all without exception. \r\nI do not believe that any representative of a State \r\nthat joined the Organization for its noble objectives, \r\nwith a view to establishing international peace and \r\nsecurity and justice, would think that he came here \r\nto adopt resolutions that later become dead letters or \r\nto only invoke certain provisions of international law \r\n12-62371 5\r\nA/67/PV.47\r\nwhen making statements under the auspices of the \r\nOrganization. \r\nHere we are today, meeting again for perhaps \r\nthe hundredth time, or maybe the thousandth or ten-\r\nthousandth time, to call on Israel to end its occupation \r\nof Arab territories, to end its racist and inhumane \r\npolicies, its violations of international instruments \r\nand norms, its feverish settlement campaigns and the \r\nsystematic killing of civilians in the occupied Arab \r\nterritories. In spite of the foregoing, in spite of all the \r\nappeals of the international community, there has been \r\nno progress whatsoever so far in putting an end to \r\nIsraeli occupation or stopping its politics of aggression. \r\nOn the contrary, matters have gotten worse in the \r\nlight of Israel’s f lagrant disregard for international \r\nlegitimacy and for all human and moral values and \r\nof its complete disregard for the United Nations \r\nresolutions on the issue. In addition, there has been \r\nan unprecedented wave of settlement-building and \r\ncontinued escalation of Israeli violence, most recently \r\nthe aggression against Gaza, threatening the region \r\nwith catastrophic consequences and raising the spectre \r\nof war at the expense of the prospects for peace. \r\nSettlement activities, which have been condemned \r\nand declared objectionable legally and internationally, \r\ncontinue. There seems to be acceptable settlement \r\nactivity pursuant to the policy of fait accompli, and \r\nthere is settlement activity that is justified in the name \r\nof so-called demographic expansion. Then there is \r\nsettlement activity that is maintained for the purpose \r\nof negotiating exchange for other lands, and there is \r\nblind, indiscriminate settlement activity that is subject \r\nto negotiations. There is also settlement activity that is \r\nnot to be discussed because it touches on the sanctity \r\nof the Israeli occupation of Arab territories. Even \r\ninternationally and legally condemned and rejected \r\nsettlement activity has become, for some, a negotiable \r\nissue. \r\nThe manner in which the United Nations and \r\nits Member States have dealt with the Arab-Israeli \r\nconflict can no longer be a routine act of solidarity \r\nwithout serious activity and tangible results. Israel’s \r\nintransigence and the support it gets from certain \r\ncountries should not lead to an admission of failure by \r\nthe United Nations to uphold its duties pursuant to the \r\nCharter and its own resolutions. If that were to happen, \r\nit would lead to catastrophic consequences for our \r\npeoples and our region, and it would also undermine \r\nthe United Nations in its entirety.\r\nIn that connection, we would like to note that \r\ntransferring the issue of peace in the Middle East from \r\nthe United Nations to the international Quartet has not \r\naccomplished anything with respect to the issue at hand. \r\nIn some ways, it has diminished the role of the United \r\nNations and paralysed it, transferring its leading role to \r\nsuspect mediators whose role is confined to providing \r\nblind support to Israel and continued justification for \r\nthat country’s criminal behaviour and aggression. \r\nThere has not been a single meeting of the Quartet \r\nduring the current session of the General Assembly or \r\neven during the Israeli aggression against Gaza. For \r\nthat matter, the United Nations itself failed to hold even \r\na single meeting during the recent Israeli aggression \r\nagainst Gaza. \r\nMore than 45 years have passed since Israel occupied \r\nthe Syrian Golan. However, those long years do not \r\nseem to be enough for Israel to abide by relevant United \r\nNations resolutions that require it to end its occupation \r\nof the Syrian Golan and to cease its systematic and \r\nserious violations of human rights and the policies of \r\nterror, oppression, racial discrimination and arbitrary \r\narrest of Syrian citizens suffering under the yoke of \r\noccupation in the Syrian Golan. Those policies place \r\nrestrictions on all aspects of their lives, including their \r\nright to stay in contact with their motherland, Syria. \r\nMatters have reached the point where the Israelis have \r\nput a 2-year-old child under house arrest and separated \r\nhim from his mother, a student at Damascus University, \r\nbecause she gave birth to him in Syria. When she took \r\nhim back to the Golan, that Syrian child of the age of \r\n2 did not have the right to go to the Golan, in the view \r\nof the Israelis. \r\nThe Israeli occupation authorities continue their \r\nfeverish settlement activities in the Golan and have \r\nbuilt an apartheid wall east of the Syrian city of Majdal \r\nShams and refuse to turn over maps of landmines planted \r\nin the Golan territories to international organizations, \r\nincluding our Organization. The explosions of cluster \r\nbombs and mines planted by the Israelis in the Golan \r\nhave so far taken the lives of 726 Syrians, 227 of whom \r\nwere children, most recently two children who lost their \r\nlives early last month due to the explosion of a mine. \r\nWe have informed the Secretariat of all those \r\nviolations, the most recent of which is an increase in \r\nthe number of kidnappings of Syrian citizens from the \r\n6 12-62371\r\nA/67/PV.47\r\nSyrian side of the disengagement area by the Israeli \r\noccupying forces. Things have become so serious that \r\nIsrael is now supporting armed terrorist groups that are \r\nspreading east of the United Nations Disengagement \r\nObserver Force area of operation. It is truly regrettable \r\nthat in spite of all of the documented Israeli crimes \r\nand the United Nations resolutions condemning those \r\ncrimes without reservation, the Israeli civilian and \r\nmilitary authorities continue to avoid international \r\naccountability, thanks to the illegitimate immunity \r\npermitted them by certain States.\r\nCertainly, it was noticed by all who were present in \r\nthis Hall yesterday that the officials of the occupying \r\nIsraeli Government justified their objection to the \r\naccording of United Nations non-member observer \r\nState status to Palestine by stating that if Palestine \r\nwere accorded its full right to membership, it would \r\nlater become possible for the Palestinian State to \r\npursue claims against Israeli war criminals before the \r\nInternational Criminal Court. That was the justification \r\nfor their objection, and thus their admission proves that \r\nthey truly are war criminals. \r\nPerhaps it is clear to all that the illegitimate \r\nimmunity the Zionists have enjoyed since they took \r\nover Palestine has acted as a green light that has not \r\nchanged to date. Rather, that green light has allowed \r\nthe Israeli leaders to continue their intransigence and \r\ntheir escalated crimes of aggression. It has prompted us \r\nnot only to condemn the Israeli occupying authorities, \r\nbut also to place responsibility, clearly, on the shoulders \r\nof certain influential States that ensure Israel’s \r\nimmunity and provide it with protection and cover in \r\ninternational forums, including in the Security Council \r\nand within the Quartet. It has exposed the politics of \r\ndouble standards used by those States, as well as their \r\nunprecedented hypocrisy in terms of certain noble \r\nissues, such as protection of civilians, promotion of \r\nhuman rights, respect for international law and the \r\nimplementation of United Nations resolutions. \r\nThe option of a just and comprehensive peace will \r\nnot be possible absent the complete withdrawal by Israel \r\nfrom all of the Arab territories to the borders of 4 June \r\n1967, the establishment of the independent Palestinian \r\nState with Al-Quds Al-Sharif as its capital, and a just \r\nsolution to the issue of Palestinian refugees, based \r\non resolution 194 (III) of 1948. All actions must be \r\ncarried out in accordance with relevant United Nations \r\nresolutions, foremost among them Security Council \r\nresolutions 242 (1967), 338 (1973) and 497 (1981), on \r\nthe occupied Syrian Golan.\r\nIn conclusion, I call upon Member States to vote \r\nin favour of draft resolution A/67/L.23, on occupied \r\nJerusalem, and draft resolution A/67/L.24, on the \r\noccupied Syrian Golan, in order to uphold international \r\nlaw and promote the purposes and principles of the \r\nCharter of the United Nations.\r\nMr. Haniff (Malaysia): Developments over the past \r\nfew weeks, in particular Israel’s attack on the people \r\nof Palestine in Gaza, have sparked an international \r\ncrisis that nearly caused instability and turmoil in the \r\nwhole region. What deeply concerns my delegation is \r\nthat despite the gravity of the situation, the Security \r\nCouncil was rendered powerless, not just to bring about \r\nan immediate cessation of hostilities, but even to decide \r\nwhether to act or not. We, the international community, \r\ncannot allow that to happen again. We cannot remain \r\nunwilling to act, as failure to act would demonstrate \r\nthe ineffectiveness of the current multilateral system, \r\nparticularly the Security Council and the United \r\nNations. \r\nTime and again, we are faced with the situation in \r\nthe Middle East, especially the question of Palestine. \r\nMalaysia believes that in order to avoid being faced \r\nwith a similar situation in the future, we need to address \r\nthe crux of the issue and resolve the conflict once and \r\nfor all.\r\nToday we are still no closer to resolving the \r\nquestion of Palestine. In fact, if we were to take a closer \r\nlook, we would find that we are much further away \r\nfrom a peaceful settlement than at any time before, \r\nbecause the situation on the ground has deteriorated. \r\nIsrael has continued to take all measures to change \r\nthe demographic features of the occupied territory, \r\nsystematically displacing Palestinians from the West \r\nBank and East Jerusalem. At the same time, the illegal \r\nblockade of Gaza continues to suffocate the people. \r\nWhen will this end? Do not the people of Palestine \r\ndeserve a better future and to live in dignity?\r\nIsrael has continued to violate international law, \r\nincluding humanitarian and human rights law, for far \r\ntoo long. It has continued to ignore international calls to \r\nrespect, adhere to and abide by the Geneva Conventions \r\nand all relevant Security Council resolutions. The \r\ninternational community has not been able to hold \r\nIsrael accountable for all its deliberate acts of violence. \r\n12-62371 7\r\nA/67/PV.47\r\nInstead, Israel continues to act aggressively against \r\nPalestinian civilians, and it does so with impunity. I \r\nwonder why.\r\nThe only way forward is for Israel to respect \r\ninternational law, including humanitarian and human \r\nrights law. It should cease all illegal settlement \r\nactivities and restart negotiations in good faith, which \r\nwould demonstrate its intention to truly bring an end to \r\nthe conflict. It must realize and accept that a lasting and \r\njust solution to the question on Palestine will not only \r\nbenefit the Palestinians, but would contribute to Israel’s \r\nown safety and security.\r\nFor our part, the international community must \r\nreject any further delay in the resumption of peace talks. \r\nWe must ensure that the parties return to the negotiating \r\ntable without further delay. We must continue to uphold \r\nthe principles for the establishment of a Palestinian \r\nState under the two-State solution based on the pre-\r\n1967 borders, with East Jerusalem as its capital. Only \r\nthen can Israelis and Palestinians have any chance for a \r\nstable and better future. \r\nI call upon the Security Council and the Middle \r\nEast Quartet to do what they have been mandated to \r\ndo, namely, to find a just and lasting solution to the \r\nquestion of Palestine. Further inaction is not a choice, \r\nand time is not on our side.\r\nMalaysia is fully aware of the situation in the \r\noccupied Syrian Golan. Malaysia will continue to \r\nsupport the restoration of Syrian sovereignty over the \r\noccupied Syrian Golan. We urge Israel to withdraw \r\nfrom the occupied Syrian Golan to the line of 4 June \r\n1967. All measures and actions undertaken by Israel, \r\nincluding the construction and expansion of illegal \r\nsettlements in the occupied Syrian Golan since 1967, \r\nconstitute f lagrant violations of international law, the \r\nCharter of the United Nations and relevant United \r\nNations resolutions.\r\nThe same can be said for the territories of Lebanon \r\nunder Israeli occupation. We condemn the continued \r\nviolations and aggression by Israel. We strongly urge \r\nIsrael to fully implement Security Council resolution \r\n1701 (2006), which calls for a permanent ceasefire, the \r\ncomplete withdrawal of Israeli troops from Lebanon, \r\nand full respect for the Blue Line. Israel must withdraw \r\nfrom the Shab’a farmlands, the Kafr Shuba hills and \r\nthe Lebanese part of Ghajar village up to behind the \r\nBlue Line. \r\nYesterday we celebrated the International Day of \r\nSolidarity with the Palestinian People. Palestine has \r\nbeen accorded the status of a non-member observer \r\nState in the General Assembly. It is something to \r\ncelebrate, although full membership in the United \r\nNations is the ultimate goal. Malaysia believes that this \r\nmarks the first step for Palestine towards becoming \r\na sovereign State. In moving forward, we call on all \r\nMember States, including the permanent members of the \r\nSecurity Council, to support the admission of Palestine \r\nas a full State Member of the United Nations, as that \r\nis a legitimate aspiration shared by an overwhelming \r\nmajority of Member States.\r\nMr. Li Baodong (China) (spoke in Chinese): China \r\nhas always firmly supported the just cause of the \r\nPalestinian people in seeking to restore their legitimate \r\nrights as a nation and to establish a fully sovereign and \r\nindependent Palestinian State on the basis of the 1967 \r\nborders, with East Jerusalem as its capital. \r\nYesterday, the General Assembly adopted resolution \r\n67/19, granting Palestine the status of non-member \r\nobserver State. That is a further positive development \r\ntowards the realization of independent Palestinian \r\nstatehood. The resolution also shows the international \r\ncommunity’s extensive support for the just cause of the \r\nPalestinian people in seeking to restore their legitimate \r\nrights.\r\nDialogue and negotiation are the only viable means \r\nfor resolving the question of Palestine and Israel. China \r\nhas always maintained that the two parties should settle \r\ntheir differences through dialogue and negotiation and \r\non the basis of the relevant resolutions, the principle of \r\nland for peace, the Arab Peace Initiative and the road \r\nmap for peace in the Middle East, so as to achieve the \r\ngoal of two States, Palestine and Israel, living side by \r\nside in peace.\r\nChina is greatly concerned about the continuing \r\ndeadlock in the peace talks between the two parties. The \r\nrecent clashes in the Gaza Strip once again demonstrate \r\nthat the current status quo in the Palestinian question \r\nis not sustainable. China calls on both parties, in \r\nparticular Israel, the stronger Power, to move forward \r\nin the general interest of peace, take specific measures \r\nto remove obstacles and build mutual trust with the \r\nPalestinian side, so as to establish favourable conditions \r\nfor the early resumption of peace talks and to achieve \r\nmeaningful progress.\r\n8 12-62371\r\nA/67/PV.47\r\nworld, especially in the Muslim world. This meeting is \r\ntaking place a week after yet another tragic episode in \r\nthe series of repeated and grave crimes perpetrated by \r\nthe Zionist regime against the Palestinian people in the \r\noccupied Palestinian territories. \r\nThe Israeli regime, with unbridled impunity, \r\nintensified its military aggression against the Gaza \r\nStrip, killing, wounding and maiming Palestinian \r\ncivilians, including women, the elderly and children. \r\nIn a statement welcoming the recent ceasefire, the \r\nCommittee on the Rights of the Child said that the \r\nattack by Israel would have a “devastating and lasting \r\nimpact” on children and stressed that the recent crisis \r\nwould have long-term psychological effects on young \r\npeople: \r\n“This impact extends from a large number of \r\ndeaths and injuries in Gaza to deep trauma and \r\nother psychological effects on children … These \r\nexperiences may affect them for many years to \r\ncome, including into adulthood.”\r\nThe Israeli regime’s deadly air strikes and shelling \r\nof Gaza should be considered as part of a broader policy, \r\nmarked by expansionism, aggression, oppression, \r\ncollective punishment, extrajudicial killings, targeted \r\nassassinations and State terrorism, all in gross violation \r\nof international law, as was the act of occupation from \r\nthe very outset. The recent Israeli crimes in the Gaza \r\nStrip would undoubtedly create more instability, serve \r\nto inflame tension and threaten to further destabilize \r\nthe situation in the region. The question is, “How much \r\nlonger is the world willing to endure this spectacle of \r\nwanton cruelty?”, to quote Bertrand Russell.\r\nThe international community should live up to its \r\nresponsibilities by preventing Israel from continuing to \r\ncommit atrocities and to f lout international law, norms \r\nand standards. Regrettably, some powerful Member \r\nStates that happen to be permanent members of the \r\nSecurity Council have, as a result of their unconditional \r\nsupport for Israel, prevented the Security Council from \r\ntaking concrete action against the crimes committed \r\nby Israel. The obstructionist role played by those same \r\nmembers in the General Assembly, notably yesterday \r\non the issue of upgrading the status of Palestine at the \r\nUnited Nations, was another manifestation of those \r\nStates’ blind support for Israel with regard to preventing \r\nthe Palestinian people from exercising their legitimate \r\nrights. Restrictions by the same States with respect to \r\nassistance to Palestine are tantamount to punishing the \r\nThe international community should fully \r\nrecognize the importance and urgency of the need to \r\npromote progress in the Middle East peace process. It \r\nshould make even greater efforts to support the peace \r\ntalks. It should urge the two sides to meet each other \r\nhalfway, so as to overcome the current impasse in the \r\npeace talks as soon as possible.\r\nThe current humanitarian situation in the Gaza \r\nStrip and the other occupied Palestinian territories \r\nremains severe. The Palestinian economy is facing \r\nserious difficulties. None of the above conditions is \r\nconducive to progress in the Palestinian-Israeli peace \r\nprocess or to regional stability. China calls on Israel to \r\nfully implement the relevant United Nations resolutions \r\nand to remove the blockade on the Gaza Strip, so as \r\nto alleviate the humanitarian plight of the inhabitants. \r\nThe international community should provide more \r\nassistance and support to Palestine. China will provide \r\nall possible assistance to the Palestinian people.\r\nThe Syrian-Israeli and Lebanese-Israeli tracks are \r\nalso important components in the Middle East peace \r\nprocess. A comprehensive solution to the Middle East \r\nquestion will not be achieved without fully resolving \r\nthe issues between the three countries. China firmly \r\nsupports the legitimate aspirations of Syria and \r\nLebanon to maintain their national sovereignty and \r\nterritorial integrity and to recover the occupied \r\nPalestinian territories. We support the efforts and \r\nstrategic choices of Member States in seeking a lasting \r\nand comprehensive peace in the region. \r\nChina attaches great importance to the Middle \r\nEast issue and will always support the peace talks and \r\npromote progress in the peace process with its own \r\napproach. China supports the role of the United Nations \r\nin the Middle East issue and stands ready to work \r\ntogether with the parties concerned to play a positive \r\nand constructive role in achieving a comprehensive, \r\njust and lasting peace in the Middle East region as soon \r\nas possible. \r\nMr. Khazaee (Islamic Republic of Iran): At the \r\noutset, I would like to congratulate Palestine on the \r\noverwhelming support that it received during the voting \r\non resolution 67/19 on the enhancement of its status at \r\nthe United Nations. I once again wish to express our \r\nsolidarity with the people of Palestine.\r\nPalestine lies at the core of the Middle East issue. \r\nThe tragedy of Palestine is a major source of the \r\nresentment and desperation that is felt throughout the \r\n12-62371 9\r\nA/67/PV.47\r\nto have. That is the only solution, in our view, for a \r\npeaceful settlement of the Palestinian crisis.\r\nBefore concluding, I would like to place on record \r\nthat my delegation rejects the baseless allegations \r\nraised against my country in this Hall yesterday by \r\nthe representative of Israel. This is yet another weary \r\npractice by the Israeli regime and its advocate to divert \r\nthe international community’s attention from the Israeli \r\ncrimes in Palestine and elsewhere in the region by \r\nraising unfounded allegations against others. I do not \r\nwant to take up the Assembly’s time to respond to those \r\nirresponsible claims. However, in the context of Israel’s \r\ndefiance of the international community, I would like \r\nto refer to only one aspect of the dangerous behaviour \r\nof that regime — the infamous Israeli nuclear weapons \r\nprogramme, which is a showcase of five decades of \r\nconcealment and deception and of total disregard for \r\nthe demands of the international community. \r\nNuclear weapons in the hands of a regime with an \r\nunparalleled record of State terrorism and of resorting \r\nto aggression and threats of force against other countries \r\npresent a real threat to regional and global peace and \r\nsecurity and to the non-proliferation regime. That threat \r\nneeds to be urgently and decisively addressed by the \r\ninternational community, and the initiative to create a \r\nzone free of weapons of mass destruction in the Middle \r\nEast should be actively pursued. \r\nIn that regard, I would like to echo the statement \r\nissued yesterday by the Non-Aligned Movement, \r\nregistering its profound disappointment regarding \r\nsome of the statements issued by the conveners of the \r\n2012 conference on the establishment of a Middle East \r\nzone free of nuclear weapons and other weapons on \r\nmass destruction. Those statements called for a delay \r\nin convening the conference, which was scheduled to \r\ntake place in 2012, out of fear that the conference would \r\nfurther isolate the Israeli regime. We believe that the \r\nfailure to convene the conference before the end of this \r\nyear contradicts and violates the collective agreement of \r\nthe States parties to the Treaty on the Non-Proliferation \r\nof Nuclear Weapons and that it should therefore be held \r\nas originally scheduled.\r\nMrs. Al-Mughairy (Oman): On behalf of the \r\ndelegation of the Sultanate of Oman, I have the pleasure \r\nto express to President Vuk Jeremić our appreciation \r\nfor the convening of this special meeting to consider \r\nthe issue of Palestine and the situation in the Middle \r\nEast. My country’s delegation would like to convey, \r\nPalestinians for exercising their basic rights to shape \r\ntheir fate and future.\r\nIn the same vein, the provocative declarations \r\nby the Israeli regime concerning the acceleration \r\nof construction and the revocation of Palestinian \r\nresidency rights amount to political extortion of the \r\nPalestinian people. Such statements confirm that the \r\nIsraeli regime has opted for settlement and residency \r\nissues as an instrument to block legitimate Palestinian \r\ndemands. It should be noted that the Israeli demolition \r\nof Palestinian homes and property, accompanied by \r\nescalating violence by settlers and forced evictions, is \r\nseriously exacerbating the situation on the ground.\r\nThe humanitarian situation of the Palestinians, \r\nespecially in the Gaza Strip, also remains a source of \r\ngrave concern. That disastrous situation must be ended \r\nby calling on the Israeli regime to lift the siege of \r\nGaza and open all border crossings for the movement \r\nof goods and persons, in accordance with international \r\nhumanitarian law and the relevant resolutions of the \r\nUnited Nations.\r\nYesterday we observed the International Day of \r\nSolidarity with the Palestinian People. The solidarity \r\nand support enjoyed by the Palestinian people will \r\nundoubtedly have strengthened their steadfastness \r\nagainst injustices and occupation. The result of \r\nyesterday’s vote on resolution 67/19, granting \r\nnon-member observer State status to Palestine, showed \r\nthe extent of the isolation of the Israeli regime. It sent \r\na signal to those who blindly support that illegitimate \r\nregime that they seriously need to review their policies \r\nand approaches vis-à-vis that regime.\r\nWith reference to that resolution adopted yesterday \r\nunder agenda item 37, and those to be adopted today \r\nunder agenda item 36, I would like to reiterate once \r\nagain that the solution to the question of Palestine, \r\nwhich is at the crux of the conflict in the Middle \r\nEast, lies in compelling the Israeli occupying Power \r\nto fully withdraw from the occupied territories and \r\nenabling the Palestinian people to return to their land \r\nand establish their independent State on the entirety \r\nof Palestinian land. The Palestinian people, regardless \r\nof their religion or ethnicity, should freely express, \r\nthrough a democratic and peaceful mechanism — a \r\nreferendum, with the participation of all the inhabitants \r\nof Palestine — their opinions regarding their fate and \r\nfuture and the kind of State and Government they want \r\n10 12-62371\r\nA/67/PV.47\r\nthrough him, its appreciation to Mr. Abdou Salam \r\nDiallo, Permanent Representative of the Republic of \r\nSenegal, for his efforts as Chair of the Committee on \r\nthe Exercise of the Inalienable Rights of the Palestinian \r\nPeople and for its report (A/67/35). \r\nI shall address the two items entitled “Question of \r\nPalestine” and “The situation in the Middle East”.\r\nAt the outset, from the international forum of \r\nthe General Assembly, my country congratulates the \r\nPalestinian people on the historic accomplishment \r\nyesterday, 29 November, with the Assembly’s adoption \r\nof resolution 67/19, promoting the State of Palestine to the \r\nstatus of a non-member State in the United Nations. My \r\ncountry hopes that this may lead to other achievements, \r\nincluding the attainment of full membership in the \r\nUnited Nations by the State of Palestine.\r\nThere is no doubt that the present meeting is of \r\nspecial importance, as it will consider an issue — the \r\nquestion of Palestine — that is a long-standing challenge \r\nto the international community. Meanwhile, the \r\nPalestinian people remain under occupation and \r\ntheir situation worsens by the day as a result of the \r\nsystematic, oppressive practices by the occupying \r\nPower. The international community must not remain \r\nsilent and allow this situation to continue. \r\nWe are now in the sixth decade of the occupation, \r\nand the displacement and destruction of human \r\nbeings and infrastructure continues. Yet the proud \r\nPalestinian people remain undiscouraged and continue \r\nto insist their legitimate rights, represented through \r\nthe establishment of their independent State with East \r\nJerusalem as its capital.\r\nThe Government of my country expresses its \r\ndeep concern at the tragic situation in the occupied \r\nPalestinian territories resulting from the continuous \r\nIsraeli blockade, the imposition of a humanitarian crisis \r\non civilians in the Gaza Strip, the intensive campaign of \r\ninhumane and illegal acts in the form of fierce attacks \r\nseeking to change the demographic composition of the \r\npopulation and forced displacement of the indigenous \r\npeople, and the practices of the occupying Power in the \r\nnoble Al-Quds and around religious sites. In addition, \r\nIsraeli settlement activities, including the construction \r\nof settlement units in occupied East Jerusalem, are \r\nintensified and are consistently employed as punitive \r\nmeasures.\r\nThis year marks the thirty-fifth anniversary of the \r\nInternational Day of Solidarity with the Palestinian \r\nPeople and marks as well the sixty-fifth anniversary of \r\nthe Assembly’s adoption of resolution 181 (II), on the \r\ndivision of the land of Palestine into two States, in 1947. \r\nThe Palestinians are still prevented from exercising their \r\nlegitimate rights and their national sovereignty — their \r\nright of self-determination. This situation has led to the \r\nexistence of more than 4 million Palestinian refugees \r\nsuffering from alienation, deprivation and the diaspora.\r\nThe Palestinian people depend on the international \r\ncommunity to protect them from the inhuman, illegal \r\nand arbitrary acts against them by successive Israeli \r\nGovernments. Hence, the international community \r\nshould stand in opposition to those practices. They \r\ninclude in particular the embargo on the Gaza Strip \r\nlaunched in 2008, the attack on the freedom convoy \r\ntransporting humanitarian assistance, which was \r\nundertaken to remove the unjust embargo imposed by \r\nIsrael on Gaza in f lagrant violation of human rights, \r\nand the war of November 2012, which proves that Israel \r\nis not interested in achieving peace. \r\nIt is necessary for the international community to \r\nsend a clear message to Israel to cease those practices \r\nand to call for genuine negotiations that will lead to \r\nthe establishment of security and stability on the basis \r\nand principles of land for peace, Security Council \r\nresolutions 242 (1967) and 338 (1973) and the Arab \r\nPeace Initiative.\r\nMy delegation confirms what was stated in Oman’s \r\nintervention during the general debate regarding the \r\ncomplexities that arise in any discussion of the question \r\nof Palestine at General Assembly sessions (see A/67/\r\nPV.19). We are aware of the complexities of those issues. \r\nThe United Nations has adopted many resolutions and \r\npolicies, but this issue is still a source of concern and \r\nrepresents a threat of conflict that goes beyond the \r\nMiddle East.\r\nIn this context, my country believes that the role \r\nof the United Nations in relation to the question of \r\nPalestine should be changed from managing the crisis \r\nto seriously pursuing a just and lasting comprehensive \r\npolitical solution that would take into account the \r\ninterests of the Palestinians and the Israelis, leading to \r\nthe establishment of the State of Palestine, living side \r\nby side with the State of Israel. From that perspective, \r\nmy country supported the proposal and was among \r\nthe first sponsors of resolution 67/19, on Palestine’s \r\nbecoming a non-member State at the United Nations. \r\nWe did so hoping that would usher in a new phase in \r\n12-62371 11\r\nA/67/PV.47\r\nIt is not acceptable to use this resolution to act \r\nin a way that might negatively affect or hinder direct \r\nnegotiations with Israel. We ask for prudence with \r\nrespect to conduct such as accession to international \r\norganizations, action which might negatively affect the \r\nprospect for the resumption of negotiations.\r\nIsrael, for its part, should improve the environment \r\nfor promoting the resumption of peace negotiations. In \r\nparticular, settlement activities need to be frozen, as \r\nthey are a violation of international law.\r\nJapan requests both Palestine and Israel to establish \r\nrelationships of mutual trust and to promptly return to \r\nthe negotiating table with a view to realizing a two-\r\nState solution. Japan will continue to make an active \r\ncontribution to moving the Middle East peace process \r\nforward, in cooperation with the United States, Arab \r\ncountries and other partners.\r\nRegarding the situation in the Gaza Strip, Japan \r\nwelcomes the agreement reached by Israel and the \r\nPalestinian armed groups on a ceasefire and strongly \r\nhopes that the ceasefire will be a lasting one. Japan \r\nhad worked to help realize the ceasefire and highly \r\nappreciates the mediation efforts by Egypt, the United \r\nStates of America, the Secretary-General and other \r\nrelevant countries and organizations. Japan continues \r\nto support the efforts of the international community \r\nfor the stabilization of the Gaza Strip and progress in \r\nthe Middle East peace process, and provides its utmost \r\ncooperation.\r\nWith respect to assistance to Palestine, Japanese \r\ncooperation has been centred on humanitarian \r\naid, assistance for State-building efforts, \r\nconfidence-building and enhancing economic self-\r\nsustainability. Japan has extended approximately \r\n$1.3 billion in total since 1993. In addition, Japan \r\npromotes assistance to the Palestinians in cooperation \r\nwith East Asian countries and is planning to hold \r\nthe conference on cooperation among East Asian \r\ncountries for Palestinian development next February \r\nin Tokyo, with East Asian countries and international \r\norganizations attending. Japan will actively promote \r\nassistance for the building of a future independent, \r\nviable Palestinian State.\r\nLet me now touch upon the ongoing situation in \r\nSyria. Japan is deeply concerned by the serious and \r\nworsening situation in Syria and profoundly deplores \r\nthe deaths of many thousands of people as a result of \r\nthe continued violence. Japan reiterates its call on all \r\nthe concept of the Palestinian-Israeli relationship, one \r\nwhich could contribute positively to the settlement of \r\nthis problem.\r\nThe Government of the Sultanate of Oman is \r\nlooking forward to an effective and continuous role \r\nof the United States of America, especially after the \r\npositive position declared by President Barack Obama \r\nduring the Assembly’s sixty-fifth session, in September \r\n2010 (see A/65/PV.11), which was welcomed by all. My \r\nGovernment invites Israel to seize this opportunity \r\nand take advantage of the international momentum in \r\nsupport of direct negotiations to achieve a partnership \r\nof peace and security with the Arab countries.\r\nThe Sultanate of Oman was one of the fi rst countries \r\nto welcome the peace process and considered it a \r\nnatural and civilized approach to settling differences \r\nthrough dialogue and negotiations. Oman invites the \r\nconcerned parties to the peace process to play an active \r\nrole in the settlement of the conflict in the Middle East \r\nbecause of the seriousness of the situation in the region \r\nand the crisis witnessed by the region. That will require \r\nthe Security Council and the Quartet to work more \r\nvigorously and urgently for a just and comprehensive \r\nsolution to the Israeli-Arab conflict, according to the \r\nrelevant international resolutions, the principle of land \r\nfor peace and the Arab Peace Initiative.\r\nMr. Yamazaki (Japan): On the commemorative \r\noccasion of the International Day of Solidarity with \r\nthe Palestinian People yesterday, the General Assembly \r\nadopted historic resolution 67/19, regarding the status \r\nof Palestine at the United Nations. Japan has long \r\nunderstood the Palestinians’ aspiration to build an \r\nindependent State and has supported the right of the \r\nPalestinian people to self-determination. Japan thus \r\nendorses a two-State solution under which Israel and a \r\nfuture independent Palestinian State would coexist side \r\nby side in peace and security. In the light of that, Japan \r\nvoted in favour of this resolution.\r\nJapan believes that following the adoption of the \r\nresolution, Palestine will bear greater responsibility \r\nvis-à-vis the international community. We strongly \r\nurge Palestine to make more earnest efforts for the \r\nrealization of peace in the Middle East. We call on \r\nPalestine to immediately resume direct negotiations \r\nwith Israel in order to move the peace process forward \r\nin a tangible way, in cooperation with the international \r\ncommunity.\r\n12 12-62371\r\nA/67/PV.47\r\ninternational community is something to be proud of, \r\nnot afraid of.\r\nIndonesia remains convinced of the viability \r\nof two States living side by side in peace within the \r\nframework of a comprehensive regional settlement that \r\nincludes Lebanon and Syria, and under the terms of \r\nthe relevant Security Council resolutions, the Quartet \r\nroad map, the Arab Peace Initiative and the principle \r\nof land for peace. To achieve that, however, demands \r\nthat the parties sit at the negotiating table to hammer \r\nout an agreement. And that, unfortunately, is where \r\nwe continue to be stopped. The reports before us make \r\nclear that developments on the ground continue to \r\ndamage mutual confidence and make the resumption \r\nof direct negotiations very difficult, if not impossible. \r\nThe reports are categorically clear that forward \r\nmovement is being hampered by the Israeli policy on \r\nsettlements, which breaches international law as well as \r\nthe obligations of Israel under the road map.\r\nIndonesia has always been of the view that achieving \r\nthe objectives of the parties in the conflict is neither \r\nunrealistic nor unrealizable. The fact that a mountain is \r\ndifficult to climb does not put it beyond conquest. That \r\ndepends on the commitment of the mountaineers. \r\nThe Secretary-General has stated that peace and \r\nPalestinian statehood are long overdue. Indonesia \r\nagrees, and would like to amplify on that. Like him, we \r\nfully believe that direct and meaningful negotiations \r\nare the main avenue towards a comprehensive, fair and \r\nlasting solution that fulfils the aspirations of Israelis \r\nand Palestinians, including an end to the occupation \r\nand conflict and a just and agreed solution to the plight \r\nof Palestinian refugees. The problem is that all of that \r\nremains at the level of sentiment and rhetoric as long \r\nas the Government of Israel proceeds with policies that \r\ncan only maintain the status quo.\r\nWe agree with the Secretary-General that, in view \r\nof the dramatic developments in the region, progress on \r\nthe Israeli-Palestinian track is of tremendous urgency \r\nand that we are increasingly moving away from a two-\r\nState solution into a one-State reality. Such a prospect \r\nis very grim, and we must all come together and make \r\ncertain that we return to the path that leads to the \r\nnegotiating table, beginning with efforts to rebuild \r\nmutual confidence. To that end, we once again call on \r\nIsrael to cease all settlement activity in the occupied \r\nWest Bank, including East Jerusalem, and to avoid \r\ncontravening its obligations under the road map to \r\nparties in Syria to immediately halt the violence and \r\nabuses of human rights, and condemns the Syrian \r\nauthorities for not keeping their own commitments \r\nand for not discharging their responsibilities to protect \r\ntheir own citizens. Supporting the diplomatic efforts by \r\nthe Joint Special Representative of the United Nations \r\nand the League of Arab States, Mr. Lakhdar Brahimi, \r\nJapan once again urges the Syrian authorities to cease \r\nthe violence immediately and to carry out concrete \r\nmeasures for a Syrian-led political transition.\r\nIn that regard, Japan welcomes the establishment \r\nof the National Coalition for Syrian Revolutionary and \r\nOpposition Forces this month. The Government of Japan \r\nhopes that the coalition represents a wide spectrum of \r\nSyrian society and will play a role in the common goal \r\nof advancing a Syrian-led transition process as early as \r\npossible. On that basis, the Government of Japan will \r\nprovide support to the coalition.\r\nAs a part of efforts by the international community \r\nto promote the cessation of the violence in Syria, Japan \r\nhosted the fifth meeting of the Friends of the Syrian \r\nPeople International Working Group on Sanctions \r\ntoday in Tokyo. The meeting sought to improve \r\nthe effectiveness of the sanctions implemented by \r\nlike-minded countries and to broaden the horizons of the \r\ncountries participating in the sanctions. Japan strongly \r\nhopes that the Syrian regime will heed the voice of the \r\ninternational community to stop the violence against its \r\nown people.\r\nThe Middle East and North Africa have been \r\nexperiencing a series of movements towards \r\ndemocratization. The Arab Spring was spawned by the \r\npeople’s desire for freedom and democracy. I would like \r\nto take this opportunity to renew Japan’s commitment \r\nto supporting reforms to achieve the transition to \r\ndemocracy in the region.\r\nMr. Yudha (Indonesia): Let me begin by expressing \r\nmy delegation’s appreciation to the Secretary-General \r\nfor his reports on the situation in the Middle East, \r\ncontained in documents A/67/342 and A/67/364.\r\nOur meeting here today comes against the \r\nbackground of yesterday’s historic event, at which \r\nthe Assembly conferred non-member observer State \r\nstatus on the State of Palestine in adopting resolution \r\n67/19. Indonesia is one of many States Members of this \r\nOrganization that sincerely believe that the recognition \r\nof Palestine as an important component and ally of the \r\n12-62371 13\r\nA/67/PV.47\r\nceasefire. We condemn the killings. Sophisticated \r\nweapons — warships, aircraft, artillery and \r\nmissiles — were used against the people of Gaza. \r\nThe military campaign left over 160 dead and more \r\nthan 1,200 injured in Gaza. It has left behind a trail \r\nof destruction that has worsened the humanitarian \r\nsituation. However, that recurring phenomenon must \r\nend. We urge the international community to take \r\nimmediate and effective steps to ensure that violence \r\ndoes not erupt again. \r\nBut today, let us not talk only about violence, death \r\nand destruction. Let us talk about peace, security and \r\nstability in the region. Let us talk about resumption \r\nof the peace process and full engagement between \r\nPalestine and Israel. \r\nSome countries were disappointed by the General \r\nAssembly’s decision last evening. They thought that \r\nit was a unilateral action. The fact is that the people \r\nof Palestine have waited for far too long to exercise \r\ntheir right to self-determination and for recognition of \r\ntheir legitimate statehood. It is our earnest hope and \r\nappeal that following yesterday’s decision there will \r\nbe no reprisals or retaliation against Palestine. The \r\npeople of Palestine need compassion and solidarity, not \r\nestrangement and punishment. We hope that instead \r\nof punitive measures, the emphasis will now shift to \r\nresuming dialogue on implementing the agreed two-\r\nState solution. \r\nSerious doubts have recently been expressed \r\nabout the viability of the two-State solution, and there \r\nhas been talk of a one-State solution. As noted by the \r\nCommittee on the Exercise of the Inalienable Rights \r\nof the Palestinian People, the status quo would delay \r\nthe two-State solution and might usher in a one-State \r\nreality with unpredictable consequences, and, may I say, \r\ndisastrous consequences. Similar concern is expressed \r\nin the report of the Secretary-General (A/67/364). As \r\nthe window of opportunity for a two-State solution \r\ncontinues to narrow, it is urgent to reactivate the \r\nMiddle East peace process, based on internationally \r\nagreed terms of reference, including Security Council \r\nresolutions, the Arab Peace Initiative, the Quartet road \r\nmap and the Madrid principles. \r\nFor a serious quest for peace and a two-State \r\nsolution, the construction of illegal settlements must \r\ncease. The Secretary-General has noted that 43 per \r\ncent of the West Bank has been allocated to local \r\nand regional settlement councils, with the result that \r\nfreeze all settlement construction, including natural \r\ngrowth, and to dismantle all the outposts. We reiterate \r\nthat those policies simply compound the challenges and \r\namount to deliberate hurdles on the road.\r\nFinally, Indonesia wishes to state that, while it will \r\ncontinue to support a two-State solution, such a solution \r\ncan succeed only if it is comprehensive and includes \r\nboth the Israeli-Syrian and Israeli-Lebanese tracks. \r\nTowards that end, Indonesia again calls on Israel to \r\nwithdraw completely from the occupied Lebanese land, \r\nas well as from the occupied Syrian Golan, and comply \r\nfully with Security Council resolutions 242 (1967) and \r\n338 (1973).\r\nOn the current situation in Syria, my delegation \r\nwishes to thank Mr. Lakhdar Brahimi, the Joint Special \r\nRepresentative of the United Nations and the League \r\nof Arab States, for his briefing to the Assembly this \r\nmorning. We continue to witness, in Syria, worsening \r\nviolence and an unfolding humanitarian catastrophe \r\non the ground, with the international community in \r\nparalysis as to how to respond. In the view of Indonesia, \r\nthat represents a challenge to us to commence, as a \r\nmatter of urgency, earnest work aimed at ensuring the \r\nend of the violence and to address the dire humanitarian \r\nneeds of the people. We must also, without delay, start \r\na political process aimed at finding solutions that are \r\nin accordance with the wishes and aspirations of the \r\nSyrian people.\r\nMr. Khan (Pakistan): I thank the President of the \r\nGeneral Assembly for convening this meeting on the \r\nsituation in the Middle East. We align ourselves with the \r\nstatement delivered by the Permanent Representative of \r\nIran on behalf of the Non-Aligned Movement. \r\nIn adopting resolution 67/19 yesterday, the Assembly \r\ntook a historic decision by admitting Palestine into its \r\nfamily as a non-member observer State. The decision \r\ncoincided with the International Day of Solidarity with \r\nthe Palestinian People. \r\nWe congratulate President Mahmoud Abbas and \r\nthe people of Palestine on that historic verdict by the \r\nAssembly. The decision is a step in the right direction. \r\nIt is a step towards acceptance of the realities on the \r\nground, and it should be a step towards recognition of \r\nPalestine as a full Member in the United Nations. \r\nPakistan was one of the sponsors of resolution \r\n67/19. The Assembly’s decision came after a bloody \r\nweek of killings in Palestine and a very welcome \r\n14 12-62371\r\nA/67/PV.47\r\ndraft resolutions, one by one, members are reminded \r\nthat they will have an opportunity to explain their vote \r\non all four before and after action is taken on all of the \r\ndraft resolutions.\r\nI give the f loor to Israel on a point of order.\r\nMr. Magid (Israel): I call for a recorded vote on all \r\nof the draft resolutions.\r\nThe Acting President: The Assembly will now take \r\na decision on draft resolutions A/67/L.17, A/67/L.18, \r\nA/67/L.19 and A/67/L.20. \r\nWe turn first to draft resolution A/67/L.17, entitled \r\n“Committee on the Exercise of the Inalienable Rights \r\nof the Palestinian People”. \r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): I should like to \r\nannounce that since the submission of draft resolution \r\nA/67/L.17, in addition to those delegations listed in \r\nthe document, the following countries have become \r\nsponsors: Afghanistan, Bahrain, Bangladesh, Brunei \r\nDarussalam and Viet Nam.\r\nThe Acting President: The Assembly will now take \r\na decision on draft resolution A/67/L.17. A recorded \r\nvote has been requested.\r\nA recorded vote was taken. \r\nIn favour:\r\nAfghanistan, Algeria, Angola, Antigua and \r\nBarbuda, Argentina, Armenia, Azerbaijan, \r\nBahamas, Bahrain, Bangladesh, Barbados, \r\nBelize, Benin, Bhutan, Bolivia (Plurinational \r\nState of), Botswana, Brazil, Brunei Darussalam, \r\nBurkina Faso, Burundi, Cambodia, Cape Verde, \r\nChile, China, Comoros, Congo, Costa Rica, Côte \r\nd’Ivoire, Cuba, Cyprus, Democratic People’s \r\nRepublic of Korea, Djibouti, Dominica, Dominican \r\nRepublic, Ecuador, Egypt, Eritrea, Ethiopia, \r\nFiji, Gambia, Grenada, Guinea, Guyana, Haiti, \r\nIceland, India, Indonesia, Iran (Islamic Republic \r\nof), Iraq, Jamaica, Jordan, Kazakhstan, Kenya, \r\nKuwait, Kyrgyzstan, Lao People’s Democratic \r\nRepublic, Lebanon, Lesotho, Libya, Malaysia, \r\nMaldives, Mali, Malta, Mauritania, Mauritius, \r\nMexico, Morocco, Mozambique, Namibia, Nepal, \r\nNicaragua, Nigeria, Oman, Pakistan, Paraguay, \r\nPhilippines, Qatar, Saint Lucia, Saint Vincent and \r\nthose areas are off-limits to Palestinians, leaving the \r\nPalestinian territory divided into enclaves with little or \r\nno territorial contiguity. Israel must heed the Secretary-\r\nGeneral’s call to freeze all settlement activity, in line \r\nwith the Quartet road map. \r\nThe blockade of Gaza is a violation of Security \r\nCouncil resolution 1860 (2009). We call for an end to \r\nthe policy of collective punishment being meted out to \r\n1.5 million Palestinians. \r\nThe immobility of the Quartet leaves the people of \r\nPalestine with little hope. The winds of change blowing \r\nthrough the wider Middle East region demand fair and \r\njust dispensation for the Palestinians in terms of their \r\ndestiny. \r\nPakistan believes that comprehensive peace in the \r\nMiddle East will remain elusive without the creation \r\nof an independent, viable and contiguous State of \r\nPalestine, based on pre-1967 borders and with Al-Quds \r\nAl-Sharif as its capital. Resolution of the Arab-Israeli \r\nconflict, including through Israeli withdrawal from the \r\nLebanese territories and the Syrian Golan, is the only \r\nguarantee of sustainable peace in the region. \r\nThe dark night of suffering of the people of Palestine \r\nmust end now. A Palestinian State living side by side \r\nin peace and security with its neighbours is the only \r\nguarantee of security and stability in the region. The \r\ninternational community must rise to deliver justice. \r\nThe Acting President: We have heard the last \r\nspeaker in the debate under this item. \r\nI would like to inform members that action on draft \r\nresolutions A/67/L.23 and A/67/L.24 will be taken after \r\nwe take action on draft resolutions A/67/L.17, L.18, \r\nL.19 and L.20, under agenda item 37.\r\nThe General Assembly has thus concluded this \r\nstage of its consideration of agenda item 36.\r\nAgenda item 37 (continued)\r\nQuestion of Palestine \r\nDraft resolutions (A/67/L.17, A/67/L.18, \r\nA/67/L.19 and A/67/L.20)\r\nThe Acting President: The General Assembly \r\nwill resume its consideration of agenda item 37, \r\nentitled “Question of Palestine”, to take action on \r\ndraft resolutions A/67/L.17, A/67/L.18, A/67/L.19 and \r\nA/67/L.20. Before the Assembly takes action on the \r\n12-62371 15\r\nA/67/PV.47\r\nA recorded vote was taken. \r\nIn favour:\r\nAfghanistan, Algeria, Angola, Antigua and \r\nBarbuda, Argentina, Azerbaijan, Bahamas, \r\nBahrain, Bangladesh, Barbados, Belize, Benin, \r\nBhutan, Bolivia (Plurinational State of), Botswana, \r\nBrazil, Brunei Darussalam, Burkina Faso, \r\nCambodia, Cape Verde, Chile, China, Comoros, \r\nCongo, Costa Rica, Côte d’Ivoire, Cuba, Cyprus, \r\nDemocratic People’s Republic of Korea, Djibouti, \r\nDominica, Dominican Republic, Ecuador, Egypt, \r\nEritrea, Ethiopia, Gambia, Grenada, Guinea, \r\nGuyana, Haiti, India, Indonesia, Iran (Islamic \r\nRepublic of), Iraq, Jamaica, Jordan, Kazakhstan, \r\nKenya, Kuwait, Kyrgyzstan, Lao People’s \r\nDemocratic Republic, Lebanon, Lesotho, Libya, \r\nMalaysia, Maldives, Mali, Malta, Mauritania, \r\nMauritius, Mexico, Morocco, Mozambique, \r\nNamibia, Nepal, Nicaragua, Niger, Nigeria, Oman, \r\nPakistan, Paraguay, Philippines, Qatar, Saint Lucia, \r\nSaint Vincent and the Grenadines, Saudi Arabia, \r\nSenegal, Singapore, Solomon Islands, Somalia, \r\nSouth Africa, Sri Lanka, Sudan, Suriname, Syrian \r\nArab Republic, Tajikistan, Thailand, Trinidad and \r\nTobago, Tunisia, Turkey, Turkmenistan, Tuvalu, \r\nUganda, United Arab Emirates, United Republic \r\nof Tanzania, Uruguay, Uzbekistan, Venezuela \r\n(Bolivarian Republic of), Viet Nam, Yemen, \r\nZambia, Zimbabwe\r\nAgainst:\r\nAustralia, Canada, Israel, Marshall Islands, \r\nMicronesia (Federated States of), Palau, United \r\nStates of America\r\nAbstaining:\r\nAlbania, Andorra, Armenia, Austria, Belgium, \r\nBosnia and Herzegovina, Bulgaria, Burundi, \r\nCameroon, Colombia, Croatia, Czech Republic, \r\nDenmark, El Salvador, Estonia, Fiji, Finland, \r\nFrance, Georgia, Germany, Greece, Guatemala, \r\nHonduras, Hungary, Iceland, Ireland, Italy, \r\nJapan, Latvia, Liberia, Liechtenstein, Lithuania, \r\nLuxembourg, Monaco, Montenegro, Netherlands, \r\nNew Zealand, Norway, Panama, Papua New \r\nGuinea, Peru, Poland, Portugal, Republic of \r\nKorea, Republic of Moldova, Romania, Russian \r\nFederation, Samoa, San Marino, Serbia, Slovakia, \r\nSlovenia, Spain, Sweden, Switzerland, the former \r\nYugoslav Republic of Macedonia, Togo, Tonga, \r\nthe Grenadines, Saudi Arabia, Senegal, Singapore, \r\nSolomon Islands, Somalia, South Africa, Sri \r\nLanka, Sudan, Suriname, Syrian Arab Republic, \r\nTajikistan, Thailand, Togo, Trinidad and Tobago, \r\nTunisia, Turkey, Turkmenistan, Tuvalu, Uganda, \r\nUnited Arab Emirates, United Republic of Tanzania, \r\nUruguay, Uzbekistan, Venezuela (Bolivarian \r\nRepublic of), Viet Nam, Yemen, Zimbabwe\r\nAgainst:\r\nAustralia, Canada, Israel, Marshall Islands, \r\nMicronesia (Federated States of), Palau, United \r\nStates of America\r\nAbstaining:\r\nAlbania, Andorra, Austria, Belgium, Bosnia and \r\nHerzegovina, Bulgaria, Cameroon, Colombia, \r\nCroatia, Czech Republic, Denmark, El Salvador, \r\nEstonia, Finland, France, Georgia, Germany, \r\nGreece, Guatemala, Honduras, Hungary, Ireland, \r\nItaly, Japan, Latvia, Liberia, Liechtenstein, \r\nLithuania, Luxembourg, Monaco, Montenegro, \r\nNetherlands, New Zealand, Norway, Panama, Papua \r\nNew Guinea, Peru, Poland, Portugal, Republic of \r\nKorea, Republic of Moldova, Romania, Russian \r\nFederation, Samoa, San Marino, Serbia, Slovakia, \r\nSlovenia, Spain, Sweden, Switzerland, the former \r\nYugoslav Republic of Macedonia, Tonga, Ukraine, \r\nUnited Kingdom of Great Britain and Northern \r\nIreland, Vanuatu\r\nDraft resolution A/67/L.17 was adopted by 106 \r\nvotes to 7, with 56 abstentions (resolution 67/20).\r\nThe Acting President: We turn next to draft \r\nresolution A/67/L.18, entitled “Division for Palestinian \r\nRights of the Secretariat”. \r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): I should like to announce \r\nthat, since the submission of the draft resolution and \r\nin addition to those delegations listed in document \r\nA/67/L.18, the following countries have also become \r\nsponsors of draft resolution A/67/L.18: Afghanistan, \r\nBahrain, Bangladesh, the Plurinational State of Bolivia \r\nand Brunei Darussalam.\r\nThe Acting President: The Assembly will now take \r\na decision on draft resolution A/67/L.18. A recorded \r\nvote has been requested.\r\n16 12-62371\r\nA/67/PV.47\r\nUkraine, United Kingdom of Great Britain and \r\nNorthern Ireland, Vanuatu\r\nDraft resolution A/67/L.18 was adopted by 103 \r\nvotes to 7, with 61 abstentions (resolution 67/21).\r\nThe Acting President: We turn next to draft \r\nresolution A/67/L.19, entitled “Special information \r\nprogramme on the question of Palestine of the \r\nDepartment of Public Information of the Secretariat”. \r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): I should like to announce \r\nthat, since the submission of the draft resolution and \r\nin addition to those delegations listed in document \r\nA/67/L.19, the following countries have become \r\nsponsors of draft resolution A/67/L.19: Afghanistan, \r\nBahrain, Bangladesh, Belarus, the Plurinational State \r\nof Bolivia and Brunei Darussalam. \r\nThe Acting President: The Assembly will now take \r\na decision on draft resolution A/67/L.19. A recorded \r\nvote has been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nAfghanistan, Albania, Algeria, Andorra, Angola, \r\nAntigua and Barbuda, Argentina, Armenia, \r\nAustria, Azerbaijan, Bahamas, Bahrain, \r\nBangladesh, Barbados, Belarus, Belgium, Belize, \r\nBenin, Bhutan, Bolivia (Plurinational State of), \r\nBosnia and Herzegovina, Botswana, Brazil, Brunei \r\nDarussalam, Bulgaria, Burkina Faso, Burundi, \r\nCambodia, Cape Verde, Chile, China, Colombia, \r\nComoros, Congo, Costa Rica, Côte d’Ivoire, \r\nCroatia, Cuba, Cyprus, Czech Republic, Democratic \r\nPeople’s Republic of Korea, Denmark, Djibouti, \r\nDominica, Dominican Republic, Ecuador, Egypt, \r\nEritrea, Estonia, Ethiopia, Fiji, Finland, France, \r\nGambia, Georgia, Germany, Greece, Grenada, \r\nGuatemala, Guinea, Guyana, Haiti, Hungary, \r\nIceland, India, Indonesia, Iran (Islamic Republic \r\nof), Iraq, Ireland, Italy, Jamaica, Japan, Jordan, \r\nKazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao \r\nPeople’s Democratic Republic, Latvia, Lebanon, \r\nLesotho, Liberia, Libya, Liechtenstein, Lithuania, \r\nLuxembourg, Malaysia, Maldives, Mali, Malta, \r\nMauritania, Mauritius, Mexico, Monaco, Mongolia, \r\nMontenegro, Morocco, Mozambique, Namibia, \r\nNepal, Netherlands, New Zealand, Nicaragua, \r\nNiger, Nigeria, Norway, Oman, Pakistan, Panama, \r\nParaguay, Peru, Philippines, Poland, Portugal, \r\nQatar, Republic of Korea, Republic of Moldova, \r\nRomania, Russian Federation, Saint Lucia, \r\nSaint Vincent and the Grenadines, Samoa, San \r\nMarino, Saudi Arabia, Senegal, Serbia, Singapore, \r\nSlovakia, Slovenia, Solomon Islands, Somalia, \r\nSouth Africa, Spain, Sri Lanka, Sudan, Suriname, \r\nSweden, Switzerland, Syrian Arab Republic, \r\nTajikistan, Thailand, the former Yugoslav Republic \r\nof Macedonia, Timor-Leste, Trinidad and Tobago, \r\nTunisia, Turkey, Turkmenistan, Tuvalu, Uganda, \r\nUkraine, United Arab Emirates, United Kingdom \r\nof Great Britain and Northern Ireland, United \r\nRepublic of Tanzania, Uruguay, Uzbekistan, \r\nVenezuela (Bolivarian Republic of), Viet Nam, \r\nYemen, Zambia, Zimbabwe\r\nAgainst:\r\nAustralia, Canada, Israel, Marshall Islands, \r\nMicronesia (Federated States of), Palau, United \r\nStates of America\r\nAbstaining:\r\nCameroon, El Salvador, Honduras, Papua New \r\nGuinea, Togo, Tonga, Vanuatu\r\nDraft resolution A/67/L.19 was adopted by 160 \r\nvotes to 7, with 7 abstentions (resolution 67/22).\r\nThe Acting President: The Assembly will now \r\ntake a decision on draft resolution A/67/L.20, entitled \r\n“Peaceful settlement of the question of Palestine”. \r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): I should like to inform \r\nthe Assembly that, since the introduction of draft \r\nresolution and in addition to those delegations listed \r\nin document A/67/L.20, the following countries have \r\nalso become sponsors of draft resolution A/67/L.20: \r\nAfghanistan, Bahrain, Bangladesh, Belarus, the \r\nPlurinational State of Bolivia, Brunei Darussalam and \r\nBurkina Faso.\r\nThe Acting President: The Assembly will now take \r\na decision on draft resolution A/67/L.20. A recorded \r\nvote has been requested.\r\nA recorded vote was taken.\r\n12-62371 17\r\nA/67/PV.47\r\nIn favour:\r\nAfghanistan, Albania, Algeria, Andorra, Angola, \r\nAntigua and Barbuda, Argentina, Armenia, \r\nAustria, Azerbaijan, Bahamas, Bahrain, \r\nBangladesh, Barbados, Belarus, Belgium, Belize, \r\nBenin, Bhutan, Bolivia (Plurinational State of), \r\nBosnia and Herzegovina, Botswana, Brazil, Brunei \r\nDarussalam, Bulgaria, Burkina Faso, Burundi, \r\nCambodia, Cape Verde, Chile, China, Colombia, \r\nComoros, Congo, Costa Rica, Côte d’Ivoire, Croatia, \r\nCuba, Cyprus, Czech Republic, Democratic People’s \r\nRepublic of Korea, Denmark, Djibouti, Dominica, \r\nDominican Republic, Ecuador, Egypt, El Salvador, \r\nEritrea, Estonia, Ethiopia, Fiji, Finland, France, \r\nGambia, Georgia, Germany, Greece, Grenada, \r\nGuatemala, Guinea, Guyana, Haiti, Hungary, \r\nIceland, India, Indonesia, Iran (Islamic Republic \r\nof), Iraq, Ireland, Italy, Jamaica, Japan, Jordan, \r\nKazakhstan, Kenya, Kuwait, Kyrgyzstan, Lao \r\nPeople’s Democratic Republic, Latvia, Lebanon, \r\nLesotho, Liberia, Libya, Liechtenstein, Lithuania, \r\nLuxembourg, Malaysia, Maldives, Mali, Malta, \r\nMauritania, Mauritius, Mexico, Monaco, Mongolia, \r\nMontenegro, Morocco, Mozambique, Namibia, \r\nNepal, Netherlands, New Zealand, Nicaragua, \r\nNiger, Nigeria, Norway, Oman, Pakistan, Panama, \r\nParaguay, Peru, Philippines, Poland, Portugal, \r\nQatar, Republic of Korea, Republic of Moldova, \r\nRomania, Russian Federation, Saint Lucia, \r\nSaint Vincent and the Grenadines, Samoa, San \r\nMarino, Saudi Arabia, Senegal, Serbia, Singapore, \r\nSlovakia, Slovenia, Solomon Islands, Somalia, \r\nSouth Africa, Spain, Sri Lanka, Sudan, Suriname, \r\nSweden, Switzerland, Syrian Arab Republic, \r\nTajikistan, Thailand, the former Yugoslav Republic \r\nof Macedonia, Timor-Leste, Togo, Trinidad and \r\nTobago, Tunisia, Turkey, Turkmenistan, Tuvalu, \r\nUganda, Ukraine, United Arab Emirates, United \r\nKingdom of Great Britain and Northern Ireland, \r\nUnited Republic of Tanzania, Uruguay, Uzbekistan, \r\nVanuatu, Venezuela (Bolivarian Republic of), Viet \r\nNam, Yemen, Zambia, Zimbabwe\r\nAgainst:\r\nCanada, Israel, Marshall Islands, Micronesia \r\n(Federated States of), Palau, United States of \r\nAmerica\r\nAbstaining:\r\nAustralia, Cameroon, Honduras, Papua New \r\nGuinea, Tonga\r\nDraft resolution A/67/L.20 was adopted by 163 \r\nvotes to 6, with 5 abstentions (resolution 67/23).\r\nThe Acting President: Before giving the f loor to \r\nspeakers in explanation of vote on the resolutions just \r\nadopted, may I remind delegations that explanations of \r\nvote are limited to 10 minutes and should be made by \r\ndelegations from their seats.\r\nMr. Lee (Singapore): Singapore voted in favour of \r\nresolution 67/20 on the understanding that the reference \r\nin paragraph 2 to “the achievement of the two-State \r\nsolution on the basis of the pre-1967 borders” should be \r\ninterpreted in the same manner as set out in paragraph \r\n1 of resolution 67/23, which is “the two-State solution \r\nof Israel and Palestine, living side by side in peace and \r\nsecurity within recognized borders, based on the pre-\r\n1967 borders”.\r\nThe Acting President: The General Assembly has \r\nthus concluded this stage of its consideration of agenda \r\nitem 37.\r\nAgenda item 36 (continued)\r\nThe situation in the Middle East\r\nReports of the Secretary-General (A/67/342 \r\nand A/67/364)\r\nDraft resolutions (A/67/L.23 and A/67/L.24)\r\nThe Acting President: The Assembly will now \r\ntake a decision on draft resolutions A/67/L.23 and \r\nA/67/L.24. We turn first to draft resolution A/67/L.23, \r\nentitled “Jerusalem”. \r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): I would like to announce \r\nthat, since the submission of the draft resolution and \r\nin addition to the delegations listed in document \r\nA/67/L.23, the following countries have also become \r\nsponsors of draft resolution A/67/L.23: Afghanistan, \r\nBahrain, Bangladesh, the Plurinational State of Bolivia, \r\nBrunei Darussalam and Viet Nam. \r\nThe Acting President: The Assembly will now take \r\na decision on draft resolution A/67/L.23. A recorded \r\nvote has been requested.\r\nA recorded vote was taken.\r\n18 12-62371\r\nA/67/PV.47\r\nDraft resolution A/67/L.23 was adopted by 162 \r\nvotes to 7, with 6 abstentions (resolution 67/24).\r\nThe Acting President: Draft resolution A/67/L.24 \r\nis entitled “The Syrian Golan”. \r\nI give the f loor to the representative of the \r\nSecretariat.\r\nMr. Botnaru (Department for General Assembly \r\nand Conference Management): I would like to announce \r\nthat, in addition to the delegations listed in document \r\nA/67/L.24, the following countries have become \r\nsponsors of the draft resolution: Afghanistan, Bahrain, \r\nBangladesh, the Plurinational State of Bolivia, Brunei \r\nDarussalam and the Democratic People’s Republic of \r\nKorea.\r\nThe Acting President: The Assembly will now take \r\na decision on draft resolution A/67/L.24. A recorded \r\nvote has been requested.\r\nA recorded vote was taken.\r\nIn favour:\r\nAfghanistan, Algeria, Angola, Antigua and \r\nBarbuda, Argentina, Armenia, Azerbaijan, \r\nBahamas, Bahrain, Bangladesh, Barbados, Belarus, \r\nBelize, Benin, Bhutan, Bolivia (Plurinational \r\nState of), Botswana, Brazil, Brunei Darussalam, \r\nBurkina Faso, Cambodia, Cape Verde, Chile, \r\nChina, Colombia, Comoros, Congo, Costa Rica, \r\nCôte d’Ivoire, Cuba, Cyprus, Democratic People’s \r\nRepublic of Korea, Djibouti, Dominica, Dominican \r\nRepublic, Ecuador, Egypt, Eritrea, Ethiopia, \r\nGrenada, Guatemala, Guinea, Guyana, Haiti, \r\nIndia, Indonesia, Iran (Islamic Republic of), Iraq, \r\nJamaica, Jordan, Kazakhstan, Kenya, Kuwait, \r\nKyrgyzstan, Lao People’s Democratic Republic, \r\nLebanon, Lesotho, Liberia, Libya, Malaysia, \r\nMaldives, Mali, Mauritania, Mauritius, Mexico, \r\nMongolia, Morocco, Mozambique, Namibia, \r\nNepal, Nicaragua, Niger, Nigeria, Oman, Pakistan, \r\nParaguay, Peru, Philippines, Qatar, Russian \r\nFederation, Saint Lucia, Saint Vincent and the \r\nGrenadines, Saudi Arabia, Senegal, Singapore, \r\nSolomon Islands, Somalia, South Africa, Sri \r\nLanka, Sudan, Suriname, Syrian Arab Republic, \r\nTajikistan, Thailand, Timor-Leste, Trinidad and \r\nTobago, Tunisia, Turkey, Turkmenistan, Tuvalu, \r\nUganda, United Arab Emirates, United Republic \r\nof Tanzania, Uruguay, Uzbekistan, Venezuela \r\nIn favour:\r\nAfghanistan, Albania, Algeria, Andorra, Angola, \r\nAntigua and Barbuda, Argentina, Armenia, \r\nAustralia, Austria, Azerbaijan, Bahamas, Bahrain, \r\nBangladesh, Barbados, Belarus, Belgium, Belize, \r\nBenin, Bhutan, Bolivia (Plurinational State of), \r\nBosnia and Herzegovina, Botswana, Brazil, Brunei \r\nDarussalam, Bulgaria, Burkina Faso, Burundi, \r\nCambodia, Cape Verde, Chile, China, Colombia, \r\nComoros, Congo, Costa Rica, Côte d’Ivoire, Croatia, \r\nCuba, Cyprus, Czech Republic, Democratic People’s \r\nRepublic of Korea, Denmark, Djibouti, Dominica, \r\nDominican Republic, Ecuador, Egypt, El Salvador, \r\nEritrea, Estonia, Ethiopia, Fiji, Finland, France, \r\nGambia, Georgia, Germany, Greece, Grenada, \r\nGuatemala, Guinea, Guyana, Haiti, Honduras, \r\nHungary, Iceland, India, Indonesia, Iran (Islamic \r\nRepublic of), Iraq, Ireland, Italy, Jamaica, Japan, \r\nJordan, Kazakhstan, Kenya, Kuwait, Kyrgyzstan, \r\nLao People’s Democratic Republic, Latvia, \r\nLebanon, Lesotho, Liberia, Libya, Liechtenstein, \r\nLithuania, Luxembourg, Malaysia, Maldives, Mali, \r\nMalta, Mauritania, Mauritius, Mexico, Monaco, \r\nMongolia, Montenegro, Morocco, Mozambique, \r\nNamibia, Nepal, Netherlands, New Zealand, \r\nNicaragua, Niger, Nigeria, Norway, Oman, \r\nPakistan, Paraguay, Peru, Philippines, Poland, \r\nPortugal, Qatar, Republic of Korea, Republic of \r\nMoldova, Romania, Russian Federation, Saint \r\nLucia, Saint Vincent and the Grenadines, Samoa, \r\nSan Marino, Saudi Arabia, Senegal, Serbia, \r\nSingapore, Slovakia, Slovenia, Solomon Islands, \r\nSomalia, South Africa, Spain, Sri Lanka, Sudan, \r\nSuriname, Sweden, Switzerland, Syrian Arab \r\nRepublic, Tajikistan, Thailand, the former Yugoslav \r\nRepublic of Macedonia, Timor-Leste, Trinidad and \r\nTobago, Tunisia, Turkey, Turkmenistan, Tuvalu, \r\nUganda, Ukraine, United Arab Emirates, United \r\nKingdom of Great Britain and Northern Ireland, \r\nUnited Republic of Tanzania, Uruguay, Uzbekistan, \r\nVenezuela (Bolivarian Republic of), Viet Nam, \r\nYemen, Zambia, Zimbabwe\r\nAgainst:\r\nCanada, Israel, Marshall Islands, Micronesia \r\n(Federated States of), Nauru, Palau, United States \r\nof America\r\nAbstaining:\r\nCameroon, Panama, Papua New Guinea, Togo, \r\nTonga, Vanuatu\r\n12-62371 19\r\nA/67/PV.47\r\nso as to put an end to the occupation of the Golan \r\nHeights.\r\nTherefore, on behalf of the Governments of Brazil \r\nand Argentina, I once again stress the importance of \r\nresuming negotiations in order to find a definitive \r\nsolution to the situation in the Syrian Golan, in \r\naccordance with Security Council resolutions 242 \r\n(1967) and 338 (1973) and the principle of land for \r\npeace. \r\nThe Acting President: We have heard the only \r\nspeaker in explanation of vote.\r\nI now give the f loor to the observer of the observer \r\nState of Palestine.\r\nMr. Mansour (Palestine): I want to thank all of \r\nmy colleagues who gave the State of Palestine this \r\nwonderful reception. I am delighted to hear you, Sir, \r\nintroducing our participation as the State of Palestine.\r\nYesterday was a historic day for the Palestinian \r\npeople, for the State of Palestine and for all those who \r\nsupport peace and justice in the Middle East. It was a \r\nhistoric day for the United Nations; it was a historic day \r\nfor all of us in the Assembly Hall. There is no way for me \r\nto describe the enthusiasm that the General Assembly \r\ndemonstrated yesterday in receiving our President, \r\nlistening to him, legislating in this Hall the recognition \r\nof the State of Palestine and changing our status to \r\nthat of a non-member observer State. Indeed that was a \r\nhistoric day and an historic action, which was received \r\nby our people in the streets of the occupied Palestinian \r\nterritory, where hundreds of thousands of Palestinians \r\njoyfully celebrated the historic development.\r\nIn the name of the Palestinian people and in the \r\nname of the State of Palestine, I want to thank all \r\nthose who sponsored resolution 67/19 and the other \r\nresolutions adopted today under the item “Question of \r\nPalestine” and on Jerusalem. We are also very grateful \r\nto all those who voted in favour. They made history \r\nyesterday and reiterated the principled positions in the \r\nresolutions adopted today. \r\nThere are many people we can thank, including \r\nthose who were very instrumental in the collection \r\nof sponsors. Among them is a person special to us, \r\nMr. Morsi from the Arab League, who has been here \r\nfor many years and has been an outstanding friend of \r\nthe State of Palestine. We want to thank him from the \r\nseat of the non-member observer State of Palestine in \r\nthe United Nations.\r\n(Bolivarian Republic of), Viet Nam, Yemen, \r\nZambia, Zimbabwe\r\nAgainst:\r\nCanada, Israel, Marshall Islands, Micronesia \r\n(Federated States of), Palau, United States of \r\nAmerica\r\nAbstaining:\r\nAlbania, Andorra, Australia, Austria, Belgium, \r\nBosnia and Herzegovina, Bulgaria, Burundi, \r\nCameroon, Croatia, Czech Republic, Denmark, \r\nEl Salvador, Estonia, Fiji, Finland, France, \r\nGambia, Georgia, Germany, Greece, Honduras, \r\nHungary, Iceland, Ireland, Italy, Japan, Latvia, \r\nLiechtenstein, Lithuania, Luxembourg, Malta, \r\nMonaco, Montenegro, Nauru, Netherlands, New \r\nZealand, Norway, Panama, Papua New Guinea, \r\nPoland, Portugal, Republic of Korea, Republic of \r\nMoldova, Romania, Samoa, San Marino, Serbia, \r\nSlovakia, Slovenia, Spain, Sweden, Switzerland, \r\nthe former Yugoslav Republic of Macedonia, Togo, \r\nTonga, Ukraine, United Kingdom of Great Britain \r\nand Northern Ireland, Vanuatu\r\nDraft resolution A/67/L.24 was adopted by 110 \r\nvotes to 6, with 59 abstentions (resolution 67/25).\r\nThe Acting President: Before giving the f loor to \r\nspeakers in explanation of vote on the resolutions just \r\nadopted, may I remind delegations that explanations of \r\nvote are limited to 10 minutes and should be made by \r\ndelegations from their seats.\r\nMr. Fernandes (Brazil) (spoke in Spanish): I have \r\nthe honour to speak on behalf of the delegations of \r\nArgentina and Brazil to explain our votes, as we have \r\nin previous years, on resolution 67/25, on the Syrian \r\nGolan, just now adopted by the General Assembly.\r\nBrazil and Argentina voted in favour of the \r\nresolution because they believe that its essential \r\ncharacter is linked to the illegitimacy of the acquisition \r\nof territory by force. Article 2, paragraph 4, of the \r\nCharter of the United Nations prohibits the use or threat \r\nof use of force against the territorial integrity of a State.\r\nAt the same time, I want to clarify the position \r\nof our delegations with respect to paragraph 6 of the \r\nresolution. Our vote does not prejudge the content of \r\nthat paragraph, particularly the reference to “the line \r\nof 4 June 1967”. Brazil and Argentina believe that it is \r\nimportant to make progress in the search for a solution \r\nto the Syrian-Israeli track of the Middle East conflict, \r\n20 12-62371\r\nA/67/PV.47\r\nour President were crystal-clear yesterday. We will be \r\nworking together, with the international community, to \r\ncollectively bring those who are violating international \r\nlaw, the provisions of the Fourth Geneva Convention, \r\nhuman rights law and humanitarian law into compliance. \r\nWe should do so if we want to open the path of peace, put \r\nan end to the agony and tragedy of our people, liberate \r\nthem from the shackles of occupation and allow us to \r\nacquire our independence. More provocations would \r\nbe testing our resolve. The message that we pushed \r\nyesterday should be the message that they should listen \r\nto and take seriously into consideration if they want to \r\nmove in the direction of peace with us.\r\nI again want to thank all those who have supported \r\nour resolutions and who made history with us yesterday \r\nin making the reality of the two States legally, politically \r\nand diplomatically accepted by the General Assembly. \r\nOne State came into being in 1948. The Assembly \r\nlegislated its recognition of the other State through \r\nyesterday’s well-known resolution 67/19 and gave it a \r\nnon-member observer seat in the General Assembly \r\nwith a view to, one day soon, it becoming a full Member \r\nof the United Nations. \r\nA majority of more than two thirds of the members \r\nof the Assembly voted in favour of that resolution \r\nyesterday. In fact, 71.5 per cent of the total membership \r\nof the United Nations voted in favour of our resolution. \r\nIf we do not count those that abstained, we received \r\nthe votes of 93 per cent of those that were present and \r\nvoting in the Assembly. \r\nWe believe that this is a massive message to the \r\nSecurity Council, calling on it to favourably recommend \r\nto the General Assembly the acceptance of the State of \r\nPalestine for full membership in the United Nations. We \r\nhope that the Security Council will rise to the occasion \r\nand listen to this massive message from the Assembly, \r\nwhich is awaiting the recommendation to allow the \r\nState of Palestine to become a full Member and for \r\nour State’s f lag to be put in its alphabetical place in \r\nfront of this building so that we can open a new chapter \r\nof the relationship between us and our neighbour, the \r\nState of Israel, and move in the direction of peace and \r\ndevelopment. Again, our hand is extended in peace, but \r\nwe need the other side to reciprocate in the same spirit.\r\nWith that message, and on the eve of the holiday \r\nseason, we want to thank the Assembly again very \r\nmuch for its support, and we hope that very soon, if we \r\ncome back to the General Assembly, it will be in order \r\nto vote to grant the State of Palestine full membership.\r\nToday is the day after. Yesterday, when we \r\npromoted our draft resolution in connection with our \r\nstatus at the United Nations, we were contributing \r\nto saving the two-State solution, contributing to \r\nsaving peace and contributing to opening doors to the \r\npossibility of creating an atmosphere that is conducive \r\nto negotiations with Israel to end the occupation that \r\nstarted in 1967 and to allow for the independence of \r\nour State. On the day after, we very sincerely hope that \r\nwe can give this option of peace a chance. We hope not \r\nto continue with the option of denying the rights of the \r\nPalestinian people in order to continue to occupy them \r\nand impose wars on them, such as we saw ten days ago \r\nduring the war against our people in the Gaza Strip.\r\nThe reaction of the Israeli Government was an \r\nimmediate provocation, an immediate declaration \r\nregarding building 3,000 illegal housing units and \r\nexpanding their illegal settlements. They are trying \r\nto provoke us to react in some way. I do not know \r\nhow they expect us to react, but the international \r\ncommunity reiterated its position that settlements are \r\nan illegal obstacle to peace and need to be stopped \r\nimmediately. We thus expect the international \r\ncommunity — not only the General Assembly, but also \r\nthe Security Council — to uphold international law \r\nand bring Israel into compliance. They are unilaterally \r\ncreating illegal facts on the ground, and they are \r\nunilaterally taking measures that are in contravention \r\nof the provisions of international law, especially the \r\nFourth Geneva Convention. \r\nFor our part, having submitted that proposal with \r\na view to opening doors to peace, we will continue to \r\nextend our hand in peace, but the continued provocation, \r\ntesting our resolve and our determination, must have \r\nlimits. We are ready and willing, if the other side is \r\nready, to negotiate in good faith on the basis of the well-\r\nknown terms of reference of the peace process. If they \r\nrespect and uphold international law, then perhaps we \r\ncan open doors for peace to move forward. \r\nThe insistence on the option of war and destruction, \r\nviolating the law, building illegal settlements, stealing \r\nour land, destroying our homes, displacing our people \r\nand building walls — these things need to be stopped, \r\nand stopped immediately, because they are not things \r\nthat will create an atmosphere that will allow us to \r\nnegotiate to end the occupation and to achieve the \r\nindependence of our State. \r\nThe choice is theirs. If they want to move in the \r\ndirection of peace, our message and the message of \r\n12-62371 21\r\nA/67/PV.47\r\nall means of international law, in whose headquarters \r\nwe meet today.\r\nIt is regrettable that certain countries that have \r\nbeen frequent advocates for human rights and the \r\nprotection of civilians and international law have \r\nimposed sanctions on my country and have besieged it \r\non that pretext, while failing to vote on resolutions that \r\nwould end the Israeli occupation of part of our national \r\nhomeland in the Golan, resolutions concerning Syrian \r\ncitizens who have long suffered under occupation.\r\nSome countries voted against the resolutions on \r\nboth the Syrian Golan and the question of Palestine, \r\nwhich enjoy unprecedented international support. That \r\nonly proves what we have often said, which is that the \r\nactions of the representatives of those countries do not \r\nmatch their words or reflect good faith. This is mere \r\npolitical hypocrisy and a way of dealing with important \r\nissues — such as the occupied Golan and the question \r\nof Palestine — that is based on double standards, \r\nan extreme bias in Israel’s favour and a logic of \r\naggression in international relations. Israel would not \r\nhave persisted with its occupation of Arab territories \r\nif it were not for the direct support that its policies \r\nof occupation and aggression receive from those who \r\nabstained or voted against the resolution on the occupied \r\nGolan. Thus, those countries that are not on the side \r\nof the provisions of the Charter and international law \r\nalso bear responsibility for the consequences of the \r\ncontinued Israeli occupation of the Syrian Golan.\r\nThe Acting President: The General Assembly has \r\nthus concluded this stage of its consideration of agenda \r\nitem 36.\r\nProgramme of work\r\nThe Acting President: Before concluding, I \r\nwould like to inform members that consideration of \r\nagenda item 35, “Zone of peace and cooperation of \r\nthe South Atlantic”, originally scheduled for Monday, \r\n17 December 2012, has been postponed to a later date, \r\nto be announced.\r\nThe meeting rose at 5.20 p.m.\r\nThe Acting President: I call on the representative \r\nof the Syrian Arab Republic.\r\nMr. Ja’afari (Syrian Arab Republic) (spoke in \r\nArabic): My delegation would like to express its \r\nsincere and deep appreciation and gratitude to the \r\nGeneral Assembly for its adoption — every year \r\nwithout exception since 1981, and by a majority of \r\nthe voices promoting right, justice and law — of the \r\nresolutions entitled “The Syrian Golan”, this year \r\nresolution 67/25, as well as other draft resolutions \r\nunder the items concerning the situation in the Middle \r\nEast and the question of Palestine. The international \r\ncommunity’s continued support for such resolutions is \r\na clear expression of Member States’ commitment to \r\nthe purposes and principles of the Charter of the United \r\nNations, their rejection of foreign occupation and their \r\nsupport for our right to recover the Syrian territories \r\nthat have been occupied by Israel since 5 June 1967. \r\nThe overwhelming majority of the vote in favour \r\nof these resolutions sends a clear message from the \r\ninternational community to Israel and its politicians to \r\nthe effect that occupation, murder, policies of expansion \r\nand aggression, racial discrimination, the establishment \r\nof settlements, the imposition of a fait accompli and \r\nthe forcible annexation of other people’s lands are all \r\nrepugnant practices that violate every international \r\ninstrument and norm, foremost among them clearly the \r\nCharter of the United Nations and the Fourth Geneva \r\nConvention of 1949. Thus, the fate of all such practices \r\nis denunciation and condemnation by the international \r\ncommunity in the General Assembly.\r\nI would like once again to express my country’s \r\nthanks to all the sponsors of resolution 67/25, entitled \r\n“The Syrian Golan”, and to those who voted in favour \r\nof it, and to reiterate our call for the establishment of a \r\njust and comprehensive peace, based on international \r\nlegal resolutions, particularly Security Council \r\nresolutions 242 (1967), 338 (1973) and 497 (1981), as \r\nwell as the principle of land for peace and the Arab \r\nPeace Initiative. I would also like to stress Syria’s \r\nunshakeable determination to liberate the entire Golan \r\nto the pre-occupation borders of 4 June 1967 and to \r\nremove all illegal settlements there, in accordance with \r\n"