"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-58495 (E)\r\n*1258495*\r\nThe meeting was called to order at 10.20 a.m.\r\nAgenda item 110\r\nElections to fill vacancies in subsidiary organs \r\nand other elections\r\n(a) Election of seven members of the Committee for \r\nProgramme and Coordination \r\nNote by the Secretary-General (A/67/125/Rev.1)\r\nThe President: Pursuant to General Assembly \r\ndecision 42/450 of 17 December 1987 and upon \r\nnomination by the Economic and Social Council, the \r\nAssembly elects the members of the Committee for \r\nProgramme and Coordination.\r\nThe Assembly has before it document A/67/125/Rev.1, \r\nwhich contains the nominations by the Economic and \r\nSocial Council to fill the vacancies in the Committee that \r\nwill occur as a result of the expiration on 31 December \r\n2012 of the terms of office of the Comoros, France, \r\nHaiti, Israel, Namibia, the Russian Federation and the \r\nBolivarian Republic of Venezuela. These States are \r\neligible for immediate re-election.\r\nI should like to remind members that, after 1 January \r\n2013, the following States will remain members of the \r\nCommittee: Algeria, Antigua and Barbuda, Argentina, \r\nBelarus, Benin, Brazil, Bulgaria, Cameroon, China, \r\nCuba, Eritrea, Guinea, Guinea-Bissau, the Islamic \r\nRepublic of Iran, Italy, Japan, Kazakhstan, Malaysia, \r\nPakistan, the Republic of Korea, the Republic of \r\nMoldova, Uruguay and Zimbabwe. Therefore, these \r\n23 States are not eligible in this election.\r\nI should now like to inform members that the \r\nfollowing States have been nominated by the Economic \r\nand Social Council: Botswana and the United Republic \r\nof Tanzania for the two seats among the African \r\nStates; the Russian Federation for the one seat among \r\nthe Eastern European States; Peru for one of the two \r\nseats among the Latin American and Caribbean States; \r\nand France for one of the two seats among the Western \r\nEuropean and other States.\r\nIn accordance with rule 92 of the rules of procedure, \r\nall elections shall be held by secret ballot and there shall \r\nbe no nominations. However, I should like to recall \r\nparagraph 16 of General Assembly decision 34/401, \r\nwhereby the practice of dispensing with the secret ballot \r\nfor elections to subsidiary organs when the number of \r\ncandidates corresponds to the number of seats to be \r\nfilled should become standard, unless a delegation \r\nspecifically requests a vote on a given election.\r\nIn the absence of such a request, may I take it that \r\nthe Assembly decides to proceed to the election on the \r\nbasis of dispensing with the secret ballot?\r\nIt was so decided.\r\nThe President: The number of States nominated \r\nfrom among the African States, the Eastern European \r\nStates, the Latin American and Caribbean States and \r\nthe Western European and other States is equal to or \r\nless than the number of seats to be filled in each of \r\nthose groups. \r\nMay I therefore take it that the Assembly wishes \r\nto declare those States nominated by the Economic \r\nand Social Council — Botswana, France, Peru, \r\nUnited Nations A/67/PV.34\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n34th plenary meeting\r\nMonday, 12 November 2012, 10 a.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Serbia)\r\n2 12-58495\r\nA/67/PV.34\r\nthe Russian Federation and the United Republic of \r\nTanzania — elected members of the Committee for \r\nProgramme and Coordination for a three-year term of \r\noffice beginning on 1 January 2013?\r\nIt was so decided.\r\nThe President: I congratulate the States that \r\nhave just been elected members of the Committee for \r\nProgramme and Coordination.\r\nMembers are reminded that the Economic and \r\nSocial Council postponed the nomination of one \r\nmember from the Latin American and Caribbean States \r\nand one member from the Western European and other \r\nStates for election for a three-year term beginning on \r\n1 January 2013. The General Assembly will be in a \r\nposition to act on these vacancies upon nomination by \r\nthe Economic and Social Council.\r\nWe have thus concluded this stage of our \r\nconsideration of sub-item (a) of agenda item 110.\r\n(d) Election of 18 members of the Human \r\nRights Council \r\nThe President: The General Assembly will now \r\nproceed with the election of 18 members of the Human \r\nRights Council to replace those members whose term of \r\noffice expires on 31 December 2012.\r\nThe 18 outgoing members are Bangladesh, Belgium, \r\nCameroon, China, Cuba, Djibouti, Hungary, Jordan, \r\nKyrgyzstan, Mauritius, Mexico, Nigeria, Norway, the \r\nRussian Federation, Saudi Arabia, Senegal, the United \r\nStates of America and Uruguay.\r\nIn accordance with paragraph 7 of General \r\nAssembly resolution 60/251 of 15 March 2006, these \r\nMember States are eligible for immediate re-election, \r\nexcept those that have served two consecutive terms, \r\nnamely, Bangladesh, Cameroon, China, Cuba, Djibouti, \r\nJordan, Mauritius, Mexico, Nigeria, the Russian \r\nFederation, Saudi Arabia, Senegal and Uruguay.\r\nThe 18 vacant seats should be distributed among \r\nthe regional groups as follows: five seats for the African \r\nStates; five seats for the Asia-Pacific States; two seats \r\nfor the Eastern European States; three seats for the \r\nLatin American and Caribbean States; and three seats \r\nfor the Western European and other States.\r\nIn accordance with resolution 60/251, membership \r\nin the Council shall be open to all States Members of \r\nthe United Nations, and the members of the Council \r\nshall serve for a period of three years. The members of \r\nthe Council shall be elected directly and individually, \r\nby secret ballot, by the majority of the members of the \r\nGeneral Assembly. Accordingly, 97 votes constitute \r\na majority in the General Assembly, which has a \r\nmembership of 193 States.\r\nIn accordance with paragraphs 4 and 5 of resolution \r\n65/281 of 17 June 2011, beginning in 2013, the Human \r\nRights Council will start its yearly membership cycle \r\non 1 January and, as a transitional measure, the period \r\nof office of members of the Human Rights Council \r\nending in June 2012, June 2013 and June 2014 has been \r\nexceptionally extended until the end of the respective \r\ncalendar year.\r\nThe following States will continue to be members \r\nof the Human Rights Council: Angola, Austria, Benin, \r\nBotswana, Burkina Faso, Chile, Congo, Costa Rica, the \r\nCzech Republic, Ecuador, Guatemala, India, Indonesia, \r\nItaly, Kuwait, Libya, Malaysia, Maldives, Mauritania, \r\nPeru, the Philippines, Poland, Qatar, the Republic of \r\nMoldova, Romania, Spain, Switzerland, Thailand and \r\nUganda. \r\nThe names of these States, therefore, should not \r\nappear on the ballot papers.\r\nThe election will be held in accordance with the \r\nrelevant rules of procedure of the General Assembly on \r\nelections. For this election, rules 92 and 94 of the rules \r\nof procedure of the General Assembly shall be applied. \r\nConsistent with the practice of the General \r\nAssembly, if more than the required number of Member \r\nStates have obtained the votes of the majority of the \r\nmembers of the Assembly on the same ballot, those \r\nMember States that have obtained the largest number \r\nof votes above the required majority will be considered \r\nas elected, up to the number of seats to be filled. Also, \r\nconsistent with past practice, in case due to a tie vote \r\nit should become necessary to determine one candidate \r\nto be elected or that will proceed to the next round of \r\nrestricted balloting, there will be a special restricted \r\nballot limited to those candidates that have obtained an \r\nequal number of votes.\r\nMay I take it that the General Assembly agrees to \r\nthose procedures?\r\nIt was so decided. \r\nThe President: Accordingly, the election shall be \r\nheld by secret ballot and there shall be no nominations.\r\n12-58495 3\r\nA/67/PV.34\r\nAgain, I should like to repeat that the 18 vacant \r\nseats are to be filled from among the regional groups \r\nas follows: five seats from among the Group of African \r\nStates, five seats from among the Group of Asia-Pacific \r\nStates, two seats from among the Group of Eastern \r\nEuropean States, three seats from among the Group of \r\nLatin American and Caribbean States, and three seats \r\nfrom among the Group of Western European and other \r\nStates. The ballot papers reflect that pattern.\r\nIn addition, I have been informed by the Secretariat \r\nthat the voluntary pledges and commitments made by \r\nMember States in accordance with paragraph 8 of \r\nresolution 60/251 were accordingly issued as official \r\ndocuments of the sixty-seventh session of the General \r\nAssembly.\r\nBefore we begin the voting process, I should like to \r\nremind members that, pursuant to rule 88 of the rules of \r\nprocedure of the General Assembly, no representative \r\nshall interrupt the voting except on a point of order on \r\nthe actual conduct of the voting.\r\nWe shall now begin the voting process. Ballot \r\npapers marked “A”, “B”, “C”, “D” and “E” will now be \r\ndistributed. Each ballot paper is assigned to one of the \r\nfive regional groups and has the corresponding number \r\nof blank lines for the seats assigned to that region.\r\nI request representatives to use only those ballot \r\npapers and to write on them the names of the States \r\nfor which they wish to vote. A ballot paper containing \r\nmore names from the relevant region than the number \r\nof seats assigned to it will be declared invalid. A \r\nballot will also be declared invalid if all the names of \r\nthe Member States on that ballot do not belong to the \r\nrelevant region. If a ballot paper of a region includes \r\nboth the names of Member States that belong to and \r\nthat are from outside of that region, the ballot remains \r\nvalid but only the names of the Member States that \r\nbelong to the relevant region will be counted. If a ballot \r\npaper contains names of Member States that are not \r\neligible for re-election or that are currently members of \r\nthe Council, the ballot remains valid but those names \r\nwill not be counted.\r\nAt the invitation of the President, Ms. Ruski \r\n(Bulgaria), Mr. Louis (Colombia), Mr. Weydert \r\n(Luxembourg), Mr. Yadamsuren (Mongolia), \r\nMs. Ashipala (Namibia), Ms. Al-Sweel (Saudi \r\nArabia), Mr. Kvas (Ukraine) and Mr. Silwamba \r\n(Zambia) acted as tellers. \r\nA vote was taken by secret ballot. \r\nMr. Beck (Palau), Vice-President, took the Chair.\r\nThe meeting was suspended at 10.45 a.m. and \r\nresumed at 11.50 a.m. \r\nThe Acting President: The result of the voting is \r\nas follows:\r\nGroup A — African States\r\nNumber of ballot papers: 193\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 193\r\nAbstentions: 2\r\nNumber of members voting: 191\r\nRequired absolute majority: 97\r\nNumber of votes obtained:\r\nGabon 187\r\nCôte d’Ivoire 183\r\nSierra Leone 182\r\nKenya 180\r\nEthiopia 178\r\nSudan 4\r\nTanzania 1\r\nRwanda 1\r\nGroup B — Asian States \r\nNumber of ballot papers: 193 \r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 193\r\nAbstentions: 2\r\nNumber of members voting: 191\r\nRequired absolute majority: 97\r\nNumber of votes obtained:\r\nUnited Arab Emirates 184\r\nKazakhstan 183\r\nJapan 182\r\nRepublic of Korea 176\r\nPakistan 171\r\nGroup C — Eastern European States \r\nNumber of ballot papers: 193\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 192\r\nAbstentions: 5\r\nNumber of members voting: 187\r\nRequired absolute majority: 97\r\nNumber of votes obtained:\r\nEstonia 184\r\nMontenegro 182\r\n4 12-58495\r\nA/67/PV.34\r\nGroup D — Latin American and Caribbean States \r\nNumber of ballot papers: 193\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 192\r\nAbstentions: 3\r\nNumber of members voting: 189\r\nRequired absolute majority: 97\r\nNumber of votes obtained: \r\nBrazil 184\r\nArgentina 176\r\nVenezuela (Bolivarian Republic of) 154\r\nBolivia (Plurinational State of) 2\r\nPanama 1\r\nGroup E — Western European and other States\r\nNumber of ballot papers: 193\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 192\r\nAbstentions: 2\r\nNumber of members voting: 190\r\nRequired absolute majority: 97\r\nNumber of votes obtained:\r\nUnited States of America 131\r\nGermany 127\r\nIreland 124\r\nGreece 78\r\nSweden 75\r\nNetherlands 1\r\nHaving obtained the required majority and the \r\nlargest number of votes of the members of the \r\nGeneral Assembly, the following 18 States were \r\nelected members of the Human Rights Council for \r\na three-year term of office beginning on 1 January \r\n2013: Argentina, Brazil, Côte d’Ivoire, Estonia, \r\nEthiopia, Gabon, Germany, Ireland, Japan, \r\nKazakhstan, Kenya, Montenegro, Pakistan, the \r\nRepublic of Korea, Sierra Leone, the United Arab \r\nEmirates, the United States of America and the \r\nBolivarian Republic of Venezuela. \r\nThe Acting President: I congratulate those States \r\nthat have been elected members of the Human Rights \r\nCouncil. I thank the tellers for their assistance in this \r\nelection. \r\n The General Assembly has thus concluded its \r\nconsideration of sub-item (d) of agenda item 110. \r\nThe meeting rose at 11.55 a.m.\r\n"