"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-64245 (E)\r\n*1264245*\r\nIn the absence of the President, Mr. Salam \r\n(Lebanon), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.10 a.m.\r\nAgenda item 75 (continued)\r\nOceans and the law of the sea\r\nCommemoration of the thirtieth anniversary of \r\nthe opening for signature of the United Nations \r\nConvention on the Law of the Sea\r\nMr. Martinez Moreno (El Salvador) (spoke in \r\nSpanish): El Salvador, which is one of the few States \r\nto have signed but not ratified the Convention we are \r\ncelebrating today, believes that the Convention largely \r\nreflects the aspirations of humankind to a just and \r\nbalanced legal regime and that the provisions of the \r\nConvention already constitute norms of customary \r\ninternational law that should be universally respected. \r\nMy country therefore welcomes the 30 years during \r\nwhich that illustrious Convention has made a substantial \r\ncontribution to developing useful legal principles, \r\npreserving the resources of the sea and maintaining a \r\npeaceful system for the settlement of disputes, all for \r\nthe benefit of a better and more just world.\r\nAt this important juncture for the world, our \r\ncommemoration of the opening for signature of the \r\nUnited Nations Convention on the Law of the Sea, the \r\ndelegation of El Salvador regrets to inform the Assembly \r\nthat, on 5 January in San Salvador, one of the architects \r\nof the new law of the sea, Mr. Reynaldo Galindo Pohl, \r\npassed away. Mr. Galindo Pohl distinguished himself \r\nthrough his accomplished contributions to the debates \r\nheld in various committees on the seabed and the law of \r\nthe sea and as the Chairman of the Second Committee \r\nof the Third United Nations Conference on the Law \r\nof the Sea, which he presided over with dignity and \r\nimpartiality, earning the overall respect of delegations. \r\nHis contribution to the development of the law of the \r\nsea legislation covered many different matters. Perhaps \r\nhis greatest contribution was his promotion of balanced \r\nsolutions on the nature and extension of maritime zones, \r\nwhich he achieved in a difficult atmosphere of clashing \r\npositions, where much was at stake. Even when faced \r\nwith countless proposals that took antagonistic and \r\nsometimes completely opposite positions, he was able \r\nto hold serious discussions that gradually led to the \r\nreconciliation of the various positions until generally \r\naccepted norms were reached and included in the \r\ngreat Convention signed in Montego Bay. The many \r\nproposals made by that illustrious Salvadorean official, \r\nwhich were always scientifically sound, were largely \r\naccepted owing to their just and balanced nature.\r\nThe delegation of El Salvador would like to recall \r\nthe contribution of Mr. Galindo Pohl to the development \r\nof the concept of the sea as the common heritage of \r\nhumankind aimed at ensuring that the exploration for \r\nand use of resources in that region would be dedicated \r\nto peaceful ends and the benefit of all States, including \r\nlandlocked States, thus contributing to the economic \r\nwell-being of all of humanity, in particular the \r\ndeveloping countries.\r\nUnited Nations A/67/PV.51\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n51st plenary meeting\r\nTuesday, 11 December 2012, 10 a.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Serbia)\r\n2 12-64245\r\nA/67/PV.51\r\nThe Salvadorean delegation believes that \r\nMr. Galindo Pohl, in his wisdom, helped develop the \r\ndoctrine of the law of the sea. His treatises on innocent \r\npassage and the freedom of navigation, on the regime \r\nfor the exploration and exploitation of the international \r\nseabed area and on the resolution of disputes related to \r\nthe law of the sea, among other studies, were praised \r\nat the time by many specialists, who welcomed their \r\nlegal rationalism and balance in reconciling positions \r\nthat were sometimes diametrically opposed. \r\nIn this meeting today, the delegation of El Salvador \r\nwould like to state that it believes that, just as basic \r\njustice is an imperative, respect is due to those jurists \r\nlike Reynaldo Galindo Pohl, who, as men of science \r\nand conscience, contributed to ensuring that the \r\nlegal regime of the sea was founded on principles of \r\ninternational equity. Mr. Galindo Pohl deserves respect \r\nnot only from his homeland, which he made proud with \r\nhis exemplary conduct and legal and philosophical \r\nerudition and which has already recognized him for it, \r\nbut also from the international community, which he \r\nserved with such singular dedication.\r\nMr. Haniff (Malaysia): It is indeed a great honour \r\nfor me to be speaking today as we commemorate the \r\nthirtieth anniversary of the opening for signature of \r\nthe 1982 United Nations Convention on the Law of the \r\nSea (UNCLOS). It would be an understatement for me \r\nto say that the Convention has served as an important \r\nframework for the governance and management of the \r\nsea. It is the most comprehensive instrument governing \r\nthe conduct of States and the use of oceans.\r\nAt this juncture, we would like to align ourselves \r\nwith the statement delivered at the 49th meeting by the \r\nPermanent Representative of the Republic of Korea, \r\nas Chair of the Group of Asia-Pacific States for the \r\nmonth of December. I would like to thank Mr. Tommy \r\nKoh, President of the Third United Nations Conference \r\non the Law of the Sea, for his statement at the same \r\nmeeting. My delegation would also like to pay a \r\nspecial tribute to the late Ambassador Arvid Pardo \r\nof Malta and the late Ambassador Hamilton Shirley \r\nAmerasinghe of Sri Lanka for their outstanding and \r\nremarkable contributions to the development of the \r\nprocess of managing the oceans and all its resources and \r\nrelated to the international law of the sea. Our deepest \r\nappreciation also goes to the Division for Ocean Affairs \r\nand the Law of the Sea for its contribution throughout \r\nthe years.\r\nMaking up more than 70 per cent of the Earth’s \r\nsurface, the ocean is the largest component of Earth’s \r\nsurface. It is essential for the very existence of \r\nhumankind. In today’s world, it is not only a source of \r\nlife, a provider of food and a means for transportation, \r\nbut also a source of minerals and, more recently, \r\nthanks to new technology, an ever-growing provider \r\nof clean water and energy. Because of the ocean’s \r\nvastness, it used to be thought that their resources \r\nwere inexhaustible. However, with the growing needs \r\nof people for food, energy and resources, even the \r\ngreat oceans require protection. Furthermore, since \r\ntime immemorial, the oceans and seas have been a \r\nsource of conflict and wars. It is for that reason that, \r\n30 years ago, the international community agreed on \r\na comprehensive legal regime to govern the conduct of \r\npeople and nations in the use of oceans and seas. It is \r\nmost fitting, therefore, that UNCLOS be known as the \r\nconstitution of the oceans.\r\nMalaysia signed the Convention on 12 December \r\n1982, together with 109 other countries, when it \r\nwas first opened for signature, and we ratified it on \r\n14 October 1996. As a State party, Malaysia has always \r\nimplemented and continues to implement the various \r\nprovisions under UNCLOS faithfully.\r\nWith a coastline of 4,492 kilometres and extensive \r\nmaritime boundaries with a number of its neighbours, \r\nwe have conducted maritime boundaries negotiations \r\nwith our neighbouring countries through peaceful \r\nmeans, in accordance with the letter and spirit of the \r\nrecognized principles of international law, particularly \r\nthe Convention. Malaysia has also demonstrated and \r\nmade use of the provisions under UNCLOS regarding \r\nthe settlement of disputes. Our clear adherence to the \r\narbitration processes in settling disputes was evident \r\nin the Case concerning sovereignty over Palau Ligitan \r\nand Palau Sipadan, and in the Case concerning \r\nsovereignty over Pedra Branca/Pulau Batu Puteh, \r\nMiddle Rocks and South Ledge before the International \r\nCourt of Justice. In both cases, Malaysia has respected \r\nthe decisions of the Court, irrespective of whether the \r\ndecisions favoured Malaysia or otherwise.\r\nCloser to home, the Strait of Malacca is one of the \r\nmost important international waterways connecting \r\nthe Indian Ocean to the Pacific Ocean. Owing to the \r\npositive growth and relevance of the Strait in facilitating \r\ninternational trade, it continues to pose a variety of \r\nchallenges to balancing the economic viability and \r\nthe environmental sustainability of the area. For that \r\n12-64245 3\r\nA/67/PV.51\r\nreason, in line with Part III of UNCLOS, entitled \r\n“Straits Used for International Navigation”, Malaysia \r\nhas put in place its traffic separation scheme and aids to \r\nnavigation in order to maintain safety and security for \r\npassage through the Strait. The Cooperative Mechanism \r\non Safety of Navigation and Environmental Protection \r\nin the Straits of Malacca and Singapore was also \r\nestablished with two other littoral States, as a practical \r\nand effective framework for international cooperation \r\nin the Straits of Malacca and Singapore.\r\nTo conclude, Malaysia will continue to support \r\nwork on international oceans and the Convention on the \r\nLaw of the Sea, including its underlying provisions. The \r\nfact that 164 of our Member States are States parties \r\nto UNCLOS proves its relevance and importance. \r\nIt is a comprehensive testament to international law-\r\nmaking in the twentieth century. Malaysia notes the \r\nestablishment and operation under UNCLOS of three \r\nimportant organs to facilitate a unified international \r\nmarine order — the International Tribunal for the Law \r\nof the Sea, the International Seabed Authority and the \r\nCommission on the Limits of the Continental Shelf \r\n(CLCS). On that note, I am pleased to mention that \r\nMalaysia has been contributing actively to the work of \r\nthe CLCS through our current expert, Mazlan Madon, \r\nand former expert, Abu Bakar Jaafar, respectively.\r\nI assure the Assembly of my delegation’s firm \r\nsupport and cooperation in relation to the deliberations \r\non oceans and the law of the sea in various forums. \r\nMalaysia is convinced that with the recent developments \r\nand ongoing implementation of the principles and \r\nspirit of UNCLOS, the Convention will continue to be \r\nuniversally recognized and fully applied to the conduct \r\nof States on oceans.\r\nMr. Argüello-Gómez (Nicaragua) (spoke in \r\nSpanish): The United Nations Convention on the Law \r\nof the Sea has been described as the constitution of the \r\noceans and reflects a delicate balance of interests that \r\nencompass a variety of issues, such as the definition of \r\nmaritime zones, protection of the environment and the \r\nuse of marine resources, among others. The Convention \r\nhas had an impact in many spheres, particularly in \r\nmaintaining global peace and security, insofar as it has \r\nprovided legal security in the various domains it covers. \r\nIt has set out mechanisms for the peaceful settlement \r\nof disputes and created institutions to implement them. \r\nSimilarly, it has set standards for the sustainable use \r\nof marine resources and strengthened the development \r\nof international commerce, for which the oceans are \r\na channel carrying 90 per cent of the world’s traded \r\ngoods. \r\nFurthermore, it took a historic step in promulgating, \r\nas part of the law of the sea, the principle that the area \r\nof the seabed, ocean f loor and subsoil beyond the limits \r\nof national jurisdiction — and the resources to be found \r\nthere — are the common heritage of mankind, and that \r\ntheir exploration and exploitation should therefore be to \r\nthe benefit of all mankind.\r\nTo date, 164 States have ratified the Convention, \r\nand the few that have not yet done so are in active \r\nnegotiations, recognizing that the content of the \r\ninstrument represents the current law of the sea and \r\nthat many of its rules are part of customary law. Of the \r\n164 States, 29 are in Latin America and the Caribbean, \r\nwith Ecuador the most recent country to ratify. Those \r\nnumbers serve as an indication of the acceptance and \r\nimportance of the Convention in our region, where only \r\nfour countries have not yet joined.\r\nIn the case of Nicaragua, being a coastal State with \r\nextensive coastlines on both the Pacific and the Atlantic \r\nOceans and with many islands and keys in our territory, \r\nthe Convention on the Law of the Sea has been the \r\nbasis on which Nicaragua has asserted the rights that \r\nthe Convention recognizes as such. Nicaragua therefore \r\nrequested the International Court of Justice to rule on \r\nthe delimitation of its maritime borders so as to resolve \r\ndisputes with the Republics of Honduras and Colombia. \r\nIn the latter case, the Court judgement, rendered on \r\n19 November, represents a milestone for our nation, in \r\nthat the Court recognized Nicaragua’s maritime rights \r\nin areas of the Caribbean in a way concordant with \r\nhistory, geography and international law. Most notably, \r\nthe ruling confirmed the 200 nautical miles delimitation \r\nof the exclusive economic zone and acknowledged that \r\nNicaragua has a continental shelf in the Caribbean, \r\nentitling it to recover its sovereign rights over the vast \r\nnatural resources they contain. That will have positive \r\neffects on the country’s economic development, \r\nfacilitate closer relations with neighbouring, especially \r\nCaribbean, countries and enable negotiation of \r\noutstanding maritime boundaries in an atmosphere of \r\nlegal certainty.\r\nNicaragua wishes therefore to draw attention \r\nto the important contribution of the International \r\nCourt of Justice to maritime delimitations between \r\nStates. In fact, the Convention’s fundamental rule for \r\nmaritime delimitation of exclusive economic zones \r\n4 12-64245\r\nA/67/PV.51\r\nand the continental shelf — which is that it must be \r\nequitable — derives from the principles and legal \r\nstandards identified by the Court in the cases concerning \r\nthe North Sea continental shelf in 1969. Including those \r\nlandmark cases, 145 cases have been presented to the \r\nCourt on the same subject. That has enabled the Court \r\nto develop and interpret the rules established by the \r\nConvention — which merely provide a basic framework \r\nfor managing relations between States on those issues, \r\na fact that prevents the Convention from becoming \r\na static instrument. Conversely, the Court has also \r\nmanaged to adapt the rules to different circumstances \r\nwith the sole purpose of obtaining a fair result based on \r\ninternational law.\r\nThe assurance of obtaining an equitable result is \r\nthe reason that Nicaragua turned to the Court in the \r\ntwo cases I mentioned. Specifically in the Colombia \r\ncase, the jurisprudence of the International Court of \r\nJustice and the principles of the arbitral tribunals on \r\ndelimitation informed the weighing of the claims of a \r\nlarge State with small islands against those of a smaller \r\nState’s extensive coasts. That is the case of the San \r\nAndres islands, by virtue of which Colombia claimed \r\na 42-square-kilometre extension, and the coasts of \r\nNicaragua, which are more than 500 kilometres in \r\nlength. Clearly, any equitable delimitation must grant \r\nNicaragua a substantial part of the maritime areas in \r\nquestion. In that case, the Court ruled in a manner that \r\nanyone who has ever studied related cases would easily \r\nhave predicted. That is why Nicaragua finds nothing \r\nsurprising in the judgement of 19 November, but rather \r\na confirmation of how the Court has been interpreting \r\nthe rules of international law for decades.\r\nNicaragua has always been a country with a \r\ncommitment to peace and respect for international law, \r\nand it has always faithfully fulfilled its international \r\nobligations, including abiding by the decisions of the \r\nCourt. We expect reciprocity from other States when \r\nit comes to their obligation to abide by the decisions \r\nof the International Court of Justice in cases they are \r\ninvolved in.\r\nA recent significant development in our region that \r\ndemonstrates our commitment to peace is the case of \r\nthe Gulf of Fonseca, which has been declared by the \r\nPresidents of the three coastal countries of Nicaragua, \r\nHonduras and El Salvador as a zone of peace, sustainable \r\ndevelopment and security. Recently we convened a \r\ntrilateral commission to ensure the implementation of \r\nthat declaration.\r\nI would like to conclude by expressing our \r\nappreciation for the work of the International Tribunal \r\nfor the Law of the Sea, which recently issued its first \r\nruling on maritime delimitation, and also for that of the \r\nCommission on the Limits of the Continental Shelf. The \r\nwork of the Commission is particularly important for \r\nsmall and developing countries like Nicaragua, which \r\nhas already submitted preliminary information and \r\nwill soon submit its formal application for recognition \r\nof its continental shelf beyond 200 nautical miles in \r\nthe Caribbean Sea. It is therefore essential to grant the \r\nfunding and f lexibility needed for the Commission to \r\ndeal with its backlog of work and meet the objectives \r\nfor which it was created.\r\nMr. Momen (Bangladesh): It is an honour for me \r\nto address the plenary meeting on the commemoration \r\nof the thirtieth anniversary of the opening for signature \r\nof the 1982 United Nations Convention on the Law of \r\nthe Sea (UNCLOS). We express our appreciation to \r\nAmbassador Tommy Koh, who was the President of \r\nthe Third United Nations Conference on the Law of the \r\nSea, the Secretary-General of the International Seabed \r\nAuthority, the President of the International Court of \r\nJustice, the President of the International Tribunal for \r\nthe Law of the Sea, the Chairman of the Commission \r\non the Limits of the Continental Shelf and the other \r\nspeakers for their remarks on the topic.\r\nThe adoption of the United Nations Convention on \r\nthe Law of the Sea on 30 April 1982 was a milestone in \r\nthe governance of global maritime affairs. My delegation \r\nrecalls with gratitude the special role played by the \r\nlate Ambassador Arvid Pardo of Malta, in particular, \r\nhis visionary speech delivered on 1 November 1967 \r\nbefore the First Committee of the General Assembly \r\n(see A/C.1/PV.1515), which facilitated the adoption of \r\nthe Convention in 1982. Let me also recall with gratitude \r\nthe contribution of other eminent persons who served \r\nas officers of the Third United Nations Conference \r\non the Law of the Sea, as well as those who worked \r\ntirelessly towards the conclusion of the Convention \r\nand its adoption. Here, I express my sincere tribute \r\nto Ambassador Hamilton Shirley Amerasinghe of Sri \r\nLanka and Ambassador Tommy Koh of Singapore for \r\ntheir contributions.\r\nBangladesh signed the Convention on 10 December \r\n1982, the very first day of its opening for signature, \r\nand ratified it on 27 July 2001. We also acceded to the \r\nAgreement on Part XI of the Convention on 27 July 2001. \r\nBangladesh was pleased to co-sponsor resolution 67/5, \r\n12-64245 5\r\nA/67/PV.51\r\nentitled “Plenary meetings of the General Assembly on \r\n10 and 11 December 2012 devoted to the consideration \r\nof the item entitled ‘Oceans and the law of the sea’ and \r\nto the commemoration of the thirtieth anniversary of the \r\nopening for signature of the United Nations Convention \r\non the Law of the Sea”, under agenda item 75.\r\nThirty years ago, on 10 December 1982, the United \r\nNations Convention on the Law of the Sea was opened \r\nfor signature in Montego Bay, Jamaica. Bangladesh \r\ngreatly values the significance of that day. It was in that \r\nspirit that the Government of Bangladesh organized \r\na high-level national event on 10 December, entitled \r\n“Commemoration Ceremony of the 30th Anniversary \r\nof the United Nations Convention on the Law of the Sea \r\nof 1982”. The Prime Minister of Bangladesh graced the \r\noccasion as the chief guest, while the Foreign Minister \r\nand the United Nations Development Programme \r\nResident Coordinator in Bangladesh attended as \r\nspecial guests. The meeting was organized by the \r\nMinistry of Foreign Affairs in association with relevant \r\nstakeholders in both the public and the private sectors.\r\nMaritime territory has become an important area of \r\neconomic interest for all nations and even more so for \r\na country like Bangladesh with limited resources and \r\nextensive development challenges. The ocean remains \r\nan important element in our culture, particularly in \r\nrelation to the fishery resources of the sea. Into the \r\nfuture and in order to promote the welfare of our \r\npopulation, Bangladesh looks toward the sea, both for \r\nthe resources of the water column and the seabed.\r\nBangladesh greatly values multilateralism in \r\nall activities, including ocean-governance. As a \r\ndensely populated country with an area of 144,000 \r\nsquare kilometres and a population of 150 million, \r\nBangladesh deems the settlement of maritime disputes \r\nwith its neighbours is immensely important so that it \r\ncan rightfully claim maritime resources in the Bay of \r\nBengal. As members are aware, on 14 March 2012, the \r\nInternational Tribunal for the Law of the Sea (ITLOS), an \r\nimportant body established under UNCLOS, delivered \r\nits historic judgement in the delimitation proceedings \r\nbetween Bangladesh and Myanmar, instituted under \r\nPart XV of UNCLOS, within 28 months from the time \r\nit initiated those proceedings on 14 December 2009. \r\nThat is a manifestation of unprecedented efficiency on \r\nthe part of ITLOS. We reiterate our sincere appreciation \r\nto ITLOS for that. We also express our appreciation \r\nto the Tribunal for dealing with the proceedings in a \r\ntransparent, just and equitable manner. Our felicitations \r\ngo the delegation of Myanmar, too, for positively \r\nreceiving the invitation of Bangladesh and thereby \r\nhelping to resolve a contentious issue in a peaceful \r\nmanner. I believe that, by resolving that dispute, both \r\nBangladesh and Myanmar have not only opened up \r\nopportunities for their peoples, but also contributed to \r\nthe progressive development of international law of the \r\nsea and the institutions established under UNCLOS.\r\nNow, I should like to refer to Bangladesh’s \r\nsubmission regarding the extended continental shelf \r\non 25 February 2011 — five months earlier than the \r\ndeadline — to the United Nations Commission on the \r\nLimits of the Continental Shelf, another important \r\nbody established under the Convention. The submission \r\ncompletes the outstanding obligation of Bangladesh \r\nunder the provisions of article 76 of the Convention \r\nto provide scientific and technical information to \r\nthe Commission in support of Bangladesh’s claim to \r\njurisdiction over the continental shelf beyond 200 \r\nnautical miles. Through the international process \r\nestablished under the Convention, we sought to delimit \r\nour continental shelf in order to provide a legal basis \r\nfor the exploration, conservation and development \r\nof living and non-living natural resources that could \r\nsafeguard our sustainable development, energy needs \r\nand the welfare of our people.\r\nMr. Manongi (United Republic of Tanzania): \r\nWe welcome the opportunity to speak today to \r\ncommemorate the thirtieth anniversary of the opening \r\nfor signature of the United Nations Convention on the \r\nLaw of the Sea. The United Republic of Tanzania was \r\namong the first 119 countries that signed the Convention \r\nin Montego Bay, Jamaica. For us, the Convention was \r\nthe culmination of the most important law-making \r\nnegotiations undertaken in the history of the United \r\nNations. Those rigorous and complex negotiations \r\nresulted in what we have today — a regime of ocean \r\ngovernance that takes into account a broad range of \r\ninterests and circumstances that was and continues to \r\nbe worthy of our collective pride and support.\r\nAs we meet here today it is important to reaffirm \r\nthe spirit of the Convention as reflected in its preamble, \r\nnamely, to promote the spirit of mutual understanding \r\nand cooperation on all issues relating to the law of the \r\nsea. We must recommit ourselves to that vision, to \r\nthe full implementation of the goals and objectives of \r\nthe Convention as a contribution to the maintenance \r\nof international peace and security, and to further \r\n6 12-64245\r\nA/67/PV.51\r\nstrengthening and promoting legitimate uses of the \r\noceans.\r\nTanzania attaches great importance to the role \r\nplayed by the Convention, which we ratified on \r\n30 September 1985 as the twenty-fourth State party. We \r\nbelieve in the Convention’s continued relevance and are \r\npleased to note that much has been achieved within its \r\nframework. We recognize that the past 30 years have \r\nnot been without challenges, but such challenges require \r\nour sustained effort and dedication to the agenda of the \r\nConvention and its goals. \r\nIn that regard, the need for States to support, respect \r\nand protect the interests of landlocked or geographically \r\ndisadvantaged developing coastal and small island \r\nStates deserves our support and special attention. \r\nFurthermore, efforts should focus on the equitable and \r\nefficient utilization of ocean resources, curbing marine \r\npollution and countering the new forms of piracy not \r\noriginally envisaged under the Convention. It is our hope \r\nthat emerging challenges will be effectively addressed \r\nwithin the Convention’s framework. We also hope that \r\nStates and other stakeholders will continue to play an \r\nactive role in the implementation of the Convention and \r\nto make efforts to enhance global interaction through a \r\nspirit of cooperation and understanding.\r\nWe also wish to underscore the need to strengthen \r\ncapacity-building for developing countries with respect \r\nto maritime activities so as to empower them to \r\nimplement the Convention and fully secure the benefits \r\nof oceans and seas, including those beyond their \r\nnational jurisdiction, which are deemed the common \r\nheritage of mankind.\r\nThirty years of the Convention marks an important \r\nmilestone. We applaud the Convention’s achievements \r\nin providing the rule of law to oceans and seas. The \r\ngoal of the Convention is universal participation. We \r\nencourage more States to consider becoming party to \r\nthe Convention.\r\nTo conclude, I wish to use this occasion to pay tribute \r\nto the late Ambassador Pardo of Malta for articulating \r\nthe idea of a legal regime to govern the legitimate use \r\nof the oceans and to all the international diplomats and \r\njurists whose outstanding contributions and hard work \r\nproduced the legal instrument we celebrate today.  \r\nMr. Escalona Ojeda (Bolivarian Republic of \r\nVenezuela) (spoke in Spanish): We would like to \r\nthank all the countries that worked intensively on \r\nthis important international legal instrument. On the \r\noccasion of the thirtieth anniversary of the signing of \r\nthe Final Act of the Third United Nations Conference \r\non the Law of the Sea, when the 1982 Convention \r\nwas opened for signature, the Bolivarian Republic of \r\nVenezuela joins this celebration by recalling the spirit \r\nin which that historic Conference was convened. Our \r\ncountry participated actively and enthusiastically, \r\nfirmly convinced that it would lead to a legitimate \r\nconstitution of the oceans.\r\nThat optimism was frustrated by the unjustifiable \r\ninflexibility that prevailed in the drafting of the final \r\ninstrument, which, while aspiring to universality, \r\nultimately excluded one of its most enthusiastic \r\npromoters, among others. Because of that unexpected \r\noutcome, Venezuela had no choice but to vote against \r\nthe adoption of the Convention, casting our vote on the \r\nbasis of reasons exhaustively stated in March, April \r\nand December 1982 (see A/CONF.62/SR.158, SR.168 \r\nand SR.192).\r\nOnce the Convention was opened for signature, an \r\nadjustment phase in the practice of the new regulatory \r\nstructure was set in motion. Venezuela views with \r\nconcern and rejects all attempts to endow certain \r\nprovisions of the Convention, including those that \r\npresent difficulties for our country, with the status \r\nof customary international law, with the intention of \r\nimposing them on non-party States. Such an imposition \r\nwould be clearly unacceptable.\r\nVenezuela has always affirmed that the provisions \r\nof the United Nations Convention on the Law of the Sea, \r\nwhose adoption it opposed, do not apply to us, except \r\nto the extent that they have been expressly accepted by \r\nour country. Venezuela has fulfilled its international \r\nobligations with respect to the law of the sea and has \r\ncalled for its comprehensive development with a vision \r\nof equality, insisting that all negotiations in that regard \r\nmust reflect criteria and principles linked to the right \r\nto sustainable development and to the preservation \r\nand sustainable use of the marine environment and its \r\nresources for future generations.\r\nThis anniversary offers an opportunity to \r\nemphasize that new situations have arisen that the Third \r\nUnited Nations Conference on the Law of the Sea did \r\nnot foresee and for which relevant provisions were not \r\nnegotiated. Unfortunately, the spirit with which those \r\nsituations, and others related to the implementation \r\nand expansion of the criteria, rules and principles of \r\nConvention, have been addressed has not been broad \r\n12-64245 7\r\nA/67/PV.51\r\nenough to allow equitable and inclusive development \r\nof the principles and rules that should apply to new \r\nsituations. In that context, it is difficult for the \r\nBolivarian Republic of Venezuela to join the celebration \r\nof what it has considered, and continues to consider, \r\nthe unsatisfactory outcome of the Third Conference. \r\nToday we reiterate that Venezuela is not a party to the \r\nConvention on the Law of the Sea because it cannot \r\ncontravene principles and rights that are essential to it \r\nand that remain valid and relevant.\r\nAt the same time, we believe that this could be a \r\npropitious occasion to invoke the spirit in which the \r\nThird United Nations Conference on the Law of the Sea \r\nwas organized and initiated and to evaluate the issues \r\non which there is no consensus or regarding which \r\nthere are contradictory practices and to consider, with \r\na constructive and inclusive approach, the possibility \r\nof updating the terms of the Convention, in particular \r\nrevising the provisions that prevent that instrument \r\nfrom achieving truly universal participation.\r\nThroughout the 10 years of the Third Conference, \r\nVenezuela proved its genuine desire to achieve a \r\nuniversally acceptable convention on the law of the sea. \r\nIn the same spirit, today we reiterate the conviction that \r\na legal instrument that aspires to become a constitution \r\nfor the oceans, for the benefit of all, must of necessity \r\nfacilitate the participation of all.\r\nMr. Schuldt (Ecuador) (spoke in Spanish): I would \r\nfirst like to express Ecuador’s great pleasure in being \r\nable to participate in this commemoration of the thirtieth \r\nanniversary of the opening for signature of the United \r\nNations Convention on the Law of the Sea (UNCLOS) \r\nin our capacity as a State party. This historic legal \r\ninstrument is unprecedented and is considered to be the \r\nconstitution of the ocean, the legal framework within \r\nwhich all activities in the seas and oceans must be take \r\nplace.\r\nIn fact, on 22 May the National Assembly of Ecuador, \r\nby a large majority of 81 votes in favour out of 103 \r\ndelegates present, voted to approve Ecuador’s accession \r\nto UNCLOS, thanks to which, on 24 September, the \r\nDeputy Minister for Foreign Affairs of the Republic \r\npresented to the United Nations its instrument of \r\naccession to the Convention and its declaration, in \r\ncompliance with article 310 of the Convention. Our \r\nrecent accession to UNCLOS is an historic event for my \r\ncountry, the result of a 10-year internal process since \r\nthe establishment of the national commission in 2002, \r\nan intense effort of inter-institutional coordination and \r\ndialogue with the nation’s productive, academic and \r\nsocial sectors, as well as of information campaigns on \r\nthe Convention and the advantages for Ecuador. It was \r\nmy honour to be part of that process, which makes it \r\neven more relevant for me to be speaking here today.\r\nThere is no doubt, however, that Ecuador was \r\nalready part of the spirit of UNCLOS, including from its \r\nbeginnings, not only because it was an active participant \r\nthroughout the more than 14-year negotiation process \r\nand contributed directly to one of its fundamental \r\nconcepts being enshrined — the sovereignty of coastal \r\nStates over their natural resources, as is the case of \r\nthe exclusive economic zone — but also because we \r\nshared its highest goal, which is to contribute to a just \r\nand equitable international economic order that takes \r\ninto account the interests and needs of all humankind, \r\nparticularly the special interests of developing \r\ncountries, whether coastal or landlocked.\r\nAs we commemorate the efforts of the \r\nrepresentatives of more than 150 countries to establish \r\na comprehensive regime for matters pertaining to the \r\nlaw of the sea, we cannot help recalling that throughout \r\nthe Third United Nations Conference on the Law of \r\nthe Sea, Ecuador, together with Chile, Peru and other \r\ncountries — first from Latin America, then from \r\nother regions of the world — promoted and defended \r\nthe rights of sovereignty and jurisdiction of coastal \r\nStates up to 200 nautical miles, in conformity with the \r\nSantiago Declaration on the Maritime Zone, of 1952, \r\nparticularly its paragraph II, which proclaimed as a \r\nnorm of their maritime policy that they each possess \r\nexclusive sovereignty and jurisdiction over the sea along \r\nthe coasts of their respective countries to a minimum \r\ndistance of 200 nautical miles from those coasts. In \r\nthat regard the Declaration was inspired by the 1945 \r\nTruman Proclamation and other national declarations \r\nby Mexico, Argentina, Chile, Peru and Cuba, among \r\nothers. The 1952 Santiago Declaration, signed by \r\nEcuador and its associates of the south-east Pacific, \r\nwas the first joint declaration of the 200-nautical-mile \r\nconcept and the basis for later regional meetings and \r\npositions in Lima, Montevideo and Santo Domingo \r\nthat in their turn became an example for the position \r\nof various developing countries during the Conference.\r\nThus, as a result of the persistent defence by the \r\ngroup known as the territorialists, led by Ecuador, of \r\nthe concept of exclusive jurisdiction over 200 miles, the \r\nThird Conference recognized the right of sovereignty \r\nof coastal States for the purposes of exploration, \r\n8 12-64245\r\nA/67/PV.51\r\nregarding the common heritage of mankind and the \r\nequitable distribution of the benefits of all activities \r\nconducted in it, are fully applicable and should serve as \r\na guide and legal framework for future negotiations on \r\nan implementation agreement for the conservation and \r\nsustainable use of the Area’s resources. We hope that, \r\nin keeping with the high-level commitment expressed \r\nat the recent United Nations Conference on Sustainable \r\nDevelopment, the work of the Assembly’s working \r\ngroup on the future development of an international \r\nlegal instrument in the framework of the Convention \r\nwill be carried out in the same spirit of cooperation and \r\nsearch for consensus that the Third Conference had, \r\nin order to do justice to its model of wholeness and \r\ncomprehensiveness in negotiations.\r\nEcuador is a maritime country par excellence. It \r\nsees its recent accession to UNCLOS as a path more \r\nthan a destination, a path along which we expect to \r\nparticipate actively in meetings of States parties and in \r\nthe excellent work done by the three instruments created \r\nby the Convention. At the same time we will continue \r\nto contribute actively to the various working groups \r\nand processes being conducted here at Headquarters, \r\nincluding the negotiations on the two draft resolutions \r\non oceans and the law of the sea and on sustainable \r\nfisheries, and, in particular, the normal process of \r\npresenting reports and assessments of the state of the \r\nmaritime environment, including its socioeconomic \r\naspects, and the just-mentioned working group, on \r\nmarine biological diversity beyond areas of national \r\njurisdiction.\r\nEcuador also intends to strengthen its activities \r\nin protecting and preserving its marine areas, under \r\nthe provisions of the Convention, in particular in the \r\nGalapagos Marine Reserve, which UNESCO has \r\ndeclared a natural heritage of humankind, and the \r\nParticularly Sensitive Sea Area, designated by the \r\nInternational Maritime Organization.\r\nLastly, in addition to other outstanding challenges, \r\nmy country also hopes to complete the studies started \r\nseveral years ago to justify the extension of the \r\nGalapagos continental shelf up to 350 miles, in line \r\nwith the Convention and the support that we hope to \r\nreceive from the Commission on the Limits of the \r\nContinental Shelf.\r\nUNCLOS was adopted as a package deal. It denotes \r\nseveral landmarks in being the first convention to have \r\nsuch a large number of ratifications and accessions \r\nimmediately following its opening for signature, the first \r\nexploitation, conservation and management of natural \r\nresources over a 200-mile width, which is known today \r\nas the exclusive economic zone. The incorporation of the \r\nexclusive economic zone into the negotiating process \r\nfor UNCLOS is a fundamental contribution of Ecuador \r\nand the countries of the South Pacific, among others, to \r\nthe development and codification of the law of the sea, \r\nwhich now recognizes that jurisdiction universally. In \r\nEcuador’s case, that jurisdiction applies to the maritime \r\narea up to 200 miles from the coast of the continent and \r\nthe 200 miles around the Galapagos archipelago.\r\nThirty years after the Convention was opened for \r\nsignature, it is a pleasure to note that, despite existing \r\nchallenges, it has managed to survive the test of time \r\nand has achieved its main objectives, providing the \r\ninternational community with a unified legal system \r\nfor the seas and oceans that facilitates international \r\ncommunication and promotes the peaceful uses \r\nof the seas and oceans, the equitable use of their \r\nresources, the study, protection and preservation of \r\nthe marine environment and the conservation of its \r\nliving resources. The Convention has also served to \r\npromote international peace and security in maritime \r\nconcerns, having brought a greater legal certainty to a \r\nseries of conflicts and delimitation claims by defining \r\nthe limits of all maritime spaces — the territorial sea, \r\nthe contiguous zone, the exclusive economic zone, the \r\ncontinental shelf, including its extension, the high seas \r\nand the seabed — as well as the rights and obligations \r\nof coastal States in those areas.\r\nFurthermore, UNCLOS also contributed to the \r\ninternational community with the adoption of a \r\nregime for marine scientific research on the basis of \r\nclearly established principles that must be respected \r\nand complemented by increased technology transfer \r\nto developing countries. One of the Convention’s \r\nmost important and unquestionably most innovative \r\nachievements, however, was its establishment of a \r\nlegal regime for the exploration for and exploitation \r\nof minerals, based on the principles embodied in \r\nresolution 2749 (XXV), through which the General \r\nAssembly declared that the seabed and the resources of \r\nthe Area are the common heritage of mankind, and that \r\ntheir exploration and exploitation shall be carried out \r\nfor the benefit of mankind as a whole.\r\nThere is the persistent challenge of defining a \r\nspecific regime for the conservation and sustainable use \r\nof marine biodiversity in the Area, but the principles \r\nestablished in UNCLOS for the Area, especially those \r\n12-64245 9\r\nA/67/PV.51\r\nThe development of the new law of the sea \r\nculminated in the adoption of the Convention in 1982 \r\nand its subsequent entry into force in 1994. Since the \r\nConvention’s entry into force, we have seen important \r\ndevelopments in the interpretation of the provisions \r\non maritime delimitation. Norway welcomes the \r\ncontribution of the International Court of Justice and its \r\ncrucial role in consolidating and refining the principles \r\nof maritime delimitation. In that way, the Court has \r\nprovided invaluable guidance for States engaged \r\nin the negotiation of treaties on the delimitation of \r\nthe continental shelf and economic zones. Norway \r\nhas contributed to the consolidation of the law, for \r\nexample, in the 1993 Greenland-Jan Mayen case and in \r\nnegotiations on maritime delimitation agreements with \r\nall its neighbours.\r\nThe establishment and determination of the outer \r\nlimits of the continental shelf beyond 200 nautical \r\nmiles is a central element in the implementation of \r\nthe Convention. That definition is necessary to clarify \r\nthe legal framework for future shelf activities and for \r\nenvironmental protection. A clear legal framework also \r\nhas significant development implications.\r\nThe establishment of the outer limits of the \r\ncontinental shelf beyond 200 nautical miles, in \r\naccordance with the rules of the Convention, requires \r\nan in-depth and interdisciplinary knowledge of \r\ngeology, geophysics and hydrography. Preparing the \r\ndata and materials to be used in the submissions to the \r\nCommission on the Limits of the Continental Shelf is \r\na complex operation. Many developing countries face \r\nchallenges in preparing the necessary documentation. \r\nThe General Assembly has repeatedly called upon States \r\nwith the necessary financial and technical resources \r\nand relevant capacity and expertise to assist developing \r\ncountries in the preparation of their submissions. \r\nNorway would like to encourage all States with the \r\nnecessary resources to assist developing countries in \r\nthe preparation of documentation to the Commission. \r\nNorway provides considerable technical assistance to \r\ndeveloping countries in that regard. The aim is to enable \r\nour partner countries to exercise their rights to the \r\nnatural resources on their continental shelf and thus to \r\nprovide them with an important basis for economic and \r\nsocial development. Since 2008, we have cooperated \r\nwith Benin, Sao Tome and Principe, Somalia, Togo, \r\nCôte d’Ivoire, Kenya and Mozambique on this issue.\r\nAt present, our support is focused on subregional \r\ncooperation with Cape Verde, Gambia, Guinea, Guinea-\r\nin which non-governmental organizations participated \r\nand the first to address and resolve matters related to \r\nall ocean activities. That led the Secretary-General, at \r\nthe time of its adoption, to declare it probably the most \r\nsignificant legal instrument of the century.\r\nFinally, allow me to join others in paying tribute \r\nto all the negotiators and representatives from the \r\nentire world and from Latin America, most especially \r\nAmbassador Luis Valencia Rodríguez, head of the \r\nEcuadorian delegation to the Third United Nations \r\nConference on the Law of the Sea. They made it \r\npossible for the international community today to have \r\nsuch a significant legal instrument for developing and \r\nensuring full compliance with the law of the sea.\r\nMrs. Mørch Smith (Norway): The United Nations \r\nConvention on the Law of the Sea sets out the legal \r\norder for the world’s seas and oceans, providing a solid \r\nfoundation for the peaceful, responsible and predictable \r\nmanagement of the oceans. Within a relatively short \r\nperiod of time, the Convention established itself as \r\nthe constitution of the oceans. It outlines lasting and \r\nfundamental rules for ever-changing ocean conditions, \r\nas recently exemplified by the climate change and ice \r\nmelt in the Arctic Ocean. In that regard, the Convention \r\nprovides clarity with regard to the obligations and rights \r\nrelated to, for example, the delineation of the outer \r\nlimits of the continental shelf, the protection of the \r\nmarine environment and marine scientific research. At \r\nthis commemorative event for the thirtieth anniversary \r\nof the opening for signature of the Convention, it is \r\nappropriate to reflect on its achievements.\r\nSignificant compromises were reached in the \r\nnegotiations on the Convention in order to create a fair \r\npackage that would make an important contribution \r\nto international law. One important issue during the \r\nnegotiations was the opportunity for coastal States \r\nto exercise their sovereign rights with regard to the \r\nexploitation of natural resources in a much broader area \r\nthan the territorial waters recognized by international \r\nlaw at the time. A successful compromise was reached \r\nwith the introduction of the Castañeda-Vindenes \r\nformula. Exclusive rights were established for coastal \r\nStates in a broad contiguous zone, while the essential \r\nfreedom of the high seas was preserved under the \r\nregime known today as the exclusive economic zone. \r\nEconomic zones extending up to 200 nautical miles \r\nfrom the baseline were established by most coastal \r\nStates.\r\n10 12-64245\r\nA/67/PV.51\r\nBissau, Mauritania, Senegal and Sierra Leone. That \r\nsupport includes a desktop study of their continental \r\nshelf, training, capacity-building, the financing and \r\nmanagement of the acquisition of additional seismic \r\nand bathymetric data, data analysis, the drafting \r\nof submissions and, where applicable, assistance \r\nwith determining baselines and the establishment of \r\nexclusive economic zones. Our cooperation is based on \r\nAfrican ownership, African cooperation and Norwegian \r\nsupport. We have recently also initiated cooperation \r\nwith Liberia. \r\nOne of today’s main challenges relates to the \r\nimplementation of and compliance with the Convention. \r\nAll States must ensure effective compliance with \r\nthe Convention through national legislation and \r\nenforcement. In that context, the sustainable use and \r\nconservation of marine biodiversity in areas beyond \r\nnational jurisdiction is one important issue under \r\ndiscussion at present. We remain committed to the \r\nprocess within the Ad Hoc Open-ended Informal \r\nWorking Group to study such issues.\r\nMr. Clarke (United Kingdom): I would like to \r\njoin those who have already spoken in celebrating \r\nthe thirtieth anniversary of the opening for signature \r\nof the United Nations Convention on the Law of the \r\nSea. We owe a debt of gratitude to those who worked \r\ndeterminedly during the decade of negotiations under \r\nthe Third United Nations Conference on Law of the \r\nSea for producing such an outstanding document — a \r\nconstitution for the oceans, as others have described it. \r\nBut we must not forget those who worked hard and with \r\nconsiderable imagination to produce the Implementing \r\nAgreement on Part XI, which was adopted in 1994 and \r\nwhich enabled the Convention to enter into force with \r\nthe participation of all regional groups.\r\nThe Convention is undoubtedly a comprehensive \r\nand visionary document, for, despite the pace of \r\nglobalization and the development of technology in \r\nthe intervening years — which could not have been \r\nenvisaged by the drafters — we find that the Convention \r\nhas stood the test of time for 30 years. We are sure that it \r\nwill continue to do so for the next 30 years and beyond.\r\nThe Convention is also remarkable for having \r\nachieved such a broad family of acceptance, which has \r\ncontinued to grow even in 2012. That is a testament \r\nto the fine balance that the drafters found between the \r\ninterests of coastal States and the interests of those \r\nusing the oceans, between rights and responsibilities, \r\nand between the sustainable utilization of the ocean’s \r\nresources and their protection.\r\nWe value, in particular, the Convention’s regime \r\nfor the various maritime zones. It offers clarity where \r\npreviously there had been uncertainty and a multitude \r\nof different national claims. As a result, the Convention \r\nenshrines clearly the relevant rules on navigation — an \r\nessential element in promoting world trade.\r\nWe welcome the provisions on the protection of \r\nthe marine environment, be it from pollution or from \r\noverexploitation, on the promotion of marine scientific \r\nresearch and, above all, on the need for States to \r\ncooperate at the regional and global levels to ensure \r\nthat we can all enjoy the benefits of the oceans in the \r\nfuture. The nature of the oceans is such that actions by \r\none party in one part of the world’s oceans can have a \r\ndebilitating impact on other parties’ utilization of the \r\noceans’ resources elsewhere in the world, and we need \r\nto respect that.\r\nThe regime for deep seabed mining might \r\nhave been controversial at the time, but the 1994 \r\nAgreement relating to the implementation of Part XI \r\nof the United Nations Convention on the Law of the \r\nSea of 10 December 1982 has proved to be crucial in \r\nensuring its general acceptability. That Agreement was \r\nalso prescient, as we see an increasing interest in the \r\neconomic possibilities that mining offers. It will be for \r\nthe International Seabed Authority and Member States \r\nto cooperate in order to ensure that the same balance of \r\ninterests preserved in the Convention — that between \r\nthe desire for development and the optimal use of \r\nresources with the need to protect the environment — is \r\nfollowed as regimes for exploitation are developed.\r\nWe note the importance in the implementation of the \r\nConvention of all three of the institutions provided for \r\nby the Convention: the International Seabed Authority, \r\nthe International Tribunal for the Law of the Sea and \r\nthe Commission on the Limits of the Continental Shelf, \r\nwhich is reflected in the growing workload they are all \r\nexperiencing.\r\nIn conclusion, we see the Convention as one of \r\nthe most important cornerstones of international law, \r\nproviding an indispensable foundation for dealing with \r\nissues relating to the oceans. And in recognition of the \r\nimportance that the United Kingdom attaches to it, we \r\nwere pleased to be able to make a further contribution \r\nof $20,000, earlier this year, to the Hamilton Shirley \r\nAmerasinghe Memorial Fellowship on the Law of the \r\n12-64245 11\r\nA/67/PV.51\r\nchanging their diversity and health, threatens human \r\nhealth and reduces coastal amenities. The State of World \r\nFisheries and Aquaculture 2012 report of the Food \r\nand Agriculture Organization of the United Nations \r\nnotes that the world’s marine fisheries peaked in 1996. \r\nThe percentage of the world’s fishery stocks that are \r\noverexploited has increased from 10 per cent in 1974, \r\nwhen first assessed, to 30 per cent now. As others have \r\nalready noted, warming oceans and the acidification of \r\nraw ocean waters threaten the diversity of marine living \r\nresources. Coral reefs are in decline. Thus, urgent and \r\nimmediate action is necessary to conserve, protect and \r\nensure the sustainable and equitable use of the world’s \r\noceans.\r\nPart XII of the Convention on the Law of the Sea of \r\n1982 deals with the protection and preservation of the \r\nmarine environment and provides, inter alia, that States \r\nhave an obligation to assess the potential effects of \r\nplanned activities that may cause substantial pollution \r\nof or significant and harmful changes to the marine \r\nenvironment. That language is strengthened in the 1992 \r\nRio Declaration on Environment and Development, \r\nwhich states that environmental impact assessments are \r\nto be undertaken for proposed activities that are likely \r\nto have a significant adverse impact on the environment. \r\nSuch reports shall, furthermore, be published, that is, \r\nmade publicly available. We cannot think of any such \r\nreports that have been published recently. In our view, \r\nstrategic environmental assessments should also be \r\nundertaken.\r\nWorld leaders adopted the Johannesburg Plan of \r\nImplementation in 2002, which called, inter alia,  for \r\nthe establishment of marine-protected areas, including \r\nrepresentative networks, by 2012. Through the 1992 \r\nConvention on Biological Diversity, Governments \r\nadopted Aichi Biodiversity Targets, including Target \r\n11, for the conservation of at least 10 per cent of their \r\ncoastal and marine areas, especially areas of particular \r\nimportance for biodiversity and ecosystem services, \r\nthrough effective and equitable management by 2020. \r\nIt is estimated that just over 2 per cent of marine areas \r\nare now under protection. We must act quickly to reach \r\nthe 10 per cent target by 2020.\r\nThrough resolution 66/231, the General Assembly \r\ndecided to devote two days of meetings during this \r\nsession to the consideration of oceans and the law of the \r\nsea and the commemoration of the thirtieth anniversary \r\nof the opening for signature of the Convention, \r\nincluding special recognition of the crucial role played \r\nSea, whose purpose is to assist candidates in acquiring \r\nadditional knowledge of the Convention in order to \r\npromote its wider appreciation and application and to \r\nenhance specialized experience in those fields.\r\nThe Acting President (spoke in Arabic): In \r\naccordance with General Assembly resolution 54/195, \r\nof 17 December 1999, I now give the f loor to the \r\nobserver of the International Union for Conservation \r\nof Nature.\r\nMr. Cohen (International Union for Conservation \r\nof Nature): The International Union for Conservation of \r\nNature (IUCN) welcomes this opportunity to join with \r\nothers in celebrating the thirtieth anniversary of the \r\nopening for signature of the United Nations Convention \r\non the Law of the Sea. Today, there are 164 States \r\nparties to the Convention, which recognizes the rights, \r\nresponsibilities and obligations of States.\r\nThe International Union for Conservation of Nature, \r\nthe world’s oldest and largest global environmental \r\norganization, includes more than 1,200 members from \r\nGovernments and non-governmental organizations and \r\nalmost 11,000 volunteer experts in 160 countries. Thus, \r\nour membership includes many Governments whose \r\nStates are also parties to the Convention. IUCN’s work \r\nfocuses on valuing and conserving nature, ensuring \r\neffective and equitable governance of its use, and \r\ndeploying nature-based solutions to global challenges \r\nin climate, food security and development. IUCN helps \r\nthe world find pragmatic solutions to our most pressing \r\nenvironment and development challenges.\r\nAt recent World Conservation Congresses in Jeju, \r\nRepublic of Korea, and in Barcelona, our members \r\nadopted resolutions acknowledging that the United \r\nNations Convention on the Law of the Sea provides \r\nthe overarching legal framework for the governance of \r\nhuman activities in areas beyond national jurisdiction, \r\nincluding the conservation and management of living \r\nresources and the protection and preservation of the \r\nmarine environment.\r\nThe United Nations Environment Programme \r\nhas noted that the amount of marine litter, including \r\nplastics, has continued to increase in the oceans and on \r\nshorelines. According to the Scientific and Technical \r\nAdvisory Panel of the Global Environment Facility, \r\nthe incidence, intensity, size and duration of coastal \r\nhypoxic areas are increasing. Coastal hypoxia, that \r\nis, dead zones, reduces fisheries production, kills \r\nand impairs fish and other marine life populations, \r\n12 12-64245\r\nA/67/PV.51\r\nThe Convention addresses not only the interests \r\nand concerns of the coastal States, but also those of the \r\nlandlocked and geographically disadvantaged States. \r\nBecause all States, large and small, contributed to \r\nits making, the Convention enjoys de facto universal \r\nparticipation and observance. The Convention  may, \r\ntherefore, be seen as the constitution of the oceans and \r\nthe seas. \r\nFrom the very beginning, AALCO has championed \r\nand worked closely with African, Asian and Latin \r\nAmerican countries to promote such concepts as the \r\nexclusive economic zone, the outer continental shelf \r\nand the archipelagic baselines. Those concepts, together \r\nwith other principles, have found their way into some \r\nof the core provisions of the Convention. States today \r\nare applying and observing those provisions in their \r\nconduct and activities.\r\nMany previous speakers have rightly praised the \r\nindividuals and institutions that contributed to the \r\nmaking of the successful instrument we are celebrating \r\ntoday. AALCO would like to associate itself with those \r\ntributes and acknowledgements. The Convention also \r\nexemplifies the United Nations ability to recognize \r\nshortcomings and to make use of lessons learned. The \r\nfirst United Nations Conference on the Law of the Sea \r\nin 1958 produced four separate treaties, each codifying \r\ntraditional practices under the headings of the territorial \r\nsea, the continental shelf, fisheries and the high seas. \r\nAll of the subjects were treated as legal matters, \r\nand the International Law Commission, which is a \r\ntechnical expert body, was entrusted with preparing the \r\ndrafts. Later, in 1973, when the Third United Nations \r\nConference on the Law of the Sea was convened, the \r\nGeneral Assembly found the 1958 approach inadequate \r\nfor meeting the real needs. The Assembly decided at \r\nthat time not to entrust the task to any technical body. \r\nStates themselves undertook to negotiate and prepare \r\nthe texts. \r\nThe General Assembly laid down certain principles \r\nto guide the complex negotiations: first, economic and \r\npolitical considerations must be taken into account; \r\nsecondly, current thinking and developments in the \r\nlaw of the sea must also be reflected in the outcome; \r\nand thirdly, law of the sea matters are all interrelated \r\nand must be dealt with as an integral whole. Those \r\nobjectives led to the construction of a single gigantic \r\npackage — a comprehensive treaty covering all aspects \r\nof the law of the sea that was designed to encourage \r\nuniversal participation and avoid the fragmentation \r\nby Ambassador Arvid Pardo of Malta and, in particular, \r\nhis visionary speech delivered on 1 November 1967. \r\nAs did the representative of South Africa yesterday \r\n(see A/67/PV.50), I will quote one paragraph of that \r\nvisionary speech:\r\n“The dark oceans were the womb of life: from \r\nthe protecting oceans life emerged. We still bear in \r\nour bodies — in our blood, in the salty bitterness \r\nof our Tears — the marks of this remote past. \r\nRetracing the past, man, the present dominator of \r\nthe emerged earth, is now returning to the ocean \r\ndepths. His penetration of the deep could mark the \r\nbeginning of the end for man, and indeed for life as \r\nwe know it on this earth: it could also be a unique \r\nopportunity to lay solid foundations for a peaceful \r\nand increasingly prosperous future for all peoples”. \r\n(A/C.1/PV.1515, para. 7)\r\nLet us choose a peaceful and prosperous future for \r\nall peoples. Let us choose to live in cooperation and in \r\nharmony with nature.\r\nThe Acting President (spoke in Arabic): In \r\naccordance with resolution 35/2 of 13 October 1980, \r\nI now give the f loor to the Observer for the Asian-\r\nAfrican Legal Consultative Organization.\r\nMr. Lee (Asian-African Legal Consultative \r\nOrganization): The Asian-African Legal Consultative \r\nOrganization (AALCO) appreciates very much the \r\nPresident’s leadership in organizing this event to \r\ncommemorate the thirtieth anniversary of the signing \r\nof the United Nations Convention on the Law of the Sea. \r\nThis celebration is particularly meaningful, because \r\nthe Convention on the Law of the Sea represents a \r\nmajor success story in multilateral diplomacy, treaty-\r\nmaking and the maintenance of peace and security in \r\nthe oceans. \r\nThe 1982 Convention on the Law of the Sea \r\nsuccessfully addressed all aspects of the law of the sea, \r\nfrom litigation to resource utilization and scientific \r\nresearch, from the water column to the seabed and \r\nsubsoil, from sovereignty and jurisdiction to the \r\ncommon heritage and from maritime delimitation \r\nto dispute settlement. The Convention is not just \r\na codification of traditional legal practices. It also \r\nembodies new developments and practices with the \r\nparticipation of the developing countries. This event \r\nin the Assembly attests to the enduring performance \r\nof that consolidated comprehensive multilateral legal \r\ninstrument. \r\n12-64245 13\r\nA/67/PV.51\r\nresources extraction and other productive activities, but \r\nwill also lead to the displacement of populations and \r\nthe disruption of the competition among economies for \r\nresources in those zones, which, together with shifting \r\nand uncertain boundaries, could lead to more disputes. \r\nThe General Assembly has recognized the effects \r\nof climate change on food and water, economic \r\ndevelopment, migration and displacement, and the loss \r\nof territory and the potential resulting statelessness. \r\nIt would be difficult for a coastal State to assess, \r\ndetermine and manage the impact of sea-level rise, if the \r\nnecessary steps to determine its baselines have not been \r\ntaken. We believe that research is needed to identify \r\nthe best ways to help States to map their baselines for \r\ntheir own benefit, while taking into account all legal, \r\npolitical and practical implications. We are pleased to \r\nhear that Norway has already initiated programmes in \r\nthat regard. \r\nTurning now to the use of advisory proceedings for \r\nthe purpose of dispute management and conciliation, \r\nwe believe that such proceedings should be better \r\npromoted. The dispute settlement mechanisms set up \r\nunder the United Nations Convention on the Law of the \r\nSea are working well, and the International Tribunal \r\nfor the Law of the Sea plays an essential role in that \r\nregard. It is a special feature of the Tribunal that States \r\nparties may use advisory proceedings for handling \r\ndisputes. The advisory jurisdiction for dealing with \r\ninter-State disputes has not been activated yet. When it \r\nis in operation, States will be able, instead of choosing \r\ncontentious proceedings, to draw up agreements or \r\nsimilar instruments and seek advisory opinions for \r\ndealing with such questions as baselines, IUU fishing \r\nissues or even boundary delimitation. \r\nOpinions of the Tribunal are not binding per se, \r\nbut they are authoritative and carry weight. Also, the \r\nparties are free to adopt the opinion or use it as a basis or \r\nbuilding block for conciliation or for finding solutions. \r\nAnother advantage is that the costs of advisory \r\nproceedings are borne by the Tribunal. It seems that \r\nthe advisory mode may serve useful purposes in certain \r\ncircumstances. Greater awareness of that possibility \r\nwould seem to be beneficial.\r\nThe Acting President (spoke in Arabic): We have \r\nheard the last speaker in the commemoration of the \r\nthirtieth anniversary of the opening for signature of the \r\nUnited Nations Convention on the Law of the Sea.\r\nthat happened in 1959. The success of the Convention \r\nattests to the enduring values of those principles today, \r\n30 years later, and for years to come.\r\nWe would like to draw attention to two areas that \r\nwe believe States parties may further benefit from. \r\nThey are the mapping of maritime baselines and the \r\nuse of advisory proceedings for handling bilateral \r\ndisputes or for handling issues of illegal, unreported \r\nand unregulated (IUU) fishing. First, with regard \r\nto the question of mapping baselines, the first step \r\nin any development of fisheries or offshore mineral \r\nresources is to determine the baselines from which \r\nresource jurisdictions are to be measured. Whether \r\nit is internal waters, territorial sea, contiguous zone, \r\nexclusive economic zone or continental shelf, all are \r\nmeasured from the line where the sea meets the land, \r\nwhich is the baseline. The establishment of baselines is, \r\ntherefore, a prerequisite for determining the parameters \r\nof maritime zones and jurisdictions over the resources. \r\nThe determination of the baselines and the maritime \r\nzones then provides the basis for the exercise of \r\nsovereignty, jurisdiction and management. \r\nGiven the importance of baselines, the United \r\nNations Convention on the Law of the Sea requires \r\nStates parties to draw baselines and to make public \r\ncharts showing their baselines or lists of the relevant \r\ngeographical coordinates, and to deposit such charts \r\nand lists with the Secretary-General. Today, only 54 of \r\nthe 164 parties have fully or partially complied with \r\nthose obligations. The General Assembly has repeatedly \r\nreminded and encouraged parties to deposit such charts \r\nor coordinates with the Secretary-General. Many States \r\nhave not done so, in spite of the Assembly’s appeals. \r\nWe understand that States may have reasons or \r\ndifficulties leading them not to publish or register their \r\ncharts or coordinates. Some, apparently, have done \r\nthe work but have not registered it with the Secretary-\r\nGeneral. Some States prefer to focus on the outer \r\nlimits of their continental shelf. Many States may need \r\ntechnical assistance in preparing the charts or lists. \r\nStill others may have pending disputes or delimitation \r\nissues with their neighbours, and perhaps they do not \r\nwant to aggravate those disputes.\r\nDepositing and publicizing baselines may also \r\nserve another important function in the context of \r\nclimate change. Baselines provide critical evidence for \r\nthe shrinking of a State’s land territory as the result \r\nof rising sea levels or f looding in the delta areas. That \r\nshrinking will not only reduce land area and affect \r\n14 12-64245\r\nA/67/PV.51\r\nprivilege to have been afforded the opportunity \r\nduring the year in which the international community \r\ncommemorates the thirtieth anniversary of the opening \r\nfor signature of the l982 United Nations Convention on \r\nthe Law of the Sea in Montego Bay, Jamaica.\r\nWe also wish to pay tribute to all delegations \r\nfor their support, cooperation and f lexibility as they \r\npursued and defended their national interests. Without \r\nsuch an approach, coordination of the draft resolution \r\nwould have been onerous. Let me also pay tribute to the \r\nDirector and staff of the Division for Ocean Affairs and \r\nthe Law of the Sea for their excellent stewardship and \r\nadvice throughout the process. Mr. Tarasenko and his \r\ncolleagues have personified the words professionalism \r\nand excellence, and we thank him. We also welcome the \r\nreports of the Secretary-General on oceans and the law \r\nof the sea, as they provide very relevant information on \r\nthe issues covered in the draft resolution.\r\nThe draft resolution before us today contains \r\nelements necessary for the management, preservation \r\nand sustainable use of the resources of our oceans \r\nand seas and guidelines for the conduct of States in \r\ndischarging their obligations emanating from the \r\ninternational law of the sea, including the Convention.\r\nDelegations were in agreement that elements of the \r\noutcome document, entitled “The future we want” \r\n(resolution 66/288, annex), adopted at the United \r\nNations Conference on Sustainable Development, \r\nwhich took place in Rio de Janeiro, Brazil, from 20 to \r\n22 June, should be reflected in the draft text. References \r\nto that document are contained throughout the draft \r\nresolution, including in Part X of the text relating to \r\nthe marine environment and marine resources. In that \r\nsection, States are called on to take action on several \r\nissues, especially those issues that relate to the health \r\nof our oceans and marine biodiversity, which are \r\nnegatively affected by, for example, marine pollution, \r\nincluding marine debris.\r\nThe draft resolution, which is perhaps the most \r\ncomprehensive draft resolution adopted annually by \r\nthe General Assembly, also addresses the obligations \r\nof States that f low from the Convention, other global \r\nagreements and regional undertakings. They include the \r\nfollowing: the peaceful settlement of disputes and the \r\nwork of treaty bodies established under the Convention, \r\nnamely, the International Tribunal for the Law of the \r\nSea, the Commission on the Limits of the Continental \r\nShelf and the International Seabed Authority. In \r\naddition, the draft resolution focuses on maritime safety \r\nThe General Assembly has thus concluded this \r\nstage of its consideration of agenda item 75.\r\nAgenda item 75 (continued)\r\nOceans and the law of the sea \r\n(a) Oceans and the law of the sea \r\nReports of the Secretary-General (A/67/79, \r\nA/67/79/Corr.1, A/67/79/Add.1 and \r\nA/67/79/Add.2)\r\nReport on the work of the Ad Hoc Working \r\nGroup of the Whole (A/67/87)\r\nDraft resolution (A/67/L.21)\r\n(b) Sustainable fisheries, including through the \r\n1995 Agreement for the Implementation of the \r\nProvisions of the United Nations Convention on \r\nthe Law of the Sea of 10 December 1982 relating \r\nto the Conservation and Management of \r\nStraddling Fish Stocks and Highly Migratory \r\nFish Stocks, and related instruments\r\nReport of the Secretary-General (A/67/315)\r\nDraft resolution (A/67/L.22)\r\nThe Acting President (spoke in Arabic): Members \r\nwill recall that, under agenda item 75, the Assembly \r\nadopted resolution 67/5 at its 37th plenary meeting, \r\non 14 November 2012, and that the Assembly held a \r\ncommemoration of the thirtieth anniversary of the \r\nopening for signature of the United Nations Convention \r\non the Law of the Sea at its 49th, 50th and 51st plenary \r\nmeetings on 10 and 11 December 2012.\r\nThe recommendations of the ad hoc open-ended \r\ninformal working group to study issues relating to the \r\nconservation and sustainable use of marine biological \r\ndiversity beyond areas of national jurisdiction and \r\nthe co-Chairs’ summary of the discussions have been \r\ncirculated in document A/67/95. The report on the \r\nwork of the United Nations Open-ended Informal \r\nConsultative Process on Oceans and the Law of the \r\nSea at its thirteenth meeting has been circulated in \r\ndocument A/67/120.\r\nI now give the f loor to the representative of Trinidad \r\nand Tobago to introduce draft resolution A/67/L.21.\r\nMr. Charles (Trinidad and Tobago): Trinidad and \r\nTobago was deeply honoured to have coordinated the \r\ninformal consultations on draft resolution A/67/L.21 \r\non oceans and the law of the sea. It is also a distinct \r\n12-64245 15\r\nA/67/PV.51\r\nresolution, Member States will demonstrate their \r\nrenewed commitment to the efforts of the United Nations \r\nsystem aimed at providing assistance to Member States \r\nin discharging their obligations based on international \r\ntreaties and other legal instruments geared towards the \r\nmanagement, protection, preservation and sustainable \r\nuse of the resources of our oceans and seas for the \r\nbenefit of current and future generations, which is in \r\nkeeping with “The future we want”.\r\nThe Acting President (spoke in Arabic): I now \r\ngive the f loor to the representative of New Zealand to \r\nintroduce draft resolution A/67/L.22.\r\nMr. McLay (New Zealand): My delegation is \r\npleased to co-sponsor draft resolution A/67/L.21, \r\nentitled “Oceans and the law of the sea”, which has \r\njust been introduced by Trinidad and Tobago, and we \r\nparticularly compliment Ambassador Eden Charles \r\non his careful stewardship of that particular draft \r\nresolution. New Zealand had the honour to coordinate \r\nthe informal consultations on draft resolution A/67/L.22 \r\non sustainable fisheries, and I am now pleased to \r\nintroduce that text, on behalf of all the sponsors.\r\nThis year’s draft resolution on sustainable fisheries \r\nonce again addresses critical issues, such as ensuring \r\nthat the decisions of regional fisheries management \r\norganizations (RFMOs) are based on the best available \r\nscientific information; the implementation of plans of \r\naction for the conservation and management of sharks; \r\nand the impact of industrial fishing on species low down \r\non the food chain, given their particularly important \r\nrole as food for other species in the marine ecosystem.\r\nThe draft resolution also recognizes, for the \r\nfirst time, the need to collect data on the use of fish \r\naggregating devices so as to improve monitoring and \r\nmitigation measures for those devices. Although more \r\nwork is needed to manage shared fish stocks with \r\ngreater certainty for their long-term sustainability, \r\nRFMOs remain the best mechanisms for cooperatively \r\nregulating international fisheries. A number of \r\nRFMOs have conducted systematic reviews of their \r\nperformance and are now assessing and implementing \r\nthe recommendations of those reviews. Those reforms \r\ninclude taking steps to improve States’ implementation \r\nof, enforcement of and compliance with the rules they \r\nadopt as members of such organizations, including \r\nmeeting their responsibilities as f lag States.\r\nThe relevant outcomes of the United Nations \r\nConference on Sustainable Development (Rio+20) \r\nand security and f lag State implementation, issues \r\nrelating to marine science and regional cooperation and \r\ncapacity-building.\r\nIn determining the topic for discussion at the \r\nfourteenth meeting of the United Nations Open-ended \r\nInformal Consultative Process on Oceans and the Law \r\nof the Sea, in 2013, delegations recognized, among other \r\nthings, the role of the Informal Consultative Process \r\nin integrating knowledge, the exchange of opinions \r\namong multiple stakeholders, coordination among \r\ncompetent agencies and the promotion of the three \r\npillars of sustainable development. It was therefore \r\ndecided that the fourteenth meeting of the Informal \r\nConsultative Process would focus on the impacts of \r\nocean acidification on the marine environment. It is \r\nexpected that, in elaborating on the topic, emphasis \r\nwould also be placed on pursuing research, especially \r\nprogrammes of observation and measurement of the \r\nproblem.\r\nThe draft resolution before the Assembly also \r\nhighlights the continued call by Member States \r\nfor enhanced inter-agency coordination between \r\nmechanisms on oceans and coastal issues within the \r\nUnited Nations system, for example, the inter-agency \r\ncoordination mechanism on oceans and coastal issues \r\n(UN-Oceans). Consequently, the General Assembly \r\nis being asked to review the mandate of UN-Oceans \r\nduring its sixty-eighth session, taking into account the \r\nneed to strengthen the role of the Division for Oceans \r\nAffairs and the Law of the Sea, among other things. \r\nAdditionally, mention is also made of the initiative \r\nof the Secretary-General, entitled the “Oceans \r\nCompact — Healthy Oceans for Prosperity”. In that \r\nregard, calls are being made for open and regular \r\nconsultations with Member States on all aspects of the \r\nOceans Compact.\r\nIncluded in the draft resolution, as an annex, \r\nare the terms of reference for the intersessional \r\nworkshops aimed at improving issues relating to the \r\nconservation and sustainable use of marine biodiversity \r\nin areas beyond national jurisdiction and clarifying \r\nkey questions as an input to the work of the Ad Hoc \r\nOpen-ended Informal Working Group to study issues \r\nrelating to the conservation and sustainable use of \r\nmarine biological diversity beyond areas of national \r\njurisdiction.\r\nFinally, I commit draft resolution A/67/L.21 to \r\nthe Assembly for its adoption. By adopting the draft \r\n16 12-64245\r\nA/67/PV.51\r\nhave been a key focus for this year’s draft resolution \r\non sustainable fisheries, and the draft resolution \r\nwelcomes those Rio+20 outcomes. Rio+20 addressed \r\nthe sustainable development of fisheries. It recognized \r\nthe significant contribution of fisheries to all three \r\ndimensions of sustainable development and stressed the \r\ncrucial role of healthy marine ecosystems, sustainable \r\nfisheries and sustainable aquaculture for food security \r\nand nutrition, and in providing for the livelihoods of \r\nmillions of people.\r\nThe draft resolution reflects the commitments made \r\nby States at Rio+20 on the need to eliminate illegal, \r\nunreported and unregulated (IUU) fishing as a threat \r\nto sustainable development; to eliminate subsidies \r\nthat contribute to IUU fishing and to the overcapacity \r\nof fishing f leets; and to enhance actions to protect \r\nvulnerable marine ecosystems from significant adverse \r\nimpacts, including through the effective use of impact \r\nassessments.\r\nThe draft resolution also reflects Rio+20’s \r\nrecognition of the need for transparency and \r\naccountability in fisheries management by RFMOs. \r\nIt also reflects the call for the adoption by 2014 of \r\nstrategies to assist developing countries, particularly \r\nleast developed countries and small island developing \r\nStates, in developing their national capacities to \r\nconserve, sustainably manage and realize the benefits \r\nof sustainable fisheries.\r\nNew Zealand thanks Director Sergey Tarasenko \r\nand the staff of the Division for Ocean Affairs and the \r\nLaw of the Sea for their expertise and support on both \r\ndraft resolutions. I reiterate my thanks to Ambassador \r\nEden Charles of Trinidad and Tobago for his expert \r\ncoordination of the draft resolution on oceans and the \r\nlaw of the sea, and I express my appreciation for the \r\nhard work and cooperation shown by delegations in \r\ncrafting both draft resolutions. It is our hope that the \r\nspirit of cooperation will be maintained as we continue \r\nto address the numerous and complex issues that face \r\nour oceans and fisheries.\r\nThe Acting President (spoke in Arabic): I now give \r\nthe f loor to the observer of the European Union.\r\nMr. Marhic (European Union): I am speaking \r\non behalf of the European Union (EU) and its \r\nMember States. The acceding country Croatia; the \r\ncandidate countries the former Yugoslav Republic of \r\nMacedonia, Montenegro and Serbia; the countries of \r\nthe Stabilization and Association Process and potential \r\ncandidates Albania and Bosnia and Herzegovina; as \r\nwell as Ukraine, the Republic of Moldova and Georgia, \r\nalign themselves with the present statement.\r\nToday, we celebrate 30 years since the opening \r\nfor signature of the United Nations Convention on the \r\nLaw of the Sea (UNCLOS) on 10 December 1982 at \r\nMontego Bay, Jamaica. It is one of the most important \r\ninstruments adopted in the twentieth century. The \r\nStates that negotiated the Convention on the Law of \r\nthe Sea —  also known, for the best reasons, as the \r\nconstitution for the oceans and seas — were prompted \r\nby the desire to settle, in a spirit of mutual understanding \r\nand cooperation, all issues relating to the law of the \r\nsea and by their awareness of the historic significance \r\nof the Convention as an important contribution to the \r\nmaintenance of peace, justice and progress for all \r\npeoples of the world.\r\nThe achievements that the Convention embodies \r\nare immense. It crystallizes the realization of an old \r\nidea encapsulated in Ambassador Arvid Pardo of \r\nMalta’s seminal speech delivered on 1 November \r\n1967 before the First Committee (see A/C.1/PV.1515), \r\nwhich would eventually lead to the adoption of the \r\nConvention. Important implementing instruments have \r\nalso been adopted, such as the Agreement relating \r\nto the implementation of Part XI of the Convention \r\n(resolution 48/263), which paved the way for the \r\nConvention’s entry into force in 1994, and the 1995 \r\nAgreement for the Implementation of the Provisions \r\nof the United Nations Convention on the Law of the \r\nSea of 10 December 1982 relating to the Conservation \r\nand Management of Straddling Fish Stocks and Highly \r\nMigratory Fish Stocks. Hopefully, a decision will also \r\nbe agreed without delay to initiate negotiations for \r\nan implementing agreement on the conservation and \r\nsustainable use of marine biological diversity beyond \r\nareas of national jurisdiction.\r\nToday, celebrating 30 years from that historic \r\nmoment, the Convention is strengthening its near \r\nuniversality, with 164 States parties, in that it embodies \r\nthe legal framework within which all activities in \r\nthe oceans and seas must be carried out. Today, we \r\npay tribute to the negotiators of the Convention from \r\nall of the States that participated in the Third United \r\nNations Conference on the Law of the Sea, and to all \r\nthose who contributed to its adoption, entry into force, \r\nand, eventually, its universal acceptance. We warmly \r\nwelcome Ecuador and Swaziland, the two new parties \r\nto the Convention and to the Agreement relating to the \r\n12-64245 17\r\nA/67/PV.51\r\nimplementation of Part XI of the Convention. The EU \r\ntherefore continues to call upon those States that have \r\nnot yet done so to accede to the Convention, the 1994 \r\nAgreement on the Implementation of Part XI of the \r\nConvention and the 1995 Fish Stocks Agreement.\r\nThe EU is of the view that one of the major events \r\nheld this year was the third United Nations Conference \r\non Sustainable Development, known as Rio+20, \r\nand we thank the Government of Brazil for hosting \r\nthe Conference and for the hard work that enabled a \r\nsuccessful outcome. The EU participated fully in the \r\nnegotiations and is therefore particularly pleased that \r\nthe global community recognized the importance of \r\noceans and seas and their resources and the associated \r\nthreats to continued sustainable development. The \r\nEU is also pleased to see that all States agreed to \r\nreflect the outcome of the Rio+20 Conference in the \r\ndraft resolutions on oceans and law of the sea and on \r\nsustainable fisheries.\r\nIn particular, the EU wishes to highlight here some \r\nof the most important topics that were tackled in the \r\nRio+20 outcome document entitled “The Future We \r\nWant” (resolution 66/288, annex): marine biodiversity \r\nin areas beyond national jurisdiction; sustainable \r\nfisheries, including illegal, unreported and unregulated \r\nfishing; marine pollution, including marine debris; and \r\nthe impacts of climate change, particularly sea-level \r\nrise and ocean acidification.\r\nOnce again this year, the EU demonstrated its \r\ncommitment to the United Nations Convention on \r\nthe Law of the Sea, as well as to the 1995 Fish Stocks \r\nAgreement, by actively participating in the discussions \r\nthat led to the drawing up of the draft resolutions before \r\nthe General Assembly today. The EU firmly believes \r\nthat the United Nations Convention on the Law of the \r\nSea is a pillar of stability, peace and progress, and that \r\nit holds special importance in a difficult international \r\ncontext. At the same time, the EU would like to \r\nreiterate the importance it attaches to preserving the \r\nConvention’s integrity and its pre-eminent role as the \r\nlegal framework for all ocean issues and ocean-related \r\nactivities.\r\nTurning now to the draft resolutions before us \r\non oceans and the law of the sea and on sustainable \r\nfisheries, the EU would like to express its appreciation \r\nfor the excellent cooperation shown by all delegations \r\nduring the negotiations on both draft resolutions.\r\nWe welcome the fact that the General Assembly \r\nomnibus draft resolution (A/67/L.21) once again \r\nrecognizes the scale of the challenge and the amount \r\nof effort required to combat piracy and armed robbery, \r\nwhich affects a wide range of vessels engaged in \r\nmaritime activities. Furthermore, the EU would like \r\nto reiterate its deep concern about piracy, which is \r\ndetrimental to the safety of persons and property, \r\nwhether it is vessels that are attacked and sometimes \r\nhijacked, or prisoners held for ransom. In that context, \r\nthe EU remains committed to combating piracy and is \r\nundertaking efforts in that regard, in particular in the \r\nframework of its Operation Atalanta.\r\nOther major challenges, such as the declining \r\nquality of the marine environment and the continued \r\nloss of marine biodiversity, persist. Marine biodiversity \r\nis being threatened, and time is running out if we \r\nare to comply with the schedule established by the \r\nPlan of Implementation of the 2002 World Summit \r\non Sustainable Development in Johannesburg and the \r\nrelevant Aichi Biodiversity Targets of the Convention \r\non Biological Diversity. In that context, the EU would \r\nlike to highlight its support for the initiatives to protect \r\nthe marine environment taken in accordance with the \r\nUnited Nations Convention on the Law of the Sea \r\nand under the auspices of Convention on Biological \r\nDiversity, as well as in the framework of regional \r\ncooperation.\r\nIn various forums, the EU has repeatedly expressed \r\nits concerns over the loss of marine biodiversity and has \r\nsupported the work of the Ad Hoc Open-ended Informal \r\nWorking Group in that regard. The EU welcomes the \r\nmeeting of the Ad Hoc Open-ended Informal Working \r\nGroup in New York from 7 to 11 May, pursuant to \r\nparagraph 168 of resolution 66/231, within the process \r\ninitiated by the General Assembly in that resolution. \r\nThe Working Group has sought to ensure that the \r\nlegal framework for the conservation and sustainable \r\nuse of marine biodiversity in areas beyond national \r\njurisdiction effectively addresses those issues by \r\nidentifying gaps and ways forward, including through \r\nthe implementation of existing instruments and the \r\npossible development of a multilateral agreement under \r\nthe United Nations Convention on the Law of the Sea.\r\nThe EU is satisfied with the exchange of views \r\nat that meeting and endorses its recommendations. It \r\nrecalls that in “The future we want”, building on the \r\nwork of the Ad Hoc Working Group and before the \r\nend of sixty-ninth session of the General Assembly, \r\n18 12-64245\r\nA/67/PV.51\r\nits strong commitment to the United Nations Fish \r\nStocks Agreement, which, it considers, operationalizes \r\nthe general principles contained in the Convention \r\nwith regard to the management of highly migratory \r\nand straddling stocks. For that purpose, while \r\nacknowledging the reservations of some States, we \r\ncontinue to believe that effective implementation of the \r\nAgreement is necessary for the correct management \r\nof the stocks, and consequently we exhort all States to \r\nbecome parties. In that respect, the EU welcomes the \r\nnew parties to the Agreement, Morocco and Bangladesh.\r\nFurthermore, the EU would like to express its \r\nstrong belief in the role of the regional fisheries \r\nmanagement organizations or arrangements in the \r\nsustainable management of the fisheries resource and \r\nhighly values the performance reviews undertaken by \r\na number of them. The EU is therefore pleased that this \r\nyear’s draft resolution encourages the regional fisheries \r\nmanagement organizations or arrangements to continue \r\nthat exercise and to undertake such reviews on a regular \r\nbasis.\r\nThe EU believes the draft resolution should highlight \r\nthe most important and topical issues concerning \r\nsustainable fisheries. Thus we are pleased to see that \r\nit acknowledges the need for proper management of \r\nfish aggregating devices, including data collection, as \r\nwell as the greater importance given to the protection \r\nof sharks.\r\nThe EU would like to reiterate once more its \r\nappreciation for the work done by the Food and \r\nAgriculture Organization of the United Nations. \r\nparticularly the work of its Committee on Fisheries. \r\nWe hold that the work of that Committee complements \r\nwhat we try to achieve with the sustainable fisheries \r\nresolution. Consequently, we have been happy to \r\nendorse the outcomes of the thirtieth meeting of that \r\nCommittee, including the work on deep-sea species, \r\nmarine species occupying low trophic levels, the Global \r\nRecord of Fishing Vessels, Refrigerated Transport \r\nVessels and Supply Vessels, and the guidelines to \r\nassist competent authorities in the implementation of \r\nvoluntary instruments on the design, construction and \r\nequipment of fishing vessels and a new safety standard \r\nfor small fishing vessels.\r\nThe safety of fishers and fishing vessels is indeed \r\nimportant for the EU. Consequently, we welcome  the \r\nfact that the draft resolution refers to the new Cape \r\nTown Agreement, and we call upon States to become \r\nStates committed to address, on an urgent basis, \r\nthe issue of the conservation and sustainable use of \r\nmarine biological diversity beyond areas of national \r\njurisdiction, including by taking a decision on the \r\ndevelopment of an international instrument under the \r\nUnited Nations Convention on the Law of the Sea. \r\nAt a time when the international scientific \r\ncommunity must inspire the work of States and \r\ninternational organizations, the EU recognizes the \r\nrelevance of the Regular Process for Global Reporting \r\nand Assessment of the State of the Marine Environment, \r\nincluding Socio-economic Aspects, and welcomes the \r\nfact that the recommendations adopted by the Ad Hoc \r\nWorking Group of the Whole on the Regular Process \r\nare endorsed in the omnibus draft resolution. We also \r\nwelcome the initiation of the second phase of the first \r\ncycle of the Regular Process and that the deadline for \r\nthe first integrated assessment is 2014. In that context, \r\nthe EU also welcomes the regional workshops already \r\nhosted by Chile, China and Belgium.\r\nThe draft resolution also addresses the concerns \r\nraised by the issue of climate change and its effects \r\non the oceans, seas and living resources. To respond \r\nto the debates within the international community, the \r\nresolution equally takes into account various issues \r\nrelating to such phenomena as ocean eutrophication, \r\nacidification, fertilization, atmospheric discharge of \r\ncarbon dioxide and greenhouse-gas emission.\r\nThe international community must take an \r\nactive role, in accordance with the law of the sea, in \r\nthe preventive movement for the environment. In \r\nthat regard, the EU welcomes the choice of topic for \r\nthe fourteenth meeting of the Open-ended Informal \r\nConsultative Process, which will deal with ocean \r\nacidification. Looking back, the EU is satisfied with \r\nthe outcome of the thirteenth meeting, this year, \r\nconcerning marine renewable energies, which has been \r\nuseful in providing an overview of developments in that \r\nfield and which will help us to reduce carbon dioxide \r\nemissions, which the EU believes are responsible for \r\nclimate change.\r\nThe EU appreciates the work of the Commission \r\non the Limits of the Continental Shelf in discharging \r\nits mandate. We also duly welcome the decisions of \r\nthe twenty-second Meeting of States Parties to the \r\nConvention regarding the work of the Commission.\r\nTurning now to the sustainable fisheries draft \r\nresolution (A/67/L.22), the EU would like to reiterate \r\n12-64245 19\r\nA/67/PV.51\r\nconduct of our regional and international maritime \r\ntrade and commerce, as well as for the development of \r\nour tourism and fisheries industries. Accordingly, the \r\nprotection of the Caribbean Sea and the sustainable \r\nmanagement of its resources, including preservation \r\nof the marine environment, remains a priority \r\nfor CARICOM member States. We welcome the \r\nacknowledgement of the inextricable linkages between \r\nthe protection and sustainable management of the \r\nmarine environment for sustainable development in \r\nall its dimensions in “The future we want” (resolution \r\n66/288, annex). That was the outcome document \r\nof the United Nations Conference on Sustainable \r\nDevelopment, which took place in Rio de Janeiro from \r\n20 to 22 June of this year.\r\nWe wish to commend the work and activities \r\nof the Caribbean Sea Commission, which since its \r\nestablishment in 2006 has been spearheading the \r\ninitiative to designate the Caribbean Sea as a special \r\narea in the context of sustainable development. We also \r\nwelcome the continued interest of the members of the \r\ninternational community in that endeavour, evident in \r\ntheir continued engagement in the negotiations on the \r\nbiennial resolution entitled “Towards the sustainable \r\ndevelopment of the Caribbean Sea for present and future \r\ngenerations”. Despite the progress made through the \r\nefforts of the Caribbean Sea Commission, CARICOM \r\nmember States remain concerned about the threats to \r\nthe preservation and protection of the region’s marine \r\nenvironment and fragile ecosystems as a result of land-\r\nbased run-offs, oil spills and ballast-water exchange.\r\nWe welcome the timely activities being undertaken \r\nby the United Nations Environment Programme, \r\nin conjunction with the Caribbean Environment \r\nProgramme, in developing partnerships and integrated \r\napproaches in such areas as wastewater management \r\nand sanitation, sustainable agricultural practices, \r\nintegrated coastal management, sustainable tourism \r\nand environmentally sound maritime transport in \r\nthe wider Caribbean region. We also seek urgent \r\ninternational cooperation in order to address other \r\npressing challenges such as the significant vulnerability \r\nof corals and coral reefs to climate change, ocean \r\nacidification, overfishing, destructive fishing practices \r\nand pollution.      \r\nCARICOM member States highly value the \r\ncapacity-building programmes being made available to \r\nMember States under the auspices of the Division for \r\nOcean Affairs and the Law of the Sea, particularly in \r\nparty to that Agreement so that it can enter into force at \r\nthe earliest opportunity.\r\nLastly, the EU would like to express its gratitude \r\nto the Secretariat and to the Division for Ocean Affairs \r\nand the Law of the Sea for the work done during the \r\nyear, including the preparation of the annual report on \r\noceans and the law of the sea, an invaluable compilation \r\nof recent developments. We would also like to thank \r\nthe coordinators of the two draft resolutions for their \r\nunrelenting efforts to reach a consensus.\r\nMr. Wolfe (Jamaica): I have the honour to speak \r\non agenda item 75 (a) on behalf of the members of the \r\nCaribbean Community (CARICOM): Antigua and \r\nBarbuda, the Bahamas, Barbados, Belize, Dominica, \r\nGrenada, Guyana, Haiti, Saint Kitts and Nevis, Saint \r\nLucia, Saint Vincent and the Grenadines, Suriname, \r\nTrinidad and Tobago and my own country, Jamaica.\r\nCARICOM welcomes the very comprehensive and \r\ninformative report of the Secretary-General contained \r\nin document A/67/79/Add.1, and other related documents \r\nconcerning developments and issues relating to ocean \r\naffairs and the law of the sea.\r\nCARICOM is naturally delighted that our \r\nannual General Assembly debate coincides with the \r\nspecial plenary session simultaneously being held \r\nin commemoration of the thirtieth anniversary of \r\nthe United Nations Convention on the Law of the \r\nSea (UNCLOS), which was opened for signature in \r\nMontego Bay, Jamaica on 10 December 1982. It is \r\ntherefore important and worthwhile for us to recall \r\nthat the provisions of the Convention, which define \r\nthe rights and responsibilities of nations in their use \r\nof the world’s oceans and establishes guidelines for \r\nbusinesses, the environment and the management \r\nof the marine natural resources, make that landmark \r\ninternational instrument as relevant today as it was 30 \r\nyears ago, when it was adopted.\r\nCARICOM notes that the Convention is accepted by \r\nan increasing number of States as the constitution of our \r\noceans and seas. We are particularly pleased that, since \r\nthe publication of the annual report of the Secretary-\r\nGeneral, two Member States, namely, Swaziland \r\nand Ecuador, became parties to the Convention in \r\nSeptember, thereby bringing the total number of States \r\nparties to 164.\r\nCARICOM member States continue to rely \r\nsignificantly on the use of the Caribbean Sea for the \r\n20 12-64245\r\nA/67/PV.51\r\nbeen crafted in full accordance with the provisions of the \r\nConvention relating to the protection and preservation \r\nof the marine environment. CARICOM looks forward \r\nto the nineteenth session of the Authority, in 2013, at \r\nwhich it is expected that work on the draft regulations \r\nfor the exploitation of deep seabed resources will \r\nfinally commence.\r\nWith regard to the workload of the Commission on \r\nthe Limits of the Continental Shelf, CARICOM notes \r\nfrom the addendum to the Secretary-General’s report \r\nthat the economic promises offered by the exploitation \r\nof seabed resources have also led to a steep increase \r\nin the number of submissions to the Commission. The \r\nincrease coincided with what for many States parties to \r\nthe Convention was the end, on 13 May 2009, of the 10-\r\nyear period for making submissions to the Commission. \r\nWe also note with interest the greater political attention \r\nbeing paid, at the highest level, to supporting the \r\nprocess to establish the outer limits of the continental \r\nshelf. CARICOM is therefore reassured by the very \r\npositive and important work being undertaken by \r\nthe constitutive organs, which amply demonstrates \r\nthe continued relevance of the Convention to the \r\ninternational community.\r\nFinally, CARICOM closely shares and indeed \r\nendorses the observations outlined in the conclusion of \r\nthe Secretary-General’s report that \r\n“[o]ceans play a key role in our lives whether or \r\nnot we live in coastal areas. They are integral \r\nto sustainable development, offering many \r\ndevelopment opportunities such as achieving food \r\nsecurity, facilitating trade, creating employment \r\nand generating tourism.” (A/67/79/Add.1, para. 178) \r\nFor CARICOM member States, these observations \r\nresonate strongly with our Governments, as they \r\nserve to underline the vital importance of the oceans \r\nand the utmost necessity of protecting and preserving \r\nthe marine environment, so as to better safeguard the \r\neconomic livelihoods of our countries and our very \r\nsurvival as viable nation States. We therefore urge \r\nthe international community to respond urgently to \r\nthe Secretary-General’s appeal for Member States to \r\nfacilitate greater adherence to, and implementation and \r\nenforcement of, the United Nations Convention on the \r\nLaw of the Sea and its implementing agreements, as \r\nwell as other relevant instruments.\r\nMr. Beck (Palau): On behalf of the Pacific Island \r\nForum countries represented at the United Nations, I am \r\nthe area of marine scientific research. We are especially \r\npleased to see the growing number of countries that \r\nhave benefited from the Hamilton Shirley Amerasinghe \r\nMemorial Fellowship on the Law of the Sea and the \r\nUnited Nations-Nippon Foundation of Japan Fellowship \r\nProgramme. They are of crucial importance, given \r\nthe global significance of oceans to the sustainable \r\ndevelopment of our economies.\r\nWhile CARICOM acknowledges the right of \r\nMember States to use nuclear energy for peaceful \r\npurposes, we remain deeply concerned about the \r\ncontinued transportation of nuclear waste and other \r\nhazardous material through the Caribbean Sea. Such \r\nactivities are potential threats to the lives and health \r\nof our citizens, the environment and indeed our \r\neconomies.\r\nLike the rest of the international community, \r\nCARICOM remains deeply alarmed at the continued \r\nacts and attempted acts of piracy and armed robbery \r\nat sea, in the Horn of Africa off the coast of Somalia, \r\nthe Gulf of Guinea and the Indian Ocean. Nevertheless, \r\nwe are heartened to note that since 2011 there has \r\nbeen a reduction in the number of attacks, owing to \r\nthe application of best practices by the international \r\nshipping industry, the continuing naval presence and \r\nthe deployment of military protection detachments, \r\namong other factors.\r\nIn addition to existing threats posed by the \r\ntrafficking of drugs, small arms and light weapons, \r\nCARICOM is also seriously concerned at the repeated \r\nincidents of human trafficking and migrant smuggling \r\nby sea. However, we are encouraged by the efforts \r\nof the United Nations Office on Drugs and Crime to \r\naddress those threats, including the publication of the \r\nInternational Framework for Action to Implement the \r\nSmuggling of Migrants Protocol.\r\nCARICOM commends the important work being \r\nundertaken by the three constitutive organs established \r\nby the United Nations Convention on the Law of the \r\nSea: the Commission on the Limits of the Continental \r\nShelf, the International Seabed Authority and the \r\nInternational Tribunal for the Law of the Sea. \r\nWith regard to the International Seabed Authority, \r\nCARICOM welcomes the successful outcome of the \r\neighteenth Session of the Authority, which culminated \r\nin the adoption of the draft regulations on prospecting \r\nand exploration for cobalt-rich ferromanganese crusts \r\nin the Area. We are satisfied that those regulations have \r\n12-64245 21\r\nA/67/PV.51\r\nworkshops on biodiversity beyond areas of  national \r\njurisdiction — agreed in the oceans draft resolution — to \r\nbe convened in 2013 will allow us to make the necessary \r\nprogress on the technical issues.\r\nWe are pleased to see that the oceans draft \r\nresolution recognizes the impacts of climate change on \r\nthe oceans. In that context, we welcome the decision \r\nto discuss ocean acidification in the United Nations \r\nOpen-ended Informal Consultative Process on Oceans \r\nand the Law of the Sea in 2013. We were disappointed \r\nthat it was not possible to also agree on a topic in the \r\nInformal Consultative Process relating to the Rio+20 \r\nfollow-up on the oceans. We remind States that as the \r\ninternational community takes the Rio+20 outcomes \r\nforward, oceans must be considered and explored as \r\npart of the post-2015 development agenda and the all-\r\nimportant sustainable development goal process.\r\nWe welcome the support in the oceans draft \r\nresolution for the current assessment phase of the \r\nRegular Process. Pacific States are working together to \r\ncontribute to the assessment, and Australia will host \r\na regional workshop for South-West Pacific States in \r\nFebruary 2013. We encourage all States to participate \r\nactively to ensure that maximum progress is made \r\nin advance of the 2014 deadline for that phase of the \r\nassessment process.\r\nBefore concluding, Palau wishes to associate itself \r\nwith the statement to be made shortly by the Permanent \r\nRepresentative of Samoa on behalf of the Pacific small \r\nisland developing States. We also wish to take a moment \r\nto make a few remarks in our national capacity.\r\nPalau’s Constitution obliges the Government to take \r\npositive action to conserve a beautiful, healthful and \r\nresource-full natural environment. That constitutional \r\nobligation finds its origin in Palau’s ancient culture and \r\ntradition and is one to which Palau’s leaders remain \r\ncommitted. It is a testament to their stewardship of \r\nPalau’s marine environment that UNESCO designated \r\nPalau’s Rock Islands a natural and cultural World \r\nHeritage Site this year and the World Future Council \r\nawarded Palau’s Protected Areas Network and Shark \r\nSanctuary the only World Future Policy Gold Prize of \r\n2012.\r\nHowever, Palau cannot act alone. If the domestic \r\nefforts of Palau are to be effective, the world as a \r\nwhole must take action to ensure a healthy, sustainable \r\nocean. That is why Palau has actively championed three \r\nstraightforward fisheries principles: global fisheries \r\npleased to support the adoption of the draft resolution \r\non oceans and the law of the sea (A/67/L.21) and on \r\nsustainable fisheries (A/67/L.22).\r\nThe year 2012 has been an important year for the \r\noceans. Pacific Island Forum leaders welcomed the \r\nstrong outcomes of the United Nations Conference on \r\nSustainable Development (Rio+20) on the conservation \r\nand sustainable use of oceans and fisheries, and they \r\nagreed to use those outcomes to build global consensus \r\non the importance of sustainable development of the \r\nPacific Ocean for the benefit of the peoples of the \r\nPacific during our 2012 Pacific Island Forum on “Large \r\nOcean Island States — the Pacific Challenge”.\r\nWe are very pleased to see that the international \r\ncommunity has reaffirmed the need for urgent collective \r\naction to address the state of our oceans and fisheries \r\nby incorporating the Rio+20 commitments into these \r\nGeneral Assembly draft resolutions. The commitments \r\nfrom Rio represent an ambitious beginning, but we \r\nneed to remain mindful that they are not an outcome \r\nin themselves. We need to work together to ensure \r\nthat the effective implementation required to make the \r\ncommitments meaningful does indeed take place.\r\nWe particularly welcome the Rio call to identify \r\nand mainstream by 2014 strategies that further assist \r\nleast developed countries and small island developing \r\nStates (SIDS) in developing their national capacity to \r\nconserve, sustainably manage and realize the benefits \r\nof sustainable fisheries. Maximizing the benefits of \r\nsustainable fisheries resources for the SIDS remains a \r\nkey focus for the Pacific.\r\nIndeed, 2014 will be a very important year for the \r\nPacific, as Samoa will host the Third International \r\nConference on Small Island Developing States. At \r\nthat Conference, which comes once a generation, \r\nSIDS leaders will meet to consider the sustainable \r\ndevelopment challenges facing SIDS, including \r\nchallenges relating to the conservation and sustainable \r\nuse of marine resources and the preservation of the \r\nmarine environment. We look forward to the support of \r\nall to ensure the success of the meeting.\r\nWe also welcome the urgent call to address issues \r\nrelating to the conservation of marine biodiversity \r\nbeyond areas of national jurisdiction. We are \r\nencouraged that States agreed on a time frame in \r\nwhich a decision on whether to develop an international \r\ninstrument under the United Nations Convention on \r\nthe Law of the Sea should be taken. The intersessional \r\n22 12-64245\r\nA/67/PV.51\r\nbe emphasized enough. For the Pacific small island \r\ndeveloping States (SIDS), the green economy and the \r\nblue economy are complementary,  which emphasizes \r\nthe fact that the economies of many of our countries \r\nare largely dependent on the health and sustainable use \r\nof the ocean and its resources , as well as on land. That \r\ncontinues to be echoed time and again by our respective \r\nleaders in many international forums, including the \r\nUnited Nations and in our very own Pacific Islands \r\nForum, which last August met under the apt theme, \r\n“Large Ocean Island States — the Pacific Challenge”. \r\nThe Pacific SIDS welcome the strong language \r\nagreed in the oceans and seas section of the outcome \r\ndocument (resolution 66/288, annex) of the United \r\nNations Conference on Sustainable Development \r\n(Rio+20), noting in particular the points on climate \r\nchange and ocean acidification, the conservation and \r\nsustainable management of oceans, and coastal and \r\nfisheries resources. We are pleased to see that important \r\nelements from the Rio+20 outcome document have \r\nbeen incorporated in the resolution and that other \r\npertinent points have been added to the two draft \r\nresolutions on oceans and the law of the sea (A/67/L.21) \r\nand on sustainable fisheries (A/67/L.22). For the sake \r\nof brevity, I will only list those points, rather than go \r\ninto detail. \r\nThose elements include developing and \r\nimplementing science-based management plans, \r\nincluding by reducing or suspending fishing catch and \r\nfishing effort commensurate with the status of the stock. \r\nThe importance of access to fisheries and to markets, \r\nespecially for SIDS, is stressed. Illegal, unreported and \r\nunregulated fishing must be combated, and by-catch, \r\ndiscards and other adverse ecosystem impacts from \r\nfisheries must be managed, including by eliminating \r\ndestructive fishing practices. States must commit to \r\nenhanced protection of vulnerable marine ecosystems. \r\nThe importance of enabling developing countries \r\nto benefit from the conservation and management of \r\noceans is stressed, and the need for capacity-building \r\nand transfer of technology is emphasized.\r\nThey stress the need to identify and mainstream \r\nby 2014 strategies that will assist SIDS to develop \r\ntheir capacity to conserve, sustainably manage and \r\nrealize the benefits of sustainable fisheries. They \r\nexpress concern about marine pollution and point to \r\nthe need to adopt coordinated strategies to address it \r\nby 2025. They point to the importance of addressing \r\nocean acidification and its effects on fish stocks. They \r\nshould be fair; global fisheries should be sustainable; \r\nand global fisheries should be accountable. More \r\nconcretely, that is why Palau has advocated the end of \r\nbottom-trawling, shark-finning and the use of other \r\nunsustainable fishing practices. Palau is very pleased \r\nthat this year’s resolutions incorporate language on \r\nequity for developing coastal States and welcome the \r\ngrowing shark-sanctuary movement.\r\nWe look forward to the crafting of a new set \r\nof sustainable development goals (SDGs) in the \r\ncoming year. Palau has long considered that a healthy \r\nenvironment is the key to our sustainable development. \r\nThe SDGs give us a further opportunity to ensure that \r\noceans are part of the global sustainability agenda, \r\ngoing forward. To that end, we will work with others \r\non the open working group on sustainable development \r\ngoals to craft a sustainable development goal on healthy \r\nand productive oceans.\r\nFinally, as I speak today, Palau remains in a \r\nstate of emergency brought about by super-Typhoon \r\nBopha — the first typhoon in Palau’s recent history. \r\nBarely a month after Hurricane Sandy devastated New \r\nYork and New Jersey, Bopha has caused immense \r\ndamage and has displaced hundreds of families of Palau. \r\nBut Palau is fortunate. On course for our most populous \r\ncentres, the typhoon veered south at the last minute, \r\naverting what would have been certain devastation. \r\nOur hearts and prayers are with those who bore its full \r\nforce, particularly our friends in the Philippines, where \r\nat least 600 people are dead and countless others are \r\nmissing.\r\nTyphoon Bopha was a terrible reminder, as was \r\nHurricane Sandy, of the fragility of our relationship with \r\nthe oceans. Ocean warming, acidification and sea level \r\nrise affect us all — some more than others, sometimes \r\nmore dramatically than at other times, but no one is \r\nimmune. The world’s efforts reflected in today’s draft \r\nresolutions and in the creation of the SDGs will be for \r\nnothing, if we do not deal urgently and effectively with \r\nthe causes of climate change.\r\nMr. Elisaia (Samoa): I have the honour to speak \r\non behalf of the Pacific small island developing States \r\nrepresented at the United Nations, namely, Fiji, the \r\nMarshall Islands, the Federated States of Micronesia, \r\nNauru, Palau, Papua New Guinea, Solomon Islands, \r\nTonga, Tuvalu, Vanuatu and my own country, Samoa.\r\nThe ocean plays an important role in the lives of \r\nall Pacific island peoples, and its importance cannot \r\n12-64245 23\r\nA/67/PV.51\r\nparticipate in the open working group on sustainable \r\ndevelopment goals.\r\nMrs. Perceval (Argentina) (spoke in Spanish): \r\nAllow me at the outset to thank both coordinators, \r\nAmbassador Eden Charles of Trinidad and Tobago and \r\nMs. Alice Revell of New Zealand, for having conducted \r\nthe negotiations on the draft resolutions before us today \r\n(A/67/L.21 and A/67/L.22). They both took on that \r\nresponsibility for the first time and demonstrated their \r\nknowledge of the issues and their leadership. \r\nAs it does every year in the General Assembly, my \r\ndelegation reiterates that the United Nations Convention \r\non the Law of the Sea (UNCLOS) is one of the clearest \r\ncontributions to the strengthening of peace, security, \r\ncooperation and friendly relations among nations. At \r\nthe same time, it constitutes one of the international \r\ninstruments with the most significant economic, \r\nstrategic and political implications. The objective of \r\nthe negotiators of the Convention, which in 2012 is \r\ncelebrating the thirtieth anniversary of its opening for \r\nsignature, was to solve “all issues relating to the law of \r\nthe sea” in one single instrument. \r\nThe provisions of the Convention thus constitute \r\na delicate balance of rights and obligations of States \r\nthat emerged after nine years of negotiations. That \r\nbalance is to be preserved by all States, individually \r\nand as members of international organizations with a \r\ncompetence in ocean affairs or of other organizations. \r\nThat delicate balance is also to be preserved even \r\nas we address new challenges to the law of the sea, \r\nwhether in the processes established in the framework \r\nof the General Assembly, in the specialized agencies \r\nwith specific competence to do so as recognized by \r\nUNCLOS, or by any initiative of the Secretary-General \r\nor of financial institutions, which initiatives should \r\nalso have adequate consultation with Member States. \r\nThe Convention has a clearly universal character and is \r\naccepted as a legally binding norm, even by non-parties, \r\nas it constitutes in itself customary international law. \r\nThe Argentine delegation will make an explanation \r\nof position in relation to the draft resolution on \r\nsustainable fisheries (A/67/L.22). Allow me now to \r\nmake some remarks on the issues dealt with in both that \r\ndraft resolution and in the draft resolution on oceans \r\nand the law of the sea (A/67/L.21). \r\nThe question of biodiversity beyond the limits \r\nof national jurisdiction is one of the newest issues of \r\nthe current law of the sea. At its sixty-sixth session, \r\ninvite States and international financial institutions to \r\ndevelop special financial mechanisms or instruments to \r\nassist SIDS to develop their national capacity to exploit \r\nfisheries resources, and they welcome the increasing \r\nattention being focused on oceans as a potential source \r\nof renewable energy.\r\nThe Pacific SIDS also welcome the reference in \r\nthe draft resolution on the oceans and the law of the \r\nsea to the convening in 2014 of the Third International \r\nConference on Small Island Developing States, which \r\nwill be held in Samoa. The Conference presents a \r\ntimely opportunity for continuing discussions among \r\nmember States on the challenges relating to the \r\nconservation and sustainable use of marine resources \r\nand the preservation of the marine environment for \r\nSIDS, among other topics. While the aforementioned \r\nissues are formidable challenges, beyond the capacity \r\nof individual SIDS to address on their own, they \r\nare by no means insurmountable. Through genuine \r\npartnerships among all stakeholders, working together \r\non sustainable solutions that are focused, forward-\r\nlooking and implementable, the Conference in Samoa \r\nwill offer a unique opportunity to move beyond mere \r\ndiscussions to the actual launch of tangible initiatives \r\nto address some of the challenges SIDS are facing. \r\nThe Pacific SIDS welcome the decision to have \r\nocean acidification as the topic for discussion in 2013 \r\nin the Informal Consultative Process, bearing in mind \r\nthat climate change and ocean acidification remain the \r\ngreatest threat to the livelihoods, security and well-\r\nbeing of the peoples of the Pacific SIDS. \r\nWe commend the Secretary-General on the recently \r\nlaunched Oceans Compact initiative, which rightly \r\nprovides a strategic vision for the United Nations \r\nsystem to deliver on its ocean-related mandates and for \r\nall stakeholders to work towards achieving the shared \r\nobjective of “Healthy Oceans for Prosperity”. We \r\nwelcome the heightened attention being paid to oceans \r\nand look forward to working cooperatively with the \r\nSecretary-General in a transparent process in order to \r\nensure the success of the initiative. \r\nFinally, on the way forward, the Pacific SIDS \r\nemphasize the importance of oceans being adequately \r\nreflected in discussions and decisions on the post-2015 \r\nUnited Nations development agenda, including having \r\nhealthy and productive oceans as one of the sustainable \r\ndevelopment goals. We are looking forward to the \r\nSecretary-General’s High-level Panel on the Post-2015 \r\nDevelopment Agenda. For our part, we will also actively \r\n24 12-64245\r\nA/67/PV.51\r\nArgentina commends the Commission on the \r\nLimits of the Continental Shelf for its continuous and \r\ndevoted work. In 2012, the twenty-second Meeting of \r\nStates Parties to UNCLOS elected the members of the \r\nCommission. Following decision SPLOS/229 of the \r\nMeeting of States Parties, the Commission extended \r\nthe duration of its sessions as well as those of its \r\nsubcommissions. Consequently, the draft resolution on \r\noceans and the law of the sea reiterates the request to \r\nthe Secretary-General to take appropriate and timely \r\nsteps to ensure that secretariat services are provided \r\nto the Commission and its subcommissions. That is a \r\nrequest that Argentina fully supports, and we call upon \r\nall Member States to honour that commitment, which \r\nhas been agreed to by the meeting of States Parties and \r\nthe General Assembly.\r\nIn addition, I would like to recall once again \r\nthat the work of the Commission deals with the \r\ntracing — that is to say, the demarcation — of the limit \r\nalready established in article 76, not to the rights of \r\ncoastal States, and that article 77, paragraph 3, of the \r\nConvention provides that \r\n“[t]he rights of the coastal State over the continental \r\nshelf do not depend on occupation, effective or \r\nnotional, or on any express proclamation.” \r\nThat reminder is also reflected in paragraph 59 of the \r\ndraft resolution on oceans and the law of the sea.\r\nThe International Seabed Authority, following \r\nthe recommendation of its Legal and Technical \r\nCommission, decided, at its eighteenth session, to \r\nestablish areas of special environmental interest in \r\nthe Clarion-Clipperton zone. Argentina supports that \r\nmeasure for the protection of the marine environment. \r\nMy country calls upon the members of the Authority \r\nto continue to make progress in the adoption of norms, \r\nregulations and measures for the preservation of the \r\nmarine environment pursuant to its competencies under \r\narticle 145 of the Convention. Moreover, the Authority \r\nmust continue the marine scientific research activities \r\nentrusted to it under article 143 of the Convention. \r\nIn line with the provisions of the draft resolution, we \r\ncall on international organizations and other donors to \r\nsupport the Authority’s fund with a view to developing \r\ncooperative scientific research programmes with \r\nscientists and technicians from developing countries. \r\nIn that connection, we welcome the presence in this \r\nAssembly, as every year, of the Secretary-General of \r\nthe International Seabed Authority, Mr. Nii Odunton.\r\nand following the recommendations of the Ad Hoc \r\nOpen-ended Informal Working Group established by \r\nresolution 59/24, the General Assembly decided to \r\ninitiate a process to ensure the legal framework for the \r\nconservation and sustainable use of marine biodiversity \r\nbeyond areas of national jurisdiction, which also \r\ncontemplates the possibility of negotiating a multilateral \r\nagreement under the United Nations Convention on the \r\nLaw of the Sea, that is, an implementing agreement of \r\nthe pertinent principles of the Convention. The process \r\nthat will develop in the context of the Ad Hoc Working \r\nGroup will address the conservation and sustainable \r\nuse of marine biodiversity beyond areas of national \r\njurisdiction, in particular, together and as a whole, \r\nmarine genetic resources, including the sharing of \r\nbenefits, conservation measures, capacity-building and \r\nthe transfer of technology.  Argentina welcomes the fact \r\nthat the Working Group, with its new mandate, held its \r\nfirst meeting in May. \r\nWe also welcome the fact that the General Assembly, \r\nin the draft resolution before us, has provided for \r\nconvening workshops to deepen technical knowledge \r\nand will endorse not only the recommendations of the \r\nWorking Group, but also the commitment of States \r\ncontained in the outcome document of the United \r\nNations Conference on Sustainable Development \r\n(resolution 66/288, annex) to make progress in the work \r\nwith a view to adopting a decision before the end of the \r\nAssembly’s sixty-ninth session to convene a conference \r\nto negotiate an UNCLOS implementing agreement. \r\nRegarding the substance of that issue, my \r\ndelegation wishes to reiterate that it must be duly taken \r\ninto account that the expression “areas beyond national \r\njurisdiction” comprises two maritime areas — the high \r\nseas and the Area — and that one of the objectives of \r\nthe Convention, as set out in the Preamble, was \r\n“to develop the principles embodied in \r\nresolution 2749 (XXV) of 17 December 1970 in \r\nwhich the General Assembly of the United Nations \r\nsolemnly declared inter alia that the area of the \r\nseabed and ocean f loor and the subsoil thereof, \r\nbeyond the limits of national jurisdiction, as well as \r\nits resources, are the common heritage of mankind, \r\nthe exploration and exploitation of which shall be \r\ncarried out for the benefit of mankind as a whole”.\r\nIn line with the statements made by the Group of 77 and \r\nChina in its two most recent ministerial declarations, \r\nwe reiterate that that principle should be the basis for \r\nthe consideration of the issue.\r\n12-64245 25\r\nA/67/PV.51\r\nparagraphs of subsequent resolutions, it must be \r\nrecalled that, in accordance with article 77 of the \r\nConvention, the sedentary resources of the continental \r\nshelf are subject to the sovereign rights of the coastal \r\nStates over the full extent of that maritime area. \r\nTherefore, the conservation and management of such \r\nresources is under the exclusive power of coastal States, \r\nwhich are responsible for adopting the necessary \r\nmeasures regarding such resources and their associated \r\necosystems that could be affected by fishing practices \r\nthat can have a destructive impact, including bottom \r\ntrawling in the high seas. \r\nIn that regard, I am pleased to recall that Argentina \r\nhas adopted measures for the conservation of sedentary \r\nresources and vulnerable marine ecosystems situated \r\nwithin the full extent of its continental shelf. The draft \r\nresolution on sustainable fisheries recalls in paragraph \r\n137, as it does every year, the exclusivity of the rights \r\nof the coastal State in areas of its continental shelf \r\nbeyond 200 miles. Additionally and in accordance \r\nwith what we just highlighted,  paragraph 138 notes \r\nboth the conservation measures adopted and the efforts \r\nmade by coastal States to ensure compliance with those \r\nmeasures over the full extent of their continental shelf.\r\nAlso regarding fisheries, my country wishes to \r\nreiterate its concern regarding an increasing trend \r\ntowards trying to legitimize, through General Assembly \r\nresolutions, attempts by regional fisheries management \r\norganizations to adopt measures beyond their spatial, \r\nmaterial and personal area of competence. Argentina \r\nobjects to the fact that General Assembly resolutions \r\ncould be interpreted in that manner, particularly with \r\nrespect to measures that could reflect some kind of \r\nclaim of authority on the part of such organizations over \r\nf lag ships of countries that are not members of such \r\norganizations and have not consented to such measures, \r\nwhich would contradict one of the basic norms of the \r\nlaw of treaties.\r\nFinally, as it does every year when the General \r\nAssembly considers the report of the Secretary-General \r\non oceans and the law of the sea and the relevant draft \r\nresolutions, Argentina wishes to express its appreciation \r\nto the Division of Ocean Affairs and the Law of the \r\nSea, under the leadership of Mr. Sergey Tarasenko, \r\nfor its professional and devoted work as well as for the \r\nassistance that it spontaneously provides to Member \r\nStates on matters within its competence.\r\nThe International Tribunal for the Law of the \r\nSea is the independent judicial institution established \r\nby the Convention. Argentina would like especially \r\nto recognize the presence of the President of the \r\nTribunal, Judge Shunji Yanai, at this meeting. Since its \r\nestablishment, the Tribunal has examined 20 cases, all \r\nof them having to do with various aspects of the law of \r\nthe sea. Among them, allow me to highlight the advisory \r\nopinion issued by the Seabed Disputes Chamber in \r\n2011 regarding Responsibilities and obligations of \r\nStates sponsoring persons and entities with respect to \r\nactivities in the Area. That advisory opinion represents \r\nthe first time that those two institutions established \r\nby the Convention interacted with each other pursuant \r\nto article 191 of the Convention and in compliance \r\nwith the objective of guarding the common heritage \r\nof humankind. Argentina is one of the States parties \r\nthat participated in the advisory opinion and welcomes \r\nthe high level of participation occasioned about by that \r\nadvisory opinion. Such participation demonstrates the \r\ncommitment of States to the regime established by \r\nUNCLOS for the Area and to the institutions created \r\nby the Convention.\r\nArgentina has supported the work of the Tribunal \r\nsince its inception and is one of the 34 States parties \r\nthat have accepted the jurisdiction of the Tribunal. \r\nToday, Argentina is pleased to see that the Tribunal’s \r\njurisprudence has strengthened its role as the \r\nspecialized tribunal for the law of the sea, as foreseen in \r\nthe negotiations on the Convention, and we welcome its \r\ncontribution to preserving the integrity of international \r\nlaw.\r\n As regards the draft resolution on sustainable \r\nfisheries, my delegation must reiterate the need not to \r\nignore the rule governing all law of the sea negotiations, \r\nnamely, the rule of proceeding by consensus, which \r\nwas inherited from the negotiations on UNCLOS. At \r\nthe sixty-fifth session of the General Assembly, that \r\nrule was not followed with regard to one aspect of the \r\nresolution on sustainable fisheries, and my delegation \r\nfound itself forced to make reference to that in its \r\nexplanation of vote (see A/65/PV.59). We would like to \r\nrecall that consensus is the only way of ensuring wide \r\nacceptance of the resolutions of the General Assembly, \r\nand it must be respected in the negotiations.\r\nRegarding the protection of vulnerable marine \r\necosystems, particularly with reference to paragraphs \r\n83 to 87 of resolution 61/105, paragraphs 113 to 117 \r\nand 119 to 127 of resolution 64/72, and the relevant \r\n26 12-64245\r\nA/67/PV.51\r\nlives of those who work on such vessels. The State of \r\nKuwait therefore condemns any act of piracy, hijacking \r\nof commercial vessels or terrorism on the high seas, \r\nand commends the efforts in that regard of the Contact \r\nGroup on Piracy off the Coast of Somalia, as well as \r\nthose of the Security Council. We need a concerted \r\neffort on the part of the international community to \r\nconfront acts of piracy and armed robbery against \r\nships through effective implementation of international \r\nlaw and the law of the sea, as well as the relevant legal \r\ninstruments aimed at combating piracy. In that regard \r\nand based on the importance that the State of Kuwait \r\nattaches to combating piracy, in the past year we \r\ncontributed $1 million to the United Nations Trust Fund \r\nto Support the Initiatives of States to Counter Piracy \r\noff the Coast of Somalia.\r\nWe affirm our support for Security Council \r\nresolution 2077 (2012), of 20 November 2012, which, \r\nunder Chapter VII of the Charter, calls on all States \r\nto criminalize piracy in their domestic laws and make \r\nactive efforts to prosecute pirates and other suspects \r\nand detain those who facilitate their work and fund them \r\non land, in accordance with the relevant international \r\nhuman rights and humanitarian law.\r\nIn conclusion, we call on all Member States to \r\ncooperate in and carry out joint efforts to benefit from \r\nour marine resources by exploiting technology and \r\nacceding to every legal instrument and international \r\nconvention that can help achieve the environmental \r\nsustainability that we all desire and that will help to \r\nstrengthen international peace and security.\r\nThe Acting President (spoke in Arabic): I now give \r\nthe f loor to the President of the International Tribunal \r\nfor the Law of the Sea.\r\nMr. Yanai (International Tribunal for the Law of \r\nthe Sea): It is a great honour for me to take the f loor \r\non behalf of the International Tribunal for the Law of \r\nthe Sea in the General Assembly on its agenda item \r\non oceans and the law of the sea. The International \r\nTribunal for the Law of the Sea is one of the key dispute \r\nsettlement mechanisms established by the Convention \r\non the Law of the Sea. It was set up as a specialized \r\ncourt, universal in nature, to be called on to deal with \r\ndisputes of any kind concerning the sea or activity \r\ncarried out at sea. Twenty cases have been submitted \r\nto the Tribunal since it began operating in 1996. They \r\nhave dealt with a number of questions, such as the \r\nlegality of enforcement measures imposed on foreign \r\nvessels in the exclusive economic zone, the use of force \r\nMr. AlFahad (Kuwait) (spoke in Arabic): At the \r\noutset, it gives me pleasure to offer my gratitude to the \r\nPresident on his efficiency in conducting the work of the \r\nGeneral Assembly at its current session. I would also \r\nlike to thank the Secretary-General for his reports on \r\noceans and the law of the sea, submitted in accordance \r\nwith resolution 66/231.\r\nThe State of Kuwait welcomes the information in \r\nthe Secretary-General’s reports on oceans and the law \r\nof the sea, and affirms that the use of renewable marine \r\nenergy can help build a sustainable future and create \r\njob opportunities as well as strengthen energy security, \r\nwhich can enable us to achieve the goals of sustainable \r\ndevelopment.\r\nRenewable marine energy, as a source of energy, \r\nis therefore part and parcel of the global vision for \r\nsustainable development. For that reason, the State \r\nof Kuwait emphasizes the importance of increasing \r\ninvestments in technology, research and development \r\nand capacity-building, as well as the transfer of such \r\ntechnology, with a view to enhancing the exploitation \r\nof energy sources, particularly in developing countries.\r\nToday, we celebrate the thirtieth anniversary of the \r\nopening for signature of the United Nations Convention \r\non the Law of the Sea (UNCLOS), considered to be \r\na constitution for the oceans. The State of Kuwait \r\nacceded to the Convention in 1986, and, in view of the \r\nimportance we attach to that issue, in 2002 we ratified \r\nthe Agreement concerning the implementation of \r\nPart XI of the Convention. Furthermore, in 2003 the \r\nState of Kuwait became party to the Convention for \r\nthe Suppression of Unlawful Acts against the Safety \r\nof Maritime Navigation, and is also a party to the \r\nProtocol concerning Marine Pollution Resulting from \r\nExploration and Exploitation of the Continental Shelf.\r\nIn that context, Kuwait welcomes the increase in the \r\nnumber of the States party to UNCLOS, which has now \r\nreached 164. We call on States that are not yet party to \r\nthe Convention to accede, in order to help achieve our \r\ndevelopment goals and strengthen international peace \r\nand security. We also emphasize the importance of \r\nrespecting international law and relevant international \r\nagreements and conventions, and of ensuring their \r\nimplementation.\r\nThe current increase in criminal activities, \r\nincluding acts of piracy and armed robbery against \r\nships, constitutes a danger to international trade and \r\na threat to maritime navigation, as well as a risk to the \r\n12-64245 27\r\nA/67/PV.51\r\nparties had overlapping entitlements to the continental \r\nshelf beyond 200 nautical miles, and it proceeded to \r\ndelimit that area, stating that the delimitation method \r\nto be employed in the case for the continental shelf \r\nbeyond 200 nautical miles should not differ from that \r\nwithin 200 nautical miles. It took slightly more than \r\ntwo years from the time that the case was brought to \r\nthe date that the judgement was delivered, which is \r\nremarkably fast for a complex delimitation case. The \r\njudgement resolved a dispute that had existed for more \r\nthan 36 years, and it was well received by the two \r\nStates, which can now exploit the natural resources of \r\ntheir maritime areas.\r\nI would like to touch on a final point relating to \r\nthe activity of the Tribunal. Mention should be made of \r\nthe Tribunal’s activity in providing training in the law \r\nof the sea. Every year, as one aspect of that activity, \r\nthe Tribunal welcomes some 20 interns from around \r\nthe world, generally for three months at a time. Special \r\ntrust funds were established to provide financial \r\nsupport to applicants from developing countries, with \r\nthe assistance of the Korea Maritime Institute and \r\nthe China Institute of International Studies. Along \r\nthe same lines, I also want to make reference to the \r\ncapacity-building and training programme on dispute \r\nsettlement under the Convention, which is supported by \r\nthe Nippon Foundation. \r\nThe meeting rose at 1.05 p.m.\r\nat sea, the prompt release of detained vessels and crews, \r\nthe protection of fishery resources and of the marine \r\nenvironment and the delimitation of maritime areas.\r\nOn 14 November, a request for the prescription of \r\nprovisional measures was submitted to the Tribunal \r\nby Argentina in a dispute with Ghana concerning the \r\ndetention by the Ghanaian authorities of the frigate \r\nARA Libertad. In the M/V Louisa case between Saint \r\nVincent and the Grenadines and the Kingdom of \r\nSpain, the Tribunal delivered an order on a request \r\nfor provisional measures submitted by Saint Vincent \r\nand the Grenadines. The hearing on the merits was \r\nheld from 4 to 10 October, and the case is now under \r\ndeliberation. In the M/V Virginia G case between \r\nPanama and Guinea-Bissau, the written proceedings \r\nphase will soon close and a hearing is planned for 2013.\r\nI shall not dwell on those cases, which remain to \r\nbe decided on their merits, but I would like to describe \r\nto the Assembly the main legal issues considered in a \r\njudgement delivered by the Tribunal on 14 March in \r\nits first maritime delimitation case. In its judgement of \r\n14 March, the Tribunal delimited the maritime boundary \r\nbetween Bangladesh and Myanmar in the territorial \r\nsea, the exclusive economic zone and on the continental \r\nshelf in the Bay of Bengal. One of the salient features \r\nof the case was that the Tribunal was asked to decide on \r\nthe delimitation between the parties of the continental \r\nshelf at a distance beyond 200 miles. Under the specific \r\ncircumstances of the case, the Tribunal found that the \r\n"