"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-63631 (E)\r\n*1263631*\r\nIn the absence of the President, Mr. Charles \r\n(Trinidad and Tobago), Vice-President, took the \r\nChair.\r\nThe meeting was called to order at 10.15 a.m.\r\nAgenda item 75 (continued)\r\nOceans and the law of the sea\r\nCommemoration of the thirtieth anniversary \r\nof the opening for signature of the \r\nUnited Nations Convention on the Law of \r\nthe Sea \r\nThe Acting President: Members are reminded \r\nthat, in accordance with resolution 67/5, the debate on \r\nagenda item 75 and its sub-items (a) and (b) is scheduled \r\nto take place tomorrow, 11 December 2012. I should \r\nalso like to remind participants that statements in the \r\ncommemoration should be limited to 10 minutes, as \r\nstipulated in the same resolution.\r\nI shall now read out a statement on behalf of the \r\nPresident of the General Assembly, Mr. Vuk Jeremić.\r\n“It is a genuine honour to participate in the \r\ncommemoration of the thirtieth anniversary of \r\nthe opening for signature of the United Nations \r\nConvention on the Law of the Sea (UNCLOS). \r\nThe Convention is, in my view, a United Nations \r\nsuccess story. When the Organization came into \r\nbeing in 1945, the oceans were largely regulated \r\nby customary international law. Member States \r\nrealized that a universal law of the sea was urgently \r\nneeded. In that respect, the General Assembly was \r\nable to perform one of its main functions, under \r\nArticle 13 of the Charter, in ‘encouraging the \r\nprogressive development of international law and \r\nits codification’.\r\n“It was the Permanent Representative of Malta, \r\nthe late Ambassador Arvid Pardo, who is considered \r\nthe founding father of UNCLOS and who proposed, \r\nin this very Hall in 1967, a comprehensive treaty \r\nto ensure the peaceful use and exploitation of \r\nthe world’s oceans. His impassioned and lyrical \r\nspeech lasted from morning well into the afternoon \r\non a day in November, 45 years ago. It included \r\nthese memorable words describing man’s close \r\nrelationship to the sea: \r\n‘The dark oceans were the womb of life: \r\nfrom the protecting oceans life emerged. We \r\nstill bear in our bodies — in our blood, in the \r\nsalty bitterness of our tears — the marks of \r\nthis remote past.’\r\n“Ambassador Pardo’s legacy is the highly \r\ncomplex and far-reaching treaty that we are \r\ncommemorating today. In 1982, when the \r\nConvention was opened for signature, it ref lected \r\nan unprecedented attempt by the international \r\ncommunity to protect what he called the ‘common \r\nheritage of mankind’. A total of 164 countries \r\nare now States parties to the Convention, which \r\naddresses issues ranging from navigation rights to \r\nmaritime zones and deep-sea mining, the protection \r\nUnited Nations A/67/PV.49\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n49th plenary meeting\r\nMonday, 10 December 2012, 10 a.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Serbia)\r\n2 12-63631\r\nA/67/PV.49\r\nof the marine environment and dispute resolution \r\nprocedures.\r\n“I am proud that the General Assembly has \r\ncontinued to play an important role in the further \r\ndevelopment of the law of the sea. Its involvement \r\nis consistent with the framework established under \r\nUNCLOS.\r\n“Three processes and working groups have \r\nbeen established in the General Assembly on \r\nissues related to oceans and the law of the sea, \r\nnamely, the United Nations Open-ended Informal \r\nConsultative Process on Oceans and the Law of the \r\nSea, the Regular Process for Global Reporting and \r\nAssessment of the State of the Marine Environment, \r\nincluding Socioeconomic Aspects, and the Ad Hoc \r\nOpen-ended Informal Working Group to study \r\nissues relating to the conservation and sustainable \r\nuse of marine biological diversity beyond areas of \r\nnational jurisdiction.\r\n“I also welcome the Oceans Compact: Healthy \r\nOceans for Prosperity initiative, recently launched \r\nby the Secretary-General, which sets out a strategic \r\nvision for the United Nations system to deliver \r\non ocean-related mandates. The exploitation of \r\nthe world’s oceans was one of the critical issues \r\nreviewed at the United Nations Conference on \r\nSustainable Development (Rio+20 Conference), \r\nheld in Rio de Janeiro earlier this year. The \r\noutcome document of the Rio+20 Conference, \r\nentitled ‘The future we want’ (resolution 66/288, \r\nannex), recognizes the importance of the legal \r\nframework provided by UNCLOS in achieving the \r\nconservation and sustainable use of the oceans and \r\nseas and their resources.\r\n“The world’s oceans play a key role in \r\nsustaining life on the planet and in promoting the \r\neconomic and social advancement of all peoples \r\nof the world. A sustainable future will involve \r\nrenewable energy. Marine renewable energies \r\nare an untapped potential in many regions of the \r\nworld and can play a significant role in meeting \r\nsustainable development goals, in enhancing \r\nenergy security and in creating jobs.\r\n“Humankind has put the oceans at risk of \r\nirreversible damage. Overfishing, pollution, climate \r\nchange, ocean acidification and unsustainable \r\ncoastal area development and resource extraction \r\nhave resulted in the loss of biodiversity and damage \r\nto habitats. I am particularly concerned about the \r\nsmall island States, where climate change and \r\noceanic acidification remain a great threat not only \r\nto their livelihoods, security and well-being but \r\nalso to the very survival of those territories and \r\nnations.\r\n“I would like to use this opportunity to \r\nencourage Member States to implement the \r\nagreed commitments on reducing greenhouse gas \r\nemissions. As the globe continues to warm up and \r\nsea levels rise, a number of small island States \r\nrely on the concerted action of all United Nations \r\nMembers for their very survival.\r\n“UNCLOS, along with other international \r\nconventions, has become a critical element of \r\nthe international legal framework and can guide \r\nour shared efforts to protect the world’s oceanic \r\nenvironment. Now, more than ever before, we need \r\nto find a way to live in harmony with the natural \r\nworld. We have a duty to protect the livelihoods \r\nof people who live from the sea but, at the same \r\ntime, we need to improve its ecological health and \r\nto protect its natural resources. I strongly believe \r\nthat nations should work together to achieve a more \r\nsustainable management of that precious resource \r\nand to address the threats that it currently faces.\r\n“The preamble to UNCLOS states that the \r\nConvention: \r\n‘will promote the peaceful uses of the \r\nseas and oceans, the equitable and efficient \r\nutilization of their resources, the conservation \r\nof their living resources, and the study, \r\nprotection and preservation of the marine \r\nenvironment’.\r\n“It is a commendable goal to which, I believe, \r\nall nations can and should agree. In that regard, I \r\nencourage all Member States that have not done so \r\nto act in the service of humankind by signing and \r\nratifying that seminal Convention.”\r\nThe Acting President: I now give the f loor to the \r\nSecretary-General, His Excellency Mr. Ban Ki-moon.\r\nThe Secretary-General: We come together \r\nto celebrate the thirtieth anniversary of the United \r\nNations Convention on the Law of the Sea. When the \r\nConvention was opened for signature in 1982, it was \r\ncalled a constitution for the oceans. Like a constitution, \r\nit is a firm foundation and a permanent document that \r\n12-63631 3\r\nA/67/PV.49\r\nprovides order, stability, predictability and security on \r\nthe basis of the rule of law.\r\nThe Convention on the Law of the Sea is the legal \r\nframework that guides every aspect of our management \r\nof the oceans and seas. It is an acknowledgement that the \r\nmany challenges and uses of the ocean are interrelated \r\nand need to be considered as a whole. With 320 articles \r\nand nine annexes, the Convention covers every aspect \r\nof the oceans and marine environment and sets out a \r\ndelicate balance of rights and duties.\r\nAs Ambassador Tommy Koh of Singapore said in \r\na statement commemorating the twentieth anniversary \r\nof the Convention, ‘the process of achieving the \r\nConvention is almost as important as the Convention \r\nitself’ (A/57/PV.70, p. 6). Forged through negotiations \r\namong more than 150 States, the treaty is a testament \r\nto the power of international cooperation, multilateral \r\nnegotiation and consensus-building.\r\nToday, we also pay tribute to the pioneers who \r\nhelped to bring the treaty to life, namely, the late \r\nAmbassador Arvid Pardo of Malta, who launched the \r\nconcept of the international seabed as the common \r\nheritage of humankind; the late Ambassador Shirley \r\nHamilton Amerasinghe of Sri Lanka, who served as the \r\nfirst President of the third United Nations Conference on \r\nthe Law of the Sea; and, of course, Ambassador Tommy \r\nKoh, the most recent President of the Conference.\r\nTheir leadership and diplomatic skills were \r\ninstrumental in creating the legacy that we celebrate \r\ntoday. The codification and progressive development of \r\nthe law of the sea have provided a f lexible and evolving \r\ninternational legal framework. The Convention \r\nhas guided us through the settlement of disputes, \r\nthe delineation of the outer limits of the extended \r\ncontinental shelf and the administration of the resources \r\nof the international seabed.\r\nEvery day, the Convention continues to contribute \r\nto international peace and security, as well as the \r\nequitable and efficient use of ocean resources. In \r\nevery corner of the world, it supports our efforts to \r\nprotect and preserve the marine environment and to \r\nrealize a just and equitable economic order. In short, \r\nthe Convention on the Law of the Sea is an important \r\ntool for sustainable development, as affirmed this \r\nyear by the United Nations Conference on Sustainable \r\nDevelopment.\r\nHowever, the oceans continue to face many \r\nchallenges, including pollution, ocean acidification, \r\noverexploitation of resources, piracy and maritime \r\nboundary disputes. Addressing such issues should \r\ncompel us to strive for the full implementation of the \r\nConvention.\r\nI am encouraged that the support for the Convention \r\nhas grown steadily over the years. With 164 parties, \r\nincluding the European Union, it is nearing the goal \r\nof universality set out by the General Assembly (see \r\nresolution 37/66). Let us work to bring all nations \r\nunder the jurisdiction, protection and guidance of \r\nthat essential treaty. Let that be our goal as we mark \r\n30 years of achievement and look to the next generation \r\nof opportunities, challenges and hopes on the high seas.\r\nThe Acting President: I thank the Secretary-\r\nGeneral for his statement.\r\nI now give the f loor to Mr. Tommy Koh, President \r\nof the Third United Nations Conference on the Law of \r\nthe Sea.\r\nMr. Koh (President, Third United Nations \r\nConference on the Law of the Sea): I would like to \r\nextend a warm welcome to my colleagues from the \r\nUnited Nations Conference on the Law of the Sea. With \r\nadvancing age, they have become a highly endangered \r\nspecies of homo sapiens. Let us extend a warm welcome \r\nto them.\r\nThirty years ago, the United Nations Convention \r\non the Law of the Sea was adopted after a decade of \r\npatient and painstaking negotiations. On 10 December \r\n1982, the Convention was opened for signature and was \r\nsigned by 119 States on that day. The Convention today \r\nhas 161 parties that are Members of the United Nations. \r\nThat means that there are 29 Member States that have \r\nnot yet become party to the Convention. One of them \r\nis our host country, the United States of America. \r\nI apologize in advance to the representative of the \r\nUnited States in case what I am about to say offends \r\nher. When my wife asked me recently when the United \r\nStates would accede to the Convention, I answered her \r\nby quoting Churchill, who once said that we can always \r\ncount on the United States to do the right thing after \r\nit has tried everything else. I hope we do not have to \r\nwait much longer, as the Convention is clearly in the \r\ninterests of the United States and of the other States.\r\nI wish to make three points. First, I wish to observe \r\nthat the Convention has become the constitution for \r\nthe oceans and seas. It is both comprehensive and \r\nauthoritative. It has established a stable legal order. It \r\n4 12-63631\r\nA/67/PV.49\r\nhas kept the peace at sea. In that way, it has made a \r\nsignificant contribution to the rule of law in the world. \r\nThe only parts of the world’s oceans in which maritime \r\ndisputes might threaten international peace are the \r\nEast China Sea and the South China Sea. I would like \r\nto take this opportunity to call upon all the claimant \r\nStates to act with restraint and to resolve their disputes \r\npeacefully and strictly in accordance with international \r\nlaw and the United Nations Convention on the Law \r\nof the Sea. Negotiations should always be our first \r\npreference. \r\nHowever, if negotiations do not succeed, I would \r\nurge the parties to consider referring their disputes \r\nto conciliation, mediation, arbitration or adjudication \r\nby the International Tribunal for the Law of the Sea \r\nor the International Court of Justice. In that respect, \r\nI recognize the presence here with us this morning of \r\nJudge Yanai, the President of the Tribunal, and Judge \r\nGreenwood of the International Court of Justice. I wish \r\nto commend them and their fellow judges for their good \r\nwork. As an Asian, I know that, in some Asian cultures, \r\nthere is reluctance to take a friend to court. To those \r\nclaimant States that feel that way, I would encourage \r\nthem to focus on the option of the joint development of \r\nthe disputed areas.\r\nSecondly, I would like to point out that the \r\nConvention represents a careful balance of the competing \r\ninterests of all States, including, inter alia, developed \r\nand developing, coastal, landlocked and geographically \r\ndisadvantaged, port and seafaring, as well as States \r\nwith artisanal fishermen and those with distant-water \r\nfishermen. The balance was arrived at through an \r\nopen, transparent and inclusive process in which all \r\nStates, big and small, participated and contributed to \r\nthe compromises. The balance has worked well. It has \r\nstood the test of time. We should therefore be faithful \r\nin our interpretation and application of the Convention. \r\nWe should avoid undermining the integrity of the \r\nConvention by taking actions of questionable legality \r\nin order to further our short-term national interests. In \r\nsome cases, States have taken advantage of ambiguous \r\nlanguage in the text of the Convention. In others, they \r\nare finding ambiguity where none exists. \r\nLet me cite a few examples. Some States have \r\ndrawn straight baselines when they are not entitled to \r\ndo so. Some States have enacted domestic legislation \r\nconferring on themselves the jurisdiction to regulate \r\ncertain activities in the exclusive economic zone that the \r\nConvention does not confer on them. Other States act \r\non the mistaken assumption that the exclusive economic \r\nzone is part of the High Sea, forgetting that they are \r\nenjoined by the Convention to have due regard for the \r\nrights and duties of the coastal State and to comply \r\nwith the laws and regulations of the coastal State, so \r\nlong as they are in conformity with the Convention. \r\nSome States have acted in contravention of the regime \r\nof transit passage. Some States have made maritime \r\nclaims based on insular features that are not justified \r\nunder the Convention. That is not an exhaustive list.\r\nThirdly, I wish to refer to the Secretary-General’s \r\nOceans Compact initiative, which he unveiled at the \r\nYeosu International Conference on 12 August 2012. \r\nThe Compact has the following three objectives: to \r\nprotect vulnerable people and improve the health of \r\nthe oceans; to protect, recover and sustain the oceans’ \r\nenvironment and natural resources and to restore their \r\nfull food production and livelihood services; and to \r\nstrengthen the knowledge and management of the \r\noceans. Let me make a few comments on the Secretary-\r\nGeneral’s initiative.\r\nThe Food and Agriculture Organization of the \r\nUnited Nations (FAO) has repeatedly called the world’s \r\nattention to the crisis in the world’s fisheries. The crisis \r\nhas been caused by overfishing, by illegal, unreported \r\nand unregulated fishing, by the ineffectiveness of \r\nregional fishery management organizations and by the \r\nuse of highly destructive and unsustainable fishing \r\nmethods. \r\nI would like to make a few suggestions. Subsidies \r\nfor the fishing industry should be phased out, because \r\nthey have led to overcapacity. The world can learn \r\nfrom the successful experiences of Iceland and New \r\nZealand in the management of their fishing resources. \r\nThe International Maritime Organization should \r\nconsider requiring all commercial fishing vessels to be \r\nlicensed and to carry transponders. Regional fishery \r\nmanagement organizations should be empowered to \r\ntake decisions by consensus if possible, and by majority \r\nif necessary. Certain highly destructive methods of \r\nfishing should be banned. Furthermore, the FAO’s Code \r\nof Conduct for Responsible Fisheries, which deals with \r\nethical fishing, should be strengthened. \r\nThe nexus between climate change and the oceans \r\nis not sufficiently understood. The oceans serve as the \r\nblue lungs of the planet. They absorb carbon dioxide \r\nfrom the atmosphere and return oxygen to it. The \r\noceans also play a role in regulating the world’s climate. \r\n12-63631 5\r\nA/67/PV.49\r\nOne impact of global warming is that our oceans are \r\nbecoming both warmer and more acidic. That will have \r\na devastating impact on the world’s coral reefs and on \r\nmarine biodiversity. The welfare of 150 million people \r\nliving in coastal communities will be affected if we \r\nallow the reefs to degenerate and die. \r\nAnother impact of global warming and climate \r\nchange is a rise in sea levels. The problem is not \r\ntheoretical; it is real. Low-lying countries, such as \r\nBangladesh, and island countries, such as Maldives and \r\nthose in the South Pacific, are already experiencing the \r\nloss of land to a rising sea. The members of the Alliance \r\nof Small Island States have made a compelling case, \r\nand we should listen more attentively to them. If the sea \r\nlevels continue to rise, millions of people will have to \r\nleave their homes and become ecological refugees. \r\nI also support the Secretary-General’s call to \r\nstrengthen our knowledge about and the management of \r\nthe oceans. It is ironic that we seem to know more about \r\nouter space than we do about our oceans. The oceans are \r\nour last frontier. The United Nations University, under \r\nthe able leadership of its new rector, David Malone, \r\nshould ignite a new interest in research on oceans and \r\non ocean law and policy. The United Nations Office of \r\nLegal Affairs, under the leadership of Patricia O’Brien, \r\nand its Division for Ocean Affairs and the Law of the \r\nSea, under the direction of Sergey Tarasenko, should \r\nincentivize law schools around the world to promote \r\nresearch in and the teaching of the law of the sea.\r\nIn conclusion, 50 years ago, the old maritime \r\nlegal order was crumbling. There were many maritime \r\ndisputes between States. Two European countries \r\neven fought a brief war over cod. In response to that \r\nsituation, the United Nations convened the Third \r\nUnited Nations Conference on the Law of the Sea and \r\nheld its first meeting in 1973. The Conference adopted \r\na convention nine years later. Many learned men and \r\nwomen, people of goodwill, from all parts of the world, \r\nrepresenting over 150 countries, participated in that \r\nhistoric endeavour. Many of them have passed away. \r\nHowever, their legacy of a new maritime legal order, \r\nbringing with it peace, order and equity, will never be \r\nforgotten.\r\nThe Acting President: I now give the f loor to the \r\nrepresentative of Malta, who will pay a special tribute \r\nto the late Ambassador Arvid Pardo of Malta.\r\nMr. Grima (Malta): It is an honour for me to have \r\nbeen invited to address the General Assembly on the \r\noccasion of the thirtieth anniversary of the opening \r\nfor signature of the 1982 United Nations Convention \r\non the Law of the Sea. It is a particular privilege for \r\nme, as Malta’s Permanent Representative to the United \r\nNations, to stand before the General Assembly today \r\nto pay tribute to the historic contribution of the late \r\nAmbassador Arvid Pardo, Malta’s first Permanent \r\nRepresentative to the United Nations.\r\nArvid Pardo was born in February 1914 to a \r\nMaltese father and a Swedish mother, but would sadly \r\nlose both parents before he was even 10 years old. \r\nHe was brought up in Italy, where he would receive \r\na doctorate in international law from the University \r\nof Rome. Without a doubt, the war between 1939 and \r\n1945, including imprisonment by the fascists and \r\nyears in solitary confinement, influenced his political \r\nphilosophy and imbued him with a sense of purpose \r\nand determination, qualities that would later become \r\nself-evident in the pursuit of his vision of the law of \r\nthe sea. \r\nHe moved to London in 1945 and later embarked on \r\na distinguished career with the United Nations, where \r\nhe served in various capacities, both at Headquarters \r\nand in the field, before being appointed as Malta’s \r\nfirst Permanent Representative to the United Nations \r\nin 1964. In his own words, Ambassador Pardo recalled \r\nthat \r\n“sometime in February 1967, I had a dream about \r\nthe ocean’s space as potentially a way through \r\nwhich a more peaceful and more cooperative and \r\nequitable world could be achieved”. \r\nA few months later he would deliver an unforgettable \r\nspeech to the First Committee of the General Assembly \r\nthat captured the imagination of delegations and set \r\nin motion a 15-year process that culminated in the \r\nadoption of the Convention on the Law of the Sea in \r\n1982.\r\nIn his memorable speech in 1967, Ambassador \r\nPardo started by explaining why Malta, three years \r\nafter its independence, had submitted a new agenda \r\nitem entitled “Examination of the question of the \r\nreservation exclusively for peaceful purposes of the \r\nseabed and the ocean f loor, and of the subsoil thereof, \r\nunderlying the high seas beyond the limits of present \r\nnational jurisdiction, and the use of their resources in \r\nthe interests of mankind”. He stated that \r\n“[t]he Maltese Islands are situated in the centre \r\nof the Mediterranean. We are naturally vitally \r\n6 12-63631\r\nA/67/PV.49\r\ninterested in the sea which surrounds us and \r\nthrough which we live and breathe. We have been \r\nfollowing closely for some time developments in \r\nthe field of oceanography and deep sea capability \r\nand have been impressed by the potential benefits \r\nboth to our country and to mankind if technological \r\nprogress takes place in a peaceful atmosphere and \r\nwithin a just legal framework” (A/C.1/PV.1515).\r\nAmbassador Pardo concluded his statement by \r\nexpressing the hope that the General Assembly would \r\nadopt a resolution embodying a number of concepts, \r\nincluding that \r\n“the seabed and the ocean f loor are a common \r\nheritage of mankind and should be used and \r\nexploited for peaceful purposes and for the exclusive \r\nbenefit of mankind as a whole” (A/C.1/PV.1516)\r\nThe impact of Malta’s initiative on the General \r\nAssembly was perhaps best captured by Evan Luard, \r\na British delegate at the time who, in his book The \r\nControl of the Sea Bed, wrote as follows: \r\n“There is no doubt that the Maltese initiative, \r\nand Dr. Pardo’s speech in particular, made a \r\nprofound impact on the Assembly. In the delegates’ \r\nlounge, the spacious bar and smoking room where \r\nthe delegates congregate between meetings, \r\nconversations tended to centre on the Maltese \r\ninitiative. In the innumerable and interminable \r\ncocktail parties, representatives would ask one \r\nanother how their Government would react to Dr. \r\nPardo’s proposals. There was a general feeling that \r\nthe United Nations had here become involved in \r\na new subject, of profound importance but great \r\ncomplexity and fascination, which would command \r\nthe attention of delegates and officials for many \r\nyears to come.”\r\nOn 7 November 1967, Ambassador Pardo informed \r\nthe Committee that agreement had been reached on \r\na draft resolution, which was subsequently adopted \r\nby the First Committee on 8 December 1967 by a \r\nrecorded vote of 93 votes in favour, nine against and \r\none abstaining. A few days later, on 18 December 1967, \r\nresolution 2340 (XXII) was adopted by the General \r\nAssembly, this time by consensus. On that occasion \r\nAmbassador Pardo stated that the resolution was\r\n“an expression of the collective sense of responsibility \r\nof all States for the vast expanse of the ocean beds. \r\nIt is a sound beginning, an indispensable first step \r\ntowards effective international cooperation in the \r\nexploration, exploitation and use of the seabed \r\nand the ocean f loor. While the draft resolution is \r\na sound beginning, we are only at the initial stage \r\nof our task. Principles must be formulated, a treaty \r\nmust be negotiated” (A/PV.1639, paras. 26-27).\r\nThose statements by Ambassador Pardo, 45 years \r\nago, unquestionably revolutionized the thinking of \r\npoliticians, jurists, scientists and diplomats alike. \r\nAmbassador Tommy Koh of Singapore, President of \r\nthe Third United Nations Conference of the Law of the \r\nSea, whom we are privileged to have among us today, \r\ndescribed Ambassador Pardo’s contribution in this way:\r\n“Arvid Pardo contributed two seminal ideas \r\nto our work: first, that the resources of the deep \r\nseabed constitute the common heritage of mankind, \r\nand second, that all aspects of ocean space are \r\ninterrelated and should be treated as an integral \r\nwhole.”\r\nPresident Koh had described the Convention as a \r\nconstitution for the oceans. The Convention, he said, \r\nis a unique instrument, a tool to promote international \r\nsolidarity in a new area as yet little known to man and \r\nwhere the genius of man will not fail to unfold the \r\nvarious mysteries of oceans and seas.\r\nAs Ambassador Pardo pursued the Maltese move, \r\nas some called it, a number of delegations at the time \r\nconsidered his initiative far too ambitious. Yet, despite \r\nresistance to his ideas on the part of some of the major \r\nPowers, Ambassador Pardo persisted in his objective, \r\nand while not entirely satisfied with the end result, he \r\nwas pleased to see the United Nations Convention on \r\nthe Law of the Sea opened for signature in Montego \r\nBay on 10 December 1982. \r\nMr. Pardo always understood that great political \r\npower was the privilege of the few, but that the power \r\nof valuable ideas was within everyone’s reach and, \r\nwith perseverance, courage and conviction, could be \r\nachieved. From very early in his career, Arvid Pardo \r\nwas a firm believer in science and technology and their \r\nlimitless potential. He was also conscious that they \r\ncould cause immeasurable disruption to our planet \r\nand bring about intolerable conditions, even without \r\na major war. In that regard, he always saw a role for \r\nthe United Nations in harnessing various activities, in \r\norder to ensure that they would be channelled for the \r\nwell-being of mankind and not for its destruction.\r\n12-63631 7\r\nA/67/PV.49\r\nThe international community owes a debt of \r\ngratitude to visionaries such as Ambassador Arvid \r\nPardo, who self lessly pursue noble goals in the quest for \r\na peaceful, fairer and more prosperous world. The late \r\nenvironmentalist Elisabeth Mann Borgese described \r\nhim as one of the great men of the twentieth century, \r\nwho contributed decisively to shaping the world of the \r\ntwenty-first. The vision set out in 1967 by Arvid Pardo \r\ncontinues to inspire discussion today, and the concept \r\nof the common heritage of mankind extends itself \r\nto areas other than the oceans, including our global \r\nenvironment and outer space.\r\nWith gratitude, Malta is proud to recognize the \r\nhistoric contribution made by Ambassador Arvid \r\nPardo in the context of the oceans, which earned him \r\nthe well-deserved title of “Father of the Law of the Sea \r\nConference”, and wishes to reaffirm the determination \r\nhe expressed in 1967 that\r\n“at least on the ocean f loor we must not betray \r\nour sacred trust, and we must hand on this area, \r\nthe very wellspring of life on this small planet of \r\nours, unimpaired to our children and our children’s \r\nchildren” (A/PV.1639, para. 27).\r\nThe Acting President: I call on the representative \r\nof the Central African Republic, who will speak on \r\nbehalf of the Group of African States.\r\nMr. Doubane (Central African Republic) (spoke in \r\nFrench): I have the honour to take the f loor on behalf \r\nof the Group of African States on the occasion of the \r\nspecial commemorative event that brings us together \r\ntoday. This year marks an important stage in the history \r\nof the United Nations Convention on the Law of the \r\nSea (UNCLOS), in that it commemorates the thirtieth \r\nanniversary of the signing of the original Convention. It \r\nis appropriate to recall here that, when the Convention \r\nwas opened for signature in Jamaica’s second city, \r\nMontego Bay, on 10 December 1982, a record 117 \r\ncountries were recorded as signatories, the largest \r\nnumber ever achieved for a treaty on its first day.\r\nThe African Group welcomes the adoption of \r\nresolution 67/5, dedicating two plenary meetings to \r\ncommemorating the signing of the Convention. We also \r\napplaud the other events to be held in order to improve \r\nunderstanding of the Convention and the benefits it \r\noffers all humankind. The Convention is considered to \r\nbe one of most comprehensive legal instruments ever \r\nnegotiated under the auspices of the United Nations. It \r\nserves as the main legal framework by which everyone \r\ncan share in the development of the planet’s greatest \r\nresource, the oceans and seas, which cover more than \r\ntwo-thirds of the earth’s surface. The law of the sea also \r\nprovides for the use of deep-sea mineral resources as \r\nthe common heritage of humankind.\r\nThe growing list of States parties to the United \r\nNations Convention on the Law of the Sea testifies to its \r\nrelevance and importance and brings us a little closer to \r\nthe ultimate goal of its universality. The African Group \r\ncontinues to hope that that goal will soon be reached. \r\nToday, 30 years later, the number of States parties to the \r\nConvention has reached 162. Over time, it has become \r\na guide that enables us to regulate the use of the Earth’s \r\noceans, the maritime borders that have been delimited \r\nand various maritime border delimitation disputes that \r\nhave been resolved thanks to application of the rules \r\nthe Convention provides.\r\nThe African Group recognizes that the oceans, \r\nseas and coastal zones are an integral component of the \r\nearth’s ecosystem, that they are essential to maintaining \r\nthat ecosystem, and that international law, as reflected \r\nin the Convention, provides an appropriate legal \r\nframework for the conservation and sustainable use of \r\noceans and their resources. In that regard, we emphasize \r\nthe importance of the conservation and sustainable \r\nuse of the seas and oceans, and of their resources, for \r\nsustainable development, including by contributing \r\nto poverty eradication, sustained economic growth, \r\nfood security, the creation of sustainable livelihoods \r\nand decent work, while at the same time protecting \r\nbiodiversity and the marine environment and dealing \r\nwith the effects of climate change.\r\nHighlighting some of the recent achievements \r\nmade under the Convention, the African States \r\nwelcome the historic advisory opinion rendered by the \r\nSeabed Disputes Chamber of the International Tribunal \r\nfor the Law of the Sea regarding Responsibilities and \r\nobligations of States sponsoring persons and entities with \r\nrespect to activities in the Area. The advisory opinion \r\nexplains the nature and scope of States’ responsibilities \r\nand obligations and gives guidelines for the appropriate \r\nmeasures they are required to take.\r\nAs a principle of international law, the concept \r\nof the common heritage of humankind means that \r\nthe territorial zones and hereditary resources from \r\nthat heritage must be used in a sustainable way, in \r\nthe interest of all of humanity, and be protected from \r\nexploitation by Member States individually or in \r\n8 12-63631\r\nA/67/PV.49\r\nour special thanks to Ambassador Tommy Koh of \r\nSingapore, whose outstanding skills as President of \r\nthe Conference were indispensable as the Convention \r\ncame into being and whose speech this morning was \r\nas impressive as ever. Let me also convey my sincere \r\ngratitude to the Division for Ocean Affairs and the Law \r\nof the Sea for its contribution to the convening of this \r\nspecial meeting.\r\nSince humankind fi rst set forth out upon the deeper \r\nseas, the issue of sovereign control over the oceans has \r\nbeen an ongoing concern. The urgent need for a new \r\ninternational public order for the ocean was recognized \r\nas early as the 1930s. Some progress was made in the \r\nfirst two United Nations Conferences on the Law of \r\nthe Sea, in 1958 and 1960, towards establishing an \r\nagreed set of rules on maritime jurisdiction. However, \r\nthe results of those Conferences were rather limited in \r\nterms of their universal acceptance.\r\nAgainst that backdrop, the Third United Nations \r\nConference on the Law of the Sea began. As we are well \r\naware, after nine years of tough negotiations, the United \r\nNations Convention on the Law of the Sea was opened \r\nfor signature precisely 30 years ago today. That marked \r\nthe culmination of a decade of hard work, involving the \r\nparticipation of a large number of countries across the \r\nglobe.\r\nThe Convention has since resolved a number of \r\ncritical issues, even those that had proved elusive and \r\ncontentious for centuries. For example, the Convention \r\nsettles once and for all the breadth of the territorial \r\nsea at 12 nautical miles. It also accords coastal States \r\nresource jurisdiction in a 200 nautical mile exclusive \r\neconomic zone. The Convention declares the mineral \r\nresources of the seabed beyond national jurisdiction to \r\nbe the common heritage of mankind. Lastly, it provides \r\nmachinery for the settlement of disputes.\r\nYet there are challenges and threats to the \r\nworld public order. Indeed, there are many. First of \r\nall, old problems have become more serious. They \r\ninclude degradation of the marine environment and \r\noverexploitation of resources. As far as the marine \r\nenvironment is concerned, I wish to draw attention to \r\nthe fact that, since the adoption of the Convention, an \r\nexciting amount of progress has been made through the \r\n1992 Earth Summit, held in Rio de Janeiro; the 2002 \r\nWorld Summit on Sustainable Development, held in \r\nJohannesburg; and the 2012 United Nations Conference \r\non Sustainable Development, held in Rio de Janeiro this \r\ngroups. To that end, the African Group is unshakeable \r\nin its belief that the Convention must be the basis for \r\nthe law of the sea. The Convention has stood the test of \r\ntime, largely because it has f lexibility, such that it can \r\nrespond to new challenges that arise in the maintenance \r\nand development of the law of the sea. \r\nStrengthening capacities is important to States, \r\nespecially developing countries in Africa, so as to \r\nmaximize their use of the oceans and maritime resources. \r\nThat is why they must fulfil the obligations deriving \r\nfrom the Convention and connected documents. Africa \r\nreiterates the need to provide the means for developing \r\nStates to strengthen their capacities in matters relating \r\nto the Convention.\r\nAs African countries, we are highly aware of the \r\nimportance of the oceans and seas to our development. \r\nWe take this opportunity to acknowledge and \r\nappreciate for their true worth contributions to the \r\nspecial allocation funds established through various \r\nbodies of the Convention, which have made it possible \r\nfor us, as developing African countries, to take part in \r\nthe activities of those bodies.\r\nTo conclude, I reiterate that African States parties \r\nwish to renew their commitment to fully implement \r\nUNCLOS, in good faith and responsibility, and to \r\nrespect the legitimate rights of coastal States parties in \r\ntheir territorial waters, exclusive economic zones and \r\ncontinental shelf areas, as provided for in the Convention. \r\nThey pledge to cooperate fully in promoting marine \r\nscientific research, maximizing the use of biological \r\nresources, conserving the marine environment and \r\nmanaging international marine resources in the interest \r\nof humankind.\r\nThe Acting President: I call on the representative \r\nof the Republic of Korea, who will speak on behalf of \r\nthe Group of Asia-Pacific States.\r\nMr. Kim Sook (Republic of Korea): I have \r\nthe honour to address the General Assembly in my \r\ncapacity as Chair of the Group of Asia-Pacific States. \r\nAt the outset, I would like to pay a special tribute to \r\nthe late Ambassador Arvid Pardo of Malta. Without \r\nhis remarkable contribution to the development of the \r\ninternational law of the sea, today’s event would not \r\nhave been possible. Let me also pay tribute to the late \r\nAmbassador Hamilton Shirley Amerasinghe of Sri \r\nLanka, who served as President of the Third United \r\nNations Conference on the Law of the Sea from its \r\nfirst to its ninth session. I would also like to convey \r\n12-63631 9\r\nA/67/PV.49\r\nanniversary of the opening for signature of the 1982 \r\nUnited Nations Convention on the Law of the Sea.\r\nExactly 30 years ago in Montego Bay, Jamaica, \r\nthe Convention, which is now rightly referred to as the \r\nconstitution of the oceans, was opened for signature. \r\nWith the vast number of legal provisions governing all \r\naspects of the ocean area and marine issues, ranging \r\nfrom navigational rights, maritime limits and marine \r\nscientific research to marine environmental protection \r\nand dispute settlement, the Convention stands as the \r\nsymbol of unprecedented efforts to codify and to \r\nadvance international law.\r\nThe historic third United Nations Conference \r\non the Law of the Sea, which lasted for nine years, \r\nwas extraordinary in terms of both its content and \r\nits procedure. In addition to providing a basic legal \r\nframework for issues pertinent to its parties, in many \r\naspects the Convention reflects customary international \r\nlaw. The concepts of the territorial sea, contiguous \r\nzone, exclusive economic zone and continental shelf, \r\nas well as the provisions concerning marine scientific \r\nresearch and the protection and preservation of the \r\nmarine environment, in addition to other issues, have \r\nbecome indispensable to cooperation among modern \r\nStates.\r\nOn this solemn occasion, we pay homage to the late \r\nAmbassador of Malta, Mr. Arvid Pardo. His landmark \r\nspeech in 1967, wherein he introduced the concept of \r\nthe common heritage of humankind with regard to the \r\nmineral resources of the seabed, paved the way for a \r\ncommon approach to those resources beyond the limits \r\nof national jurisdiction and for the further development \r\nof key principles in the area. His outstanding \r\ncontribution to that end will always be cherished.\r\nThe strong institutional framework established by \r\nthe Convention, together with its three main bodies, \r\nthe International Tribunal for the Law of the Sea, the \r\nInternational Seabed Authority and the Commission \r\non the Limits of the Continental Shelf, is of paramount \r\nimportance in ensuring the adjudication of disputes \r\narising out of the interpretation and application of the \r\nConvention, in organizing and controlling activities \r\nin the area that shall be carried out for the benefit \r\nof humankind as a whole, and in considering claims \r\nconcerning the outer limits of the continental shelf \r\nwhere those limits extend beyond 200 miles.\r\nWith 164 parties, the Convention on the Law of \r\nthe Sea has already achieved a universal and unified \r\nyear. Those Conferences have made us increasingly \r\naware of the importance of global marine environment \r\nissues.\r\nFurthermore, the world we live in now is very \r\ndifferent from that of 1982. Then, many of the problems \r\nwe now face could not have been anticipated. New \r\nchallenges are emerging, however, such as climate \r\nchange and the need to protect marine biodiversity. In \r\norder to deal with those issues, we need to continue \r\nto make the utmost effort to further strengthen \r\ncooperation. That must be done not only regionally but \r\nalso globally.\r\nI would like to take this opportunity to recall that \r\nin the “Future we want” statement (resolution 66/288, \r\nannex), adopted at Rio, we recognized the importance \r\nof the Convention on the Law of the Sea to advancing \r\nsustainable development and its near-universal adoption \r\nby States. The Convention is a living document, which \r\nlends itself to the further development of the law of the \r\nsea.\r\nI am pleased to report that, during this year, there \r\nwere several activities in our region organized by Asia-\r\nPacific States to commemorate the thirtieth anniversary \r\nof UNCLOS. In particular, important conferences were \r\nheld in Dhaka, Beijing, Tokyo and Yeosu, Republic of \r\nKorea, to mark the occasion.\r\nIn conclusion, the Convention, which is often \r\nreferred to as “the constitution for the oceans”, has \r\nserved the goal of regulating ocean use by humankind \r\nfor the past 30 years. Since the Convention entered \r\ninto force in 1994, the number of States parties or \r\nentities has grown steadily to 164 as of today. Now, \r\nmany aspects of its provisions are widely regarded as \r\nreflecting customary international law, so that they are \r\nlegally binding on all States. \r\nOn behalf of the Group of Asia-Pacific States, \r\nI am pleased to express my belief that in tackling \r\nsuch challenges as the degradation of the marine \r\nenvironment and the overexploitation of resources, the \r\nprominent role that the Convention has played to date \r\nwill continue to grow for another 30 years to come.\r\nThe Acting President: I give the f loor to the \r\nrepresentative of Georgia, who will speak on behalf of \r\nthe Group of Eastern European States.\r\nMr. Makharoblishvili (Georgia): It is my honour \r\nto speak on behalf of the Group of Eastern European \r\nStates on the occasion of commemorating the thirtieth \r\n10 12-63631\r\nA/67/PV.49\r\ncharacter. At the same time, we hope that States \r\nthat have not yet done so will become parties to the \r\nConvention and its implementing agreements in order \r\nto achieve the goal of universal participation. We urge \r\nall parties to fully implement their obligations under \r\nthe Convention.\r\nWe stress the need for enhanced security in the \r\nworld’s oceans and off its coasts. We remain concerned \r\nabout transnational organized crimes committed at sea, \r\nincluding piracy and armed robbery, as well as the issue \r\nof impunity for the perpetrators of such acts.\r\nThe Convention has enormous signifi cance in terms \r\nof advancing sustainable development. During the past \r\n30 years much has been achieved to that end. However, \r\nwe remain mindful that more needs to be done in order \r\nto ensure the conservation and sustainable use of the \r\noceans and seas and of their resources for sustainable \r\ndevelopment. The health of oceans and the maintenance \r\nof marine biodiversity are negatively affected by, inter \r\nalia, marine pollution. In that regard, we welcome the \r\n“Oceans Compact: Healthy Oceans for Prosperity” \r\ninitiative launched by the Secretary-General. \r\nThe preservation and management of fish stocks \r\nremains of the utmost importance. To ensure sustainable \r\nfisheries, we need to be guided by the precautionary and \r\necosystem approaches to the conservation, management \r\nand exploitation of fish stocks. We should work to that \r\nend within the relevant regional fisheries management \r\norganizations. We should enhance our efforts to address \r\ncurrent challenges, such as illegal, unreported or \r\nunregulated fishing, the lack of protection of the world’s \r\ndeep waters, including the conservation and sustainable \r\nuse of marine biodiversity in areas beyond national \r\njurisdiction, threats posed by ocean acidification and \r\nthe need for international agreement on the proposed \r\nmoratorium on shark finning. Stronger cooperation and \r\nfurther capacity-building are paramount to sustaining \r\nand maintaining the limited resources of the oceans and \r\nseas.\r\nFinally, let me conclude by reiterating that our \r\nGroup remains committed to the Convention on the Law \r\nof the Sea and welcomes the pre-eminent contribution \r\nprovided by the Convention to the strengthening of \r\npeace, security, cooperation and friendly relations \r\namong nations and the sustainable development of \r\noceans and seas.\r\nThe Acting President: I give the f loor to the \r\nrepresentative of Canada, who will speak on behalf of \r\nthe Group of Western European and other States.\r\nMr. Rishchynski (Canada): I have the honour, and \r\nam personally delighted, to speak on behalf of States \r\nmembers of the Group of Western European and other \r\nStates. We are here to mark the thirtieth anniversary \r\nof the opening for signature of the United Nations \r\nConvention on the Law of the Sea (UNCLOS) on \r\n10 December 1982 in Montego Bay, Jamaica, at the \r\nconclusion of the third United Nations Conference on \r\nthe Law of the Sea. The Conference was an enormous \r\nand highly complex endeavour, and the Convention is \r\nthe culmination of many years of effort by more than \r\n150 States. Today, we especially recognize the crucial \r\nrole played by Ambassador Arvid Pardo of Malta and, \r\nin particular, the visionary speech that he delivered on \r\n1 November 1967.\r\nThe Convention is exceptional owing to its scope \r\nand the comprehensiveness of the legal regime that \r\nit establishes for the use of the world’s oceans and \r\nseas. The Convention provides a framework for many \r\naspects of ocean governance, ranging from navigation \r\nto marine pollution and from dispute settlement to the \r\nmanagement of living and non-living marine resources.\r\nOf particular note is the Convention’s successful \r\nblend of zonal and functional approaches, its balance of \r\nrights and obligations and its gathering of coastal States, \r\nf lag States and landlocked States under one overarching \r\ninstrument. That was achieved by recognizing that, like \r\nthe oceans themselves, ocean issues are interrelated. Of \r\nenduring and fundamental importance is the system of \r\nmaritime zones established by the Convention, with \r\ndistinctive legal features. In that regard, I note that the \r\ncreation of the exclusive economic zone clarified the \r\nscope of the rights and the jurisdiction of coastal States \r\nunder international law.\r\n(spoke in French)\r\nThose are only some of the crucial aspects of \r\nthe Convention’s indisputable contribution to peace, \r\nsecurity and the rule of law. In that regard, we also note \r\nthe significant contribution of the International Tribunal \r\nfor the Law of the Sea, together with the International \r\nCourt of Justice, to the peaceful settlement of disputes \r\nconcerning the law of the sea and the contribution of \r\nthe Commission on the Limits of the Continental Shelf \r\nto a methodical approach to defining the relationship \r\nbetween the continental shelf and the area. The work of \r\n12-63631 11\r\nA/67/PV.49\r\nyet done so to become parties to UNCLOS as soon as \r\npossible.\r\nThe Acting President: I give the f loor to the \r\nrepresentative of the United States of America, who \r\nwill speak on behalf of the host country.\r\nMrs. DiCarlo (United States of America): On \r\nbehalf of the host country, I have the honour to help \r\ncommemorate the thirtieth anniversary of the opening \r\nfor signature of the 1982 United Nations Convention \r\non the Law of the Sea. The Convention sets forth a \r\ncomprehensive legal framework governing the use of \r\nthe oceans. The world has benefited greatly from the \r\nadoption and entry into force of the Convention, and \r\nthe United States continues to support the balance of \r\ninterests reflected in that remarkable agreement.\r\nIt is worth recalling the time before the 1982 \r\nConvention, when there were fundamental questions \r\nabout States’ rights and obligations with respect to the \r\noceans. The Convention on the Law of the Sea resolved \r\nthose questions. For example, it established for the \r\nfirst time the maximum breadth of the territorial sea. \r\nIn addition, it provided for exclusive jurisdiction of \r\ncoastal States over economic activities out to 200 miles \r\nfrom shore, and it set forth a procedure to maximize \r\nlegal certainty regarding the extent of the continental \r\nshelf. \r\nTogether with the 1994 Agreement relating to \r\nthe implementation of Part XI of the United Nations \r\nConvention on the Law of the Sea of 10 December \r\n1982, and the 1995 Agreement for the Implementation \r\nof the Provisions of the United Nations Convention \r\non the Law of the Sea of 10 December 1982 relating \r\nto the Conservation and Management of Straddling \r\nFish Stocks and Highly Migratory Fish Stocks, the \r\nConvention provides public order in the world’s oceans. \r\nIt codifies critical provisions of freedom of navigation, \r\nincluding those relating to transit and innocent passage, \r\nwhich enable vessels to transit the entire maritime \r\ndomain, thus ensuring the mobility on which our \r\ninternational trade and global economy depend. It is the \r\nfoundation on which rules for sustainable international \r\nfisheries are based, and it provides the legal framework \r\nfor exploring and exploiting mineral resources on and \r\nbeneath the seabed beyond areas of national jurisdiction. \r\nToday, the Convention’s institutions are up \r\nand running. The Commission on the Limits of the \r\nContinental Shelf has received over 60 submissions \r\nand is making significant progress in providing \r\nthose bodies, such as that of the International Seabed \r\nAuthority, promotes predictability and clarity in marine \r\nareas and helps maintain a stable world order. \r\nThe Convention has also helped to better focus the \r\nefforts of existing international organizations, such \r\nas the International Maritime Organization (IMO), \r\nand to give them new impetus. In accordance with \r\nthe principles set out in the Convention, the IMO has \r\nsince focused on, among other issues, waste disposal, \r\nballast water and invasive species. It has also applied \r\nits specialized skills in order to improve maritime \r\nsecurity and navigation standards. That is an essential \r\ntask owing to the importance of maritime transport to \r\nour global prosperity.\r\n(spoke in English)\r\nWhile we can be proud of the achievements of \r\nMontego Bay, the intervening years have demonstrated \r\nthat the full and effective implementation of the \r\nConvention has not yet been achieved and that we still \r\nhave work ahead of us. For example, as evidence of \r\nillegal, unreported and unregulated fishing shows, we \r\nmust do a better job as f lag States to complement actions \r\ntaken by coastal and port States. The preservation and \r\nprotection of the marine environment will undoubtedly \r\nfigure as one of the main priorities for many years to \r\ncome.\r\nWe must also support the efforts of institutions to \r\nbetter coordinate in accordance with their respective \r\nmandates given by Member States. Given the broad-\r\nbased, wide-ranging and interconnected nature of \r\nocean activities, coordination is needed not only at \r\nthe international level but also at the bilateral and \r\nregional levels. Better integration among a wide range \r\nof actors constitutes a valuable objective to advance the \r\ncollective oceans governance agenda. \r\n(spoke in French)\r\nOver the next 30 years and beyond, it is inevitable \r\nthat we will have to meet other challenges. We remain \r\nhopeful nonetheless that, given the importance of what \r\nis it stake, we will find a consensus on how best to \r\naddress those challenges and how to protect the oceans \r\nfor the benefit of future generations.\r\n(spoke in English)\r\nIn conclusion, with the goal of universal \r\nparticipation in sight, we call on States that have not \r\n12 12-63631\r\nA/67/PV.49\r\nBy that act, the Meeting of States Parties recognized \r\nthe historic importance of the Convention as a notable \r\ncontribution to peacekeeping, justice and the progress \r\nof all the world’s people. The Declaration also recalls \r\nthe decisive role played by Arvid Pardo, Ambassador \r\nof Malta, and pays homage to the negotiators of the \r\nConvention, who came from a wide range of States to \r\nparticipate in the third United Nations Convention on \r\nthe Law of the Sea, and to all those who contributed to \r\nits adoption and entry into force, and who worked for \r\nits universality. Through the Declaration, the Meeting \r\nof the States Parties welcomes the progress made by \r\nthe International Seabed Authority, the International \r\nTribunal for the Law of the Sea and the Commission on \r\nthe Limits of the Continental Shelf — the three organs \r\nestablished by the Convention.\r\nStarting with the 60 States parties at the first \r\nMeeting of States Parties in 1994, the Convention \r\ntoday counts 164 parties from every region of the \r\nworld, including 163 States and the European Union. \r\nOver the years and through successive Presidents, each \r\nMeeting has worked to build the institutional structure \r\nof the International Seabed Authority, the International \r\nTribunal for the Law of the Sea and the Commission \r\non the Limits of the Continental Shelf by providing \r\nthem with the resources to implement their respective \r\nmandates. Each of those bodies is contributing \r\neffectively and harmoniously to implementing the \r\nprovisions of the Convention. \r\nMs. Flores (Honduras), Vice-President, took the \r\nChair.\r\nThe International Seabed Authority, whose \r\nprimary function is to manage the mineral resources \r\nof the seabed, which constitute a common heritage of \r\nhumankind, has seen a large increase in its activities \r\nand has issued 17 active exploratory contracts in that \r\narea to date. On 14 March, the Tribunal, which is seized \r\nof 19 cases, rendered its first judgement on maritime \r\ndelimitation. The Commission on the Limits of the \r\nContinental Shelf has received 61 requests with respect \r\nto setting the outer limits of the continental shelf, and \r\nthe Meetings of States Parties are devoting the closest \r\nattention to their increasing workload. \r\nThe representatives of Fiji, Argentina, Austria, \r\nSenegal, Slovakia, Papua New Guinea, Chile, New \r\nZealand, Poland, Sierra Leone, Cyprus, Jamaica, \r\nUkraine, Mauritius, Indonesia and Saint Vincent and \r\nthe Grenadines all had the honour of holding this post \r\nrecommendations to coastal States. The International \r\nSeabed Authority has developed regulations on deep \r\nseabed mineral exploration and has issued contracts \r\nfor such exploration. The International Tribunal for the \r\nLaw of the Sea serves as an important forum for the \r\npeaceful resolution of disputes. \r\nOf course, we continue to face many challenges in \r\nand on the oceans, including those related to illegal, \r\nunreported and unregulated fishing, destructive \r\nfishing practices, pollution, acidification, conservation, \r\nsustainable uses of maritime resources, and maritime \r\nsecurity. But we are confident that those challenges can \r\nand will be addressed on the basis of the Convention’s \r\nframework.\r\nI wish to reaffirm President Obama’s strong \r\nsupport for the accession of the United States to the \r\nConvention on the Law of the Sea and to confirm that \r\nSecretary Clinton has made the treaty a priority. We \r\ncontinue to regard much of the Convention as reflective \r\nof customary international law, but also fully recognize \r\nthe security and economic benefits of becoming a party.\r\nTo conclude, it gives me great pleasure to celebrate \r\nthe thirtieth anniversary of the opening for signature of \r\nthe Convention on the Law of the Sea, a historic event \r\nin international maritime law.\r\nThe Acting President: I call on the representative \r\nof Monaco, who will speak in her capacity as President \r\nof the twenty-second Meeting of States Parties to the \r\nUnited Nations Convention on the Law of the Sea.\r\nMs. Picco (Monaco), President of the twenty-\r\nsecond Meeting of States Parties to the United Nations \r\nConvention on the Law of the Sea (spoke in French): \r\nI have the honour to address the Assembly on the \r\nthirtieth anniversary of the opening for signature of the \r\nUnited Nations Convention on the Law of the Sea in my \r\ncapacity as President of the twenty-second Meeting of \r\nStates Parties to the Convention.\r\nWith today’s plenary meeting of the General \r\nAssembly, we celebrate with due recognition a \r\nfoundational legal instrument for the law of the sea and \r\ninternational law. On 8 June 2012, World Ocean Day, \r\nthe twenty-second Meeting of States Parties adopted the \r\nDeclaration on the thirtieth anniversary of the opening \r\nfor signature of the United Nations Convention on the \r\nLaw of the Sea. It bears stressing that all parties were \r\nrepresented at the twenty-second meeting.\r\n12-63631 13\r\nA/67/PV.49\r\nmilestone in the history of economic cooperation. The \r\nSecretary-General of that time, Mr. Javier Pérez de \r\nCuéllar, said, following the adoption of the Convention, \r\nthat international law had been irrevocably transformed. \r\nOn behalf of the Assembly of the International Seabed \r\nAuthority, I want to pay tribute to all those who worked \r\nso hard to ensure a successful outcome for the third \r\nUnited Nations Conference on the Law of the Sea and \r\nthe adoption of UNCLOS 30 years ago. \r\nThough the Convention codified some of the \r\ncustomary rules of international law, it also contained \r\nmany new substantive revisions on the governance of \r\nthe oceans. The negotiations leading to the adoption of \r\nUNCLOS will be remembered not only for a number \r\nof innovative, substantive provisions, but also for a \r\nnumber of procedural innovations, which enabled the \r\nreconstituted international community that emerged \r\nfrom the wave of decolonization in the 1950s and 1960s \r\nto work together on a new international order for the \r\noceans. The manner in which the package-deal concept \r\nand the search for consensus influenced the course of \r\nnegotiations and the ultimate outcome of the negotiations \r\nwas unprecedented in multilateral diplomacy \r\nprocedures. Gathering in New York to celebrate the \r\nanniversary of the Convention, we cannot but celebrate \r\nin particular the adoption in an international treaty of \r\nthe concept of the common heritage of mankind and \r\nthe establishment of its appurtenant legal regime and \r\nimplementing agency. \r\nArticle 136 of the Convention will remain one of the \r\nlandmarks of legal drafting of international instruments \r\nby virtue of its simplicity, as well as its unambiguous \r\naffirmation of a commitment to international \r\ncooperation and equity. Article 136 simply states that \r\nthe Area and its resources are the common heritage of \r\nmankind — the Area, of course, having been defined as \r\nthe seabed and ocean f loor and subsoil thereof beyond \r\nthe limits of national jurisdiction. In one simple, short, \r\nyet unequivocal and profoundly meaningful sentence, \r\nthe international community had changed forever the \r\ngovernance of the oceans and, indeed, the international \r\nlegal order itself. The concept of the common heritage \r\nof humankind was not new, but for the first time an \r\ninternational treaty had recognized its application \r\nto the oceans and also provided for the international \r\nmechanism to operationalize the concept. Paragraph 2 \r\nof article 137 of the Convention provides that all rights \r\nto the resources of the Area are vested in mankind as a \r\nwhole, on whose behalf the Authority shall act. \r\nbefore the Principality of Monaco, beginning with the \r\nentry into force of the Convention on 16 November \r\n1994.\r\nBe they from coastal or landlocked States, citizens \r\nthroughout the world have always turned to the sea \r\nand its resources, which are inextricably linked to the \r\ndevelopment of humankind. The Convention, which \r\ndefines the legal framework for all activities involving \r\nthe oceans and the sea, is an indispensable tool for the \r\nsustainable social and economic progress of all the \r\nworld’s peoples. \r\nThe Meeting of States Parties and the Commission \r\non the Limits of the Continental Shelf know that they \r\ncan count on the skills and commitment of professionals \r\nfrom the Division of Ocean Affairs and the Law of the \r\nSea and the Office of Legal Affairs. From this rostrum, \r\nI therefore express my sincere thanks not only to those \r\nwho are working there today, but to all those who have \r\ncontributed to the success of the Meetings of States \r\nParties, as well as Secretary-General Ban Ki-Moon, \r\ndepositary of the Convention, and his predecessors. \r\nLet us continue to endorse the words of the President \r\nof the third United Nations Conference on the Law of \r\nthe Sea, Ambassador Tommy Koh of Singapore, who, \r\non 10 September 1982, said, \r\n“Today we are celebrating the victory of the rule \r\nof law and the principle of the peaceful settlement \r\nof disputes. We are celebrating human solidarity \r\nand the reality of the interdependence between \r\nnations, which is symbolized by the United Nations \r\nConvention on the Law of the Sea.”\r\nThe Acting President (spoke in Spanish): I now \r\ngive the f loor to Mr. Milan Meetarbhan, President of \r\nthe Assembly of the International Seabed Authority.\r\nMr. Meetarban (International Seabed Authority): I \r\nhave the honour to address this meeting celebrating the \r\nthirtieth anniversary of the United Nations Convention \r\non the Law of the Sea (UNCLOS) as President of the \r\nAssembly of the International Seabed Authority (ISA). \r\nIt is apt that we use the term “celebrate” and not merely \r\n“commemorate”, as there is much to celebrate about the \r\nadoption of UNCLOS. \r\nThe 1982 Convention was acclaimed as a new \r\nconstitution for the oceans. Not only did it provide \r\na new international legal order for the oceans, but it \r\nwas in fact one of the milestones in the establishment \r\nof a new international economic order. It was also a \r\n14 12-63631\r\nA/67/PV.49\r\ningenuity and dedication of some great men and women \r\nand the political will that States can achieve. \r\nBefore I conclude, I have to say a word about \r\nenvironmental protection and conservation. Meeting \r\nas we are only six months after the United Nations \r\nConference on Sustainable Development (Rio+20), we \r\nhave to remind ourselves that although the obligations \r\nwith respect to the environment and conservation \r\nwere already established in the Convention, the \r\nRio+20 outcome document (resolution 66/288, annex) \r\nexpressed concerns about the health of our oceans and \r\ncalled for the sustainable development of our marine \r\nresources. As the world gets ready to begin mining \r\noperations on the seabed, which could be of a nature \r\nand on a scale never before witnessed in the history \r\nof our planet, let us all renew our pledge to adopt the \r\nmeasures necessary to ensure the effective protection \r\nof the marine environment from the potential effects of \r\nactivities being conducted under the provisions of the \r\nConvention for the benefit of humankind. \r\nAs we celebrate the thirtieth anniversary of the \r\nConvention, the international community is about to \r\nembark on a great new venture — some would say \r\nadventure — and the United Nations made it possible. \r\nLet us hope that all nations will make of this venture \r\nan exemplar of international cooperation for peace and \r\nprosperity. The manner in which agreement was reached \r\non UNCLOS and the framework for the governance \r\nof the Area beyond national jurisdiction laid down in \r\nthe Convention can inform the discussions on matters \r\nwhere a new or enhanced international order would be \r\nin the interests of present and future generations.\r\nThe Acting President (spoke in Spanish): I now \r\ngive the f loor to Mr. Nii Odunton, Secretary-General \r\nof the International Seabed Authority.\r\nMr. Odunton (International Seabed Authority): \r\nThirty years ago, when the United Nations Convention \r\non the Law of the Sea (UNCLOS) was opened for \r\nsignature in Montego Bay, Jamaica, there was reason \r\nto doubt whether the International Seabed Authority \r\nwould ever come into existence. The industrialized \r\nStates had made it clear that Part XI of the Convention, \r\nwhich establishes the Authority and sets out the legal \r\nframework for deep seabed mining, was unacceptable \r\nto them and that they would not ratify the Convention \r\nfor that reason. Notwithstanding the fact that on \r\n10 December 1982 the Convention was signed by 119 \r\ndelegations, there was considerable uncertainty as to \r\nThe Convention specifically lays down the \r\nprinciple that activities in the Area shall be carried out \r\nfor the benefit of humankind as a whole, and requires \r\nthe Authority to provide appropriate mechanisms for \r\nthe equitable sharing of financial and other economic \r\nbenefits derived from activities in the Area. In doing so, \r\nthe Convention also outlaws the exercise of sovereignty \r\nor sovereign rights over any part of the Area or its \r\nresources and the appropriation of any part of the Area \r\nby any State or natural or juridical person.\r\nThe concept of the common heritage of humankind \r\nand its operationalization with regard to the oceans is \r\none of the most significant intellectual advantages of the \r\ntwentieth century. Thirty years after this giant step for \r\nhumankind, the International Seabed Authority, which \r\nis charged with overseeing the implementation of this \r\nnew international regime, has accomplished significant \r\nprogress, with the commitment of the States parties \r\nand under the leadership of its successive Secretaries-\r\nGeneral. \r\nThere are so many firsts associated with UNCLOS \r\nthat we cannot fail to mention that the establishment \r\nof the International Seabed Authority and the nature \r\nof the functions given to the Authority were also firsts \r\nin international relations. International organizations \r\nthat had been conferred with regulatory, supervisory \r\nor technical functions since the end of the nineteenth \r\ncentury were set up largely to exercise those functions \r\nin relation to existing activities. That was the case, for \r\ninstance, in the fields of post and telecommunications, \r\nhealth, agriculture and civil aviation. \r\nThe ISA, however, was set up to operate in a \r\nnon-existent domain, which was itself being created by \r\na treaty. The fact that the ISA was being given both \r\nregulatory and commercial functions was also unusual \r\nfor an intergovernmental organization. To date, there \r\nare 12 contractors with licences issued by the Authority, \r\nwhich cover three types of deep-sea mineral resources. \r\nAn endowment fund has been set up to enable young \r\nscientists from developing countries to get involved \r\nin deep-sea research. Several universities and other \r\ninstitutions worldwide support that programme. \r\nThe full realization of the objectives of the \r\ninternational regime put in place by the Convention \r\nstill has to cope with legal, technological, commercial \r\nand sometimes ideological challenges. However, the \r\nConvention remains a great monument to the goodwill, \r\n12-63631 15\r\nA/67/PV.49\r\nThe first achievement of the Authority was to \r\nresolve the institutional issues necessary to ensure \r\nits independent functioning as an international \r\norganization. This took several years. Indeed, the \r\nAuthority did not begin to function as an autonomous \r\norganization until 1997, three years after the entry \r\ninto force of the Convention. A great deal of work and \r\nmuch goodwill on the part of all Member States were \r\nneeded in order to agree on essential matters such \r\nas a headquarters agreement with the Government \r\nof Jamaica, a protocol on privileges and immunities, \r\na relationship agreement with the United Nations, \r\nstaff rules and regulations, and a framework for \r\nan administrative budget funded by Member State \r\ncontributions reflecting the evolutionary approach to \r\nthe functioning of the Authority called for in the 1994 \r\nAgreement.\r\nDuring this period also, the General Assembly took \r\nthe decision to accord observer status to the Authority \r\nand the Tribunal, and on the nature of the relationship \r\nbetween the Authority and the Meeting of States Parties \r\nto the Convention. All those matters involved difficult \r\ndecisions, the consequences of which will last far into \r\nthe future. Those decisions could not have been taken \r\nwithout the consistent cooperation and good will of \r\nMember States, for which I am grateful.\r\nThe second achievement, and the first major \r\nmilestone in the life of the Authority as an autonomous \r\norganization, was the conversion of all the claims \r\nto exploration sites registered under resolution II \r\ninto legally binding contracts of limited duration, \r\nin accordance with the Convention and the 1994 \r\nAgreement. That was achieved through the adoption \r\nin 2000 of regulations governing exploration for \r\npolymetallic nodules, which also included standard \r\nterms of contracts. The significance of that act as far \r\nas the common heritage principle is concerned cannot \r\nbe overstated. It not only brought the pioneer regime to \r\na definitive end, but also brought all existing seabed-\r\nmining interests into the single legal regime established \r\nby the Convention and the 1994 Agreement.\r\nSince the adoption of the first set of exploration \r\nregulations dealing with polymetallic nodules, the \r\nCouncil of the Authority has also adopted regulations \r\ngoverning prospecting and exploration for polymetallic \r\nsulphides and cobalt-rich crusts. That has opened the \r\ndoor for claims to be made in respect of resources other \r\nthan polymetallic nodules, which had been the only \r\nsubject of discussion during the third Conference.\r\nwhen, if ever, the Convention would receive the 60 \r\nratifications necessary to bring it into force.\r\nFortunately, the decision was made, in the context \r\nof the Final Act of the Third Conference on the Law \r\nof the Sea (A/CONF.62/121), to establish a Preparatory \r\nCommission for the International Seabed Authority \r\nand the International Tribunal for the Law of the \r\nSea in order to continue to engage Member States in \r\ndiscussions aimed at resolving the problems with Part \r\nXI in order to allow the Convention to enter into force. \r\nThe decision was also taken to adopt, as part of the \r\nFinal Act, resolution II, which enabled those States and \r\nentities that wished to make preparatory investments in \r\ndeep seabed mining to protect those investments in a \r\nmanner compatible with the regime established by Part \r\nXI.\r\nAs we know, it took almost 10 years until political \r\nand economic circumstances were sufficiently \r\nconducive to engage key States in negotiations on a legal \r\nmechanism that would allow adjustments to be made to \r\nPart XI. As a result of the informal consultations held \r\nunder the auspices of the Secretary-General between \r\n1991 and 1994, the General Assembly adopted in July \r\n1994 the Agreement relating to the implementation of \r\nPart XI (resolution 48/263). The Agreement made it \r\npossible for nearly all of the States that had objected \r\nto Part XI in 1982 to signify their intention to ratify \r\nor accede to the Convention, which duly entered \r\ninto force in November 1994. The Authority was \r\nestablished at its seat in Kingston, Jamaica, at the same \r\ntime. Since then, the number of States parties to the \r\nConvention, and thus members of the Authority, has \r\nalmost trebled to 164, including the European Union. \r\nThat is a tremendous achievement by any standard and \r\nrepresents near-universal acceptance of the Convention \r\nand the principles contained therein.\r\nAs we celebrate 30 years of the Convention, we also \r\ncelebrate 18 years of the existence of the International \r\nSeabed Authority. As my contribution to this special \r\ncommemoration of the thirtieth anniversary of the \r\nopening for signature of the Convention, I wish to offer \r\na comment on the three major achievements of the \r\nAuthority since the entry into force of the Convention. \r\nAlthough the implementation of Part XI has not taken \r\nplace in a way that could have been foreseen in 1982, \r\nI wish to suggest that the international community \r\nhas made significant advances in implementing the \r\ncommon heritage principle that lies at the core of Part \r\nXI of the Convention.\r\n16 12-63631\r\nA/67/PV.49\r\nAs a result of this regulatory activity, the Authority \r\nhas now approved a total of 17 active exploration \r\ncontracts. Nine of those contracts were approved in 2011 \r\nand 2012, which represents a dramatic and exponential \r\nincrease of interest in the resources of the deep seabed. \r\nThe exploration area covered by these contracts is more \r\nthan 1 million square kilometres. Contracts have been \r\napproved in the Pacific, Indian and Atlantic Oceans. \r\nContractors include States parties, State enterprises \r\nsponsored by States parties, and private-sector interests \r\nsponsored by States parties. Sponsoring States include \r\nnot only the developed, industrialized States, but also \r\ndeveloping States taking advantage of the provisions of \r\nPart XI that were designed to allow them equal access \r\nto seabed resources.\r\nI wish to acknowledge the role of the other \r\ninstitutions established under the Convention in that \r\nexpansion of activity. One of the factors that has \r\ncertainly contributed to the expansion of licensing \r\nactivity was the advisory opinion of the Seabed Disputes \r\nChamber on matters relating to the Responsibilities and \r\nobligations of States sponsoring persons and entities \r\nwith respect to activities in the in the Area, issued in \r\n2011. That prompt and decisive action by the Chamber \r\nnot only assisted greatly in clarifying the law, but \r\nalso demonstrated that the system provided for in \r\nthe Convention and the 1994 Agreement relating to \r\nthe implementation of Part XI of the Convention was \r\nresponsive, credible and accessible. \r\nThe third major achievement of the Authority \r\nhas been to fulfil its mandate to protect the marine \r\nenvironment from the harmful effects of seabed mining. \r\nWhile the basic obligation on all States to protect the \r\nmarine environment is contained in the Convention, \r\nthe obligation was elaborated further and given added \r\nemphasis in the context of the 1994 Agreement. \r\nIn the development of the regulatory regime since \r\n1994, States have repeatedly emphasized the need for \r\nthe Authority to apply a precautionary approach to \r\nactivities in the Area. That is very much reflected in \r\nthe step-by-step approach taken in the environmental \r\nrules adopted by the Authority. The basic scheme of the \r\nAuthority’s regulatory system is to require exploration \r\ncontractors to gather environmental data as their \r\nactivities progress and to make such data available for \r\nscrutiny by the Legal and Technical Commission of \r\nthe Authority. The data so collected can then be used \r\nas the basis for making informed decisions on future \r\nenvironmental regulation, including environmental \r\nimpact assessments. \r\nThe Authority has also contributed to the \r\ndevelopment of better scientific knowledge of the deep-\r\nsea environment through its international workshops \r\nand the sharing of data, which have enabled scientists \r\nfrom both developed and developing countries to share \r\nand exchange information.\r\nAn important achievement in 2012 was a decision \r\nby the Council of the Authority to recognize the \r\ndesignation of nine representative areas in the \r\nnodule-bearing province of the Pacific Ocean, covering \r\n1.6 million square kilometres, as areas of particular \r\nenvironmental interest where no activity should take \r\nplace\r\nI believe that those achievements demonstrate \r\nthat, despite the initial problems with Part Xl and an \r\noverdue gestation for the Convention as a whole, the \r\ninternational machinery to administer the resources of \r\nthe Area, which are the common heritage of humankind, \r\nis functioning well. \r\nThe international community has succeeded in \r\nestablishing a comprehensive legal regime for the \r\nArea, under which the Area is reserved exclusively for \r\npeaceful purposes, and which is linked to a coherent \r\nmanagement regime through international machinery \r\nestablished for that purpose. The legal regime has been \r\nalmost universally accepted by States, and there can no \r\nlonger be any doubt as to the validity of claims made \r\nto areas of the seabed under the single legal regime \r\nestablished by the Convention and the 1994 Agreement. \r\nThe Authority has made good progress, on the \r\nbasis of the evolutionary approach set out in the 1994 \r\nAgreement, in elaborating a regulatory regime for \r\naccess to the resources of the Area that emphasizes the \r\nprecautionary approach and the need for ecosystem-\r\nbased management of the resources of the Area.\r\nImmense challenges remain for the future. \r\nNotwithstanding the advances that have been made, \r\nno commercial mining has yet taken place and no \r\nfinancial benefits have accrued from the Area. The \r\nvery developing countries that were supposed to benefit \r\nfrom Part XI have, in fact, been expected to share in \r\nfinancing the Authority.\r\nEighteen years after its establishment, the budget \r\nof the Authority is still funded through assessed \r\ncontributions of member States, using the same scale \r\n12-63631 17\r\nA/67/PV.49\r\nof assessments as in the United Nations, even though \r\nthe Convention envisaged that system would be an \r\ninterim arrangement, applicable until such time as the \r\nAuthority was able to generate revenue of its own from \r\nactivities in the Area.\r\nMuch more work remains to be done if the economic \r\nbenefits of the common heritage are to be realized. It \r\nis essential that the Authority move expeditiously to \r\nbegin to develop a coherent and commercially viable \r\ncode for the exploitation of marine mineral resources. \r\nThe regime must be viable in the sense that it must offer \r\nappropriate commercial incentives to investors to begin \r\nto exploit the mineral resources of the Area, but it must \r\nalso be fair and equitable to all States. The Authority \r\nmust also be provided with the resources and facilities \r\nto administer the resources of the Area in an efficient \r\nand effective manner.\r\nThe good news is that the Council of the Authority \r\nhas taken a decision to commence work on an \r\nexploitation code in 2013. While that will inevitably \r\ntake several years and raise many controversial and \r\ndifficult issues, I feel confident that the goodwill and \r\ncooperative spirit that has prevailed since 1994 will \r\ncontinue to prevail and that the next 30 years will \r\nbring about the realization of the common heritage of \r\nhumankind.\r\nThe Acting President (spoke in Spanish): I now \r\ngive the f loor to His Excellency Mr. Shunji Yanai, \r\nPresident of the International Tribunal for the Law of \r\nthe Sea.\r\nMr. Yanai (International Tribunal for the Law \r\nof the Sea) (spoke in French): On behalf of the \r\nInternational Tribunal for the Law of the Sea, I wish to \r\nsay how honoured I am to be able to address the General \r\nAssembly and at the same time to celebrate the thirtieth \r\nanniversary of the opening for signature of the United \r\nNations Convention on the Law of the Sea (UNCLOS).\r\nThe adoption of the Convention was one of the \r\npivotal moments in the development of international \r\nlaw. From the very beginning, the instrument, whose \r\npreamble states that it establishes “a legal order for the \r\nseas and oceans”, was regarded as a constitution for the \r\noceans. It sets out existing law and defines the rules \r\napplicable to new domains, in particular in Part V, on \r\nthe exclusive economic zone, and Part XI, on the Area, \r\nmeaning, as set out in article 1 of the Convention, “the \r\nseabed and ocean f loor and subsoil thereof, beyond the \r\nlimits of national jurisdiction”. The text establishes a \r\ncomprehensive legal framework regulating the most \r\nimportant resource on the planet.\r\nThe International Tribunal for the Law of the Sea \r\nplays a key role in Part XV, on the settlement of disputes. \r\nA guiding notion of the third United Nations Conference \r\non the Law of the Sea was the recognition that effective \r\nmeans for settling disputes had to be established if the \r\nConvention were to be applied effectively.\r\nThe Tribunal enjoys an innovative ratione personae \r\njurisdiction, in that States parties are not the only entities \r\nauthorized to appear before it. Entities other than State \r\nparties, such as international organizations, also may \r\nappear. For example, the European Union was a party \r\nin a dispute brought before an ad hoc special chamber \r\nof the Tribunal in the case concerning the Conservation \r\nand sustainable exploitation of swordfish stocks in the \r\nSouth-Eastern Pacific Ocean (Chile /European Union). \r\nThe Tribunal’s Seabed Disputes Chamber is also open \r\nto entities other than States parties, for example the \r\nInternational Seabed Authority and natural or legal \r\npersons.\r\nThe Tribunal began its work in 1996. In its 16 \r\nyears of existence, 20 cases have come before it, \r\ncovering a broad spectrum of legal questions — urgent \r\nproceedings; activities at sea, such as navigation and \r\nfisheries; and the delimitation of maritime areas. \r\nArticle 287 of the Convention incorporates an \r\ningenious mechanism devised by the negotiators as \r\na compromise. Under that provision, a State party \r\nmay accept, by means of a declaration, one or more \r\nof the following means for the settlement of disputes \r\nconcerning the interpretation or application of the \r\nConvention — the International Tribunal for the Law \r\nof the Sea; the International Court of Justice; an arbitral \r\ntribunal constituted in accordance with Annex VII; or \r\na special arbitral tribunal constituted in accordance \r\nwith Annex VIII. If no choice is made or if there is no \r\nagreement between the choices, arbitration will be the \r\ncompulsory means of settlement. As of 1 December, 47 \r\nStates had made declarations of that type, 34 of them \r\nhaving opted for the Tribunal as a means of settlement. It \r\nis my hope that States will take the opportunity afforded \r\nby today’s celebration of the thirtieth anniversary of the \r\nopening for signature of the Convention to make such \r\ndeclarations.\r\nThe option given to States to choose one or more \r\ninternational courts or tribunals has sometimes given \r\nrise to fears of a fragmentation of international law or \r\n18 12-63631\r\nA/67/PV.49\r\nThe Acting President (spoke in Spanish): I now \r\ngive the f loor to Mr. Lawrence Awosika, Chairman of \r\nthe Commission on the Limits of the Continental Shelf.\r\nMr. Awosika (Commission on the Limits of the \r\nContinental Shelf): I have the honour of making this \r\nstatement on behalf of the Commission on the Limits \r\nof the Continental Shelf. I would like to express my \r\ngratitude to Member States for the invitation extended \r\nto the Commission to address the General Assembly \r\nduring today’s commemoration of the thirtieth \r\nanniversary of the opening for signature of the United \r\nNations Convention on the Law of the Sea (UNCLOS).\r\nThe Commission is one of the three institutions set up \r\nunder the Convention. Its functions are twofold — first, \r\nto consider submissions made by coastal States and \r\nto make recommendations in accordance with article \r\n76 and the Statement of Understanding adopted on \r\n29 August 1980 by the third United Nations Conference \r\non the Law of the Sea; and, secondly, to provide \r\nscientific and technical advice.\r\nAs the Assembly is aware, the Commission \r\nconsists of 21 members, who are experts in the fields \r\nof geology, geophysics or hydrography and who are \r\nelected by States parties from among their nationals, \r\nwith due regard given to the need to ensure equitable \r\ngeographical representation. The members of the \r\nCommission serve in their personal capacity. They are \r\nelected for a term of five years and may be re-elected.\r\nThe Commission came into being following the \r\nelection of the first 21 members by the sixth Meeting \r\nof the States Parties, in 1997. Since then, three more \r\nelections have taken place — in 2002, 2007 and, most \r\nrecently, in June 2012, at the twenty-second Meeting of \r\nStates Parties. It will be recalled that the twenty-second \r\nMeeting elected only 20 members and requested that \r\nthe election for the remaining vacant seat, allocated to \r\nthe Eastern European States, be postponed to a later \r\ndate. As the Assembly may be aware, that election will \r\nbe held in a little more than a week, on 19 December.\r\nThe initial work of the Commission focused on \r\ndeveloping two of its most important documents. In \r\nSeptember 1997, the Commission adopted its rules of \r\nprocedure, including the modus operandi. In May 1999, \r\nit adopted the Scientific and Technical Guidelines \r\nto assist coastal States in the preparation of their \r\nsubmissions to the Commission. Subsequently, the \r\nCommission immersed itself in the consideration of \r\nsubmissions by coastal States. To date, the Commission \r\nof conflicting judgements being delivered by different \r\ninternational courts and tribunals. That concern has \r\nproved to be unfounded. The Tribunal has regularly \r\nreferred to judgments of the International Court of \r\nJustice and its predecessor, the Permanent Court of \r\nInternational Justice, and to decisions by other courts \r\nand tribunals.\r\nAdjudication by the Tribunal can play an important \r\nrole in maintaining peace, which is one of the primary \r\nobjectives of the Convention. In particular, by taking \r\nan impartial decision on the grievances underlying \r\na dispute, it can defuse international tensions. For \r\nexample, when the Tribunal delivered its judgment \r\nin Dispute concerning delimitation of the maritime \r\nboundary between Bangladesh and Myanmar in the \r\nBay of Bengal (Bangladesh/Myanmar), on 14 March, \r\nit put to rest a complex delimitation dispute that had \r\ndivided the parties for more than three decades. The \r\njudgment was welcomed by the parties, which can \r\nnow exploit the natural resources in their respective \r\nmaritime areas. Furthermore, if States are in dispute, \r\nthey may also avail themselves of advisory proceedings \r\nin order to obtain from the Tribunal an opinion on a \r\npoint of law on which they disagree, and that can help \r\nin formulating a diplomatic solution.\r\nIt should be noted that urgent proceedings enable \r\nthe Tribunal to deal with certain cases very quickly — in \r\nabout one month from the submission of the request \r\nor application to the decision. Such proceedings take \r\ntwo forms — provisional measures and the prompt \r\nrelease of vessels and crews. Those proceedings have \r\nseen a degree of success, which bears witness to their \r\nusefulness and the wisdom shown by the negotiators of \r\nthe Convention who established them.\r\nThe International Tribunal for the Law of the Sea \r\nis busier than ever. The quality of our decisions and \r\nthe general confidence inspired by the outcomes of our \r\ncases are a product of the collegial character of our \r\nwork. Through that approach we can strive to meet the \r\nexpectations of States that turn to us to find a solution to \r\ntheir disputes as quickly as possible. The Tribunal must \r\nrespond to the needs of the international community. \r\nThe Tribunal must also maintain its commitment to the \r\nquality and efficiency of its work. By carefully balancing \r\ncontinuity and change, the Tribunal will continue to be \r\nthe benchmark in the settlement of disputes relating to \r\nthe seas and oceans. That is the challenge we will have \r\nto meet over the coming years.\r\n12-63631 19\r\nA/67/PV.49\r\nby documentation weighing several hundred kilograms \r\nand containing many terabytes of data and information.\r\nAll of those factors inevitably became visible to the \r\ninternational community in a dramatic way in mid-2009, \r\nwhen the 10-year period for making submissions to the \r\nCommission expired for many States parties to the \r\nConvention. The number of submissions received by \r\nthe Commission more than tripled in a few months, \r\nfrom 16 at the end of 2008 to 51 in June 2009. That \r\nresulted in an unprecedented increase in the workload \r\nof the Commission. \r\nThe Commission has brought the issue of the \r\nprojected increase of its workload to the attention of the \r\nMeeting of the States Parties on numerous occasions. \r\nUltimately, after a lengthy process, the twentieth \r\nMeeting of the States Parties, in June, recommended \r\nto the Commission to consider, in coordination with \r\nthe secretariat, meeting for up to 26 weeks, but not less \r\nthan an intended minimum of 21 weeks a year, for a \r\nperiod of five years. At its thirtieth session, in August, \r\nthe newly elected Commission, after considering that \r\nrecommendation by the Meeting of States Parties, \r\ndecided that in 2013 it would hold three sessions of \r\nseven weeks each, including plenary meetings, for a \r\ntotal of 21 weeks. In addition, the Commission decided \r\nto adopt a new working arrangement so that there \r\nwould be six subcommissions actively considering \r\nsubmissions at any given time. Those new working \r\narrangements are an attempt to manage the workload \r\nof the Commission but may not constitute a permanent \r\nsolution to its continuously growing workload. An \r\nincreased work period in New York highlights the need \r\nfor consistent financial and other support for members \r\nof the Commission and a properly resourced secretariat, \r\nsomething that the drafters of the Convention might \r\nhave considered had they known the scale of the \r\nCommission’s work.\r\nMany States will remain in the uncomfortable \r\nposition of having to wait for a long time before their \r\nsubmission comes up for consideration, even under the \r\nCommission’s new working arrangements. During that \r\ntime they will have to maintain the expertise developed \r\nin the course of the preparation of their submissions. \r\nThat is of concern to many States in view of the large \r\nsums of money and significant human resources they \r\nhave had to invest in order to collect and interpret \r\ndata and to develop their submissions. Their eagerness \r\nto undertake the exploration and exploitation of \r\nhas adopted 18 recommendations, at a pace that has \r\nincreased in recent years.\r\nBoth the vision enshrined in the Convention and the \r\nwork of the Commission are unique. The Convention \r\nestablished that, in order to assert sovereign rights \r\nand jurisdiction over a maritime zone, States had \r\nto make use of a procedural mechanism. That was \r\na first in international relations. By doing so, the \r\nConvention, on the one hand, confirmed the unilateral \r\nnature of the establishment of maritime zones by \r\ncoastal States. On the other hand, the Convention, \r\nthrough the Commission, introduced a process that \r\nprovided a sound scientific base for evaluating the \r\nterritorial aspirations of coastal States to jurisdiction \r\nover vast submerged areas. However, the drafters of \r\nthe Convention could work only with the information \r\nand knowledge available at the time and had no way \r\nof anticipating the monumental scale of the work that \r\nthe Commission would face decades after the entry into \r\nforce of UNCLOS.\r\nFirst, they expected that about 30 coastal States \r\nmight have a continental shelf extending beyond 200 \r\nnautical miles. However, 61 submissions have been \r\nreceived by the Commission so far. In addition, States \r\nhave deposited 45 preliminary information notes \r\nindicating an intention to make a submission at a later \r\nstage. To those figures one should add the submissions \r\nthat will be made by States that have become parties to \r\nthe Convention in the past 10 years, and those by States \r\nthat may become parties in the future. The number of \r\nsubmissions may therefore rise well beyond the 100 \r\nmark, a figure that would no doubt have surprised those \r\nwho participated in the third United Nations Conference \r\non the Law of the Sea.\r\nSecondly, the scientific understanding of the sea \r\nf loor and the subsurface has progressed by leaps and \r\nbounds. Today’s knowledge of geology, geophysics, \r\ngeomorphology and hydrography has shown us the real \r\nface of the structure of the earth beneath the oceans — a \r\nvery different one from that which the negotiators of \r\nthe Convention had in mind when they devised legal \r\nconcepts such as the foot of the continental slope, \r\nsubmarine elevations, submarine ridges, and so on.\r\nThirdly, the drafters of the Convention could not \r\nhave anticipated the sheer volume of the data collected \r\nto document the configuration of the continental shelf \r\nthat would ultimately be included in submissions to \r\nthe Commission. Some submissions are accompanied \r\n20 12-63631\r\nA/67/PV.49\r\nCommission is proud of the contribution it is making \r\nto bring sound scientific and technical interpretation \r\nto the application of the provisions of the Convention \r\nrelating to the outer limits of the continental shelf \r\nbeyond 200 nautical miles.\r\nThe Acting President (spoke in Spanish): I should \r\nlike to consult members in relation to the list of speakers \r\nfor today’s meeting. Pursuant to resolution 67/5, today’s \r\ncommemoration is being held in accordance with the \r\nformat established in that resolution. However, I would \r\nlike to inform members that His Excellency Mr. Peter \r\nTomka, President of the International Court of Justice, \r\nis unable to join us for today’s commemoration owing to \r\nhis official duties at the Court. He has designated Judge \r\nChristopher Greenwood, a member of the International \r\nCourt of Justice, to deliver a statement on his behalf. \r\nUnless I hear any objection, I shall take it that it \r\nis the wish of the General Assembly to invite Judge \r\nGreenwood to make a statement at today’s meeting.\r\nIt was so decided.\r\nThe Acting President (spoke in Spanish): I now \r\ngive the f loor to Judge Greenwood.\r\nJudge Greenwood (International Court of Justice): \r\nIt is both a privilege and a pleasure to take part in this \r\nmeeting of the General Assembly to mark the thirtieth \r\nanniversary of the opening for signature of the United \r\nNations Convention on the Law of the Sea. I do so \r\non behalf of the International Court of Justice and of \r\nPresident Peter Tomka, who has asked me to express \r\nhis regret that he is unable to be here today. His absence \r\nis due to the fact that he is presiding over the hearings \r\nin the case concerning the Maritime dispute between \r\nPeru and Chile. The case is the second maritime dispute \r\nto be heard by the Court this year, and the thirteenth \r\noccasion on which the Court has been called upon to \r\ndetermine questions of maritime boundaries — a fact \r\nthat bears witness to the importance of the relationship \r\nbetween the International Court of Justice and the law \r\nof the sea.\r\nThe International Court of Justice thanks the \r\nGeneral Assembly, its President and the Secretary-\r\nGeneral for having kindly invited the Court, as the \r\nprincipal judicial organ of the United Nations, to be \r\nrepresented at today’s celebration. As Ambassador \r\nMeetarbhan has said, there is much to celebrate today. \r\nThe United Nations Convention on the Law of the Sea \r\nis without doubt one of the most important international \r\nnatural resources located on the continental shelf is \r\nunderstandable.\r\nLet me conclude my remarks by noting that, despite \r\nthe differences between the scenarios that the drafters \r\nof the Convention had in mind and the realities that the \r\nCommission has been faced with, the design behind \r\nthe Convention is as central today as it was during the \r\nyears of the third United Nations Conference on the \r\nLaw of the Sea.\r\nThe United Nations Convention on the Law of the \r\nSea has given States the opportunity to extend their \r\nsovereign rights and jurisdiction to larger maritime \r\nareas without conflict, thereby making the oceans a \r\npeaceful medium for sustainable development. Many \r\nmay forget that some coastal States have had the \r\nopportunity to expand the areas under their jurisdiction \r\ndramatically, in one case by up to two times the size \r\nof the mainland, in another instance up to 2.5 million \r\nsquare miles. At the end of its work, the Commission \r\nwill have been part of the largest aggregate expansion \r\nof territorial rights in history. \r\nJust like the drafters of the Convention, who \r\nhad no way of assessing the scale of the work of the \r\nCommission in the 1970s and the 1980s, today we have \r\nno way of anticipating the scale of human activities that \r\nwill take place under the oceans in the future. But we \r\ncan safely assume that it will dramatically impact the \r\nwealth of States.\r\nIn addition, submitting States, in the course of \r\nthe collection of information necessary to prepare \r\ntheir submissions, have, and will continue to have, the \r\nopportunity to vastly expand their understanding of the \r\nresources that lie in the areas that may fall under their \r\njurisdiction. That is another great achievement of the \r\nvision of the drafters of the Convention.\r\nThe Commission on the Limits of the Continental \r\nShelf feels honoured to continue assisting States in the \r\nprocess of expanding the maritime areas under their \r\nsovereign rights and jurisdiction.\r\nLastly, on behalf of the Commission, I wish to \r\nthank the Division for Ocean Affairs and the Law of the \r\nSea for the assistance it has provided the Commission \r\nwhile serving as its secretariat. The United Nations \r\nConvention on the Law of the Sea is a legal framework \r\nthat is here to stay, and it is to be applauded.\r\nOn the occasion of the thirtieth anniversary of \r\nthe Convention, I am pleased to reiterate that the \r\n12-63631 21\r\nA/67/PV.49\r\nIn their turn, developments at the third United \r\nNations Conference on the Law of the Sea began to \r\ninfluence the law applied by the Court even before the \r\nConvention was adopted. As early as 1978, in a dispute \r\nregarding continental shelf delimitation, the parties \r\nasked the Court to take into account in deciding the \r\ncase the recent trends admitted at the Conference. The \r\nCourt’s judgment in that case, between Tunisia and \r\nLibya — which was delivered two months before the \r\nConvention was adopted — was the first occasion on \r\nwhich a court or tribunal considered the principles \r\nenshrined in article 83 of the Convention.\r\nIn the 30 years that have followed, the judgments of \r\nthe Court have discussed the Convention’s provisions \r\non the extent of the territorial sea, the delimitation \r\nof the territorial sea between neighbouring States, \r\nthe continental shelf, the exclusive economic zone, \r\nfisheries, the legal regime of islands and navigational \r\nrights. The parties to those cases have included States \r\nfrom all of the five regional groups. In some instances \r\nall of the parties to the case have been parties to the \r\nConvention, and its provisions have therefore been \r\napplied as a matter of treaty law. In other cases particular \r\nprovisions of the Convention have been relevant \r\nbecause the Court found that they reflected customary \r\ninternational law as it stands today. The result has been \r\na substantial body of jurisprudence, which we believe \r\nhas been a major contribution to the interpretation, \r\nexposition and application of the principles enshrined \r\nin the Convention.\r\nI would like to conclude with two reflections on the \r\njudicial application of the Convention during the past \r\n30 years.\r\nFirst, when the Convention was adopted a number of \r\ncommentators expressed their concern that the choice of \r\ndifferent methods of dispute settlement set out in article \r\n287 of Part XV might lead to a fragmentation of that \r\narea of international law, and even to competing lines \r\nof jurisprudence from different courts and tribunals. In \r\nfact, there has been a remarkable harmony between the \r\npronouncements of the International Court of Justice, \r\nthe International Tribunal for the Law for the Sea and \r\nthe Annex VII arbitration tribunals. \r\nIf we consider, for example, the approach to \r\ndelimitation of the continental shelf and exclusive \r\neconomic zone between neighbouring States, the \r\njurisprudence built up by the International Court of \r\nJustice in the many cases it has decided over the past \r\nconventions ever adopted. It has created a legal order of \r\nthe oceans that has made possible a reconciliation of \r\nthe different interests of States and the establishment of \r\nthe common heritage of humankind. \r\nOn this happy anniversary, the International \r\nCourt of Justice wishes to express its congratulations \r\nto all those who served as officers of the third United \r\nNations Conference on the Law of the Sea or who \r\notherwise contributed untiringly to the conclusion \r\nof the Convention and its adoption. It is a particular \r\npleasure to join in the tribute to the visionary approach \r\nof Ambassador Arvid Pardo of Malta and the hard work \r\nof Ambassador Hamilton Shirley Amerasinghe of Sri \r\nLanka and Ambassador Tommy Koh of Singapore, \r\nwhich did so much to make that vision a reality. Coming \r\nas I do from an island, and having been born into a \r\nseafaring family, I am particularly conscious of the debt \r\nthat we all owe to those who made possible the adoption \r\nof the Convention, and aware of the magnitude of their \r\nachievement.\r\nThe International Court of Justice has been \r\nconcerned with the application of the law of the sea \r\nfrom the very start of the Court’s existence. The first \r\ncase the Court decided — Corfu Channel (United \r\nKingdom of Great Britain and Northern Ireland v. \r\nAlbania) — required the Court to apply principles on \r\nthe right of passage that were the forerunners of those \r\nnow set forth in articles 17 to 32 and 34 to 45 of the \r\nConvention, as well as of the important principle in \r\narticle 279, concerning the peaceful settlement of \r\ndisputes. Since then, the Court has issued some 30 \r\njudgments that, in one way or another, have touched \r\nupon issues concerning the law of the sea.\r\nLess than two years after Ambassador Pardo \r\ndelivered his crucial speech to the 1515th meeting of \r\nthe First Committee, the Court, in its judgments in \r\nthe North Sea Continental Shelf cases, first explained \r\nthe role of equitable principles as part of the law in \r\ndetermining the boundary between the continental shelf \r\nof neighbouring States. The Court also emphasized in \r\nthose judgments the duty of neighbouring States to \r\nnegotiate in good faith in order to achieve agreement \r\non their maritime boundaries. Those aspects of the \r\nCourt’s judgments were subsequently reflected in the \r\nimportance attached to achieving an equitable solution \r\nthrough agreement, which is found in what became \r\narticles 74 and 83 of the Convention, which deal with \r\noverlapping entitlements to the exclusive economic \r\nzone and continental shelf.\r\n22 12-63631\r\nA/67/PV.49\r\nof humankind, to be utilized for the benefit of the entire \r\ninternational community.\r\nAgainst that backdrop, it is my special honour to \r\nspeak on behalf of States members of the Caribbean \r\nCommunity (CARICOM) — Antigua and Barbuda, \r\nthe Bahamas, Barbados, Belize, Dominica, Grenada, \r\nGuyana, Haiti, Saint Kitts and Nevis, Saint Lucia, Saint \r\nVincent and the Grenadines, Suriname, Trinidad and \r\nTobago and my own country, Jamaica — at this plenary \r\nmeeting of the General Assembly commemorating the \r\nthirtieth anniversary of the opening for signature of \r\nthat landmark Convention. \r\nFor CARICOM member States, today’s \r\ncommemoration has special significance. First, the \r\nregion was an active player in the drafting of a just \r\nand equitable international regime governing maritime \r\nzones that operated to the mutual benefit of both \r\ndeveloped and developing countries. Secondly, it was \r\nin Montego Bay, on Jamaica’s north coast, where, after \r\nmany years of debate and spirited discussions, the \r\nConvention was finally opened for signature in 1982. \r\nAs part of the thirtieth anniversary commemorative \r\nactivities, the Government of Jamaica was therefore \r\npleased to collaborate with the International Seabed \r\nAuthority — whose Secretary-General is here with us \r\ntoday — in July in unveiling a plaque at the historic site \r\nin Montego Bay where the Convention was opened for \r\nsignature. The text inscribed on the plaque reads:\r\n“This plaque is installed in commemoration of the \r\nthirtieth anniversary of the opening for signature \r\nof the United Nations Convention on the Law of \r\nthe Sea at the Wyndham Hotel in Montego Bay, \r\nJamaica, on 10 December 1982, in recognition of \r\nthe invaluable contribution of the Convention to \r\nthe transformation of the legal architecture which \r\ngoverns the oceans, including the designation of the \r\nareas beyond national jurisdiction as the common \r\nheritage of mankind and its historic contribution to \r\nthe maintenance of peace, justice and progress for \r\nall peoples of the world.” \r\nOn this commemorative occasion, it is fitting \r\nto pay rich tribute to the early pioneers for their \r\nvisionary leadership in anticipating the need for a \r\ncomprehensive legal regime that would define the \r\nrights and responsibilities of nations in their use of the \r\nworld’s oceans, including the management of the living \r\nand non-living marine resources. We also commend \r\nthem for their astute diplomatic skills in crafting the \r\n30 years has been followed and applied by the arbitral \r\ntribunals in the two principal Annex VII cases decided \r\nso far and by the International Tribunal for the Law \r\nof the Sea in its judgment in the Bay of Bengal case \r\nearlier this year. Conversely, the most recent judgment \r\nof the International Court of Justice in a maritime \r\ndelimitation case, delivered only three weeks ago, \r\ndraws extensively on the awards of the Annex VII \r\ntribunals and the judgment of the International \r\nTribunal. Far from fragmentation, what we have seen \r\nis a consistent determination to achieve a clear and \r\ncoherent jurisprudence across all of the relevant courts \r\nand tribunals.\r\nSecondly, I would suggest that the resolution of \r\ncompeting national claims to the continental shelf and \r\nexclusive economic zone has been one of the important \r\nachievements of the past 30 years. The substantial \r\nenlargement of coastal States’ rights to the seabed and \r\nwaters extending to a great distance from their coasts \r\nhad the potential to be a seriously destabilizing factor in \r\ninternational relations. While some cases of competing \r\nclaims remain problematic, as we have heard this \r\nmorning, the principles laid down in the Convention and \r\nthe application of those principles in the jurisprudence \r\nof which I have just spoken have made possible the \r\npeaceful resolution of a remarkable number of such \r\ncases. The International Court of Justice is happy to \r\nhave played its part in that process and looks forward \r\nto continuing its work in that regard.\r\nThe Acting President (spoke in Spanish): I now \r\ngive the f loor to the representative of Jamaica, who will \r\nspeak on behalf of the Caribbean Community.\r\nMr. Wolfe (Jamaica): Thirty years ago on this \r\nday, the United Nations Convention on the Law of \r\nthe Sea was opened for signature in my homeland, \r\nJamaica. That was the culmination of many years of \r\ndebate leading to a compromise agreement, which \r\ndemonstrated the importance of multilateral efforts in \r\nestablishing international norms.\r\nThat historic act ushered in a new chapter in the \r\ndevelopment of the law of the sea, as it established a \r\nlegal framework for the conservation, management, \r\nexploration and exploitation of the living and non-living \r\nmarine resources within and beyond areas of national \r\njurisdiction. Most significantly, it also codified the \r\nprinciple that the resources of the deep seabed beyond \r\nareas of national jurisdiction were the common heritage \r\n12-63631 23\r\nA/67/PV.49\r\ndefines. Indeed, CARICOM member States note with \r\nsatisfaction the steady increase over the years in the \r\nnumber of States parties to the Convention and both \r\nImplementing Agreements. We are therefore pleased \r\nto welcome the accession of Ecuador and Swaziland to \r\nthe Treaty in September, which increased the number of \r\nStates parties to 164. We remain steadfast in our support \r\nfor the goal of universal participation, and we strongly \r\nurge those States that have not yet done so to become \r\nparties to the Convention and its related Agreements, \r\nso that its universal acceptance may be achieved in the \r\nnear future.\r\nIn tandem with the growth in the number of States \r\nparties, we observe positive developments relating to \r\nState practices on the establishment of baselines, the \r\ndelimitation of maritime boundaries and submissions \r\non the delineation of the outer limits of the continental \r\nshelf. That further demonstrates the efficacy of \r\nthe Convention in providing the appropriate legal \r\nframework and in serving as a tool through which \r\nStates parties can address their maritime differences \r\nand concerns. The Convention has also given greater \r\nimpetus for greater cooperation and understanding \r\nbetween States parties in promoting their maritime \r\ninterests.\r\nThe Convention’s success over the past 30 years \r\ncan also be attributed to the effective and seamless \r\noperation of the three institutions it has established, \r\nnamely, the International Seabed Authority, the \r\nInternational Tribunal for the Law of the Sea and the \r\nCommission on the Limits of the Continental Shelf. \r\nThose bodies provide for the comprehensive handling \r\nof law of the sea issues in a complementary way within \r\ntheir respective areas of competence, thus avoiding \r\nduplication and ensuring cost-effectiveness. There \r\nhas been a remarkable increase in the number of cases \r\nbrought to the International Tribunal for the Law of \r\nSea, which is a testament to the quality of its judgments \r\nand advisory opinions. Likewise, the Commission on \r\nthe Limits of the Continental Shelf has been carefully \r\nreviewing a large number of submissions and has \r\nprovided a number of recommendations to States \r\nparties seeking to establish the outer limits of their \r\ncontinental shelves.\r\nCARICOM is privileged to host in Kingston the \r\nheadquarters of the International Seabed Authority, \r\nwhich has been entrusted with the mandate to \r\nadminister, organize and control activities in the Area \r\non behalf of all States. CARICOM is pleased by the \r\n1982 Convention. We commend as well those who \r\ncontributed to the adoption and ratification of the \r\nConvention. CARICOM States therefore wish to pay \r\nspecial tribute to the late Ambassador Arvid Pardo of \r\nMalta, the originator of the idea that the seabed and its \r\nresources in areas beyond national jurisdiction were the \r\ncommon heritage of humankind.\r\nWe in the Caribbean take great pride in the \r\ncontribution of distinguished representatives of our \r\nregion to the development of the Convention — the late \r\nJudge Lennox Ballah of Trinidad and Tobago, Judge \r\nDoliver Nelson of Grenada, the late Edward Laing of \r\nBelize, the late Honourable Kenneth Rattray and Judge \r\nPatrick Robinson of Jamaica, and the late Honourable \r\nPaul L. Adderley of the Bahamas. We are also pleased \r\nto recall that, in November 1993, it was a CARICOM \r\nmember State, the Cooperative Republic of Guyana, \r\nthat deposited the sixtieth instrument of ratification, \r\nmaking up the number required to bring the Convention \r\ninto force.\r\nThis is a time for the international community \r\nto be justly proud of its collective achievement. I \r\ntake this opportunity to acknowledge the presence of \r\nAmbassador Tommy Koh of Singapore, President of the \r\nthird United Nations Conference of the Law of the Sea, \r\nin today’s commemorative meeting. Occasions such \r\nas the one for which we have gathered today provide \r\na valuable opportunity to reflect on how far we have \r\ncome and to renew our commitment to tackle the \r\nchallenges that lie ahead, as we resolutely pursue the \r\nfull and effective implementation of the Convention. \r\nThe United Nations Convention on the Law of the \r\nSea has proved to be the most successful multilateral \r\ntreaty. Over the past 30 years, the Convention has been \r\nan inspiring example for effective multilateralism. It has \r\nserved as an important frame of reference for initiatives \r\nin global political and economic development, and for \r\nthe advancement of international peace and security. \r\nAt the political level, international disputes have been \r\nsettled, good-neighbourliness has been forged and the \r\ninternational law of the sea has been enhanced, through \r\nthe implementation of the relevant provisions of the \r\nConvention. On the economic front, the resources of the \r\nocean, including its rich biodiversity, have contributed \r\nmuch to technological advancement, innovations in \r\npharmaceuticals, scientific research and human and \r\nsocial well-being.\r\nThe near-universal adherence to the Convention \r\nattests to the high value placed on the regime it \r\n24 12-63631\r\nA/67/PV.49\r\nthe provisions of the Convention, which will continue \r\nto provide an essential foundation for ensuring that the \r\noceans and their resources are managed effectively for \r\nthe sustainable use of the world and all its peoples, based \r\non the principle of the common heritage of humankind.\r\nThe Acting President (spoke in Spanish): I now \r\ngive the f loor to the representative of the Lao People’s \r\nDemocratic Republic, who will speak on behalf of the \r\nGroup of Landlocked Developing Countries.\r\nMr. Kommasith (Lao People’s Democratic \r\nRepublic): I have the honour to speak on behalf of the \r\nGroup of Landlocked Developing Countries, which \r\nconsists of 31 Member States. \r\nAt the outset, allow me to pay special tribute to \r\nAmbassador Arvid Pardo of Malta, father of the law \r\nof the sea, as well as to all distinguished persons who \r\ncontributed to the development of the United Nations \r\nConvention on the Law of the Sea (UNCLOS). Our \r\nappreciation also goes to the Secretariat’s Division for \r\nOcean Affairs and the Law of the Sea for its efforts and \r\ncontribution to the implementation of the Convention, \r\nincluding the convening of this commemorative \r\nmeeting.\r\nThroughout the history of humankind, the \r\noceans, which cover more than 70 per cent of Earth’s \r\nsurface, have been of critical importance to the very \r\nexistence and well-being of all people and nations. \r\nThey are sources of food, minerals, energy and marine \r\nbiodiversity and are used for transportation and other \r\nsocioeconomic activities.\r\nThe United Nations Convention on the Law of the \r\nSea, which is often referred to as the “constitution for \r\nthe oceans”, is considered to be the most comprehensive \r\ninternational instrument setting a legal framework \r\nwithin which all activities related to the oceans and \r\nseas must be carried out in a balanced and integrated \r\nmanner, in order to promote the peaceful use of the \r\noceans, the equitable and efficient utilization of \r\ntheir resources, and the protection of the maritime \r\nenvironment. It is also important to emphasize that the \r\npreamble of the Convention recognized the need to take \r\ninto account the interests and needs of humankind as a \r\nwhole, particularly the special interests and needs of \r\ndeveloping countries, whether coastal or landlocked. \r\nWe have seen many achievements over the past three \r\ndecades of implementation of UNCLOS.\r\nWhile recognizing the huge benefits of the oceans, \r\nit is important to point out that the level of such benefits \r\nconsiderable progress achieved by the Authority over \r\nthe years in developing a framework for cooperation \r\nin the management of seabed resources. Important \r\nachievements include the development of regulations \r\non the prospecting and exploration of polymetallic \r\nsulphides, polymetallic nodules and cobalt-rich \r\nferromanganese crust in the Area, as well as the \r\nprovision of training through annual workshops on \r\nthe scientific and technical aspects of deep-seabed \r\nmining and in the critical area of the protection and \r\npreservation of the marine environment. \r\nCARICOM continues to underscore its unwavering \r\ncommitment to the Authority and its work. We \r\nurge member States of the Authority to honour their \r\nobligations in that regard, including attendance at its \r\nannual sessions, in order to enhance the efficacy of its \r\nwork.\r\nAn outstanding provision of the Convention, which \r\nis as vital and relevant today as it was 30 years ago, is \r\n“the study, protection and preservation of the marine \r\nenvironment”, as stated in its preamble. For CARICOM \r\nmember States, the protection and preservation of \r\nthe marine environment, including areas beyond \r\nnational jurisdiction, remains an issue of fundamental \r\nimportance to the sustainable development of our \r\neconomies. As small island developing States, the \r\nsustainable development of the Caribbean Sea for \r\npresent and future generations is a fundamental priority \r\nfor our economic viability and livelihood. Our history \r\nand socioeconomic development have been closely \r\ntied to the sea. We therefore commend the focus of \r\nthe Convention on the sustainable exploitation of the \r\nseabed’s natural and non-renewable resources. \r\nFrom the days of piracy to the attempt to explore \r\nfor minerals, including offshore oil, the ocean and the \r\nsea have been a great source of economic potential. \r\nThe Convention has done much to level the playing \r\nfield, allowing each country to sustainably and \r\nequitably exploit the resources of the world’s oceans. \r\nIt is therefore heartening that this opportunity is being \r\nafforded to developing countries, including small island \r\ndeveloping States.\r\nThirty years on, there is no doubt that the United \r\nNations Convention on the Law of the Sea remains \r\nan indispensable instrument for the sustainable \r\nmanagement and use of the ocean and its resources. \r\nI can assure the Assembly that CARICOM member \r\nStates remain fully committed to the letter and spirit of \r\n12-63631 25\r\nA/67/PV.49\r\nthat benefits both landlocked developing countries \r\nand their neighbouring transit States. It will end any \r\ntrade barriers, eliminate any unnecessary procedures \r\nin importing and exporting goods, shorten transport \r\ndelays, enhance their ability to access the world market \r\nand attract more foreign direct investment f low to the \r\nregion.\r\nIn addition, Part XI of the Convention contains \r\nprovisions related to participation in the Area, such as \r\nseabed mining and sharing benefits from activities in the \r\nArea. It, too, is relevant to LLDCs’ legitimate rights and \r\ninterests. However, even though the high seas are open \r\nto all States, whether coastal or landlocked, landlocked \r\ndeveloping countries have not been utilizing those \r\nresources. Reasons for underutilizing the provisions \r\ncould include a lack of knowledge and of capacity \r\nand the distance to the high seas. We call for more \r\nsupport for capacity-building for, and the participation \r\nof, LLDCs, as well as for increased advocacy to raise \r\nawareness among the most disadvantaged Member \r\nStates, such as landlocked developing countries. Our \r\nGroup also requests studies or specific reports on \r\nbest practices regarding how landlocked developing \r\ncountries can fully utilize the provisions of UNCLOS.\r\nTo conclude, our Group would like to call upon all \r\nStates parties to further implement the provisions of \r\nUNCLOS in good faith and for the mutual benefit of \r\nall. \r\nThe Acting President (spoke in Spanish): I now \r\ngive the f loor to the representative of Micronesia, \r\nwho will speak on behalf of the Pacific small island \r\ndeveloping States.\r\nMrs. Chigiyal (Federated States of Micronesia): I \r\nhave the honour to speak on behalf of the Pacific small \r\nisland developing States represented at the United \r\nNations, namely, Fiji, the Republic of the Marshall \r\nIslands, Nauru, Palau, Papua New Guinea, Samoa, \r\nSolomon Islands, Tonga, Tuvalu, Vanuatu and my own \r\ncountry, the Federated States of Micronesia.\r\nThe United Nations Convention on the Law of the Sea \r\n(UNCLOS) represents one of the greatest achievements \r\nof the United Nations. It has provided certainty in the \r\nturbulent waters of ownership and usage of the oceans \r\nand its resources and has greatly benefited the members \r\nof the international community — none more so than \r\nsmall island developing States (SIDS). Today it remains \r\na shining beacon of hope for us all, and it will continue \r\nto be so in the years ahead. \r\nthat a country can obtain varies from one to another, \r\ndepending on each country’s capacity and geographical \r\nlocation. Landlocked developing countries (LLDCs) \r\nconstitute one of the most vulnerable groups of \r\ncountries with special needs and problems, owing to \r\ntheir distinct geographical disadvantage.\r\nCurrently, 16 member States of the Group of \r\nLandlocked Developing Countries are States parties \r\nto UNCLOS, which defines landlocked States as those \r\nhaving no sea coast. The lack of direct access to the \r\nsea creates formidable obstacles for their development \r\nprocess, especially with regard to seaborne trade. \r\nThat puts LLDCs on an inherently disadvantaged \r\ndevelopment path as compared to countries with \r\ncoastlines and deep-water ports. Landlocked developing \r\ncountries are obliged to enter into agreements with \r\ncoastal States in order to secure transit rights and the \r\nuse of port facilities.\r\nFurthermore, inadequate transport infrastructure, \r\ncumbersome customs and border-crossing procedures, \r\nand high transport and trade transaction costs put \r\nlandlocked developing countries in a non-competitive \r\nposition in the world market. The transport costs for \r\nlandlocked developing countries is three times higher \r\nthan those of coastal countries. Such excessive transit-\r\ntransport costs constitute enormous development \r\nchallenges for landlocked developing countries. They \r\ndiminish export profits, inflate the price of imported \r\ninputs for manufacturing and discourage investment, \r\nthereby negatively affecting overall development \r\nin landlocked developing countries. Consequently, \r\nthose countries are increasingly marginalized in the \r\nglobalized world economy. Addressing the special \r\nneeds and problems of landlocked developing countries \r\nrequires special attention and treatment from the \r\ninternational community, including development \r\npartners and transit countries. \r\nIn that context, the full and effective implementation \r\nof UNCLOS is vital, especially its relevant provisions \r\nin Part X, such as article 125, on the right of LLDCs to \r\nhave access to and from the sea and freedom of transit \r\nthrough the territory of transit States by all means \r\nof transport, and articles 127, 129 and 130, related \r\nto cooperation in the area of transport infrastructure \r\ndevelopment and the elimination of any unnecessary \r\ncharges and delays. The effective implementation of \r\nthe provisions of the Convention will not only facilitate \r\nthe necessary means for LLDCs’ trade transition, \r\nbut will also promote regional trade cooperation \r\n26 12-63631\r\nA/67/PV.49\r\nwill be provided with adequate resources and that it will \r\nconduct its work efficiently to assist in determining our \r\nclaims in a timely manner.\r\nThe inclusion of the concept of the common heritage \r\nof humankind ensured that the benefits derived from \r\nthe oceans were for everyone, from SIDS to coastal \r\nStates to landlocked countries. However, there exists \r\na significant gap in the implementation of UNCLOS. \r\nIn our view, the matter of biological diversity in areas \r\nbeyond national jurisdiction needs to be addressed as \r\nsoon as possible through an implementing agreement \r\nunder UNCLOS. We are convinced that that will provide \r\nlegal certainty in the conservation and sustainable use \r\nof marine biodiversity in the high seas, thus deriving \r\nlegitimacy and credibility from our “constitution of the \r\noceans”.\r\nFinally, the Convention also established the \r\nInternational Tribunal for the Law of the Sea and the \r\nInternational Seabed Authority. The Pacific has been \r\nparticularly active in the latter. Exploration for and \r\nexploitation of minerals and hydrocarbon resources in \r\nthe high seas will be an important economic activity \r\nin the future. It is important that those activities be \r\ncarried out in an environmentally sound manner and \r\nthat they be guided by the precautionary principle and \r\nundertaken with the greatest care so as to preserve the \r\noceans and their resources for future generations.\r\nThe Convention has proved its value and stood the \r\ntest of time. While new challenges have emerged, it is \r\nimportant that we address them within the framework \r\nof the Convention. The Pacific SIDS will continue to \r\nsupport the maintenance of a fair and stable international \r\nlegal order of the sea.\r\nThe meeting rose at 1 p.m.\r\nAs we commemorate the thirtieth anniversary of \r\nthe Convention’s opening for signature, it is timely to \r\nlook back on its achievements and challenges and on \r\nthe lessons learned, as well as to draw strength from \r\nthat and to navigate its future prospects.\r\nThe Convention codified the law of the sea, which \r\nhad been customary international law for centuries. The \r\nConvention drafters were not content to merely write it \r\ndown; they had the insight and wisdom to enrich it in a \r\nway that would benefit all of humankind. I would like \r\nto briefly focus on a few examples of the Convention’s \r\nhistorical landmarks that have shaped our dynamic and \r\nevolving world.\r\nOne of the most fundamental achievements was \r\nthe establishment of the exclusive economic zone. With \r\na breadth of up to 200 nautical miles, it effectively \r\ntransformed the small island developing States of the \r\nPacific into large ocean States. Under the Convention, \r\nnot only do we see the resource potential of our countries \r\nmultiplied; the Convention also formalized to some \r\nextent our traditional role as stewards of the ocean — a \r\nresponsibility that the Pacific SIDS take very seriously \r\nand to which they remain steadfastly committed.\r\nAnother important advance is the definition of \r\nthe extended continental shelf and the establishment \r\nof the Commission on the Limits of the Continental \r\nShelf, before which a number of Pacific SIDS have \r\nfiled their claims, with the help of our development \r\npartners and regional organizations. That has also \r\nhelped our respective countries build and consolidate \r\nnational capacities and capabilities on highly technical \r\nissues to secure our claims. In most cases, the work to \r\nprovide additional information is still ongoing. We look \r\nforward to its conclusion and trust that the Commission \r\n"