"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-52396 (E)\r\n*1252396*\r\nIn the absence of the President, Mr. Beck (Palau), \r\nVice-President, took the Chair.\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nAddress by Mr. Ralph E. Gonsalves, Prime \r\nMinister of Saint Vincent and the Grenadines\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of Saint Vincent \r\nand the Grenadines.\r\nMr. Ralph E. Gonsalves, Prime Minister of Saint \r\nVincent and the Grenadines, was escorted to the \r\nrostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Ralph E. Gonsalves, \r\nPrime Minister of Saint Vincent and the Grenadines, \r\nand inviting him to address the General Assembly.\r\nMr. Gonsalves (Saint Vincent and the Grenadines): \r\nMy country extends heartfelt congratulations to Mr. Vuk \r\nJeremić on his assumption of his responsibilities as \r\nPresident of the General Assembly at this crucially \r\nimportant session. We also express our appreciation \r\nto his predecessor, Mr. Nassir Abdulaziz Al-Nasser of \r\nthe State of Qatar, who left an indelible mark on the \r\nGeneral Assembly.\r\nWe meet again in the quest for development, equity, \r\nand peace. Last year, our debate took place against \r\nthe backdrop of rapid, often violent, geopolitical \r\nchange, as well as continuing economic instability and \r\nuncertainty. Last year’s general debate, though marked \r\nby winds of change and clouds of uncertainty, was not \r\nwithout hope and optimism. Member States anticipated \r\nmeaningful progress at the United Nations Summit \r\non Sustainable Development. We predicted a robust \r\nand legally binding arms trade treaty. We embraced \r\npopular, home-grown calls for political change. And \r\nwe scanned the economic horizon for encouraging \r\nsigns of recovery and growth.\r\nToday, global optimism, though still enduringly \r\npresent, is in scarcer supply, as the international \r\ncommunity has encountered the challenges of a new \r\nworld and found itself wanting. Our global structures, \r\nincluding the United Nations, are faced with changes \r\nof a scope, scale and rapidity that substantially outpace \r\nour ability to react, partly exceed our capacity to \r\nrespond, and demand a level of courage, principle \r\nand decisiveness that is not sufficiently matched by \r\nour political will. Today, we are not merely spectators \r\nwatching a moment of global change; rather, we are \r\nnations in the valley of decision, confronted with two \r\nquestions that we must answer: “What is our vision \r\nof tomorrow’s post-crisis, post-conflict world?” And: \r\n“How, collectively, can we achieve that vision?”\r\nOur avoidance of these fundamental questions \r\nthreatens to set our Assembly adrift and rudderless, \r\nshirking responsibility and afraid of action. We must \r\nresist the temptation to bury our heads in the shifting \r\nsands of meaningless resolutions while we studiously \r\ndisregard our imperative quest for a unifying principle \r\nUnited Nations A/67/PV.15\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n15th plenary meeting\r\nFriday, 28 September 2012, 10 a.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Serbia)\r\n2 12-52396\r\nA/67/PV.15\r\nand purpose. To succumb to such a temptation would \r\nbe to condemn this institution to a future marked not \r\nby new ideas, but new rationalizations. Our noble \r\nbattle of ideas will descend into a battalion of excuses; \r\nof blame-sharing and buck-passing; of soundbites \r\ndisguised as insights. Such a future, which we are \r\non a path to realize, would do a disservice to our \r\nrespective States, our international obligations, and the \r\nproud history of the United Nations. We would, by our \r\nimpotence, acquiesce to the possible obsolescence of \r\nthis Organization, as peoples and Governments would, \r\njustifiably or not, turn elsewhere for the solutions to \r\nglobal challenges. Such a future can and must be \r\nvigorously avoided, in the interest of our peoples’ \r\ncollective advancement and humanity.\r\nIn our Caribbean region, the global economic and \r\nfinancial meltdown continues to be felt most acutely \r\nby the poor, the youth, the elderly and the vulnerable, \r\nwho bear no responsibility for the rampant financial \r\nspeculation and unregulated movement of capital that \r\nspurred the crisis. Today, four years into an externally \r\nimposed meltdown which has produced negative or \r\nmarginal growth across the Caribbean, our region is \r\nforced to contemplate the implications of a potential \r\n“lost decade” of development. \r\nOur region is not immune to the economic \r\npressures and fissures that have turned other parts of \r\nthe world into tinderboxes of social unrest and political \r\nupheaval. Our citizens, who have nobly struggled under \r\nthe weight of externally sourced contraction, austerity \r\nand hardship, are not possessed of limitless patience \r\nor endurance. Our hard-won development gains are in \r\njeopardy, and our settled political stability is in possible \r\nperil. The international community cannot ignore our \r\nplight based on a distorted calculus of middle-income \r\nstatus and relative prosperity, or on simplistic, \r\neven offensive, stereotypes of Caribbean paradises. \r\nSmall, highly indebted middle-income developing \r\ncountries, like those in the Caribbean, which are \r\nvery vulnerable to natural disasters and international \r\neconomic convulsions, have special concerns which \r\nthe international community is obliged to address \r\nproperly, in partnership with the peoples of our region. \r\nExternal shocks derived from nature or the workings of \r\nan uneven, casino capitalism, are not merely episodic \r\nto our Caribbean; they are a constant feature of our \r\nregional economies.\r\nCentral to our urgent re-examination and \r\nreconfiguration of the existing economic apparatus is \r\nthe recognition that our modern context and individual \r\nnational characteristics do not lend themselves to \r\nstrict classical or Keynesian economic prescriptions \r\nor their variants. In the case of Saint Vincent and \r\nthe Grenadines and our Caribbean neighbours, our \r\npeculiarities of small size, openness and vulnerability \r\nrequire uniquely home-grown economic policies that \r\nare rooted not in any prevailing ideology or fashionable \r\ntheories from outside, but in a sensible, f lexible and \r\nfocused practicality. \r\nWe have little interest in esoteric arguments about \r\nthe role of the State in economic activity, because, \r\nhistorically, our national Governments have been a \r\nforce for good in the stimulation, diversification and \r\ngrowth of our economies in tandem with the private \r\nand cooperative sectors. While we welcome and \r\nsolicit assistance and consultations with the relevant \r\ninstitutions and organizations, such consultations \r\nought to be free of the type of textbook orthodoxies \r\nor formulaic prescriptions that are inapplicable to our \r\ntimes and circumstances. Our path to development \r\nmust be our own.\r\nThe cause of development, as a goal and as a right, \r\nhas suffered from the neglect of the international \r\ncommunity in recent, post-crisis years. Within \r\nthe United Nations system, the current budget for \r\npeacekeeping dwarfs the resources allocated to \r\nfostering development, even as we recognize that most \r\nconflict is rooted in underdevelopment. The age-old \r\npledges of development assistance have been skirted, \r\nand their fulfilment delayed, by States that cite their \r\nown struggles with the global economic fallout. As a \r\nresult, even as we contemplate post-2015 sustainable \r\ndevelopment goals, it is painfully apparent that the \r\nMillennium Development Goals will not be met across \r\nlarge swaths of our planet. \r\nThe poor, especially in Asia, Africa, the Pacific, \r\nLatin America and the Caribbean, can hardly be \r\nexpected to wait any longer for relief and sustainable \r\ndevelopment. Saint Vincent and the Grenadines is \r\nthankful to the nations and organizations that have \r\nfound it possible to continue extending their hand in \r\ncooperation with our people, even in difficult economic \r\ntimes. The support and assistance of those States and \r\norganizations is a mark of their friendship, solidarity \r\nand strong global citizenship.\r\nThe prolonged global economic uncertainties have \r\npropelled the international economy into a dangerous \r\nnew phase. Even the International Monetary Fund \r\n12-52396 3\r\nA/67/PV.15\r\nSimilarly, let us not forget our pledge of solidarity \r\nto Haiti. Likewise, reparations for the genocides \r\ncommitted against indigenous peoples and for African \r\nslavery must continue to be pursued vigorously on our \r\ninternational agenda.\r\nAll of that and more is achievable by the United \r\nNations. Thus, our collective will can bear fruit \r\nabundantly through the strengths and possibilities of \r\nwise leadership, peaceful dialogue among and between \r\nsovereign nations, international cooperation and \r\nregional compacts.\r\nCloser to home, our developmental and \r\npolitical partnerships increasingly reflect a spirit of \r\nstrengthened regional integration and greater South-\r\nSouth cooperation. In the immediate post-colonial \r\nphase of our national development, the nations of the \r\nCaribbean and Latin America often have had stronger \r\nand closer relationships with distant colonial Powers and \r\ndeveloped nations than we did with the countries in our \r\nimmediate neighbourhood. After centuries of colonial \r\nconquest, settlement and exploitation, our deepening \r\nbonds of friendship, cooperation and integration within \r\nthe Caribbean and Latin America are a fundamental \r\nmanifestation of our States’ growing independence and \r\npolitical maturity.\r\nSaint Vincent and the Grenadines enjoys \r\nmembership in a number of interconnected circles \r\nof regional integration. The Organization of Eastern \r\nCaribbean States (OECS) is in an economic union with \r\na shared currency, judiciary and nascent representative \r\nAssembly. The 15-member Caribbean Community \r\n(CARICOM) also furthers the cause of Caribbean \r\nintegration with important implications for trade and the \r\nfree movement of people. Our State is a proud member \r\nof the Bolivarian Alliance for the Peoples of Our \r\nAmerica, which has created bonds of socioeconomic \r\nsolidarity and cooperation among Caribbean, Central \r\nand South American States. The Caribbean Forum of \r\nAfrican, Caribbean and Pacific States, the Association \r\nof Caribbean States, and the Community of Latin \r\nAmerican and Caribbean States are also home-grown \r\nmanifestations of our peoples’ desire to forge linkages \r\nand partnerships with our regional brothers and sisters.\r\nThe strength and genuine cohesion of those \r\ngrowing regional integration initiatives is built on a \r\nsolid foundation of shared experiences and values, \r\nwhich deserve the support of the United Nations. The \r\nmembers of OECS and CARICOM are bastions of good \r\ngovernance, democracy and the rule of law, and we \r\nhas so concluded. In the process, the crisis has found \r\nthe principals wanting, even unaware of the extant \r\ncondition, with no clear idea as to the way forward. \r\nIn both economics and politics, the ancien régime is \r\npassing. The discerning acknowledge that a transition \r\nis at large, but immense challenges arise immediately \r\nfrom at least four pertinent queries: first, is the \r\ntransition manageable, or must it be played out in a \r\nchaotic manner? Secondly, assuming that the transition \r\nis manageable, how is it to be managed in the most \r\nefficacious way, and in whose interest? Thirdly, is this \r\ntransition a dead end? And fourthly, given that the \r\ntransition itself, like all human conditions, is dynamic, \r\nwhat is the destination of this transition?\r\nIt is a truism that men and women make history not \r\nin circumstances of their own choosing, but in those \r\nwhich they meet, which they inherit, and which emerge \r\non their watch. Noteworthy is the fact that the histories \r\nof nations and the ghosts of the dead weigh heavily \r\non the brains of the living. Often unacknowledged is \r\nthe abiding truth that each people possesses its own \r\nhistory, its own legitimacy, its own nobility and its own \r\ntrajectory for further ennoblement.\r\nUnfortunately, the power of some to define things \r\nglobally distorts these elemental truths. It is well \r\nknown that the lion’s view of history does not coincide \r\nwith that of the gazelle or the lamb; the elephant and \r\nthe ant do not see things eye to eye. But human beings \r\npossess the capacity to go beyond the limitations of \r\nthe animal kingdom. That is fundamentally why we \r\nhave gathered together under the rubric of the United \r\nNations, with a Charter so uplifting and magnificent in \r\nits ideals and purposes as to constitute the best hope for \r\nthe human race. Arrogant and unbridled power, from \r\nwhatever source, is thus to be contained. It is always \r\nwise to remember that the greatest exercise of power is \r\nrestraint in the use of that power. That is true within and \r\nbetween nations. It is the surest way for the malevolent \r\nacross the globe to be accorded no space to f lourish and \r\nto be defeated.\r\nIt is within this context that the text of a prosperous, \r\nsafe, independent Palestinian State must be written \r\nalongside a secure State of Israel, living in friendship \r\nand non-belligerence. This is a matter of grave urgency; \r\nthe injustice meted out to Palestine must end now. \r\nSo, too, must continue our global quest for interfaith \r\ndialogue and an alliance of civilizations, initiated by \r\nthe Governments of Qatar and Turkey, respectively. \r\n4 12-52396\r\nA/67/PV.15\r\nshare those experiences and aspirations with our South \r\nand Central American sister States, which have also \r\nestablished unshakeable foundations of democracy and \r\ngood governance after fitful periods of political unrest \r\nand foreign interference in the past. The upcoming \r\n7 October presidential election in the Bolivarian \r\nRepublic of Venezuela is but one example of the \r\nmanner in which that country and the region continue \r\nto institutionalize popular, participatory democratic \r\nsystems that reflect and respect the will of the people.\r\nAs we strengthen relations with our immediate \r\nneighbours, we remain deeply committed to our \r\nhistorical ties and traditional friendships. The bonds \r\nthat we share with our friends in Europe, Canada, the \r\nUnited Kingdom and the United States are as strong \r\nas they are mutually beneficial. As a multi-island \r\nnation, the people of Saint Vincent and the Grenadines \r\nhave always been highly migratory and outward-\r\nlooking — so much so that even the words of our \r\nnational anthem memorialize our proclivity for travel \r\nto distant lands. Many of the largest and most vibrant \r\ncities of our nationals exist not in Saint Vincent and the \r\nGrenadines, but in major metropolitan hubs, including \r\nthose in Brooklyn, Toronto and London. Those \r\nproductive and hard-working centres, and many others, \r\nhave immeasurably enriched their adopted homes and \r\nprovided needed remittances to relatives in the land \r\nof their birth. We remain grateful to those friendly \r\nStates that have opened their doors and embrace to \r\nour migrants, and we view the ongoing, hassle-free \r\nmovement of our peoples back and forth as the truest \r\ntestament of our friendship and solidarity.\r\nThe recent increase in regional conflicts and unrest \r\naround the world cannot be ignored. The hopefulness \r\nand idealistic optimism that were much in evidence \r\nduring the early days of the so-called Arab Spring \r\nhave been replaced by a cynical fatalism and rampant \r\nopportunism in many important quarters. In other \r\ncontinents, some nations f lirt with border wars, while \r\nothers grapple with insidious and barbaric terrorism. \r\nIn the midst of the global upheaval, we have witnessed \r\nthe aggressive re-emergence of those that would seek to \r\nreshape the world in their own image and to their own \r\npurposes. Would-be interventionists, unilateralists and \r\nhegemons, both new and old, have rushed to fill and \r\nexploit political vacuums, to settle ancient grudges and \r\nto strengthen their grip on global or regional power.\r\nIt is a pattern that predates colonialism and the \r\nCold War and one that once again brings into focus \r\nmany of the United Nations founding principles. Those \r\nprinciples cannot be ignored, reinterpreted or sacrificed \r\non the altar of poll-driven political expediency and \r\nelectoral ambition. We have bound ourselves together \r\nin the solemn goal of promoting peace, not fostering \r\nwars; of self-determination, not unilateral intervention; \r\nof the economic and social advancement of all peoples, \r\nnot the callous disregard for the well-being of our \r\nfellow human beings. To depart from those principles, \r\nexplicitly or by implication, would be to abandon the \r\nbetter angels of our nature and to succumb to the forces \r\nthat made this institution necessary in the first place.\r\nThe war against global terror is real, and it is being \r\nfought by all responsible States on multiple fronts. Saint \r\nVincent and the Grenadines is firm and unequivocal \r\nin its rejection of all forms of terrorist activity and \r\nits revulsion at the methods and twisted logic that \r\naccompany that barbarism. Our friends and brothers \r\nin the United States of America are unfortunately and \r\ndisproportionately targeted by those repulsive killers, \r\nmost recently in the deeply saddening murder of \r\nChristopher Stevens, the United States Ambassador to \r\nLibya, and some of his staff. We support unreservedly \r\nthe determination of the United States to bring \r\nAmbassador Stevens’s killers to justice.\r\nAt the same time, we are baffled by the continued \r\nreference to the Republic of Cuba in some quarters as \r\na State sponsor of terrorism. The undisputed evidence \r\nis that Cuba neither supports nor harbours terrorists \r\nof any type. Indeed, the Cuban Government, itself a \r\nvictim of orchestrated terror campaigns, has cooperated \r\non numerous occasions with the Governments of both \r\nallies and ideological opponents in the fight against \r\nterrorism. It has also played a useful and constructive \r\nrole in facilitating peace talks between Governments \r\nand armed rebel groups in Latin America. Those facts \r\nare not contested. Therefore, to label Cuba a State \r\nsponsor of terrorism, in any context, is to cheapen our \r\nshared global struggle against that insidious scourge.\r\nIn his famous 1960 speech to the General Assembly, \r\nthen President Fidel Castro observed that hysteria could \r\ngo to any length and was capable of making the most \r\nfar-fetched and absurd claims. That particular absurd \r\nand far-fetched claim, like the absurdity that undergirds \r\nthe continued economic embargo against Cuba, is one \r\nthat is best abandoned.\r\nThe fascinating rapprochement unfolding across the \r\nTaiwan straits between the People’s Republic of China \r\nand the Republic of China on Taiwan lends practical \r\n12-52396 5\r\nA/67/PV.15\r\nweight to the reasonable and overdue call for Taiwan’s \r\nmeaningful participation in the specialized agencies \r\nof the United Nations. My country and several others \r\nin the Caribbean and Central America bear witness to \r\nTaiwan’s principled conduct of its intergovernmental \r\nrelations. Surely the time has now come for this \r\nexemplar of the magnificent Chinese civilization to be \r\npermitted to participate in the work of various agencies \r\nof this world body.\r\nAllow me to turn to certain existential challenges \r\nfacing my country, my region, and the world. Saint \r\nVincent and the Grenadines is angered by the continuing \r\nand inexcusable failure of the States assembled in this \r\nHall to move decisively towards a meaningful and \r\nlegally binding climate change treaty. Entire nations, \r\nrepresented here today as friends and equals, may \r\nsimply cease to exist as a result of our inaction and \r\npolitical cowardice. Other nations, including my own, \r\nare already the victims of increasingly intense and \r\nfrequent storms, hurricanes and weather events. These \r\nchanges not only threaten our way of life but risk \r\nreversing our recent development progress.\r\nThe islands of our planet are at war against climate \r\nchange, warming temperatures and rising seas. That \r\nwar is not a future event, it is a present-day and ongoing \r\nbattle. As all of us in this Assembly are aware, it is a \r\nwar that we are currently losing. The survival of our \r\nislands is at stake, and the responsibility for immediate \r\nchange lies undisputedly with those whose reckless \r\npollution over generations has led us to the brink of \r\ncatastrophe. In a different time and context, Winston \r\nChurchill inspired his people with the words “we shall \r\nfight on the seas and oceans... we shall defend our \r\nisland, whatever the cost may be”. Today, know this: \r\nWe shall fight the rising seas and encroaching oceans \r\nand defend our islands’ right to exist at any cost. We \r\ncall on all nations to join us in the fight, for that is a \r\nwar that can still be won. Our negotiations to arrest \r\nclimate change are not merely some arcane academic or \r\ndiplomatic pursuit, and they cannot be treated as some \r\ninterminable, run-of-the-mill United Nations process. \r\nLet us set aside narrow, short-term interests and act as \r\nwe are capable of acting: for the benefit and protection \r\nof all mankind.\r\nAnother existential threat whose solution has fallen \r\nvictim to United Nations paralysis is our common pursuit \r\nof a global, robust and binding arms trade treaty. In the \r\nCaribbean, over 70 per cent of homicides are committed \r\nwith firearms, a remarkable statistic for a region that \r\nproduces not one single gun or bullet. Saint Vincent \r\nand the Grenadines has a largely unarmed constabulary \r\nand lacks a standing army, yet we struggle daily against \r\nan influx of illicit and untraceable firearms that pose \r\na grave threat to our national security and way of life. \r\nThe producers of firearms, as well as the source and \r\ndestination markets for illicit narcotics, can and must \r\ncooperate to restrict and regulate the international f low \r\nof small arms, light weapons and ammunition. While \r\nwe have failed in our initial attempt to forge an arms \r\ntrade treaty, I call on members at this session of the \r\nGeneral Assembly to redouble their efforts to negotiate \r\na binding agreement in this matter before we reconvene \r\nnext September.\r\nThis year it is imperative, too, that the United \r\nNations continue its focused work in the fight against \r\nnon-communicable diseases, which the Caribbean \r\nCommunity has rightly placed at the forefront of the \r\nglobal agenda.\r\nThe people of Saint Vincent and the Grenadines \r\nare strong and fiercely independent. Ours is an \r\nindependence forged in the heroic struggles of our \r\nindigenous and Garifuna peoples against genocide \r\nand hardened in the fires of our resistance to slavery, \r\nindentureship, and colonial and neocolonial domination. \r\nOur strength, independence and sovereignty do not \r\npermit us to look to the United Nations or any other \r\ncountry or group of countries for the solutions to our \r\nown problems and challenges. However, as a small State \r\nin an interconnected world, we recognize that many of \r\nthe difficulties we face have been born and incubated \r\nbeyond our national boundaries. The United Nations \r\ntherefore is our primary multilateral forum to address \r\nand confront those externally imposed challenges.\r\nMy statement today is not intended merely to \r\nchronicle the global ills that have befallen Saint Vincent \r\nand the Grenadines. No. It is a call for principled and \r\npractical global action to address and resolve these \r\nproblems. To do so, we stand ready to work with the \r\nPresident and with all States in this Assembly to effect \r\nmeaningful change throughout our planet. As the \r\ngreat novelist Ernest Hemingway once wrote, “Moral \r\ncourage is a rarer commodity than bravery in battle \r\nor great intelligence. Yet it is the one essential, vital \r\nquality of those who seek to change a world which \r\nyields most painfully to change”. Today, Saint Vincent \r\nand the Grenadines calls on this body, and on all \r\nnations assembled here, to harness that essential moral \r\ncourage to produce change in a world whose potential \r\n6 12-52396\r\nA/67/PV.15\r\nis limitless, and whose problems are soluble. The \r\nrhetoric of change and hope may lack the cachet that it \r\nenjoyed hitherto, but we still believe that our peoples \r\nand Governments possess within them the courage \r\nand conviction collectively to change and materially \r\nimprove the condition of our nations’ citizens.\r\nLet us at this sixty-seventh session of the General \r\nAssembly establish conclusively that that faith is well \r\nplaced. We move with our burdens from yesterday. \r\nWe go forward with our strengths and possibilities \r\ntomorrow.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of Saint \r\nVincent and the Grenadines for the statement he has \r\njust made.\r\nMr. Ralph E. Gonsalves, Prime Minister of Saint \r\nVincent and the Grenadines, was escorted from the \r\nrostrum.\r\nAddress by Mr. Kenny Davis Anthony, Prime \r\nMinister, Minister for Finance, Economic \r\nAffairs, Planning and Social Security of \r\nSaint Lucia\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister, Minister for \r\nFinance, Economic Affairs, Planning and Social \r\nSecurity of Saint Lucia.\r\nMr. Kenny Davis Anthony, Prime Minister, \r\nMinister for Finance, Economic Affairs, Planning \r\nand Social Security of Saint Lucia was escorted to \r\nthe rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming  His Excellency Mr. Kenny Davis Anthony, \r\nPrime Minister, Minister for Finance, Economic \r\nAffairs, Planning and Social Security of Saint Lucia, \r\nand inviting him to address the General Assembly.\r\nMr. Anthony (Saint Lucia): I would first like to \r\ncongratulate Mr. Vuk Jeremić on his election to the \r\npresidency of the General Assembly at this year’s \r\nsession. I also wish to place on record Saint Lucia’s \r\nthanks to Mr. Nassir Abdulaziz Al-Nasser for his \r\ncontribution as President of the Assembly at its sixty-\r\nsixth session.\r\nI would like to underscore the words of the \r\nPresident, of which we should be continually reminded, \r\nconcerning the fact that peace is not merely the absence \r\nof war. Indeed, poverty and prejudice are the f lint and \r\ntinder for violent feud and furore. And so we embrace \r\nyour suggested theme, for while in the Caribbean we \r\ngenerally know peace, we are aware of the real struggle \r\nof humankind to achieve peace in the face of disaster, \r\ninjustice, inequity and conflict.\r\nBeyond this Hall lies a beautiful world. And \r\nwhatever the f laws and failures of mankind, we still \r\nare blessed to be given a world from which we can seek \r\nlife and livelihoods. It is difficult to imagine at times \r\nthat even in the face of turmoil, decimation and acts \r\nof brutality and calamity, humankind has progressed \r\nover the millennia. That is what must give us hope and \r\nconfidence for the future: that we have been through \r\nthis before and have come through colossal tragedies, \r\nunexplainable disasters, world wars and famine, and \r\nstill we are here. Our civilization continues to thrive. \r\nHowever, we can only succeed if we recognize and \r\ncelebrate our shared humanity. This, therefore, must \r\nbe a world that continuously affirms all human lives, \r\na world that recognizes our collective endowment, that \r\ncelebrates our ingenuity and our enterprise. A world, as \r\nis said in southern Africa, that is imbued with ubuntu.\r\nEach year for the past seven decades, we have sat \r\nhere as equals, everyone with a voice, everyone with a \r\nsay. Our size, whether defined by geography, population \r\nor both, has no relevance, albeit only temporarily for \r\nthe purposes of this discourse and dialogue. And even \r\nwhile some have sat here longer, we can all embrace a \r\ncommonality that is not transient or mutable. But even \r\nso, we can at times forget that behind every country’s \r\nrepresentative are real people with real lives, who seek \r\ncherished moments despite their sea of despair.\r\nAnd let there be no doubt that, even when our \r\nleaders come here to speak, we will have, in all our \r\nown countries, differences of opinion, of philosophy, \r\nof faith. Yet despite all this, the beauty of democracy \r\nis that we can embrace a common pursuit: the pursuit \r\nof happiness, prosperity and enjoyment of life. Our \r\nphilosophies should therefore never destroy that \r\npursuit; they should affirm it. Our faiths should never \r\ntear this apart, they should form and fashion souls of \r\ncompassion, understanding and tolerance.\r\nFor our ancestors, from Africa to Asia, from the \r\nArctic to the Amazon, all knew conflict and what it cost \r\nin their lives. We know what it costs humankind right \r\nnow. And we should all know that history has repeatedly \r\nshown us that warfare is not the best way to solve our \r\nproblems. So then do we ignore the bombs and guns if \r\n12-52396 7\r\nA/67/PV.15\r\nthey are not heard on our streets, in our cities and parks \r\nand playgrounds? Should the girl in Aleppo or Benghazi \r\nnot be able to share the same opportunities and dreams \r\nand hopes as a boy in Arlington or Birmingham?\r\nNo one expects a naive world, with utopian leaders. \r\nNor do we suggest that our world will not have conflict, \r\nfor disagreement is inevitable in all aspects of life. \r\nHowever, I ask that we have the courage to be bold \r\nabout the world we want. I ask that we act when we \r\nknow we can. I ask that those leaders who hold the seats \r\nof higher authority always remember the minorities, \r\nthose who are easily forgotten, easily marginalized, \r\neasily wiped out. There should never be a season for \r\ninjustice, never a season for corruption, never a season \r\nfor poverty, never a season for brutality and never a \r\nseason for torment.\r\nSaint Lucia therefore welcomes a peaceful \r\nresolution to the conflict in the Syrian Republic and \r\nan immediate end to what is clearly carnage, a human \r\ntragedy. We continue to support the efforts of the \r\nSpecial Envoy and the Secretary-General in this body’s \r\nefforts to induce the parties to focus on coming to the \r\ntable for negotiations, with a view to finding a path \r\ntowards a resolution of the conflict that is acceptable \r\nto the majority of the people of Syria and takes into \r\naccount the necessity of ensuring the welfare and \r\ninterest of minorities in that State.\r\nWe are, of course, also very concerned about \r\nthe resort to violence in the Middle East, aimed at \r\nconfronting either religious or ideological contentions. \r\nWe condemn all attempts at disparagement of religious \r\nprophets, deities, symbols or practices, and we appeal \r\nfor tolerance and understanding. In the same vein, we \r\ndeplore the brutal murder in Libya of the Ambassador \r\nof the United States, and we share that country’s pain \r\nand anguish. Religious intolerance is combustible and \r\ndangerous and ensnares even those nations far from the \r\ntheatres of conflict.\r\nSaint Lucia is very conscious of the active \r\nattempts in the Middle East to develop new systems \r\nof governance, as recent systems appear, in some \r\ncountries, to have outlived their usefulness for the \r\nmajority of their citizens. Apart from our commitment \r\nto global and regional peace, we must also recognize \r\nthat turbulence in the Middle East has the undoubted \r\neffect of distorting the price of the dominant global \r\ncommodity, oil, and that those distortions harm the \r\ninterests and development processes of large and small \r\ncountries alike. The world desperately needs a peaceful \r\nMiddle East. We express our hope for the continued \r\nevolution of peaceful and consensus approaches to \r\nissues of governance in that area.\r\nSaint Lucia believes that all efforts to promote \r\npeace and prosperity for everyone, while of course \r\nprotecting the health of our planet, should be embraced. \r\nThe Government of Saint Lucia is well aware of the \r\ndetermination of the Chinese people to unify their \r\ncountry, as signalled to the world when China took its \r\nrightful place in the United Nations. In that context, \r\nSaint Lucia welcomes the emerging dialogue and \r\ncooperation between the People’s Republic of China \r\nand the Republic of China on Taiwan. Such cross-strait \r\ndialogue and cooperation will surely facilitate global \r\nharmony. We look forward to a continued evolution of \r\nthe ongoing peaceful rapprochement among the Chinese \r\npeople as they search to unify their civilization.\r\nSaint Lucia also wishes to support the calls for \r\nAfrica to gain its rightful permanent representation on \r\nthe Security Council, as supported by the Presidents \r\nof Mali and South Africa. As we recognize the perils \r\nof conflict and warfare in Africa so too should we \r\nrecognize the ability of Africa to bring peace to itself. \r\nThe voice of one billion people and that of an entire \r\ncontinent should no longer go unheard.\r\nSaint Lucia welcomes the resolution of the \r\nlongstanding dispute in the Sudan, the achievement of \r\nself-determination for the new State of South Sudan \r\nand its introduction into the community of nations. It \r\nis pleasing that that process has occurred in a context \r\nin which the States of the African continent have \r\nnow themselves been creating new spaces in a bid to \r\ntake advantage of the development of the continent’s \r\nresources in a changing economic environment.\r\nWe cannot have global collaboration and \r\ncooperation, and start anew unless extreme disparities \r\nare reduced or eliminated. So it is necessary to \r\ndetermine the causes and respond purposefully in \r\ntackling the inequities that exist in the world. While \r\none of the obvious building blocks for development is \r\nthat of good governance — political structures that are \r\nethical and not fuelled by greed and abuse — and while \r\nwe can strengthen the rule of law, ensure property rights \r\nand hold fair elections, those measures by themselves \r\ndo not and cannot secure democracy. While democracy \r\nhas no place for dictators or demigods, it is still rather \r\nmeaningless to a person with no food on the table. The \r\n8 12-52396\r\nA/67/PV.15\r\nWe in the Caribbean continue to experience the \r\nchallenge of our skilled population seeking to settle in \r\nregions to the north, where they are generally greeted \r\nwith open arms. Meanwhile, we also have to contend \r\nwith the reverse f low of guns which, owing to the \r\nnarcotics trade, is finding its way into our jurisdictions. \r\nWe cannot have internal peace in our islands if our \r\nyoung people are too easily being given guns. We \r\nraised the matter as one of great concern to our security \r\nat the Summit of the Americas in Cartagena, Colombia, \r\nin April this year. \r\nIt is now clear that the current policies to combat \r\nthe consumption and trafficking of illicit drugs across \r\nand within borders have failed, creating yet another \r\nhuman tragedy of immense consequence. Lives are \r\nbeing lost either to guns or to the consumption of drugs. \r\nWe remain resolute in wanting the whole matter of the \r\ndrug trade to be reviewed. Collectively, we must craft \r\nnew solutions to this problem. We also wish to place \r\non record our continued concern about the practice of \r\ndeporting seasoned criminals back to our small States, \r\nwithout any regard for the capacity of our internal \r\nsecurity arrangements.\r\nIn all this there is a sobering reality for the leader \r\nof any small State like Saint Lucia. Even as I have the \r\ndistinction of standing here today, I know that many of \r\nthe decisions that affect our world and my country are \r\nstill made in the capitals of other countries, sometimes \r\nunilaterally and sometimes multilaterally by groups of \r\n5 or 8 or 20 or 30. It is said that 80 per cent of the \r\nworld’s trade and economic activity is accounted for by \r\n20 countries. I can assure everyone that Saint Lucia, \r\nindeed all of the Caribbean Basin, lies beyond the limits \r\nof that geopolitical circle. With few or no resources, \r\ndiplomatic or otherwise, Saint Lucia can only speak \r\nwith its moral courage, authority and convictions.\r\nSmall islands are special places with special \r\npeculiarities that make us both unique and vulnerable. \r\nStill, we know that, if there is a willingness to support \r\ntheir growth and development, then small islands \r\ncan be success stories. Consider for instance that our \r\n15-member Caribbean Community has a combined \r\npopulation of 17 million and an economy of about \r\n$89 billion. The United States territory of Puerto Rico, \r\nitself part of the greater Caribbean, has a gross domestic \r\nproduct of about $100 billion. Those numbers clearly \r\nsuggest that, given support in trade and investment, \r\nthough we may be small, our economies could grow. \r\nThey could find sustainability.\r\ndispossessed will have no passion and no will. The \r\ndepressed will not vote, nor will the downtrodden.\r\nWe cannot continue to ignore the age-old injustices \r\nof slavery, of forcing people into labour and of \r\ndecimating their culture and identity. Many of us here \r\ntoday are the descendants of the survivors of slavery. As \r\na part of that recognition, we support the Government \r\nof Jamaica in calls for the recognition of the impacts \r\nof the transatlantic slave trade and the need for a frank \r\ndialogue on the status of people of African descent. \r\nFurthermore, like Africa, we all need the opportunity \r\nto trade equally and fairly. We all know that the death \r\nof the Doha talks was due to the unwillingness of some \r\nnations to relent on large-scale subsidies on farming \r\nand agriculture.\r\nOne of the injustices that is a relic of an era of \r\nfear and dispute long gone is the embargo imposed \r\nupon the people of Cuba, purely for purposes of \r\npolitical retribution and punishment. I must take this \r\nopportunity to reiterate the conclusion of the Caribbean \r\nCommunity (CARICOM) as a whole, most recently \r\nin December 2011, that it is time to end the embargo \r\nimposed on the Republic of Cuba by the United States. \r\nSaint Lucia is part of the Group of Latin American \r\nand Caribbean States and wishes to pursue the fullest \r\nmeasure of economic integration in the hemisphere, \r\nas an instrument of our own economic growth and in \r\norder to maximize economic and social cooperation in \r\nthe area. Blockades and embargoes, in that context, are \r\nanachronistic and outmoded. In an era of globalization \r\nand economic liberalization they cannot be tolerated or \r\njustified.\r\nAnother relic of colonialism is that of our Caribbean \r\nCommunity member, Haiti. The suffering of the people \r\nof Haiti can only be matched by their perseverance. It is \r\na country that was tormented into paying compensations \r\nto its former colonial master. That was an extraordinary \r\nand crude example of trade loss. Today the world’s first \r\nblack independent country is the Western hemisphere’s \r\npoorest nation. It is still very much deserving of the \r\nsupport of the United Nations in overcoming its recent \r\npains and indigence brought on by the earthquake of \r\n12 January 2010. It should not be forgotten. Haiti is a \r\nmember of the CARICOM family of nations, and so we \r\npay due respect and regard to those countries in our \r\nhemisphere that came to the support and assistance of \r\nHaiti in its hour of need.\r\n12-52396 9\r\nA/67/PV.15\r\nthe major impediments to growth as well as to promote \r\nthe major creators of wealth and prosperity.\r\nA major issue is, of course, climate change. As \r\nexpressed in the Mauritius Strategy for the Further \r\nImplementation of the Programme of Action for the \r\nSustainable Development of Small Island Developing \r\nStates and in the Global Conference on the Sustainable \r\nDevelopment of Small Island Developing States held in \r\nBarbados in 1994, small States are committed to seeing \r\naction taken on climate change and tangible support for \r\nthe requisite adaptations and interventions needed at all \r\nlevels.\r\nWithin the Caribbean Community, the Liliendaal \r\nDeclaration issued by Heads of Government in 2009 \r\nencapsulated our concerns as small island States subject \r\nto major dislocation as a consequence of the threat of \r\nclimate change. It notes that\r\n“[the region’s] efforts to promote sustainable \r\ndevelopment and to achieve the internationally \r\nagreed development goals, including the \r\nMillennium Development Goals (MDGs), are \r\nunder severe threat from the devastating effects of \r\nclimate change and sea-level rise.”\r\nIn particular, it notes the “increasingly frequent and \r\nintense extreme weather events” that have resulted \r\nin severe damage to the region’s resources and \r\nsocio-economic base, and it emphasizes that \r\n“dangerous climate change is already occurring in \r\nall Small Islands and Low-lying Coastal Developing \r\nStates (SIDS) regions, including the Caribbean, and \r\nthat many SIDS will cease to exist without urgent, \r\nambitious and decisive action by the international \r\ncommunity”. \r\nSaint Lucia is therefore in full support of the \r\nconclusions of the United Nations Conference on \r\nSustainable Development  in Brazil on the challenges and \r\npotential solutions to the climate crisis and interrelated \r\nfactors, which continue to inhibit the achievement of a \r\nsustainable world capable of facilitating the activities of \r\nall countries, large and small. We are comforted by the \r\nwords of Secretary-General Ban Ki-moon that we will \r\nsecure a legally binding agreement to tackle climate \r\nchange by 2015. With climate change, we cannot afford \r\nany unfinished business, for there is but one world. We \r\nalso hope that there will be a strong commitment to \r\ntechnology transfer and building local human capacity \r\nto deal with climate change and attendant disasters.\r\nThe Caribbean Community has continuously made \r\nthe point that many small States are deceptively classed \r\nas middle-income merely on the basis of per capita \r\nincome. A country the size of Saint Lucia, with the \r\nvulnerabilities that we face, should not be subjected to \r\nsuch a measuring tool for determining whether a State \r\ncan stand on its own.\r\nFor instance, Saint Lucia experienced a category 2 \r\nhurricane in 2010 that caused damage totalling nearly \r\n30 per cent of our gross domestic product. As in the \r\ncase of other small States like ours, we were then \r\nforced to become even more indebted as we borrowed \r\nto replace infrastructure, such as arterial roads and \r\nbridges, without which our country’s economy would \r\nhave faced further contraction. On top of that, we were \r\nfurther impacted by unilateral domestic measures \r\nwhich, showing insensitivity to such matters as our \r\ndependence on tourism, some major developed States \r\nimplemented, making us an even less desirable tourist \r\ndestination. \r\nOther islands that are highly dependent on \r\ninternational financial services are now suffering as \r\na result of the attempts by some States to sully their \r\nreputations. Though we live in a beautiful part of \r\nthe world, the reduction of foreign direct investment \r\nf lows due to the global economic crisis, and the recent \r\nannouncement by the World Trade Organization that it \r\nhas cut its forecast for global trade growth from 3.7 per \r\ncent to 2.5 per cent, can cause the outlook to look grim.\r\nThis means that development cannot be just about \r\nassistance and that small States require there to be \r\nsome fairness and balance in the world economic space. \r\nFrom the point of view of the developing countries, the \r\ncollapse of the Doha Round was a disappointing portent \r\nof the difficult times to come in the discussions between \r\ndeveloped and developing countries. This trend was \r\ntypified in our hemisphere by the lack of progress in the \r\ninitiative for a free trade area of the Americas. At the \r\nsame time, however, there were increasing indications \r\nof the emergence of countries in Asia, Africa and the \r\nFar East as competitors in global economic competition.\r\nWe look to a future in which the United Nations \r\nand other global institutions become more targeted and \r\ndifferentiated in their interventions and policies. We \r\nlook to a world in which the Millennium Development \r\nGoals are realized and in which the international \r\ncommunity crafts a new post-2015 strategy to tackle \r\n10 12-52396\r\nA/67/PV.15\r\nSaint Lucia looks forward to the President’s tenure \r\nin directing the work of the sixty-seventh session of \r\nthe General Assembly as one in which the upsurge of \r\nconflicts now characterizing our globe will be subjected \r\nto meaningful deliberations among our Member States. \r\nOur concern as small countries is that persistent \r\nconflicts in respect of issues and problems currently \r\nplaguing various regions of the globe can serve to \r\ndistract our United Nations from devoting both attention \r\nand resources to persisting with solutions to the serious \r\nproblems of economic transition and adjustment now \r\ncharacterizing international economic relations in \r\nparticular. In the cacophony of regional conflicts that \r\ninevitably draw the attention and involvement of the \r\nmajor Powers, the problem of the survival of small \r\ncountries in the environment of larger States has \r\nbecome more and more intractable.\r\nWe in Saint Lucia, as members of the Caribbean \r\nCommunity, look forward to an enhanced cooperation \r\nwith the countries of a continent in which a large \r\nproportion of our population finds its ancestry. We \r\nbelieve that it is possible to pursue this process through \r\nthe United Nations development institutions in our \r\nsphere and on the African continent, and we propose \r\nthat this be done.\r\nAs is now well known, the traditional economic \r\nrelations under the auspices of the Commonwealth \r\nsystem and the African, Pacific and Caribbean \r\ninstitutional relationships in the context of our trade \r\nwith Europe are diminishing. We look forward to new \r\navenues of relationships, a task in which the United \r\nNations can be of great assistance to us.\r\nI wish to extend to the President the best wishes \r\nand support of my country and delegation for success \r\nin his task over the coming year.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister, Minister \r\nfor Finance, Economic Affairs, Planning and Social \r\nSecurity of Saint Lucia for the statement he has just \r\nmade.\r\nMr. Kenny Davis Anthony, Prime Minister, \r\nMinister for Finance, Economic Affairs, Planning \r\nand Social Security of Saint Lucia, was escorted \r\nfrom the rostrum.\r\nAddress by Mr. Lyonchoen Jigmi Yoezer \r\nThinley, Prime Minister of the Kingdom \r\nof Bhutan\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of the Kingdom \r\nof Bhutan.\r\nMr. Lyonchoen Jigmi Yoezer Thinley, Prime \r\nMinister of the Kingdom of Bhutan, was escorted \r\nto the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Lyonchoen Jigmi Yoezer \r\nThinley, Prime Minister of the Kingdom of Bhutan, and \r\ninviting him to address the General Assembly.\r\nMr. Thinley (Bhutan): As with most sessions of \r\nthe General Assembly, we are sharing, yet again, our \r\ncommon fears and frustrations in a world that is going \r\nwrong. We have no stories, only f leeting moments, \r\nwith which to fill our sinking hearts with hope in a \r\nnear or distant future. Ours is a narrative of mounting \r\nchallenges and doubts. Deep in our hearts, we know that \r\nour very survival on this fragile planet is under threat. \r\nYet, we share no common vision and fail to think and \r\nact in concert and with faith. And so we find ourselves \r\nbeing overwhelmed by the forces that our irresponsible \r\nand discordant actions have unleashed. All that we have \r\nachieved individually, as nations, as regions and as a \r\nspecies, faces the threat of loss and reversal. As we \r\nargue and falter, the world we have built is falling apart.\r\nClimate is changing and ecosystems are dying. The \r\ngrowing extractive industry spurred by consumerism is \r\nexhausting our natural resources, and conflicts are rising \r\nin number and more are looming on the horizon. Food \r\nand energy are becoming costlier, thereby deepening \r\npoverty, inequality and discontent. Economies are \r\nunravelling;  jobs and security are being lost. For too \r\nmany, basic human rights and dignity remain beyond \r\nreach, and the relevance of Governments and States is \r\nin question. Families and communities are losing their \r\nresilience, and society is crumbling.\r\nI have reminded the Assembly each year that the \r\nsolutions we speak of and the measures we take to \r\nmeet all these challenges and many others plaguing \r\nmankind are of the kind that address the symptoms but \r\naggravate the deeper malaise. We are discovering that \r\nour problems — be they economic, social, ecological \r\nor even political — are interconnected and rooted in \r\n12-52396 11\r\nA/67/PV.15\r\nsector. They came to share best practices and learn \r\nfrom each other, and, more important, to demonstrate \r\nthat sustainable development is not just an idle dream \r\nbut that there are individuals and organizations who are \r\nbreathing and living lives to realize what is profound \r\nand necessary. While many of them went home \r\ndisappointed by the outcome document, I know it is not \r\nin their creed to despair. They are the pioneers, taking \r\nthe lead where Governments fear to tread, and giving \r\ncourageous expression to humankind’s basic goodness \r\nand inherent wisdom. They are the torchbearers of a \r\nbrave new dawn, and we too must have the wisdom and \r\nhumility to follow their lead.\r\nI am also inspired by the appointment of a high-level \r\npanel by the Secretary-General to advise on the global \r\ndevelopment agenda beyond 2015, which, we note, \r\nconvened its first meeting earlier this week. Moreover, \r\nthe launch of the Sustainable Development Solutions \r\nNetwork, led by Jeffrey Sachs, is to be welcomed, \r\nas is the Secretary-General’s personal commitment \r\nto enriching the discourse on the future of our race. \r\nFor our part, I would like to submit that Bhutan has \r\ninitiated a number of steps in the same direction, \r\npursuant to the recommendation issued at the 2 April \r\nHigh-level Meeting on Well-being and Happiness here \r\nat the United Nations.\r\nIn July, His Majesty the King of Bhutan established \r\na working group of international experts, comprising \r\nover 50 thought leaders, to elaborate the details of \r\nthe new proposed development paradigm over the \r\ncoming two years. Their work will be made available \r\nfor consideration at the sixty-eighth and sixty-ninth \r\nsessions of the General Assembly, in 2013 and 2014. \r\nSimultaneously, His Majesty the King appointed a \r\nnational steering committee to guide and support this \r\nprocess.\r\nThe working group will elaborate and refine the \r\nfour themes of well-being and happiness, ecological \r\nsustainability, fair distribution, and the efficient use \r\nof resources. It will prepare detailed documentation, \r\nincluding thorough literature reviews and examinations \r\nof existing best practices on how the new paradigm \r\ncan work. They will look at its potential accounting \r\nand measurement systems, regulatory and financial \r\nmechanisms, and trade, governance, and other \r\ninstitutional arrangements. We believe the findings \r\nwill complement and contribute to the efforts being \r\nundertaken by the Secretary-General’s high-level panel. \r\nTowards this end, my Government also looks forward \r\nthe folly of mankind’s pursuit of the wrong ends in \r\nwrongful ways.\r\nAlthough the United Nations has been a house of \r\ngloom in recent years, it does have its shining moments, \r\nprojecting rays of hope. The Secretary-General referred \r\nto some of these in his address that focused on sounding \r\nthe alarm about our direction as a human family. One \r\nsuch moment came when this great body resolved that \r\nit was time to accept human well-being and happiness \r\nas a developmental goal binding all of humankind \r\nwith a common vision and pursuit, and that it should \r\ntherefore bring about a holistic, sustainable and \r\ninclusive approach to development. That determination \r\ncaused my country to host a high-level meeting here at \r\nthe United Nations, which brought together more than \r\n800 participants from all walks of life and all over the \r\nworld. I was awed, humbled and indeed inspired by the \r\nphenomenal response to our call. It was a gathering of \r\nextraordinary minds and concerned citizens, moved by \r\nthe urgent need for change — to blaze a new global path \r\nto human happiness and the well-being of life on earth. \r\nYet another moment came just months ago when the \r\nGeneral Assembly declared 20 March the International \r\nDay of Happiness, thereby bringing together all human \r\nbeings, at least once a year, to reflect on the meaning \r\nand purpose of life and realign our thoughts and actions.\r\nThree months ago, 40,000 representatives \r\ngathered for the United Nations Conference on \r\nSustainable Development. The outcome document \r\n(resolution 66/288, annex) fell far short of what we \r\nought to have achieved. Many saw it as a missed \r\nopportunity. Not so for my country and people, who, \r\nwith minimal expectations, came away with cause for \r\nhope. The agreement to develop universal sustainable \r\ndevelopment goals that would integrate the economic, \r\nenvironmental and social dimensions of development \r\nwas a substantive outcome, consistent with relevant \r\nGeneral Assembly resolutions and the efforts that my \r\nown country is making. My country hopes to participate \r\nactively in this work and sees it as evidence of the \r\ngrowing convergence in the belief that we need to make \r\na break with the past and agree on a collective vision. \r\nIt is our expectation that such sustainable development \r\ngoals will steer the post-2015 international development \r\nagenda and set humankind on the right course.\r\nWhat inspired me most at Rio was the indomitable \r\nspirit of the hundreds of side events, several of which I \r\nwas honoured to participate in. These were organized by \r\ncivil society, grass-roots organizations and the private \r\n12 12-52396\r\nA/67/PV.15\r\nAddress by Lord Tu’ivakano of Nukunuku, \r\nPrime Minister, Minister for Foreign Affairs, \r\nDefence, Information and Communication of the \r\nKingdom of Tonga\r\nThe Acting President: The Assembly will now hear \r\nan address by the Prime Minister, Minister for Foreign \r\nAffairs, Defence, Information and Communication of \r\nthe Kingdom of Tonga.\r\nLord Tu’ivakano of Nukunuku, Prime Minister, \r\nMinister for Foreign Affairs, Defence, Information \r\nand Communication of the Kingdom of Tonga, was \r\nescorted to the rostrum.\r\nThe Acting President: I have great pleasure \r\nin welcoming His Excellency Lord Tu’ivakano of \r\nNukunuku, Prime Minister, Minister for Foreign \r\nAffairs, Defence, Information and Communication of \r\nthe Kingdom of Tonga, and inviting him to address the \r\nGeneral Assembly.\r\nLord Tu’ivakano (Tonga): I wish to convey \r\nmy sincere congratulations to President Jeremić \r\non his election to guide and oversee the important \r\nwork of the General Assembly at this session. I must \r\nalso congratulate his predecessor, His Excellency \r\nMr. Nassir Abdulaziz Al-Nasser of Qatar, for his \r\nrecently concluded term as the outgoing President of the \r\nGeneral Assembly at its sixty-sixth session. During his \r\nterm, he enhanced the profile and work of the General \r\nAssembly, and we are pleased that his presidency has \r\ndecided to carry forward and build upon the shared \r\ntheme of the settlement of international disputes or \r\nsituations by peaceful means.\r\nOur Organization continues to draw strength \r\nfrom the steady leadership of Secretary-General Ban \r\nKi-moon, in facing on a daily basis, together with the \r\nSecretariat, the increasingly volatile challenges and \r\nfast-evolving crises around the globe with unwavering \r\ncommitment and steadfast determination.\r\nWe remember those Organization personnel who \r\nhave fallen fulfilling their duty, in the pursuit of our \r\ncollective aspirations as reflected in the Charter of the \r\nUnited Nations.\r\nWe were pleased with the convening earlier this \r\nweek of the High-level Meeting of the General Assembly \r\non the Rule of Law at the National and International \r\nLevels. In all settings and all circumstances, including \r\nwith respect to States such as Tonga, the rule of law \r\nto the early establishment of the intergovernmental \r\nopen working group tasked with designing sustainable \r\ndevelopment goals, as agreed at the United Nations \r\nConference on Sustainable Development in Rio.\r\nThis month, Bhutan enters its forty-second year of \r\nmembership in the United Nations. During this period, \r\nBhutan has been a beneficiary of the international \r\ncommunity, whose support and generosity have helped \r\nto bring about tangible improvements in the lives of the \r\nBhutanese people. In return, Bhutan’s contributions \r\nto the work of the United Nations have been modest \r\nbut focused. We have endeavoured to demonstrate \r\nour dedication to the causes of peace, development \r\nand the rule of law. As a responsible member of the \r\ninternational community, committed to the principles \r\nenshrined in the Charter of the United Nations, Bhutan \r\nis now prepared to engage directly in the process of \r\nbuilding a more secure world through non-permanent \r\nmembership in the Security Council. This we regard \r\nnot only as a privilege, but also as a responsibility of \r\nUnited Nations membership.\r\nIt was in this context that in 1999 Bhutan informed \r\nthe Asian Group of its aspiration to seek membership \r\nin the Security Council for the term 2013-2014. Having \r\nnever held nor sought membership in the Council before, \r\nwe are convinced that all States, regardless of size, \r\npopulation or level of development, must be permitted \r\nthe opportunity to contribute by bringing diversity of \r\nthought, approach and, indeed, their will to the work of \r\nthe Council. As a small State, we have always attached \r\nthe highest importance to multilateralism and the \r\nprimacy of an effective United Nations that serves the \r\ninterests of all its Member States.\r\nThe election of non-permanent members to the \r\nSecurity Council next month will, I believe, provide \r\nthe opportunity for the international community, as \r\nrepresented by all Member States, to demonstrate its \r\ncommitment to the fundamental precept of sovereign \r\nequality as enshrined in the United Nations Charter and \r\nto the principles of democracy and rotation that give it \r\nmeaning.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nKingdom of Bhutan for the statement he has just made.\r\nLyonchoen Jigmi Yoezer Thinley, Prime Minister \r\nof the Kingdom of Bhutan, was escorted from the \r\nrostrum.\r\n12-52396 13\r\nA/67/PV.15\r\nWith other small island developing States, we are \r\nlooking to advance, during this session of the General \r\nAssembly, the agreement reached in Rio on the holding \r\nin 2014 of a Third International Conference for the \r\nSustainable Development of Small Island Developing \r\nStates. That Conference should be hosted in the Pacific \r\nregion.\r\nAgainst the background of the recent Rio+20 and the \r\nongoing efforts to achieve the Millennium Development \r\nGoals (MDGs), such a Conference would represent an \r\nearly but timely moment for small island developing \r\nStates to take stock of implemented outcomes. In order \r\nto be successful, the Conference will require the strong \r\nand active participation of all small island developing \r\nStates and a strong, responsive and cohesive United \r\nNations system attuned to the issues facing them.\r\nWorking towards such a Conference will provide \r\na boost to ongoing national initiatives such as our \r\nTonga strategic development framework and its priority \r\nobjectives for 2011 to 2014.\r\nTonga joined other States members of the Alliance \r\nof Small Island States yesterday, under the chairmanship \r\nof Nauru, in adopting a declaration focused on the \r\ncontinuing serious threat posed by climate change to \r\nthe territorial integrity, viability and survival of all \r\nsmall island States.\r\nThere is an urgent need to continue to address \r\nthe security implications of climate change, including \r\nthe impact on territorial integrity, the frequency and \r\nseverity of climate-related disasters, the threat to water \r\nand food security, and the forced displacement of \r\npeople.\r\nOur challenge to the international community, \r\nand to developed countries in particular, is to take the \r\nbold measures necessary to reduce emissions of all \r\ngreenhouse gases to levels that will ensure a viable and \r\nmeaningful future for small island developing States \r\nsuch as Tonga. To safeguard the survival of the smallest \r\nand most vulnerable States among us is to safeguard \r\na viable future for all States. A rising tide may lift all \r\nboats, but it will drown us all.\r\nThe coming meeting of the United Nations \r\nFramework Convention on Climate Change in Qatar must \r\nadvance the efforts of last year’s Durban Conference to \r\nbridge differences over key issues, such as those related \r\nto the future of the Kyoto Protocol, climate finance, \r\nclosing the pre-2020 mitigation ambition gap and \r\nis a core pillar and a fundamental component of the \r\nnational fabric.\r\nTongans take great pride in the enduring qualities of \r\nthe 1875 Constitution and the early legal codes of 1839 \r\nand 1850 as instruments of visionary nation-building \r\nand, with reform over time, lasting peace and stability. \r\nThey also laid the foundation for setting Tonga on a \r\nfirm footing in the context of international relations \r\nwith the global powers of the time, and set us on a path \r\nthat ultimately has led to membership in the global body \r\nof our time, the United Nations. Tonga was therefore \r\npleased to join other Member States in adopting the \r\nDeclaration of the High-level Meeting (resolution 67/1).\r\nTo expand and improve the role and impact of the \r\nrule of law at the national, regional and international \r\nlevels requires the expertise and technical assistance \r\navailable from the United Nations system, the relevant \r\nintergovernmental agencies and interested development \r\npartners, so as to be coordinated, continuous and \r\ncoherent.\r\nThis week’s outcome is a positive development for \r\nsmall jurisdictions such as Tonga in strengthening their \r\ncapacity to address the political, social, economic and \r\nenvironmental challenges of our time.\r\nBuilding upon the Secretary-General’s historic \r\nattendance at last year’s meeting of the Pacific Islands \r\nForum (PIF), a further meeting took place this week, \r\nfor the first time, on the margins of this year’s general \r\ndebate. The important outcome of the meeting provides \r\na stronger and regular basis for high-level interaction, \r\nand the meeting allowed for an exchange of views \r\non issues of mutual import and concern between PIF \r\nleaders and the Secretary-General.\r\nThis year’s PIF meeting was hosted by the Cook \r\nIslands, and our communiqué gives proper focus to \r\nissues important to Tonga and the region, including \r\nsustainable development, climate change, the oceans, \r\nrenewable energy and gender equality.\r\nTonga, like other small island developing States, \r\nreturned to Rio de Janeiro in June to the United Nations \r\nConference on Sustainable Development (Rio+20) to \r\nchart a new global course for sustainable development. \r\nFor many, if not all, small island developing States, \r\nthat return amounted to a reaffirmation of the special \r\nand particular vulnerabilities, recognized in 1992, that \r\nmake States such as Tonga unique.\r\n14 12-52396\r\nA/67/PV.15\r\nto addressing the continued development of renewable \r\nenergy sources. With like-minded members of the \r\nAlliance of Small Island States, Tonga will build on the \r\nBarbados Declaration on Achieving Sustainable Energy \r\nfor All in Small Island Developing States and on Rio+20 \r\nto implement its voluntary commitment to reducing its \r\ngreenhouse-gas emissions and to improving energy \r\nsecurity through a 50 per cent renewable energy mix \r\nby 2020.\r\nWith the requisite financial resources, ongoing \r\ncapacity-building, appropriate technology transfers \r\nand genuine partnership with dedicated development \r\npartners, such as New Zealand, Italy, Japan and the \r\nUnited Arab Emirates, national initiatives, like the \r\nTonga Energy Road Map, will continue to develop and \r\nprovide real benefit for Tongans. We are committed to a \r\nstrong advocacy role on the Council of the International \r\nRenewable Energy Agency and to the critical work \r\nthat it does in pursuing a more secure and sustainable \r\nenergy path.\r\nTonga joined the other States members of the \r\nPacific Islands Forum in adopting the Pacific Leaders \r\nGender Equality Declaration as an important part of \r\nthe Pacific Islands Forum communiqué this year. It \r\nestablishes a valuable political platform for investing in \r\nthe empowerment and promotion of women and young \r\ngirls as a vital part of Tongan society and the region’s \r\nfuture.\r\nWe thank Australia for its investment in the Pacific \r\nWomen Shaping Pacific Development initiative. The \r\nsteps taken to promote and protect the interests of Tongan \r\nwomen and gender equality include the extension of paid \r\nmaternity leave, within the public service, from one to \r\nthree months; Government approval of a draft law on \r\nviolence against women and children, which is to be \r\ntabled during the parliamentary session; Government \r\napproval of holding nationwide consultations towards \r\nconsensus on ratification of the Convention on the \r\nElimination of All Forms of Discrimination against \r\nWomen; the launch of a national study on domestic \r\nviolence against women; and, most recently, last week’s \r\nlaunch of a social welfare scheme for the elderly, that is, \r\nthose over 75 years of age.\r\nWithout genuine improvement in gender equality, \r\nMember States will continue to struggle to achieve real \r\nprogress towards meeting their commitments under the \r\nMDGs and beyond.\r\nconstructively addressing loss and damage associated \r\nwith the impact of climate change, while bearing in \r\nmind the cost of adaptation in developing countries, \r\nsuch as Tonga.\r\nThis year’s theme of the Pacific Islands Forum was \r\n“Large ocean island States — the Pacific challenge”. It \r\nbuilt upon the positive outcomes of Rio+20 with regard \r\nto the conservation and sustainable use of the oceans \r\nand their marine environment, or what we call the \r\nblue economy. Like other Pacific neighbours, Tonga’s \r\nconnection to its oceanic environment has a strong \r\nhistorical dimension.\r\nThe ocean and its resources are more than an \r\nancient pathway to a maritime and seafaring past among \r\ndisparate islands. They potentially now represent a \r\nliquid highway to a more sustainable future for Pacific \r\npeoples. An eminent Tongan scholar, the late Mr. Epeli \r\nHau’ofa, said:\r\n“We should not be defined by the smallness of our \r\nislands but by the greatness of our oceans. We are \r\nthe sea. We are the ocean. Oceania is us.”\r\nAs custodians of the ocean and its living and \r\nnon-living resources, we have long appreciated that \r\nthe health of the oceans is critical to maintaining a \r\nstaple source of sustenance and livelihood for island \r\ncommunities.\r\nWe welcome the focus of Rio+20 on sustainable \r\nfisheries and national capacity development, the \r\nimportance of access and the role of small-scale \r\nand artisanal fisheries and women, and the need for \r\nconcerted action to address the vulnerability of coral \r\nreefs and mangroves.\r\nAs a party to the United Nations Convention on the \r\nLaw of the Sea, Tonga is actively seeking to implement \r\nits obligations under the Convention, including \r\nthrough the timely negotiation of maritime boundary \r\ndelimitation agreements with neighbouring States; \r\neffective participation in the work of the International \r\nSeabed Authority and the Commission on the Limits \r\nof the Continental Shelf; implementation of related \r\nagreements, such as the 1995 Fish Stocks Agreement; \r\nand consideration of the potential development of \r\nfurther legal instruments, within the Convention’s \r\nframework, to reflect the new realities.\r\nDuring this International Year of Sustainable \r\nEnergy for All, we welcome the Secretary-General’s \r\nhigh-level event this week, which was dedicated in part \r\n12-52396 15\r\nA/67/PV.15\r\nFreedom has a daughter; it is tolerance. And \r\nfreedom has a son; it is respect, respect for other people, \r\nrespect for what is important to others, respect for what \r\nis sacred to others. Freedom therefore does not mean \r\nfreedom from responsibility. Freedom always means \r\nfreedom to shoulder responsibility.\r\nWe understand the many devout people who feel \r\nwounded by the recent shameful anti-Islam video. \r\nHowever, legitimate criticism and sincere indignation \r\ncannot be used to justify acts of violence or destruction. \r\nSome would have us believe that the burning of embassy \r\nbuildings are proof of a clash of civilizations. We must \r\nnot allow ourselves to be deluded by such arguments. \r\nThe vast majority of people oppose violence. The \r\npeople who have taken to the streets, as well as their \r\npolitical representatives gathered here in New York \r\nthis week, have expressed that forcefully. It is not a \r\nclash of civilizations. It is a clash within societies and \r\ncivilizations. It is also a struggle for the soul of the \r\nmovement for change in the Arab world.\r\nIt is a struggle between open and closed minds, \r\nbetween moderates and radicals, between understanding \r\nand hate. It is a clash between those seeking peace and \r\nthose prepared to resort to violence. The extremists \r\nwant to prevent the emergence of freedom by inciting \r\nviolence. They must not be allowed to succeed.\r\nGermany has taken a stand in that struggle. We will \r\ncontinue to expand our support for people in the Arab \r\nworld.  We are not going to turn our backs on them, but \r\nwe will be open to them. Our values and our interests \r\ncompel us to take the side of those around the world who \r\nare fighting peacefully for freedom, dignity and self-\r\ndetermination. Education and work, investment and \r\ngrowth — our offer of a transformational partnership \r\nstill stands.\r\nI will never forget the Syrian father who held out \r\nhis emaciated son to me during my visit to the Zaatari \r\nrefugee camp in Jordan. Such suffering renders us \r\nspeechless, but it also impels us to act. To this very \r\nday, the Security Council has failed to live up to its \r\nresponsibility for the people in Syria. I express that \r\ncriticism with great sadness. The deadlock in the \r\nSecurity Council must not continue. Every day, the \r\nviolence perpetrated by the Bashar Al-Assad regime \r\nis escalating. The risk of a conflagration engulfing the \r\nentire region is growing. Together with our partners and \r\nthe United Nations, we are helping the many refugees \r\nin Syria itself and in neighbouring countries.\r\nIn closing, on behalf of His Majesty King Tupou VI, \r\nQueen Nanasipau’u, the royal household, the Government \r\nand the people of the Kingdom of Tonga, I wish to \r\nconvey our profound appreciation for the overwhelming \r\nmessages of condolence and sympathy from Member \r\nStates, the Secretary-General, the Secretariat and the \r\nGeneral Assembly on the untimely passing earlier \r\nthis year of our much-beloved King George Tupou \r\nV. I acknowledge in particular the assistance of the \r\nPeople’s Republic of China at that time. Though his \r\nreign may have been brief, it may yet prove timeless in \r\nenabling an environment where Tongans now exercise \r\ngreater electoral democracy and enjoy a fully elected \r\nGovernment and a more representative Parliament. \r\nThat may be his reign’s most enduring legacy. \r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister, \r\nMinister for Foreign Affairs, Defence, Information \r\nand Communication of the Kingdom of Tonga for the \r\nstatement he has just made.\r\nLord Tu’ivakano of Nukunuku, Prime Minister, \r\nMinister for Foreign Affairs, Defence, Information \r\nand Communication of the Kingdom of Tonga, was \r\nescorted from the rostrum.\r\nThe Acting President: I now call on His Excellency \r\nMr. Guido Westerwelle, Minister for Foreign Affairs of \r\nthe Federal Republic of Germany.\r\nMr. Westerwelle (Germany) (spoke in German; \r\nEnglish text provided by the delegation): Freedom, \r\ndignity, self-determination and the hope of a better \r\nlife were the driving forces behind the movement for \r\nchange in the Arab world. \r\nAs Germans, we know from our own bitter \r\nexperience that freedom is not a gift. It has to be won \r\nand constantly defended. Freedom is more than just \r\nfreedom of thought. It is freedom to express one’s own \r\nopinion and to voice public criticism. For that reason \r\nalone, freedom is not always comfortable. The first \r\narticle of the Basic Law, Germany’s Constitution, \r\nstates that human dignity shall be inviolable. That \r\napplies to every single individual, regardless of their \r\norigin, culture, creed or sex. As Germans, we have \r\nexperienced what it is to lack freedom in the course of \r\nour own history. We will always stand by those who, \r\nwherever they are in the world, call for freedom of \r\nopinion, religion, the press and artistic freedom.\r\n16 12-52396\r\nA/67/PV.15\r\nAll Syrians who want their country to have a \r\ndemocratic and pluralistic future based on the rule \r\nof law must work together. We support the efforts of \r\nMr. Lakhdar Brahimi, Joint Special Representative of \r\nthe United Nations and the League of Arab States, to \r\nfind a political approach. Despite the escalating violence \r\nand despite the deadlock in the Security Council, we \r\nmust not stop working on a political solution.\r\nDuring the past 20 months, the Arab League \r\nhas demonstrated ever more clearly its adherence \r\nto the values enshrined in the Charter of the United \r\nNations. We welcome that and we want to build on \r\nit. At Germany’s initiative, during the last week in \r\nSeptember, the Security Council welcomed intensifying \r\ncooperation between the United Nations and the \r\nLeague of Arab States (see S/PRST/2012/20). That is \r\nan acknowledgement of the Arab League’s constructive \r\nand positive role.\r\nWe also pay tribute to the efforts to gain freedom in \r\nother parts of the world. As a result of the remarkable \r\nopening-up process under way in Myanmar, the country \r\nis emerging from isolation and gradually leaving \r\nrepression behind.\r\nWe criticize and strongly condemn the ongoing \r\nrepression in our own neighbourhood, in Belarus.\r\nIn many other Asian and African countries, which \r\nhave struck out in a new direction, we are supporting \r\npolitical transformation by providing assistance for \r\neconomic and social development. That is in the \r\ncommon interest of the international community. For \r\nthere is one thing that becomes ever more apparent, and \r\nthat is that without development, there can be no security \r\nand without security there can be no development. That \r\napplies to our engagement in Afghanistan, which we \r\nwill continue after the withdrawal of combat troops in \r\n2014. It also applies to the efforts to bring stability to \r\nSomalia and Yemen, to the Great Lakes region and to \r\nthe countries of the Sahel.\r\nWe are very concerned by the still-unresolved \r\ndispute about Iran’s nuclear programme. Iran has still \r\nnot produced evidence of the exclusively peaceful \r\nnature of its nuclear programme. It has also failed to \r\ndate to provide the transparency that the International \r\nAtomic Energy Agency has long demanded. So far, the \r\ntalks during the last few months have not made enough \r\nprogress towards reaching a solution. The European \r\nUnion’s three plus three group has put forward \r\nproposals for a substantive negotiation process. We still \r\nawait a serious response from Iran. We want a political \r\nand diplomatic solution. Time is short. Israel’s security \r\nis at stake. Indeed, stability in the entire region is at \r\nstake. However, that is also about averting the risk of \r\na nuclear arms race with unforeseeable consequences \r\nfor international security. I call on Iran to stop playing \r\nfor time. The situation is serious indeed, and time is \r\nrunning out. We want a political solution, and we are \r\nputting all our efforts into achieving that goal.\r\nThose challenges must not lead us to lose sight of \r\nthe necessity of a negotiated peace settlement between \r\nIsrael and the Palestinians. There is a danger that the \r\ngoal of a two-State solution, the only solution that can \r\nreconcile the legitimate interests of the two sides, will \r\nslip away. The two sides must build new trust. At the \r\nsame time, they must refrain from doing anything that \r\nmight jeopardize a two-State solution.\r\nGermany’s foreign policy is a policy for peace. \r\nGermany’s foreign policy is anchored in Europe. Many \r\nhave been wondering whether Europe can successfully \r\nmanage its sovereign debt crisis and whether it will \r\ncontinue to play a leading role in the world. The answer \r\nis an emphatic yes. Europe has a great responsibility in \r\nthe world. And Germany is aware of its responsibility \r\nfor Europe. The way out of the debt crisis is difficult. It \r\nrequires spending discipline, solidarity and growth. We \r\nwill continue down that road. Europe is growing closer \r\ntogether. Europe is consolidating. Europe will emerge \r\nfrom the crisis stronger than ever before. Europe will \r\nremain a force to be reckoned with as the world’s largest \r\ndonor of development assistance, as an inspiration for \r\npeaceful regional cooperation, as a pioneer in climate \r\naction and disarmament, as a champion of rules-based \r\nglobalization and as a driving force for United Nations \r\nreform.\r\nMy country’s peaceful unification more than 20 \r\nyears ago also signified the reunification of Europe. \r\nSince then, the world has changed dramatically. Today, \r\nwe find ourselves on the threshold of a multipolar \r\nworld. The world with its interdependencies needs a \r\ncooperative order. It needs strong and representative \r\ninstitutions. We will weaken the Security Council if \r\nwe fail to adapt it to today’s world. Together with our \r\npartners in the G-4 group, India, Brazil and Japan, \r\nGermany is prepared to assume greater responsibility.\r\nIt cannot be that Latin America and Africa have \r\nno permanent seats on the Security Council or that \r\ndynamic Asia has only one. That does not reflect the \r\n12-52396 17\r\nA/67/PV.15\r\nrealities of today’s world, and it definitely does not \r\nreflect the realities of tomorrow.\r\nThe challenges are too great for us to simply \r\naccept the status quo. The world is not only growing \r\ntogether; the pace of change is increasing. We are \r\nliving in an age of breathtaking change. That change \r\nbrings with it risks and new dangers, as well as new \r\nuncertainties. Above all, however, that change brings \r\nwith it great opportunities, especially for young people. \r\nIn this changing world we need a clear compass, and \r\nour compass is freedom. The yearning for freedom is \r\nrooted in people’s hearts all over the world. They are \r\nour partners in building a better future.\r\nAddress by Mr. Tuilaepa Sailele Malielegaoi, \r\nPrime Minister and Minister for Foreign Affairs \r\nand Trade of the Independent State of Samoa.\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister and Minister for \r\nForeign Affairs and Trade of the Independent State of \r\nSamoa.\r\nMr. Tuilaepa Sailele Malielegaoi, Prime Minister \r\nand Minister for Foreign Affairs and Trade of the \r\nIndependent State of Samoa, was escorted to the \r\nrostrum.\r\nThe Acting President: I have great pleasure \r\nin welcoming His Excellency Mr. Tuilaepa Sailele \r\nMalielegaoi, Prime Minister and Minister for Foreign \r\nAffairs and Trade of the Independent State of Samoa, \r\nand inviting him to address the General Assembly.\r\nMr. Malielegaoi (Samoa): Samoa commemorated \r\nthe fiftieth anniversary of its independence this year, \r\nat home and abroad. The Headquarters of the United \r\nNations was one of the venues, and for good reason. \r\nOur aspirations to be a sovereign State founded on \r\ndemocratic principles, Christian beliefs and our cultural \r\nvalues were ably facilitated by the United Nations. New \r\nZealand, as the administering Power, was sympathetic \r\nand supportive, which hastened the attainment of our \r\nindependence. Our people were given the choice to \r\ndecide the future of our country. The United Nations \r\nand the administering Power supported the process and \r\npaved the way. As we also heard from the President of \r\nthe United States, people everywhere must ultimately \r\nlong for the freedom to determine their destiny.\r\nHalf a century later, there still remain territories \r\ntoday, even in our Pacific region, where people have not \r\nbeen able to exercise their right to self-determination. \r\nIn the case of French Polynesia, we encourage the \r\nmetropolitan Power and the territory’s leadership, with \r\nthe support of the United Nations, to find an amicable \r\nway to exercise the right of the people of the territory to \r\ndetermine their future.\r\nThe outcome document of the United \r\nNations Conference on Sustainable Development \r\n(resolution 66/288, annex) provides a blueprint for the \r\nfuture we want. It is a future we all signed on to, a \r\npartnership of shared responsibilities, commitments \r\nand undertakings among all Members, big and small. \r\nFor all the goals to be achieved, every country must \r\ndeliver on its pledges in good faith and not try to \r\nnegotiate a way out.\r\nFor Samoa, the gains include the reaffirmation \r\nthat small island developing States (SIDS) are a special \r\ncase in the area of sustainable development, owing \r\nto their unique and particular vulnerabilities. But \r\nacknowledging the vulnerabilities of SIDS without the \r\nattendant resources for strengthening their resilience \r\nmakes that achievement only a hollow victory. The \r\noceans and seas are resources that most members of \r\nour group have access to. The call to conserve and \r\nharness the marine biodiversity beyond national \r\njurisdictions, including taking a decision on developing \r\nan international instrument under the Convention on \r\nthe Law of the Sea, is a major achievement, worthy of \r\nsupport.\r\nThe decision to hold a SIDS review meeting in \r\n2014 is important and timely. Samoa’s offer to host \r\nthat meeting is a matter of record. Coincidentally, 2014 \r\nholds special significance for our country. Barring \r\nany natural catastrophes, we will graduate from the \r\ncategory of least-developed countries (LDCs) on \r\n1 January of that year. That was one of the motives for \r\nour bid to host the SIDS review meeting. We want to \r\nunderscore that, through genuine partnerships with \r\ndevelopment partners, our small island developing \r\nState, which is also an LDC, has been able to markedly \r\nraise our country’s socioeconomic situation and our \r\npeople’s standard of living. It is important that every \r\nMember State be afforded the opportunity to host \r\nUnited Nations meetings, and the success of meetings \r\nshould be measured on the quality of the decisions and \r\ncommitments agreed to, not merely on considerations \r\nof costs and numbers of participants.\r\nThe Millennium Development Goals (MDGs) are \r\nnot merely aspirations of what might be, but tangible \r\n18 12-52396\r\nA/67/PV.15\r\nsurely now accept the weight of scientific evidence. \r\nClimate change, facilitated largely through human \r\nactivity, poses one of the gravest threats to humankind \r\nand to the continuation of life in our world as we know \r\nit today.\r\nSamoa’s unwavering support for United Nations \r\npeacekeeping work is underscored by its 12 years of \r\nuninterrupted police deployment in service of missions \r\nin Liberia, the Sudan, Timor-Leste and South Sudan. \r\nOur commitment is rooted in our firm belief in the role \r\nthat United Nations peacekeeping plays in helping to \r\neliminate the causes of conflict and in bringing about \r\npeace and stability. A peaceful environment helps to \r\nimprove the lives of those who have been affected by \r\nconflict and, ultimately, to achieve our common goal of \r\npeaceful coexistence for our peoples and nations.\r\nWe are determined to gradually increase over time \r\nthe level and number of our officers in peacekeeping \r\nduties. Regionally owned and coordinated solutions to \r\nregional upheavals can be quite effective and successful. \r\nThe Regional Assistance Mission to Solomon Islands, \r\nunder the umbrella of the Pacific Islands Forum, \r\ndemonstrates the effectiveness of that approach very \r\nwell, and Samoa will continue to provide strong support \r\nto regionally owned solutions when required.\r\nSamoa reaffirms its unequivocal condemnation of \r\nterrorism in all its forms. Our continuing determination \r\nto work with other Member States to fight terrorism \r\nusing all possible means is consistent with human rights \r\nand the rule of law. The horror of terrorist atrocities \r\nis a common and almost daily occurrence. Terrorist \r\nacts committed under whatever pretext or purpose are \r\ndeplorable and morally unjustified. In its various forms \r\nand manifestations, terrorism is responsible for the \r\npermanent scars of horror and fear that have gripped \r\ninternational attention in recent years. Those attacks \r\nhave underlined the fact that when terrorists are able to \r\ninfiltrate national borders, no peoples or countries will \r\never be immune to the threat of terrorist violence. \r\nSo many innocent lives have been lost \r\nindiscriminately and unceremoniously. More than ever, \r\nterrorism is a major threat that must be confronted \r\nby a collective international response at the national, \r\nregional and international levels. It must be condemned \r\nin the strongest terms possible in order to send out \r\nan unequivocal message that it is neither accepted \r\nnor condoned and that perpetrators should not expect \r\nany sympathy for their actions. The tragic events in \r\nBenghazi recall and underscore the importance of all \r\noutcomes of what should be. By their very nature, they \r\nare a restatement of our peoples’ development needs \r\nand hopes. Thus for us, the achievement of the MDGs \r\nby 2015 is not just a matter of pride but one of necessity, \r\nand we will continue to do everything possible to bring \r\nabout the desired result. Success would also mean that \r\nwe would start the post-2015 sustainable development \r\ngoals framework at higher thresholds, which would \r\nhelp spur greater effort to improve the lives of more \r\nand more of our people.\r\nThe sustainable development goals that will succeed \r\nthe MDGs are already a major focus of attention in some \r\nquarters. From Samoa’s perspective, clear, time-bound, \r\ntargeted and measurable global benchmarks are critical. \r\nWe must ensure that the post-2015 development agenda \r\nbuilds on the important progress made in the MDG \r\nprocess and is expanded to cover broader sustainable \r\ndevelopment issues, as agreed on in Rio. We must \r\nalso ensure that the important priorities identified in \r\nthe outcomes of the 2014 SIDS meeting are integrated \r\ninto the post-2015 global development frameworks and \r\ncomprehensively addressed in order to respond to the \r\nneeds of SIDS.\r\nClimate change is the world’s most urgent problem, \r\nrequiring a decisive global response. It is a challenge \r\nthat should unite and not divide us. Entrenched \r\npositions that ignore today’s realities and pursue \r\nunrelated agendas have no role in our collective effort. \r\nAll countries are affected to varying degrees by climate \r\nchange. No one should be detached or unconcerned \r\nabout our common plight. We must work together, with \r\na sense of urgency and commitment, to address climate \r\nchange — today, not tomorrow. It should not be only \r\nscience that recommends what we should do, but also \r\nour consciences and the political will to follow through. \r\nWe clearly want leaders who view the world as a single \r\nconstituency where everyone works together within the \r\nlimits of their capacity and capability to be part of the \r\ntotal solution.\r\nMr. Schaper (Netherlands), Vice-President, took \r\nthe Chair.\r\nThe climate change negotiating process has been a \r\nlong and frustrating journey, especially for small island \r\ndeveloping States, which contribute the least to the \r\ncauses of climate change yet stand to suffer the most, \r\nand are least able to effectively adapt to its adverse \r\nimpacts. Climate change cannot be wished away. Even \r\nthose countries that have been in denial to date must \r\n12-52396 19\r\nA/67/PV.15\r\nThe United Nations remains the only viable \r\ninstitution that draws all the nations of our world \r\ntogether. The need to revitalize the General Assembly \r\nand reform the Security Council has been obvious for \r\nmany years. In the case of the Security Council, as \r\nlong as its composition and rules ignore today’s global \r\nrealities, it will continue to struggle for legitimacy and \r\nstrain to effectively carry out its intended tasks, as has \r\nbeen witnessed over many years. \r\nSamoa remains firm in its position that the \r\npermanent and non-permanent membership categories \r\nof the Security Council should be expanded. Member \r\nStates with appropriate credentials and the disposition \r\nto contribute to the Council’s work and resources \r\nshould be encouraged to apply for membership of that \r\nimportant organ of our Organization. Importantly, the \r\nintergovernmental process should continue in earnest \r\nduring the current session to bring finality to an issue \r\nthat has taxed Member States’ patience and endurance \r\nfor over a decade and a half.\r\nIf the United Nations is to be truly reformed, we also \r\nneed a strengthened and revitalized General Assembly \r\nas the primary policy and decision-making organ of \r\nthe Organization. Moreover, we encourage the efforts \r\nunder way to streamline the work of the different United \r\nNations agencies to eliminate the wasting of resources \r\nand unnecessary duplication of time and effort.\r\nWe often congregate around points of commonality, \r\nfinding legitimacy and safety in numbers. It is \r\ndiversity, however, that has historically ensured human \r\nadaptability, resilience and true dynamism. Our own \r\nPacific region is going through a process of maturity, \r\nwhere subregionalism is evolving and the uniqueness \r\nof capacity and comparative advantages are coming to \r\nthe fore. The same can be said of our United Nations \r\nfamily and its dynamic leadership. Diversity can create \r\na platform for collective progress if, in the words of \r\nPresident Obama, “we ensure that we are strengthened \r\nby our differences, not defined by them”.\r\nAs we heard from other leaders, including the \r\nSecretary-General and the President of the United \r\nStates, it is of critical importance that the Palestinians \r\nbe allowed to realize their right to a viable State of \r\ntheir own, existing alongside a secure and safe Jewish \r\nState of Israel. That has also been and continues to \r\nbe Samoa’s long-standing position on the issue. We \r\nremain hopeful that current efforts to secure a peaceful, \r\ndurable and fair settlement in the Middle East will be \r\nnations working together, including through the United \r\nNations, to implement practical and effective measures \r\nto provide for the protection, security and safety of \r\ndiplomatic and consular missions and representatives \r\nworldwide. Samoa will continue to work with \r\nlike-minded countries towards that goal.\r\nSamoa’s membership of the United Nations is \r\ngrounded on the promise of the hope, equality and \r\njustice that the United Nations offers its Member States, \r\nirrespective of their economic, political or military \r\nstrength. States in leadership positions and those \r\naspiring to that status must lead responsibly and by \r\nexample. Every Member State, irrespective of its size \r\nor strength, should be able to contribute appropriately \r\nto decisions and actions of the United Nations in order \r\nto make our Organization an agent of change during \r\nchallenging times. The United Nations continues to play \r\nan important role in our collective effort to achieve its \r\nobjectives, whether in the areas of peace and security, \r\nthe environment, poverty alleviation, the fight against \r\nterrorism and many other challenges that threaten our \r\nworld. \r\nThis week, at the treaty event, I deposited Samoa’s \r\ninstrument of ratification for the Kampala amendments \r\nto the Rome Statute of the International Criminal \r\nCourt. We ratified those amendments because we place \r\ngreat faith in the rule of law and the vital protection \r\nthat the law offers to all States, especially to the weak \r\nand small.\r\nLately, serious disputes have arisen among \r\nbordering States, with the potential to escalate into \r\nconfrontation with far-reaching consequences. We \r\nwould encourage the parties concerned to resolve their \r\ndifferences through appropriate peaceful settlement \r\narrangements.\r\nClearly, Member States can do only so much. \r\nWe need a committed Secretariat that is aware and \r\nsensitive to the needs of the peoples it exists to serve. \r\nThat is why Samoa supports the Secretary-General’s \r\nvision to create a f lexible and mobile professional \r\ncareer service to allow for quick and positive responses \r\nto the diverse demands of Member States. The need \r\nfor the United Nations to deliver as one entity cannot \r\nbe overemphasized. It adds value and quality to the \r\nprocess, eliminates waste, minimizes duplication, and \r\nensures that the scarce resources entrusted to its care \r\nare used optimally to supplement Member States’ hard-\r\nearned contributions.\r\n20 12-52396\r\nA/67/PV.15\r\npartnership and visionary leadership if we are to make \r\nsignificant strides in an era embattled by a plethora \r\nof issues that threaten the realization of our various \r\ndevelopment goals. We have no doubt that he will \r\nprovide the degree of attention they so urgently deserve.\r\nI must also at this point, on behalf of my delegation, \r\nthank Mr. Nassir Abdulaziz Al-Nasser, President of the \r\nGeneral Assembly at its sixty-sixth session, for so ably \r\npresiding over the work of the Assembly during the past \r\nyear.\r\nOur focus this year is on continuing to steadfastly \r\npromote an environment of peace and security, which are \r\nthe critical requirements for sustainable development \r\nfor our peoples. As the geographic distance that divides \r\nus shrinks into insignificance and becomes increasingly \r\nreduced by our interdependence and partnership, it is \r\nequally significant that we strive for the effective and \r\nlasting settlement of disputes. \r\nLibya and Syria, of course, are just two of the \r\nmany cases that come to mind, with the myriad and \r\nmultifaceted questions that they raise, not only \r\nregarding the advisability of intervention, but also \r\nwith reference to such issues as the timing of any \r\nintervention, the form of any intervention and, of \r\ncourse, the associated humanitarian and relief-related \r\nconsequences of any such intervention. The complexity \r\nof those challenges demands a sober redoubling of our \r\nefforts and underscores the fact that social upheaval \r\nand human trauma anywhere must indeed concern us \r\nall.\r\nThe Security Council must continue to ensure that \r\nit executes its mandate to enable the institutionalization \r\nof a culture of peace and security. Respect for \r\ndemocracy and the democratic principles espoused \r\nby the United Nations must inform the thrust of our \r\nengagement as we reject intolerance for diversity and \r\nembrace peaceful coexistence for all people. I take this \r\nopportunity to condemn the recent, senseless attack on \r\nthe United States consulate in Libya, which resulted in \r\nthe loss of innocent lives. It must be condemned from \r\nthe highest level.\r\nSaint Kitts and Nevis is grateful to be a stable, \r\nsocially cohesive nation. On behalf of my Government, \r\nI would also like to express our deep appreciation to the \r\nUnited States of America for its highly valued support, \r\nin the form of the Caribbean Basin Security Initiative, \r\noffered to both my country and our Caribbean region \r\nin our fight against drugs and criminality. It also \r\nsuccessful. All efforts towards that goal rekindle hope \r\nand should be supported. A peace deal is central to \r\nproviding conditions conducive to the achievement of \r\na two-State solution.\r\nWe wish the President well as he leads the work of \r\nour General Assembly. We also wish to place on record \r\nour appreciation to Secretary-General Ban Ki-moon for \r\nthe leadership he brings to the work of our Organization, \r\nand to wish him success in the discharge of his key \r\nresponsibilities in the challenging times ahead.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister \r\nand Minister for Foreign Affairs and Trade of the \r\nIndependent State of Samoa for the statement he has \r\njust made.\r\nMr. Tuilaepa Sailele Malielegaoi, Prime Minister \r\nand Minister for Foreign Affairs and Trade of the \r\nIndependent State of Samoa, was escorted from the \r\nrostrum.\r\nAddress by Mr. Denzil Douglas, Prime Minister \r\nof Saint Kitts and Nevis\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of Saint Kitts \r\nand Nevis.\r\nMr. Denzil Douglas, Prime Minister of Saint Kitts \r\nand Nevis, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Denzil Douglas, Prime \r\nMinister of Saint Kitts and Nevis, and inviting him to \r\naddress the General Assembly.\r\nMr. Douglas (Saint Kitts and Nevis): On behalf of \r\nthe Government and people of Saint Kitts and Nevis, I \r\nextend my sincere congratulations to Mr. Vuk Jeremić \r\non his election to the presidency of General Assembly at \r\nits sixty-seventh session. His task, we know, will be far \r\nfrom easy in the light of the wide range of taxing issues \r\nthat will be brought before him. As he embarks on his \r\ntenure, it is our hope that under his astute leadership, \r\nthe myriad issues that define the work of the Assembly \r\nwill continue to find relevance for all of us.\r\nIt is imperative, therefore, that the mobilization of \r\ncommitments required to advance the agenda of this \r\nsixty-seventh session begin now. We are aware that \r\nthe challenges associated with that task are demanding \r\nand will indeed require our focused attention, strong \r\n12-52396 21\r\nA/67/PV.15\r\nparticipate effectively in the multilateral institutions to \r\nvoice our positions on the issue of NCDs. That is why \r\nthe Caribbean Community has taken the lead on this \r\nmatter in recent years, with the High-level Meeting of \r\nthe General Assembly on the Prevention and Control of \r\nNon-communicable Diseases. \r\nTherefore, in the light of the clear nexus between a \r\nhealthy workforce and a nation’s economic potential, I \r\nurge this body today to move forward to launch a United \r\nNations campaign to curb the global toll of NCDs as \r\nwe move towards the realization of our Millennium \r\nDevelopment Goals. At the time of last year’s High-\r\nlevel Meeting on NCDs, there was a commitment both \r\nto ensuring that this grave issue remains high on the \r\ndevelopment agenda and to ensuring concrete action in \r\nthat regard. Hence, the type of global effort previously \r\nrecommended would constitute precisely the type of \r\nconcrete action to which we committed ourselves one \r\nyear ago.\r\nAny discussion of global health must address the \r\nissue of HIV/AIDS, and because our ultimate objective \r\nmust be the complete eradication of that dreaded \r\ndisease — as opposed to the lifelong management and \r\naccommodation of same by millions of people around \r\nthe globe — I appeal today for a wise, determined \r\nand discerning onslaught against the scourge at the \r\nlocal, national, and international levels by us all. Here \r\nand now, we must recommit ourselves to eradicating \r\nthe stigmatization of and discrimination against \r\npeople living or associated with HIV/AIDS. The \r\nabuses of human lives that perpetuate discrimination \r\nand stigmatization must come to an end. We in the \r\nCaribbean are committed to achieving exactly that.\r\nI wish now to address a matter that is profoundly \r\ntroubling to small island States like mine. Whatever \r\nthe debate being waged internationally regarding the \r\nquestion of climate change, and however dramatic \r\nthe rhetorical jousting within various circles on the \r\nissue, we in the Caribbean can attest to the radical \r\nclimatic shifts that our region has undergone in recent \r\ndecades. Moreover, it is very troubling that the largest \r\ncontributors of greenhouse gases are still not taking \r\nresponsibility for the increasing temperatures, rising \r\nsea levels, coastal degradation, coral reef bleaching and \r\ndecimation, infrastructural damage and loss of lives \r\nthat their actions have wrought. \r\nOur peoples, our maritime integrity, our soils and \r\nour infrastructure are all interrelated contributors to our \r\naddresses the issue of the reform that is required to \r\nensure that our youth embrace renewed alternatives to \r\nlives of unproductivity and look towards a new hope for \r\npeace and prosperity through respect for human life. \r\nThat is of great importance to us.  The continuing f low \r\nof foreign-made small arms into our Caribbean region, \r\nhowever, concerns us greatly. Originating beyond our \r\nshores, those weapons have dire consequences in terms \r\nboth of human life and of the economic stability of our \r\nnations.\r\nWe are aware that changing cultural values \r\nare influencing the use of weapons by some in our \r\nnations, and we understand the importance of focused \r\nand effective policing and partnership on matters \r\nof security. In that regard,  we urge the international \r\ncommunity to make the production of a much-needed \r\nand long-overdue arms trade treaty an absolute priority. \r\nThe interests of democratic nations everywhere cry \r\nout for the establishment of international standards \r\nand controls governing the illicit f low of conventional \r\nweapons, and I urge the establishment of a dedicated \r\nsecretariat to assist States parties in that regard.\r\nI ask: How can small Caribbean nations be expected \r\nto deal single-handed with the double misfortune \r\nof being located between regions of massive drug \r\nproduction and regions of massive drug consumption? \r\nSmall arms and light weapons always follow illegal \r\ndrugs, and we in the Caribbean are simply not equipped \r\nto deal with the externally created crime fallout. On \r\nthat point, I wish to stress that before its closure, the \r\nBarbados branch of the United Nations Office on Drugs \r\nand Crime provided critical, hands-on collaboration \r\nin this high-priority area of fighting crime. With \r\nits presence now having been withdrawn, the vital \r\nsupport that we need simply is not there, leaving us to \r\nadjust as best we can at precisely the time when drug- \r\nand deportee-related crimes continue to be a major \r\nhemispheric challenge.\r\nWhile we focus on the well-being of our people, my \r\nGovernment has strengthened its primary health care \r\nwith increased attention to reducing the prevalence of \r\nnon-communicable diseases (NCDs) and has updated \r\nan implementable plan of action that addresses the \r\npriorities in keeping with the Political Declaration on \r\nNCDs (resolution 66/2, annex). As part of our national \r\nsensitization mechanism on health-related issues, we are \r\ninstitutionalizing a culture of wellness with emphasis on \r\nhealthy lifestyles. Similar responses have been initiated \r\nat the regional level, as we encourage Member States to \r\n22 12-52396\r\nA/67/PV.15\r\ndeveloping States, by virtue of our size and geographic \r\nprofile, are clearly among the world’s most vulnerable \r\nnations — hence the recognition of our need for special \r\nattention where sustainable development is concerned \r\nand the importance of everyone remembering the \r\nabsolutely essential nature of special and differentiated \r\nresponsibilities where small island States are concerned. \r\nI therefore urge that clear targets be established \r\nnow so that we can all prepare thoroughly and well \r\nfor the 2014 Conference, at which urgently needed \r\nattention will be paid to the ways in which our own \r\nvulnerabilities as small developing States might best \r\nbe reduced. This body can be assured of our full \r\nparticipation in the process and in the post-Rio+20 \r\nsustainable development agenda. \r\nPermit me to point out, however, the extent to \r\nwhich the best-laid plans of countries like mine are \r\nrepeatedly upended by decisions made in nations far \r\nbeyond our shores. I mentioned earlier the impact of \r\nexternally generated carbon emissions on our economic \r\nprospects. I also discussed the severe national security \r\nthreat posed to our region by foreign-made small arms \r\nand weapons that have been finding their way into our \r\nnations. Particularly trying as well, and very troublingly \r\nand destabilizing for many countries throughout the \r\nregion — and indeed the world at large — has been \r\nthe global economic crisis that made itself manifest in \r\n2008, the ramifications of which have been trying and \r\ntesting regional economic planners to the limits ever \r\nsince. In no way of our making, that global economic \r\ncrisis has severely complicated the task of governance \r\nin advanced economies and more so in highly indebted \r\nmiddle-income nations like mine. It has introduced \r\nboth new variables and additional unknowns to our \r\neconomic planning models, and has, in a nutshell, \r\nthrust upon us a backdrop of global volatility that none \r\nof us could have anticipated, that none of us welcome, \r\nand that has created immense difficulties for all of our \r\npeople.\r\nIndeed, Saint Kitts and Nevis was forced to pursue \r\na new economic development programme involving \r\nfiscal balance and debt restructuring, with built-in \r\nsocial safety nets. The assistance of the International \r\nMonetary Fund, the World Bank, the European Union \r\nand our many local, regional and international creditors, \r\nincluding the United Kingdom and the United States, as \r\nmembers of the Paris Club, have helped us to alleviate the \r\nseverity of the social impact of the economic adjustment \r\nand to restore confidence among our investors in the \r\noverall social and economic viability. And the absence \r\nof corrective and restitutional action on the part of the \r\nindustrialized nations involved is neither constructive \r\nnor understandable in this highly interdependent world. \r\nThe physical, mental and financial burdens that other \r\ncountries’ energy usage has inflicted on countries \r\nlike mine has been enormous, plunging us deeper into \r\ndebt and severely frustrating our efforts to meet our \r\nMillennium Development Goals. \r\nWhile a shift to renewable energy will not instantly \r\nsolve the myriad problems caused by a significantly \r\nfossil fuel-based global economy, the embrace of green \r\nenergy will indeed help to halt the intense downward \r\nspiral into which our fossil fuel-based economies have \r\nthrust our planet. And so we strongly urge that green \r\nenergy be made an absolute priority globally. I must \r\ncommend the Secretary-General for his visionary \r\nleadership and the Governments and financial \r\ninstitutions that have committed generously to ensuring \r\nthat high-impact clean energy is utilized globally. \r\nMy Government wishes to place on record its \r\nappreciation to the Government of the Republic of \r\nChina on Taiwan and other development partners for \r\ntheir valuable assistance to my country in the area of \r\nrenewable energy, which will positively impact our \r\nenergy cost-reduction efforts as we move towards \r\nrealizing a full green economy by 2015 in order to bring \r\nmuch-needed financial relief to our people.\r\nThe recently held United Nations Conference on \r\nSustainable Development (Rio+20) set the stage for a \r\nreconfiguration of the global programme on sustainable \r\ndevelopment, and signaled a new era in the sustainable \r\ndevelopment agenda of the international community. \r\nTwo decades of debate and deliberation were \r\ninstrumental in our being able to frame the dialogue, \r\nand envision a path for the two decades ahead of us. If \r\nwe are to even approach the potential of Rio+20, it will \r\nbe essential that we first face up to, and then break, \r\nthe strictures of indifference and narrow self-interest \r\nthat have plagued us for far too long. It is therefore \r\nincumbent upon us and future generations to view our \r\nresponsibilities as parts of an ongoing continuum, with \r\neach of our efforts benefitting from and building upon \r\nthe work that came before.\r\nSaint Kitts and Nevis therefore applauds \r\nthe decision to convene the third United Nations \r\nConference on the Sustainable Development of \r\nSmall Island Developing States in 2014. Small island \r\n12-52396 23\r\nA/67/PV.15\r\nnation, always been our guiding force. My delegation \r\ncalls on all States members of this great body to \r\nsimilarly respect that most sacred pillar of international \r\ncoexistence.\r\nThroughout the 29 years of our existence as a \r\nsovereign nation, the Republic of China on Taiwan \r\nhas been a highly valued partner and ally. Throughout \r\nmy nation, evidence of our collaborative efforts \r\nabound in areas as diverse as agriculture, agritourism, \r\ngreen energy, information technology, community \r\ndevelopment and education, to name just a few. \r\nIn my own nation or even my region, however, \r\nTaiwan’s unfailing and valued contributions to the \r\nwork of the United Nations Framework Convention \r\non Climate Change, the International Civil Aviation \r\nOrganization, the World Health Assembly and other \r\nforums have long demonstrated its outstanding \r\ncredentials as a valued and impactful member of the \r\nglobal community. It is only fitting and just that all \r\nremaining strictures pertaining to Taiwan’s standing \r\namong the international community of nations be \r\nremoved. Saint Kitts and Nevis appeals to this body to \r\nensure that that will indeed be done.\r\nIn closing, I wish to stress here how unfortunate \r\nit is that, yet again, the case has to be made for the \r\nlifting of the embargo on Cuba. The embargo is not, \r\nas some may wish to suggest, a matter of merely \r\nbilateral import. Not only have we repeatedly heard \r\nCuba oppose the situation in this very body, but we \r\nalso know that the embargo’s continued denial of \r\ncertain medical treatments to the Cuban people is \r\nsimply unconscionable. Cuba and its people have made \r\nconsiderable contributions to international medicine \r\nand higher education, and the Caribbean has been \r\namong its most sustained beneficiaries. It is therefore \r\nwith the utmost conviction and clearest possible resolve \r\nthat Saint Kitts and Nevis calls for the immediate end \r\nto the embargo.\r\nI recall that it was in July and August of this year \r\nthat the international community participated in the \r\ngames of the thirtieth Olympiad. At a time of rising \r\ninternational tensions and intensifying antagonisms, \r\nthe time has probably come for us to introduce to \r\nother areas of international and intra-State realms of \r\ninteraction the keen spirit of cooperation and mutual \r\nrespect that has enabled the Olympics to function so \r\nconstructively and so well for so many years.\r\neconomy of Saint Kitts and Nevis. But we continue to \r\nface significant challenges, especially in relation to the \r\nattainment of economic growth in the context of a very \r\nsluggish and uncertain global economy. The mammoth \r\nchallenges and difficulties that our small multi-island \r\nState faces underscore the need to pay greater attention \r\nto the issue of special and differentiated responsibilities \r\nin a rather trying era. It also underscores the need for \r\nsmall, responsible nations like mine to have fair and \r\ncalm paths to redress in our relations with far larger \r\nand infinitely more powerful friends and allies.\r\nA few days ago in this very Assembly, the nations \r\nof the world held the High-level Meeting on the Rule \r\nof Law at the National and International Levels. While \r\nthere is often debate as to the exact meaning of the \r\nrule of law, my delegation and the people we represent \r\nare happy to align ourselves with the core principle \r\non the rule of law, as distilled by the late Mr. Thomas \r\nBingham, Lord Chief Justice of England and Wales. In \r\nhis book The Rule of Law, he stated:\r\n“The core of the existing principle is, I suggest, \r\nthat all persons and authorities within the state, \r\nwhether public or private, should be bound by \r\nand entitled to the benefit of laws publicly made, \r\ntaking effect (generally) in the future and publicly \r\nadministered in the courts.”\r\nAlthough not comprehensive, in my country’s view \r\nthat represents a solid basis from which to identify the \r\nessential elements of a continually evolving concept \r\nand an essential mechanism for conflict resolution \r\nand for ensuring respect for the fundamental rights \r\nand freedoms of our people. I support the call of the \r\nSecretary-General for a comprehensive approach to \r\nstrengthening the rule of law at the international and \r\ndomestic levels.\r\nI make the point because, over our almost 30 years \r\nof nationhood, Saint Kitts and Nevis has studiously \r\nexamined both trends here at the United Nations and \r\ndevelopments throughout the international community \r\nas we have evaluated our place in the world. Throughout \r\nthat time, we have been faithfully guided by our belief \r\nin the rule of law. We believe that in the international \r\narena, the rule of law was created to protect the \r\nvulnerable, like ours, and to remind us of obligations \r\nto our fellow human beings. We further believe that \r\norderly and constructive coexistence requires not only \r\ncitizens, but nations as well to be bound by the rule of \r\nlaw. Respect for international law has therefore, for our \r\n24 12-52396\r\nA/67/PV.15\r\ngenerations. The theme of the sixty-seventh session, \r\n“Bringing about adjustment or settlement of \r\ninternational disputes or situations by peaceful means”, \r\nshould therefore lead us to focus on finding lasting \r\nsolutions to the numerous ongoing conflicts in various \r\nparts of the world that are causing vulnerable people to \r\nsuffer. Members have the solemn responsibility to steer \r\nthis multilateral gathering towards deeper consideration \r\nof the founding goals of the Organization, which are \r\nto encourage and create a more secure and peaceful \r\nworld in which diverse cultures and civilizations can \r\ncoexist without having to resort to force and violence \r\nto achieve their goals.\r\nThis rostrum can testify to all the speeches that \r\nhave been delivered by the world’s great leaders on a \r\nvast array of issues that affect humankind. Many of us \r\nrepresenting politically independent nations here have \r\nshared the journey and the litany of heartaches and \r\ndreams deferred of many of our global citizens, whose \r\nhuman rights to larger political and civil freedom are \r\nstill bound by the tentacles of imperialism and the \r\nlegacy of colonialism. Even now, for the remaining \r\ncolonized territories, this rostrum represents the \r\npinnacle they so greatly aspire to reach one day. \r\nSince 1980, the Republic of Vanuatu has repeatedly \r\ncalled for the United Nations to strengthen its efforts \r\ntowards achieving the full decolonization of territories \r\nstill controlled by administrative Powers. I call on the \r\nindependent, free nations of the world to complete the \r\nstory of decolonization and to close that chapter. \r\nAt this juncture, I urge the United Nations not \r\nto reject the demands for French Polynesia’s right to \r\nself-determination and progress. In the same manner, \r\nnegotiations for the self-government of the indigenous \r\npeople of New Caledonia must continue. We encourage \r\nthe parties to ensure that the process towards achieving \r\nself-government will stay on track. \r\nI also call upon Members to ensure that collective \r\naction is taken to lift the embargo on Cuba. We, the \r\nMembers of the United Nations, must revive our \r\npolitical motivation and courage, dispel our feelings of \r\nanimosity, and ensure that United Nations resolutions \r\non that issue are fully implemented. Our actions must \r\nnot detract from the universal values of love and respect \r\nfor people, no matter how insignificant they may be to \r\nthe powerful nations. I hope that one day we will at last \r\nbe able to echo the message of freedom to many of our \r\nfriends who still suffer from the burden of conflicting \r\nideologies.\r\nThe international community is, by definition, \r\ndiverse. Throughout the community, however, there \r\nrun strong seams of commonality that can and must \r\nbe better utilized in order to promote peace, the \r\nconstructive airing of differences and the avoidance of \r\nviolent conflict. Most importantly, when all else fails, \r\nwe can and must settle the most vexing international \r\ncrises through the good offices of this institution, our \r\nUnited Nations. That is the path that would serve all our \r\nbest interests. I sincerely urge that we take it.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nFederation of Saint Kitts and Nevis for the statement he \r\nhas just made.\r\nMr. Denzil Douglas, Prime Minister of Saint Kitts \r\nand Nevis, was escorted from the rostrum.\r\nAddress by Mr. Meltek Sato Kilman \r\nLivtunvanu, Prime Minister of the Republic \r\nof Vanuatu\r\nThe Acting President: The Assembly will now \r\nhear an address by the Prime Minister of Vanuatu.\r\nMr. Meltek Sato Kilman Livtunvanu, Prime \r\nMinister of the Republic of Vanuatu, was escorted \r\nto the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Meltek Sato Kilman \r\nLivtunvanu, Prime Minister of the Republic of Vanuatu, \r\nand inviting him to address the General Assembly.\r\nMr. Kilman (Vanuatu): Vanuatu wishes to \r\nassociate itself with other delegations in congratulating \r\nthe President and the members of his Bureau on their \r\nelection to lead us through this sixty-seventh session \r\nof the General Assembly. I am indeed profoundly \r\ndelighted, as Mr. Jeremić assured us in our meeting \r\nearlier this week, that he will do his utmost to assist \r\nwith and bring to the forefront the issues that confront \r\nthe Pacific island States and other marginalized \r\nnations. We trust that with his guidance, this session \r\nwill conclude with successful outcomes.\r\nAllow me also to pay tribute to his predecessor, \r\nMr. Nassir Abdulaziz Al-Nasser, who, with strong \r\nleadership and diplomatic finesse, led us to great \r\noutcomes during the sixty-sixth session of the Assembly.\r\nOur world has seen unprecedented disputes and \r\nconflicts, most of which have spanned successive \r\n12-52396 25\r\nA/67/PV.15\r\ncategory, the United Nations will need to ensure that \r\nproper resolutions are adopted by the General Assembly \r\nto ensure that small island States graduating from LDC \r\nstatus continue to enjoy certain preferential treatment, \r\neven after graduation, to offset the vulnerability factor. \r\nLet me take this opportunity to invite the members of \r\nthe triennial review to visit my country to establish \r\nfirst-hand information and ascertain the findings of \r\nthe World Risk Report prior to escalating the process of \r\ngraduation in 2013.\r\nOur own experience has shown that the different \r\nways that multilateral organizations and institutions \r\ncategorize member countries can affect the f low of \r\ndevelopment assistance. For instance, Vanuatu, together \r\nwith 15 other countries, was selected several years ago \r\nfrom among the Pacific island countries to benefit from \r\nthe Millennium Challenge Corporation  (MCC) funding \r\nof the Government of the United States of America. At \r\nthe time of our selection, Vanuatu was graded as a low-\r\nincome country and, by the eligibility criteria of the \r\nMCC, was automatically qualified for and benefited \r\nfrom $66 million to build two major national roads on \r\ntwo different islands in the country. I wish to express \r\nour appreciation to the United States Government for \r\nits assistance.\r\nHowever, when the Report on Countries that are \r\nCandidates for Millennium Challenge Corporation \r\nAccount Eligibility for Fiscal Year 2010 was released, \r\nVanuatu failed to qualify. The reason was simply that \r\nthe MCC was using World Bank criteria and graduated \r\nVanuatu from the status of low-income country to that \r\nof low-middle-income country. In other words, the \r\nWorld Bank’s criteria may be totally different from the \r\nLDC criteria defined by the United Nations. I therefore \r\nwish to call on the United Nations, especially the \r\nEconomic and Social Council, to ensure that the LDC \r\ndefinition and criteria used by United Nations agencies \r\nare compatible with those of the international financial \r\ninstitutions.\r\nThe vast Pacific Ocean is our heritage and the \r\nprime means of livelihood of the people living in its \r\nisland countries. Like other Pacific Island countries, \r\nVanuatu continues to be exposed to and threatened by \r\nthe negative impacts of climate change, such as coastal \r\nerosion, coral bleaching and ocean acidification. At the \r\nForty-Third Pacific Islands Forum in the Cook Islands, \r\nthe Forum leaders noted that many challenges remain in \r\nrealizing benefits from the pledged new and additional \r\ntargets of the Copenhagen Accord. In that respect, I \r\nLast year, I reiterated to this Assembly our serious \r\nconcerns over the denial of a country’s right to exercise \r\nits full political freedom and inherent cultural rights \r\nover its maritime territories. Since we gained our \r\nindependence 32 years ago, our territorial dispute with \r\nthe French Republic over the southern two islands of \r\nVanuatu, Matthew and Hunter, has been a reminder \r\nthat we must continue to uphold the notion that the rule \r\nof law should not be used by powerful nations as an \r\ninstrument to coerce weak and small nations, especially \r\nin territorial disputes.\r\nThe French and the Vanuatu Governments met in \r\nParis in April to commence dialogue on the issue of the \r\nterritorially disputed islands. We take this opportunity \r\nto thank the French Government for finally opening its \r\ndoor to dialogue and negotiation in an attempt to resolve \r\nthat outstanding international dispute. We acknowledge \r\nthe procedures outlined within the United Nations to \r\nensure that such disputes are amicably resolved.\r\nAs a small island State surrounded by the vast \r\nPacific Ocean, Vanuatu is exposed to the notorious \r\nillegal transshipment  of and trade in illicit arms. The \r\ninternational arms trade has continuously lacked proper \r\nand coherent regulation and is responsible for the loss of \r\ninnumerable lives. Like many other countries, we call \r\non the United Nations to take a much firmer approach \r\nin expediting the conclusion of an arms trade treaty, \r\nwhich would provide greater security and control over \r\nsuch illegal activity. That is an issue of paramount \r\nimportance to all countries exposed to the illegal trade \r\nin arms and light weapons.\r\nMy country has consistently argued that the \r\nmechanisms and criteria for assessing graduation \r\neligibility must not be isolated from the permanent and \r\ninherent vulnerabilities of our countries. It is unrealistic \r\nfor United Nations agencies to assess progress and \r\nmake projections without taking into consideration the \r\nmatter of permanent vulnerabilities and the capacity \r\nto sustain growth in our countries after graduation. I \r\nwish to further state that, according to the World Risk \r\nReport 2011, Vanuatu scored highest on the World Risk \r\nIndex as the country with the greatest disaster risk, due \r\nto its high exposure and weak coping capacities. The \r\nfindings of that report are critical, and we therefore ask \r\nthat the United Nations Committee for Development \r\nPolicy carefully weigh its arguments and reassess the \r\nvulnerability graduation criteria.\r\nI would also like to state that, prior to another \r\ntriennial review of the least developed country (LDC) \r\n26 12-52396\r\nA/67/PV.15\r\nI am grateful for the opportunity to express my \r\nviews in this forum. Long live our aspirations to create \r\na better and a more secure world for everyone, and may \r\nGod bless the United Nations.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Prime Minister of the \r\nRepublic of Vanuatu for the statement he has just made.\r\nMr. Meltek Sato Kilman Livtunvanu, Prime Minister \r\nof the Republic of Vanuatu, was escorted from the \r\nrostrum.\r\nThe Acting President: I now call on \r\nMs. Antonella Mularoni, Minister for Foreign Affairs, \r\nTelecommunications and Transportation of the Republic \r\nof San Marino.\r\nMs. Mularoni (San Marino): On behalf of \r\nthe Government of the Republic of San Marino, I \r\ncongratulate Mr. Vuk Jeremić on his election as \r\nPresident of the General Assembly at its sixty-seventh \r\nsession, and I wish him a fruitful year. The San Marino \r\ndelegation assures him of its utmost cooperation in all \r\nthe work of the General Assembly. I also express my \r\ncountry’s gratitude to the outgoing President of the \r\nGeneral Assembly, Nassir Abdulaziz Al-Nasser, for the \r\nexcellent work carried out during the sixty-sixth session. \r\nHe distinguished himself by his leadership in the \r\ndifficult and complex issues before the United Nations. \r\nHe promoted the most important themes on the General \r\nAssembly’s agenda with courage and determination, \r\nlaying foundations for solutions based on the widest \r\npossible consensus, while continually working to \r\nstrengthen the global governance architecture.\r\nMy country also extends special thanks to the \r\nSecretary-General, Mr. Ban Ki-moon, for his energy \r\nand extraordinary determination in leading the United \r\nNations. San Marino supports the basic priorities of the \r\nSecretary-General’s political action and his idea that the \r\nUnited Nations should play a key role in strengthening \r\nglobal governance by creating new cooperation \r\nmodels capable of managing today’s challenges and \r\nthe ever-increasing calls for change. The Organization \r\nis in a unique position to provide solutions in deeply \r\ninterconnected fields, such as development, peace and \r\nsecurity, human rights and humanitarian action.\r\nSan Marino appreciates the focus of the Secretary-\r\nGeneral’s attention on all United Nations Member \r\nStates, without distinction, as well as his commitment in \r\nthe field of reform and his presence in all international \r\nwould like to seize this opportunity to express our wish \r\nfor United Nations assistance in facilitating effective \r\nresponses to global climate change, particularly through \r\nthe prompt implementation of adaptation measures, as \r\nwell as mitigation efforts, climate change financing, \r\ncapacity-building and international negotiations.\r\nWhile we tend to direct our main focus of attention \r\ntowards global climate change, we must address other \r\nmatters, such as environmental pollution, with the \r\nsame exigency and rigor. The potential for permanent, \r\nirrevocable damage to the environment by marine \r\npollution has been constantly highlighted by the \r\nscientific community and should not be tolerated. \r\nThe future growth of international maritime traffic \r\nwill further exacerbate the situation. Vanuatu urges \r\nall remaining States that have not yet done so to \r\nexpeditiously sign and ratify the 1972 London \r\nConvention on the Prevention of Marine Pollution by \r\nDumping of Wastes and Other Matter, as well as the \r\n1996 Protocol thereto, and to promulgate and enforce \r\nlegal regimes, both in the domestic and international \r\narenas.\r\nAt this point, I would like to reiterate the \r\nunnecessary risk to which we expose our children and \r\nourselves by not taking a firm precautionary approach \r\nwith regard to marine geoengineering practices, \r\nsuch as sub-seabed carbon sequestration and ocean \r\nfertilization. In our global efforts to combat climate \r\nchange, the strict promotion of and adherence to only \r\nthose responses that are environmentally sensible is \r\nour crucial responsibility, and I am not only speaking \r\non behalf of a small island nation when I recall that, \r\nby forgetting the essentiality of the oceans as the \r\nvery foundation of life on Earth, one neglects a vital \r\nguarantor of mankind’s future survival.\r\nAs I conclude this speech, I have to make a last \r\nappeal to all assembled leaders. I urge them to take \r\nimmediate action upon their return to their home \r\ncountries to initiate the change that needs to come about \r\nif we wish to preserve a planet capable of providing our \r\nsons and daughters with a bright future. If the leaders \r\nof the industrialized countries want to achieve the \r\nproposed 1.5° C target, they have less than eight years \r\nleft to close a vast mitigation gap. Who if not they can \r\nor will implement the required measures for that crucial \r\nchange? This may well be their last chance. In their \r\nhands lie the hope and destiny of the world’s nations. \r\nIt is a responsibility that they must assume not only for \r\ntheir own people, but for humankind as a whole.\r\n12-52396 27\r\nA/67/PV.15\r\nnumerous informal meetings with Member States and \r\nthe representatives of the various political groups. That \r\nreform is particularly important for my country, since \r\nthe General Assembly is the most democratic body of \r\nthe United Nations and, as such, the most adequate \r\nand sometimes the only forum where a small State can \r\nexpress its opinions.\r\nThe revitalization process of the General Assembly \r\nis fundamental to strengthening the global governance \r\narchitecture and must be an objective common to all \r\nMember States. The rationalization of the agenda and \r\nimprovement of the methods of work of the General \r\nAssembly are important aspects of the reform, which is \r\nnecessary to enhance the technical and administrative \r\nefficiency of this body. But more importantly, the \r\nrevitalization process should include the political role \r\nof the General Assembly and its authority, as defined \r\nin the Charter of the United Nations. The reform of the \r\nGeneral Assembly should also improve its relations \r\nwith the other main organs of the United Nations in \r\norder to avoid duplication of functions and means.\r\nThe Republic of San Marino believes that the role \r\nof the General Assembly should not be limited to that \r\nof a mere body where resolutions are adopted. On the \r\ncontrary, it should be a forum for the exchange of ideas \r\nand debate, where solutions to today’s challenges can \r\nbe found, and where a global consensus on issues of \r\ncommon interest can be reached. In that regard, with a \r\nview to enabling the Assembly to fully perform its task, \r\nSan Marino supports the prerogative of its President \r\nto organize thematic debates on the most relevant and \r\nurgent issues at the international level.\r\nIn that context, I underline the great importance \r\nattached by my country to the initiative of the outgoing \r\nPresident to organize, together with the Secretary-\r\nGeneral, the high-level thematic debate on the state \r\nof the world economy and finance in 2012, which \r\ntook place on 17 and 18 May here in New York. The \r\nRepublic of San Marino, together with Turkey, had the \r\nhonour and the pleasure to facilitate that event. The \r\ndebate was an efficient way to reaffirm the central role \r\nof the United Nations, and in particular of the General \r\nAssembly, by enhancing its deeply democratic nature \r\nand its indisputable legitimacy in dealing with issues \r\nthat affect the entire world community.\r\nFour years ago, the world economy suffered a \r\ndevastating financial crisis, the consequences of which \r\nare still evident to all. A prompt response by the Group \r\npolitically relevant and emergency situations. Among \r\nthose worth underlining is the Secretary-General’s \r\ntireless commitment to finding a solution to the terrible \r\nSyrian conflict.\r\nI thank the President for the theme chosen for this \r\nsession: “Bringing about adjustment or settlement \r\nof international disputes or situations by peaceful \r\nmeans”. The Republic of San Marino strongly believes \r\nin the settlement of international disputes by peaceful \r\nmeans. My country has always believed in the power of \r\ndialogue, democracy and respect for others as values at \r\nthe basis of peaceful coexistence among peoples.\r\nIn that respect, with reference to the recent bloody \r\nattacks on Western diplomatic missions, San Marino \r\nintends to voice once more its firm condemnation of \r\nany form of violence. We do not believe that violence \r\nis the right answer when someone feels hurt in his \r\npersonal beliefs or opinions, regardless of the gravity of \r\nthe statements made. Human life must always be above \r\neverything and everyone. Those actions are even more \r\nreproachable when directed to institutions that are the \r\nemblems of international collaboration and mutual \r\nassistance and when States bear no responsibility for \r\nthe statements made.\r\nOur country is therefore grateful to the President \r\nfor having chosen the theme, most of all at a time when \r\nthe international scene is unfortunately characterized \r\nby ever-increasing and bloody conflicts. In that \r\ncontext, the role of the United Nations, and in particular \r\nof the General Assembly, in peaceful transitions and \r\ndemocratic solutions is even more fundamental.\r\nFor that reason and because the international \r\ncommunity is now called upon to face major global \r\nchallenges in a consistent and rapid manner, the reform \r\nprocess of the United Nations is crucial to future world \r\nstability and must remain the target of all our efforts. \r\nWe have the duty to guarantee the full effectiveness of \r\nthe Organization’s activities with a view to preserving \r\nand strengthening its essential value as a point of \r\nreference for the international community and for any \r\nindividual.\r\nI have the pleasure to reiterate again this year the \r\nsupport granted by San Marino to the revitalization \r\nprocess of the General Assembly. In that regard, I thank \r\nGeorgia and the Gambia, as co-Chairs of the Ad Hoc \r\nWorking Group on the Revitalization of the General \r\nAssembly, for the report recently adopted (A/66/891), \r\nwhich is the outcome of considerable effort and \r\n28 12-52396\r\nA/67/PV.15\r\nthat the intergovernmental negotiations launched three \r\nyears ago still represent the right framework to find a \r\nsolution, taking into account the interests and positions \r\nof all. Although the various groups of countries still \r\nexpress different positions, it must be recognized that \r\nsome steps forward have been taken in the reform \r\nprocess. San Marino believes that the reform should \r\nlead to an enlarged, more representative, transparent \r\nand efficient Security Council. Moreover, it believes \r\nthat the five strongly interconnected fundamental \r\nthemes of the reform need to be considered as a whole.\r\nOver the past few years, some new bloody and \r\nviolent conflicts have broken out. We have also \r\nwitnessed a massive popular uprising spreading across \r\nthe squares of cities in North Africa and the Middle \r\nEast. At the forefront of the Arab revolution were young \r\npeople, educated and penalized by exclusion from the \r\nlabour market. The situation is still unstable, and we \r\nare unable to imagine what the future of such countries \r\nwill look like. However, we must support them in their \r\nstruggle for democracy, liberty and social justice.\r\nFurthermore, today we are witnessing the Syrian \r\nconflict, the violence of which is unacceptable. There \r\nare clear reports on the atrocities perpetrated against the \r\npopulation: mass killings, rapes, summary executions \r\nand torture. Children have been among the innocent \r\nvictims of the massacres. San Marino firmly condemns \r\nthose atrocities, in the same way as it condemns \r\nany violation of human rights and international \r\nhumanitarian law.\r\nWe hope that the Security Council will be able to \r\nreach an agreement soon on how to settle the Syrian \r\ncrisis. San Marino seizes this opportunity to express \r\nits most sincere wishes to His Excellency Lakhdar \r\nBrahimi for having accepted a difficult task.\r\nThe commitment of the General Assembly \r\nconcerning the Syrian crisis reflects an important \r\nmission of our Organization: to keep the peace \r\nworldwide and to ensure respect for freedoms and \r\nhuman rights. The Republic of San Marino expresses \r\nits satisfaction with the adoption, on 3 August last, of \r\nresolution 66/253 B, which we co-sponsored.\r\nAnother important theme this year on the agenda \r\nof the General Assembly has been the improvement \r\nof disaster prevention and response. That theme has \r\nrecently gained greater importance in the political \r\nagenda. Rising temperatures, earthquakes and \r\ndroughts have caused unprecedented humanitarian \r\nof Twenty and its central banks was able to avoid the \r\nworst effects of this crisis, but the situation is still \r\nprecarious. According to forecasts, many developed \r\ncountries will experience stagnation and in some cases \r\nrecession. Economic growth has slowed down in many \r\nother countries. Today, unemployment has reached the \r\nhighest levels, in particular among young people and \r\nwomen. Increases in the prices of food products and \r\npersistent inequalities contribute to higher poverty \r\nrates and cause increasingly violent social tensions. \r\nProblems connected with sovereign debts in \r\nEurope have further worsened global economic crisis. \r\nThe crisis has severely hit many countries of the world, \r\nthus becoming one of today’s major challenges to our \r\nOrganization as well. It is now more than ever necessary \r\nto find new strategies, solutions and, more importantly, \r\nto create a sense of solidarity among our countries and \r\npeoples. \r\nFor those reasons too, the organization this year of \r\na thematic debate on the state of the world economy and \r\nfinance was extremely important. My country firmly \r\nbelieves that this exercise should be repeated at this \r\nsession of the General Assembly and perhaps at later \r\nsessions, at least until the crisis has been overcome. \r\nIndeed, when we talk about the revitalization of the \r\nGeneral Assembly, we think of a forum where all \r\nmembers of the international community have the \r\nopportunity to exchange ideas on the most important \r\nand urgent themes that have a global dimension and \r\nneed a global response. In our opinion, the Organization \r\nshould play a leadership role in the promotion of fair \r\nand inclusive growth, sustainable development and the \r\nelimination of poverty and hunger. \r\nThe reform of the Security Council is part of a wider \r\nreform of the United Nations and remains a central \r\ntheme of the activity of the General Assembly. Over \r\nthe past few years, the Security Council has approved \r\na growing number of peacekeeping operations and has \r\nbeen increasingly involved in extremely important \r\nissues concerning international peace and security. \r\nThe reform of that body, based on the widest possible \r\npolitical consensus, is therefore necessary and must be \r\ncarried out with the utmost commitment by all Member \r\nStates.\r\nThe Republic of San Marino is grateful to \r\nAmbassador Tanin for the wisdom and impartiality \r\nwith which he has presided over intergovernmental \r\nnegotiations on the reform. Our country is convinced \r\n12-52396 29\r\nA/67/PV.15\r\nThe 1948 Universal Declaration of Human \r\nRights states that everyone is entitled to the same \r\nrights and freedoms, without distinction of any kind. \r\nUnfortunately, in today’s world there is a clear and \r\ndirect relationship among disability, poverty and social \r\nexclusion. According to estimates, approximately \r\n15 per cent of the world’s population is affected by \r\ndisabilities, and about two thirds of disabled people live \r\nin developing countries. Many of them cannot actively \r\nparticipate in their societies. This situation is not \r\nlimited only to developing countries. Indeed, women, \r\nmen and children with disabilities are often victims of \r\ndiscrimination even in the richest societies.\r\nSan Marino was among the first countries to ratify \r\nthe United Nations Convention on the Rights of Persons \r\nwith Disabilities. That Convention and its optional \r\nProtocol cover a wide range of civil, cultural, economic, \r\npolitical and social rights. My country is pleased that \r\nthe Convention has been ratified by more than half of \r\nMember States and hopes that it will soon be ratified \r\nby all. Each country has the duty to fully implement \r\nthe Convention. An effective and positive change in the \r\nlives of people with disabilities will be possible only if \r\nit is fully implemented.\r\nThe Republic of San Marino congratulates the \r\nGeneral Assembly on its decision to convene a high-\r\nlevel meeting on disability and development in \r\nSeptember 2013 and hopes that the meeting will be a \r\ngreat success.\r\nToday we all recognize and appreciate the \r\nfundamental role of women. Nonetheless, the \r\ndiscrimination and violence to which women are still \r\noften subjected are among the major concerns of the \r\nUnited Nations. In many countries, maternal mortality \r\nis still worrisome, especially in the poorest areas of the \r\nworld. Women are the most affected by HIV. In many \r\nparts of the world, women continue to be subjected \r\nto atrocious and humiliating practices. Improving the \r\nstatus of women all over the world is our responsibility, \r\na responsibility which all States must share. To that \r\nend, in order to promote the empowerment of women, \r\nit is essential to guarantee women’s access to schooling \r\nand education and to improve their participation in \r\npolitical, social and economic life at all levels. The \r\nRepublic of San Marino welcomes the proposal to hold \r\na global conference on women in 2015, 20 years after \r\nthe Beijing summit.\r\ndisasters. Many populations have suffered food and \r\nhealth insecurity, thus becoming fully aware of their \r\nvulnerability. Disasters are, of course, not only natural \r\nones but also caused by human beings. The international \r\ncommunity must be able to rapidly and efficiently \r\nrespond to emergency situations. A fundamental way \r\nto reduce the risks connected with natural disasters is \r\nundoubtedly to invest in the most vulnerable regions in \r\norder to build the capacities necessary to prevent them, \r\nso that action can be taken before disasters occur.\r\nIn the short term, however, it is essential to provide \r\nour political and financial support so as to overcome \r\nthe consequences of disasters. In that regard, I am \r\nproud of the fact that my country, despite its small size, \r\nis ranked fifty-second among donors to the Central \r\nEmergency Response Fund.\r\nWe are extremely grateful to the Secretary-\r\nGeneral, as well as to the Office for the Coordination \r\nof Humanitarian Affairs and the Fund, for their rapid \r\nand fundamental action in favour of populations in \r\nhumanitarian emergency and for their substantial \r\ncontribution. Humanitarian and development issues, \r\nparticularly sustainable development, are inevitably \r\nintertwined, and our success in providing an efficient \r\nresponse to natural disasters certainly has a direct \r\nimpact on our capacity to achieve the Millennium \r\nDevelopment Goals.\r\nIndeed, as this is a global economic crisis, responses \r\nmust also have a global dimension. The United Nations, \r\non account of its universal character, must play a key \r\nrole in the decision-making process on the world \r\neconomy and sustainable development, with a view \r\nto finding new solutions and to promoting a political \r\nconsensus on these issues.\r\nThe Organization must play a leadership role in \r\nthe promotion of fair and inclusive growth, sustainable \r\ndevelopment and the elimination of poverty and hunger. \r\nIn that context, San Marino welcomes the results \r\nof the United Nations Conference on Sustainable \r\nDevelopment, held last June in Rio. Resolution 66/288, \r\nentitled “The future we want”, marked the conclusion \r\nof long and complex negotiations at the end of which \r\nStates finally recognized their common responsibilities. \r\nNow the most important thing is for the commitments \r\nundertaken to be respected so that the future that \r\nis wanted and set out in the resolution can become a \r\nreality.\r\n30 12-52396\r\nA/67/PV.15\r\ntoday as people around the world continue to face a \r\nwide range of situations, characterized by the legacy \r\nof colonialism, injustice, domination, exploitation, \r\nhatred, intolerance, exclusion, xenophobia and so on. \r\nEconomic insecurity in the face of the heightened global \r\neconomic and financial crises and fierce competition \r\nfor dwindling resources and energy security also play \r\ntheir part in generating tensions in many parts of the \r\nworld.\r\nThe concept of collective security being the core \r\npillar of the United Nations Charter has often been \r\nundermined through recourse to dispute-settlement \r\nmeans that are outside the purview of a multilateral \r\nmechanism. Unilateralism and the selective \r\ninterpretation of the provisions of the Charter risk \r\ninciting more conflict and confrontation rather than \r\nunderstanding and cooperation. That necessitates \r\nwider respect and observance of the principles of \r\nsovereignty, territorial integrity, political independence \r\nand non-interference as the bedrock principles of \r\ninternational relations. Those principles cannot \r\nand should not be put to the political test under any \r\ncircumstances.\r\nThe growing challenges do not mean that the role \r\nand importance of the United Nations have diminished, \r\nbut rather demand a more effective and stronger \r\nOrganization. We must internalize that reality and \r\nmove forward, grasping the true spirit of its founding \r\nprinciples and purposes.\r\nNepal supports a just and lasting solution to the \r\nMiddle East. It is our principled position to support \r\nthe legitimate right of the Palestinian people to self-\r\ndetermination and a fully independent and sovereign \r\nPalestinian State on the basis of the United Nations \r\nresolutions. The peaceful and secure coexistence of the \r\nindependent States of a sovereign Palestine and Israel \r\nare crucial to ensuring lasting peace in the Middle East.\r\nWe call for an end to the violence and the peaceful \r\nresolution of the Syrian crisis by the Syrian people \r\nthemselves. The sovereignty, territorial integrity and \r\nindependence of Syria must be upheld. \r\nWe are of the firm opinion that the protracted \r\nembargo on Cuba is unjustified and needs to be ended \r\nimmediately and unconditionally. \r\nWe recognize the legitimate rights of every \r\nsovereign State to pursue the development of nuclear \r\ntechnology solely for peaceful purposes and under \r\nDespite the fact that child mortality is decreasing, \r\nthe most recent estimates show that in 2010 \r\napproximately 7.6 million children died before the age \r\nof 5. Moreover, according to estimates, in 2015 about \r\n72 million children will not have access to schooling. \r\nRecently, the drought and food emergency in the \r\nHorn of Africa has had a devastating impact on about \r\n13 million people, in particular women and children. \r\nAlmost 5 million young people between the ages of 15 \r\nand 24 are affected by HIV.\r\nChildren are still the most vulnerable group of the \r\npopulation and are subjected to violence, abuse and \r\nexploitation. A vast number of children all over the \r\nworld do not still have access to basic services, health \r\ncare and education. Besides facing global challenges \r\nsuch as the economic crisis and the problems connected \r\nwith climate change, States must find the resources \r\nnecessary to best meet the needs of children and to \r\nimmediately improve the conditions of those living in \r\nthe poorest areas of the world. It is imperative for us \r\nall if we want to guarantee to the global community a \r\nfuture worthy of the name.\r\nThe Acting President: I now call on His Excellency \r\nMr. Narayan Kaji Shrestha, Deputy Prime Minister and \r\nMinister for Foreign Affairs of Nepal.\r\nMr. Shresta (Nepal): Let me begin by \r\ncongratulating Mr. Jeremić on his election to the \r\npresidency of the General Assembly at its sixty-seventh \r\nsession. My delegation assures him of its full support in \r\nthe discharge of his responsibilities.\r\nI also take this opportunity to place on record our \r\nprofound appreciation to the outgoing President, His \r\nExcellency Mr. Nassir Abdulaziz Al-Nasser, for having \r\nsuccessfully presided over the sixty-sixth session of the \r\nAssembly. Let me also express our sincere gratitude \r\nto Secretary-General Ban Ki-moon for his strong \r\ncommitment and dedication in serving the United \r\nNations.\r\nIn establishing the United Nations at a time when \r\nthe world was emerging from the ashes of successive \r\ndevastating wars, our founding fathers envisioned \r\na peaceful, stable, just and prosperous world. Nearly \r\nseven decades later, the lofty objectives of the United \r\nNations Charter are yet to be fully realized. Threats to \r\ninternational peace and security remain unabated, with \r\ntraditional sources of threats continuing alongside the \r\nemergence of new sources and forms of conflict. In \r\nfact, the sense of insecurity seems to be more pervasive \r\n12-52396 31\r\nA/67/PV.15\r\nAs a party to 22 human rights conventions, \r\nincluding seven core instruments, we have established \r\nseveral laws that ensure the rights of all sectors of \r\nsociety, including women, children and marginalized \r\nand deprived communities. We are committed to \r\ncontrolling cross-border human trafficking and to \r\ndoing our utmost to ensure that the rights and interests \r\nof migrant workers are protected in countries that are \r\ndestinations for labour. The National Human Rights \r\nCommission, which is an independent constitutional \r\nbody, operates as the country’s all-powerful watchdog \r\nfor the protection and promotion of human rights. \r\nWe are committed to strengthening that specialized \r\nnational institution as a true custodian of human rights.\r\nNepal has provided shelter to a large number of \r\nrefugees on humanitarian grounds. While we appreciate \r\nthe assistance of the international community in \r\nsupporting refugees, we reiterate that their voluntary \r\nrepatriation to their homeland with dignity and honour \r\nis the only durable solution to the refugee problem.\r\nWe underscore that the rule of law at the \r\ninternational level is as important as at the national level \r\nin ensuring the sovereign equality of all States, respect \r\nfor their territorial integrity and political independence \r\nand non-intervention in their internal affairs. Those \r\nare essential principles for peaceful coexistence and \r\nmutual cooperation among States.\r\nThe issue of sustainable development has come \r\nto the forefront of today’s global discourse. It was the \r\nfocus of the United Nations Conference on Sustainable \r\nDevelopment (Rio+20). We believe that we need to \r\npursue not only sustainable development goals, but \r\nalso a development path towards equal prosperity \r\nthrough meaningful development opportunities by \r\neradicating the deeply entrenched inequalities and \r\nglobal exploitative practices. In our opinion, freeing \r\nall human beings from the dehumanizing clutches of \r\npoverty and hunger should be the first essential step \r\ntowards that end. The outcome document of Rio+20 \r\n(resolution 66/288, annex) sets out a broad framework \r\nfor global action for “The future we want” and a post-\r\n2015 global development agenda. The need of the hour \r\nis to ensure effective implementation. \r\nAs we all have come to realize, climate change is \r\none of the greatest challenges of our time. Its insidious \r\neffects are visible everywhere and are compounded \r\nby disasters of increasing magnitude and frequency. \r\nCountries like Nepal, which make a negligible \r\neffective international supervision. We stand firmly \r\nagainst nuclear proliferation, the arms race and the \r\nmisuse of nuclear technology for ulterior motives.\r\nWe strongly oppose and renounce violence and \r\nphysical attacks on diplomats anywhere under any \r\npretext.\r\nWe reiterate our call for general and complete \r\nelimination of nuclear and all other weapons of mass \r\ndestruction in a time-bound manner. The international \r\ncommunity should work in unison to strengthen \r\ncontrols over small arms and light weapons to prevent \r\ntheir pervasive abuse by criminal elements.\r\nIt is heartening to note that, as a major troop-\r\ncontributing country, Nepal has already provided \r\nover 92,000 professional and dedicated peacekeepers \r\nto the United Nations for various operations since its \r\nfirst participation in 1959. We remain steadfast in our \r\ncommitment to international peace and security and \r\naffirm that our contribution to that noble cause will \r\ncontinue. While calling for timely reforms in that \r\nf lagship activity, we stress the importance of equitable \r\nrepresentation of troop-contributing countries, at the \r\nleadership level, both at United Nations Headquarters \r\nand in field missions.\r\nI would like to reaffirm Nepal’s unreserved \r\ncondemnation of terrorism wherever it occurs and in \r\nall its forms and manifestations. We renew our call \r\nfor an expeditious conclusion of the negotiations on a \r\ncomprehensive convention on international terrorism. \r\nAs we continue to combat terrorism, we must not forget \r\nthat durable peace can be built only on the firm pillars \r\nof the prevention of conflict, the peaceful resolution of \r\ndisputes, persistent efforts for disarmament, poverty \r\nreduction, development and respect for diversity, \r\nfairness and justice. There is a need to differentiate \r\nbetween terrorism and struggles for liberation, freedom \r\nand sustainable peace and development.\r\nOur commitment to democracy, human rights, the \r\nrule of law and inclusive development is unflinching. \r\nThe mutually reinforcing effects of such principles foster \r\nthe active participation of the people in governance \r\nprocesses towards safeguarding peace, security \r\nand development. To address Nepal’s post-conflict \r\ntransition needs, we have established mechanisms and \r\nprocesses for the protection and promotion of human \r\nrights and for their monitoring at the highest level and \r\nat various tiers of the sub-national level. \r\n32 12-52396\r\nA/67/PV.15\r\nbetter understanding and cooperative relations among \r\ncountries and peoples of the world.\r\nThe least developed countries (LDCs) are suffering \r\nfrom dehumanizing marginalization and deprivation \r\nof the basic necessities of life. This state of affairs \r\nis a blemish on the sheer aff luence achieved in the \r\nglobalized world. Global sustainable development will \r\nnot be possible without sustainable development for the \r\nLDCs, including substantial improvement in the quality \r\nof life of their 880 million people. The world must pay \r\ndue attention in deeds as well as in words to the special \r\nand different needs and requirements of the LDCs.\r\nThe landlocked LDCs (LLDCs), among which Nepal \r\nfigures, have to bear the additional disadvantages of \r\nphysical and non-physical barriers in trade. That results \r\nin increased transactional costs for transit transport, \r\nwhich renders their international trade uncompetitive. \r\nTransit countries, regional groups, the international \r\nfinancial institutions and other development partners \r\nshould work together to overcome those difficulties by \r\ninvesting in transport infrastructure links and trade \r\nfacilitation measures. We underline the central role \r\nof the United Nations in promoting the development \r\nagenda, taking into account the special needs and \r\ndevelopment challenges confronting the LDCs, the \r\nLLDCs and other vulnerable groups of countries.\r\nTimely and ongoing reforms of the United \r\nNations are necessary to strengthen and revitalize \r\nthis world body so that it can respond to increasing \r\nglobal challenges. The General Assembly must be \r\nstrengthened and endowed with decision-making \r\npower and authority commensurate with its global \r\nrepresentation. Nepal supports the expansion of the \r\nSecurity Council in both member categories and hopes \r\nto see greater accountability and transparency in its \r\nworking methods. The Economic and Social Council \r\nmust be strengthened for the promotion of international \r\neconomic cooperation, coordination, policy review and \r\ndialogue. It must also formulate and develop the social \r\nand economic agenda and work for the implementation \r\nof agreed international development goals, with special \r\nemphasis on development for LDCs, LLDCs and small \r\nisland developing States, among others.\r\nWe seek an increased role for the United \r\nNations system in global economic governance, with \r\nstrengthened coordination and cooperation with \r\nthe Bretton Woods institutions and the World Trade \r\nOrganization, to reflect the dynamics of change.\r\ncontribution to greenhouse gases but have to bear the \r\ndisproportionate brunt of the impacts of climate change, \r\ndeserve special assistance in creating and maintaining \r\nclimate-resilient societies. Negotiations under the \r\nUnited Nations Framework Convention on Climate \r\nChange should continue to be guided by the principle \r\nof common but differentiated responsibilities in letter \r\nand spirit. Nepal hopes that the successor mechanism \r\nof the Kyoto Protocol ensures binding commitments \r\nand climate justice. The various funding mechanisms \r\nfor climate change adaptation and mitigation measures \r\nmust be activated, and action must be taken on an \r\nurgent basis.\r\nThe world we live in is more unjust today than when \r\nwe inherited it. Contrary to much-touted popular belief, \r\nthe profusion in knowledge, the revolution in science \r\nand technology and increased mobility in ideas and \r\nglobal capital, though often termed as advancements \r\ncharacteristic of the modern world, have failed to \r\ndeliver significant contributions to making our planet \r\nsafer and more just. They could have, but that is not \r\nthe reality. It is an irony that our capacities to produce \r\ngoods and services have increased manyfold, leading \r\nto an unprecedented accumulation of wealth, but over \r\none third of the world’s population is forced to live in \r\nabject poverty.\r\nThe rapid globalization of finance and an \r\nunsustainable consumption of resources have made \r\na few people enormously rich at the cost of the rest, \r\nmaking for the greatest inequality among human beings \r\never in history. Obviously, the transformative power of \r\nglobalization has not been utilized for the benefit of the \r\nmasses. The direction and pattern of the current form \r\nof economic globalization therefore call for a change in \r\nits mode of operation so that it becomes more inclusive \r\nand responsive to the needs of poor and marginalized \r\npeople.\r\nNepal views the Non-Aligned Movement (NAM) \r\nand the Group of 77 and China as important multilateral \r\nforums that should play an active role in advancing \r\nthe United Nations agenda, in line with the Charter \r\nobjectives of pursuing the shared goals of peace, progress \r\nand prosperity. The principles and purposes of NAM are \r\nof continued relevance in forging developing countries’ \r\ncollective moral resolve to create an equitable, fair and \r\njust world order, combating the conservative forces of \r\nrepression, invasion, intimidation and injustice. The \r\nideals of NAM, as reiterated at its recently held sixteenth \r\nsummit in Teheran, go a long way towards fostering \r\n12-52396 33\r\nA/67/PV.15\r\npeace and stability should safeguard national \r\nsovereignty. Thus democracy, development, peace and \r\nnational sovereignty are the major components of our \r\nprocess of change. From our experience, we can say that \r\ndemocracy has both universal and particular aspects.\r\nWe thank the international community, including \r\nthe United Nations, for its continued support for and \r\ncooperation in our peace and constitution-making \r\nprocess from the very beginning, and hope that it will \r\ncontinue in the future.\r\nNature has blessed us with an outstanding mountain \r\nrange with gushing rivers, incredible biodiversity and a \r\nlandscape spectrum of contrast and vibrancy. We are \r\nequally rich in ancient cultural heritage, multiple ethnic \r\ncultures and a diverse mosaic of hardworking people. \r\nWe need a stable and peaceful environment if we are \r\nto make effective use of those diverse endowments for \r\nsocioeconomic transformation, along with ongoing \r\nState restructuring. Only then will it be possible to \r\ntranslate the historic achievements we have made on \r\nthe political front into tangible results in economic and \r\nhuman development terms.\r\nAs a symbolic gesture to institutionalize peace \r\nfor development in the national, regional and global \r\ncontexts, we want to develop Lumbini, the birthplace of \r\nLord Buddha, the apostle of peace, into an international \r\ncity of peace. In that respect, we call for international \r\nsupport and cooperation to realize the initiative.\r\nIn conclusion, I would like in all humility to draw \r\nthe attention of all world leaders to the core reality \r\nthat if we do not reach the goal of global peace and \r\nprosperity together, then nobody will. That is why we \r\nmust act together accordingly.\r\nThe Acting President: I now call on His Excellency \r\nMr. Tonio Borg, Deputy Prime Minister and Minister \r\nfor Foreign Affairs of the Republic of Malta.\r\nMr. Borg (Malta): I extend my warmest \r\ncongratulations to Mr. Jeremić on his election to preside \r\nover the General Assembly at its sixty-seventh session. \r\nThe demanding agenda of this Assembly makes that \r\nno easy task, but I assure him of Malta’s support and \r\nfriendship.\r\nOver a year ago, the protagonists of the Arab Spring \r\nproclaimed that their time had come. They shed their \r\nblood for freedom, calling for an end to the status quo \r\nof oppression and injustice. Unfortunately, extremists \r\npersist in their efforts to derail that call. United States \r\nLet me briefly say a few words about the current \r\nsituation in my country. The historic task we face is \r\nstill to positively conclude the historical transition \r\nwe are undergoing as early as possible. We need the \r\nConstituent Assembly to promulgate a new constitution \r\nand we need to finally complete the peace process. \r\nBased on the historic people’s movement of 2006, which \r\nwas the culmination of many decades of struggle by the \r\nNepalese people against autocracy, we abolished the \r\nmonarchy and established a republican State. We also \r\nadopted other important principles, such as secularism, \r\nfederalism and inclusive, proportional representation \r\nand participation, although they are yet to be codified \r\nin a new constitution. \r\nThe Constituent Assembly was elected for the \r\nfirst time in Nepal’s political history in 2008 and \r\nwas mandated to draft a constitution addressing the \r\naspirations of the people for change, a restructuring of \r\nthe State and an end to all forms of exploitation and \r\ndiscrimination based on class, ethnicity, gender and \r\nregion. The Constituent Assembly worked for four \r\nyears to draft the new constitution and completed 80 \r\nto 90 per cent of the drafting, but never finalized the \r\ntext. Not having met its deadline, and after the Supreme \r\nCourt ruled against extensions, it was dissolved on \r\n27 May this year.\r\nWe have made qualitative progress on the technical \r\nside of the peace process, mainly the integration of \r\nformer Maoist combatants. There is no outstanding \r\nproblem left in that regard and the process is near \r\ncompletion. A transitional justice mechanism is in place \r\nto promote the peace and reconciliation process needed \r\nfor the completion of the peace process. But we have \r\nyet to find a solution to the Constituent Assembly’s \r\ninability to create a constitution. Political parties are \r\nengaged in dialogue and negotiations in that regard \r\nand are seriously committed to finding a consensus \r\nsolution. National consensus is the only option to find a \r\nway out of the current impasse. We hope we will be able \r\nto do so without excessive delay. \r\nAs we go through the process of institutionalizing \r\nchange, we are of the firm belief that democracy, \r\ndevelopment and peace are interrelated and \r\ninterdependent. By “democracy”, we mean inclusive \r\nand participatory democracy, and by “development” \r\nwe mean people-centred development with social \r\njustice and socioeconomic transformation. Without \r\ndemocracy and development, there cannot be lasting \r\nand sustainable peace. And democracy, development, \r\n34 12-52396\r\nA/67/PV.15\r\ncelebration for our neighbours, and Malta joins others \r\nin recognizing their achievements, as well as the \r\nachievements of the other countries of the Arab Spring.\r\nYet as we bear witness to the wave of democratic \r\nreform drifting across the southern Mediterranean \r\nshores, we must also recall that others are still struggling \r\nfor freedom. The situation in Syria cannot but trouble \r\nus. Oppression and violence are never the solution. \r\nThey only stif le the inevitable for a short while, for \r\nthe human spirit can never be defeated. And it is our \r\nduty, as the international community, to respond. It is \r\nnot a question of resolutions and syntax. It is our moral \r\nobligation to ensure that the people of Syria are not \r\nabandoned to a tragic fate. \r\nThe time to sit on the fence and live with prejudices \r\nand division is over. Malta firmly believes that now \r\ncan be the right time for a new era — not just for the \r\nsouthern littoral shores of the Mediterranean Sea, but \r\nfor the whole basin. The Mediterranean region has \r\nknown too many wars, too many divisions and far too \r\nmany prejudices. As the heart of the Mediterranean, \r\nMalta understands well the nuances of the basin, and \r\nit is this understanding that pushes us to reaffirm our \r\ncommitment to the promotion of prosperity and peace \r\nacross the whole Mediterranean region and beyond. \r\nMalta’s initiative to convene a European Union-League \r\nof Arab States ministerial meeting in Malta in 2008 \r\nwas specifically aimed at attaining that. We salute the \r\ndecision for the “Malta II” meeting to take place in \r\nCairo next November.\r\nOur efforts did not stop there. In a few days’ time, \r\nMalta will host the 5+5 Heads of State and Government \r\nMeeting of the Western Mediterranean Forum. That \r\ngrouping should offer an excellent opportunity to \r\ndiscuss such issues. The summit meeting coincides \r\nwith the dramatic changes taking place in the political \r\nlandscape in North Africa. The expectation for \r\nthe implementation of concrete action in the Euro-\r\nMediterranean region, transcending ineffective \r\ndeclarations, statements and conclusions, is important. \r\nI hope that the Malta Summit will meet the aspirations \r\nof the peoples of the northern and southern basin of the \r\nMediterranean. We cannot fail in that regard. We owe \r\nit to our peoples.\r\nHowever, if we want to truly embrace the changes \r\nthat are taking place around us, we must take them \r\nfurther. The call to rise above stalemate and stagnation \r\nis nowhere more evident than in the Middle East \r\nAmbassador Christopher Stevens was, sadly, one of \r\ntheir victims. One cannot stress strongly enough the \r\nimportance of protecting the inviolability of diplomatic \r\npremises and personnel, and reiterate our collective \r\ncondemnation of the deplorable acts perpetrated \r\nrecently in various capitals of our neighbourhood.\r\nMany doubted the success of the Arab Spring; \r\nmany feared its call for change. Yet change did come. \r\nWe are now witnessing the first seeds of democracy \r\nblossoming in places where that would previously have \r\nbeen unthinkable. And more change is yet to come. \r\nPeople around the world are calling for it. Theirs is a \r\ncall that pits us against conventional thinking, pushing \r\nus out of our comfort zone and into the unfamiliar — a \r\ncall for humankind to go beyond the borders of human \r\ndifference and indifference. We have the choice to heed \r\nthat call or to ignore it, but make no mistake — we do \r\nhave a choice. \r\nMalta knows all too well what the call for change \r\nis about. It experiences it first hand as it receives those \r\nf leeing war, hunger and persecution, arriving on its \r\nshores after a perilous journey in search of a better \r\nlife. Malta recognizes that we need to give those people \r\nsafe refuge, and we do so with a sense of solidarity and \r\na strong belief that every human life is worth saving. \r\nWe are committed to giving assistance, and we remain \r\nsteadfast in our belief that Malta will continue its \r\nhistorical role of welcoming those who are bereft of \r\nhuman rights and dignity.\r\nIt is in that spirit that Malta calls upon the \r\ninternational community to give those people genuine \r\nalternatives, and to no longer accept that it is a problem \r\nin someone else’s backyard. We want to ensure that \r\nthe attainment of the Millennium Development Goals \r\ndoes not become a simple check-marking exercise, but \r\ninstead underscores a truly global effort that will lift \r\nmillions out of situations of deprivation, disease and \r\ndiscrimination. Those goals must be sustained long \r\nafter the media has gone and the speeches are over, and \r\nwe urge the Assembly to spare no effort in seeing that \r\nit is done.\r\nThe choice of freedom has seen Malta’s neighbour \r\nto the south hold its first free and fully democratic \r\nelections in 60 years. We salute Libya on its recent \r\nsuccesses. For many, the act of voting was a success in \r\nitself. The Libyan people voted for their policy-makers. \r\nThey did not vote for ideology, but for visionaries who \r\nwill breathe life into their aspirations. It is a time of \r\n12-52396 35\r\nA/67/PV.15\r\nNations stands for the betterment of humanity. We \r\nremain committed to living up to the expectations and \r\naspirations to which we adhere under its Charter. Most \r\nof all, we need to embrace change. The future begins \r\nwith the choices that we make today.\r\nThe Acting President: I now call on His Excellency \r\nMr. Uri Rosenthal, Minister for Foreign Affairs of the \r\nKingdom of the Netherlands.\r\nMr. Rosenthal (Netherlands): Last month, I visited \r\na refugee camp at the border between Turkey and Syria. \r\nI met children, women and men, who told me how they \r\nhad escaped the violence and suffering in their home \r\ncountry. They had f led the bloodshed of a regime that \r\nis using indiscriminate violence against its own people. \r\nThey had f led a country where children are being \r\ntortured, women raped and innocent civilians killed. \r\nThey had lost their friends, family and homes, but they \r\nhad not lost hope for a better future.\r\nOne of the people whom I met near the border was \r\nMedya, the 25-year-old mother of a five-year-old girl. \r\nShe had f led the city of Homs eight months earlier. \r\nNow, she travels back and forth between Homs and a \r\nrefugee camp in Turkey at great personal danger. She \r\nrisks her life to report to the world on the situation in \r\nSyria. Her reports are broadcast on major international \r\nnetworks.\r\nMedya told me about the terrible events that she had \r\nwitnessed. I was touched by her sorrow and impressed \r\nby her determination. Her strong desire for freedom is \r\nsomething to which we can all relate. Those who have \r\nstruggled for freedom do not give up easily. However, \r\nit is also clear that those refugees need the support of \r\nthe international community at large. They need food, \r\nshelter and security. Ultimately, they need an effective \r\nUnited Nations and a strong international legal order.\r\nPromoting the international legal order is enshrined \r\nin the Constitution of the Kingdom of the Netherlands. \r\nIt is a mission that we share with many in this Assembly. \r\nTogether with 49 other countries, we are helping to \r\nestablish legal order and security in Afghanistan, for \r\nexample. I want to pay tribute to the Dutch and the \r\nother men and women, soldiers and civilians, currently \r\nserving there.\r\nThe Hague, a city of peace and justice, is known \r\nfor its contribution to the international legal order. It \r\nis home to the International Court of Justice and the \r\nPermanent Court of Arbitration, which are both based \r\npeace process, where the fear of change is holding all \r\nthose involved back. The parties concerned must face \r\nsome uncomfortable truths in order to overcome the \r\nstumbling blocks. Bickering over who does what when \r\nis not the way forward. Forging common ground does \r\nnot equate with giving in.\r\nMalta believes that the international community \r\nmust redouble its efforts in that process and that there \r\ncan be no rest until the world welcomes a truly stable \r\nand secure Middle East. We owe it to the Palestinians \r\nand the Israelis. We owe it to the wider Mediterranean \r\nregion, which has now been deadlocked for far too \r\nlong in the grips of that struggle. There really is no \r\nother option than that, for the alternative is further \r\nentrenchment of the positions held and more extremism \r\nand instability. Malta reaffirms its commitment to the \r\nefforts of the United Nations and the European Union, \r\nin particular towards the attainment of the goal of two \r\nviable States living side by side in harmony. However, \r\nthat solution is possible only if it is feasible on the \r\nground. That means no unilateral action, which would \r\nmake it an unattainable reality.\r\nA year from now, we should no longer be talking \r\nof a Middle East peace process but of a Middle East \r\nin peace, and that is that. The sceptics among us will \r\nnote that that is what was said last year and, of course, \r\neven the year before. For over 60 years, we have been \r\nmaking that call but we must not let the opportunity \r\nslip away once again. The Arab Spring shows us that \r\nwe need to answer the call of history now. It can be \r\ndifferent this time.\r\nThe events happening around us highlight not only \r\nour sense of duty to promote and protect human rights \r\nworldwide but also our sense of responsibility, for the \r\nactions that we take or fail to take today will have a \r\nbearing on future generations. Malta drew the attention \r\nto that belief with its call for a universal declaration on \r\nhuman responsibilities, made in this very Hall during \r\nthe sixty-fourth session of the Assembly in 2009. \r\nWe know that we are not alone in the endeavour. \r\nWe share with other Member States a commitment to \r\nsolidarity, cohesive ideas and a harmonious discourse \r\nin favour of the sustainability of the planet and the \r\nstewardship of its peoples. That conviction encourages \r\nus to push forward with our efforts for we are certain \r\nthat history will be on our side.\r\nIn conclusion, our destiny is what we perceive \r\nour future to be. We are convinced that the United \r\n36 12-52396\r\nA/67/PV.15\r\nNegotiations on a robust and effective arms trade \r\ntreaty should recommence as soon as possible.\r\nA stronger legal order also promotes freedom. It \r\npromotes human rights, reinforces the responsibility to \r\nprotect and helps prevent atrocities. Greater freedom \r\nmeans equal rights for men and women alike. Women \r\nmake up 50 per cent of humankind. We need the full \r\n100 per cent of humankind. It is in every country’s \r\nown interest to make sure that women are actively \r\ninvolved in society, the economy and politics. They \r\nmust participate in the power structures as leaders of \r\nthe world.\r\nHuman rights cannot be imposed from the outside. \r\nBut Governments carry the responsibility for observing \r\ntheir international human rights obligations and \r\ncommitments. There is therefore a need to communicate \r\nconstantly about the obligations and commitments.\r\nThe role of the Human Rights Council in promoting \r\nfreedom is crucial. We need to improve the way in which \r\nit functions. Countries that aspire to join the Council \r\nshould be genuinely committed to respecting human \r\nrights. I am proud to reiterate our genuine commitment \r\nand to announce the Dutch candidature for the Human \r\nRights Council from 2015 to 2017.\r\nPeople should be free to live their lives in peace \r\nand security. Therefore, every State has an obligation to \r\nprevent aggression, genocide, crimes against humanity \r\nand war crimes. Prevention is key. But if countries \r\ncannot or will not act, the international community has \r\na responsibility to protect.\r\nA strong international and domestic legal order \r\npromotes prosperity and, let me state it emphatically, \r\neconomic growth. Trade, investment, innovation and \r\neconomic development will all benefit from a stable, \r\npredictable and rules-based business climate. \r\nThe economy cannot thrive in societies where \r\nhuman rights are violated, corruption is rampant and \r\nGovernment revenues are wasted. That is one of the \r\nlessons of the Arab awakening. Sustainable prosperity \r\nand sustainable economic growth depend upon a strong, \r\nlegitimate and reliable legal order.\r\nFor that matter, free trade agreements and a well-\r\nfunctioning World Trade Organization are crucial for \r\nstimulating growth. According to the World Bank, a \r\nnew global trade deal would increase global welfare \r\ntremendously.\r\nat the Peace Palace. Next year, we will proudly celebrate \r\nits centenary. Former Secretary-General Boutros \r\nBoutros-Ghali recognized the role of the Netherlands \r\nin the international legal order by naming The Hague \r\nthe legal capital of the world.\r\nWe need international law to protect people, \r\nsocieties and nations, or, as former Secretary-General \r\nKofi Annan recently wrote, the United Nations Charter \r\nwas issued in the name of we the peoples, not we the \r\nGovernments. So we need a stronger international legal \r\norder, first, to preserve peace and security; secondly, \r\nto protect freedom; and thirdly, to promote prosperity. \r\nThat is the task that we face.\r\nA strong international legal order helps to preserve \r\npeace and security. To achieve that goal, we need \r\ngreater unity. I regret the persistent disagreement in the \r\nSecurity Council. It has prevented the United Nations \r\nfrom taking decisive action on Syria. The world is \r\nin desperate need of a strong, united and determined \r\nSecurity Council.\r\nMediation, arbitration and judicial settlement are \r\nindispensable for the peaceful settlement of conflicts. \r\nWe should cherish and develop those tools, as Deputy \r\nSecretary-General Jan Eliasson has so rightly said.\r\nBetter implementation of existing treaties on \r\nnon-proliferation, arms control and disarmament is of \r\nparamount importance. \r\nAn effective international legal order means that \r\ncountries are bound by their promises. Iran must \r\ncompletely fulfil its International Atomic Energy \r\nAgency obligations and abide by Security Council \r\nresolutions. The burden of proof is on Iran. As I said \r\nto my Iranian colleague, Minister Salehi, earlier this \r\nweek: You are the one to convince the world of the \r\npeaceful character of your nuclear programme — not \r\nus.\r\nThe international agendas on nuclear, chemical and \r\nconventional weapons must lead to concrete results and \r\nnew treaties. The United Nations and the Conference \r\non Disarmament in Geneva need to do better.\r\nThe Organization for the Prohibition of Chemical \r\nWeapons in The Hague will this year celebrate its \r\nfifteenth anniversary. It should stand ready to assist in \r\naddressing the chemical weapons problem in Syria.\r\nThe Netherlands will host the next Nuclear Security \r\nSummit, in 2014, as part of our efforts to enhance \r\nsecurity and fight nuclear terrorism. \r\n12-52396 37\r\nA/67/PV.15\r\nprotection and prosecution. Fifthly, countries that have \r\nnot done so to date should join the International Criminal \r\nCourt. That will ensure that civilians are protected and \r\nthe perpetrators of atrocities are prosecuted. \r\nThat takes me back to Syria. The Syrian crisis \r\nhighlights the mounting challenges of the United \r\nNations and its States Members. I applaud the active \r\nstance of the Secretary-General with regard to Syria. \r\nThe Office for the Coordination of Humanitarian \r\nAffairs, the World Food Programme, the Office of \r\nthe United Nations High Commissioner for Refugees \r\nand many other organizations are providing crucial \r\nassistance to the victims of the violence. I want to pay \r\nexplicit tribute to the Governments of Turkey, Lebanon \r\nand Jordan for their invaluable efforts to alleviate the \r\nsuffering of the thousands of refugees.\r\nIn conclusion, for me, meeting Мedya, that \r\ncourageous Syrian journalist and mother, has given a \r\nvoice to those refugees. I hope that I will meet Medya, \r\nthat 25-year-old mother of a five-year-old child, again \r\nin the near future in Homs, Syria. I want to see her live \r\nin an inclusive and prosperous Syria, where democracy \r\nand human rights replace terror and violence. It is about \r\ndemocracy and human rights. That is our aim. I want \r\nto see her live in a Syria where jobs and economic \r\nopportunities have replaced poverty and despair. \r\nThat woman, Мedya, has already shown the courage \r\nand the will to contribute to Syria’s future. Together, \r\nwe, the peoples of the United Nations, should show \r\nthat same courage. Together, we must preserve peace, \r\nprotect freedom and promote prosperity. Together, let \r\nus build a stronger international legal order.\r\nThe Acting President: I now call on His Excellency \r\nMr. Alfredo Moreno Charme, Minister for Foreign \r\nAffairs of the Republic of Chile.\r\nMr. Moreno Charme (Chile) (spoke in Spanish): \r\nAllow me to convey to Mr. Jeremić our warmest \r\ncongratulations on his election as President of the \r\nGeneral Assembly at its sixty-seventh session and to \r\nonce again extend to him our fullest cooperation. We \r\nwould also like to convey our gratitude to Mr. Nassir \r\nAbdulaziz Al-Nasser for his significant work during \r\nthe previous session. We also congratulate Secretary-\r\nGeneral Ban Ki-moon on his leadership at a time \r\nmarked by the immense scale of the challenges that we \r\nface. \r\nChile’s foreign policy is based on principles such \r\nas the defence of democracy, respect for human rights \r\nA good way to promote foreign direct investment \r\nis by enhancing arbitration and conflict resolution \r\nmechanisms. The Permanent Court of Arbitration in \r\nThe Hague has an increasingly important role to play.\r\nProtecting intellectual property rights effectively \r\nfosters innovation. We should therefore strengthen the \r\nWorld Intellectual Property Organization.\r\nFinally, the Millennium Development Goals need a \r\nnew agenda, with bold ideas to end poverty and plans to \r\npromote sustainable development and foster economic \r\ngrowth. The private sector is crucial to achieving \r\nthose goals, especially when it comes to unlocking the \r\npotential of small and medium-sized enterprises. To \r\nquote renowned economist Paul Collier, “We cannot \r\nmake poverty history unless the countries of the bottom \r\nbillion start to grow”. \r\nThe United Nations is indispensable for the agenda \r\nof peace, freedom and prosperity. The widening gap \r\nbetween the increasing expectations we have of the \r\nUnited Nations, on the one hand, and of its capacity \r\nto deliver, on the other, is a cause of serious concern. \r\nTherefore, we need a more effective, efficient and \r\ncoherent United Nations.\r\nThe Security Council must act decisively when \r\nserious crimes are involved and international peace and \r\nsecurity are at stake. All United Nations organizations \r\nshould deliver as one. The Secretary-General’s reform \r\nproposals must be implemented.\r\nEmerging Powers rightly ask for more influence, \r\ndue to new political and economic realities. The \r\nSecurity Council should be reformed while taking those \r\nrealities into account. At the same time, the larger share \r\nof those emerging Powers in the world economy should \r\nbe reflected in the relative contributions of Member \r\nStates to the United Nations budget.\r\nThe Members of the United Nations need to take \r\naction in five areas. First, countries should respect \r\nuniversal human rights without distinction. That \r\nkey principle also applies to lesbian, gay, bisexual \r\nand transgender individuals. Secondly, the rights of \r\nreligious minorities should be guaranteed all over the \r\nworld. Governments should protect religious groups \r\nagainst violence. Thirdly, countries should recognize \r\nthe compulsory jurisdiction of the International Court \r\nof Justice, as the Secretary-General has requested. \r\nFourthly, countries should adhere to the principle of \r\nthe responsibility to protect. That applies to prevention, \r\n38 12-52396\r\nA/67/PV.15\r\ncountry that we hope very shortly to welcome to the \r\nOrganization. We strongly believe that the Palestinian \r\npeople have the right to a free, sovereign and democratic \r\nState. However, we also note that the State of Israel has \r\nthe right to recognized, safe and respected borders. \r\nOnly in that way will Palestinians and Israelis be able \r\nto coexist and move forward in peace and harmony. \r\nThe leaders of the States members of the Assembly \r\nhave the moral obligation and enormous responsibility \r\nof seeking to harmonize interests in order for reason \r\nto prevail. The United Nations is the sole international \r\nforum with the necessary capacity to address the \r\nmaintenance of peace, security, the protection of human \r\nrights and international development cooperation. It is \r\ntherefore our responsibility to strive to find the means \r\nfor consensus to enable us to cooperate in resolving \r\ncurrent conflicts, averting future ones, preserving \r\npeace and launching a cycle of development for the \r\nbenefit of our peoples.\r\nChile, through a sustained effort, has enjoyed more \r\nthan 100 years of peaceful international coexistence \r\non the basis of understanding and dialogue, as well \r\nas legally and politically respected border agreements \r\nand treaties, as borne out by our peaceful vocation. \r\nNearly 40 years ago, however, my country experienced \r\na crisis that shattered its institutional order and divided \r\nour society, leading to a confrontation with tragic \r\nconsequences. Thanks to a united effort, an exemplary \r\npeaceful transition was possible. Despite the deep \r\ndivisions that were a hallmark of that time, we were \r\nable to move forward in building a solid foundation \r\nowing to the willingness to reach an understanding that \r\nprevailed among political forces that previously held \r\nirreconcilable positions.\r\nMoreover, despite its differences, Latin America \r\nhas learned to live in diversity and has progressed more \r\nthan other regions in the past decade. In our region, \r\nvarious kinds of Governments that propose different \r\npolitical and development models coexist. However, \r\nthrough dialogue, understanding and reason, we have \r\nreached consensus on establishing regional integration \r\nmechanisms that have enabled us to move forward \r\nwith common goals. That policy, based on respect \r\nfor differences and the pursuit of mutually beneficial \r\nintegration, is at the heart of our foreign policy.\r\nJust as mutual respect and human understanding are \r\nground rules of our national policy to achieve freedom, \r\nprogress and social justice, the same should occur in \r\nand the peaceful settlement of disputes. Among others, \r\nthose principles form part of the Charter of the United \r\nNations. Their observance provides for coexistence \r\namong States at the international and national levels, \r\nand thus preserves, for nations and their peoples, \r\nthe most precious asset of national societies and the \r\ninternational community, namely, peace.\r\nPeace is the basic value at the root of this body. \r\nHowever, despite the efforts made, serious problems \r\npersist internationally, as well as nationally in some \r\nMember States. We have witnessed the Arab Spring, \r\nwhich, by channelling the legitimate expression \r\nof its peoples for greater freedom, democracy and \r\nrespect for human rights, resulted in some cases, \r\nwithout prejudice to the difficulties that remain to be \r\novercome, in processes that have led to democratic \r\nchanges. Regrettably, in other cases, it has given rise to \r\nrepression and violence.\r\nThe repression of their people by dictatorial \r\nregimes and the inability to peacefully forge democratic \r\ntransition processes are the result of a mistaken way of \r\nengaging in and understanding politics. Confrontation \r\nhas prevailed over tolerance, violence over dialogue and \r\nconflict over understanding, as we see now happening \r\nin Syria.\r\nFrom this rostrum, we reiterate the call to all \r\nparties, in particular the Government of that country, \r\nfor an immediate end to the violence, respect for \r\nhuman rights and the establishment of the foundations \r\nfor a dialogue that can lead to a political solution of \r\nthe current crisis, in which justice and the rule of \r\nlaw prevail. The international community bears the \r\nresponsibility to support that process, while respecting \r\nthe principles of non-intervention, territorial integrity \r\nand, above all, human life.\r\nWe must condemn the intolerance that shows a lack \r\nof respect for different cultures and beliefs and has \r\ngiven rise to outbreaks of violence. Nothing justifies \r\nthe criminal act committed in Libya against United \r\nStates diplomats. We vigorously condemn that event \r\nand any other act of violence, which, in that particular \r\ncase, negates the essence of the diplomatic function, \r\nwhich this forum must specifically seek to defend with \r\nthe utmost resolve and determination.\r\nIn addition, we have resolutely supported all \r\ninternational efforts towards a just, legitimate and \r\nlasting solution of the problem between Palestine \r\nand Israel. We recognize the Palestinian State — a \r\n12-52396 39\r\nA/67/PV.15\r\nand democratic organ that is in line with the new \r\ninternational reality should be formed. Chile reiterates \r\nits support for a Security Council reform that envisages \r\nthe expansion of its membership in the permanent and \r\nnon-permanent categories, thus ensuring due regional \r\nrepresentation and enhanced transparency of its \r\nworking methods.\r\nWe also wish to reiterate our opposition to the veto \r\npower. However, given its existence, Chile supports the \r\ncall for the veto not to be used in situations of crimes \r\nagainst humanity, war crimes, genocide or ethnic \r\ncleansing. The countries with the veto power have a \r\ngreat responsibility and the obligation to use it with \r\nmoderation and transparency in seeking to resolve \r\ncrises, putting aside national or ideological positions \r\nthat hamper the system and render it ineffective.\r\nIn that context, our commitment to the main themes \r\non the international peace and security agenda has led \r\nus to submit our candidature for Security Council for \r\nthe period of 2014-2015. As part of that effort, we wish \r\nto help strengthen the effectiveness of the multilateral \r\nsystem based on democratic values and principles, \r\nnamely, equality and individual freedoms and solidarity, \r\nwhich are substantial aspects of our foreign policy. We \r\nalso wish to contribute to that from the perspective of \r\nLatin America and the Caribbean.\r\nDemocracy demands respect for, and the promotion \r\nof, human rights, which requires full implementation \r\nof the rule of law. Chile is firmly committed to that. \r\nOur own experience regarding a shattered democracy, \r\nwith tragic consequences for the rights of individuals, \r\nwhich I have already mentioned, underscores for us \r\nthe importance of developing public policies. It also \r\nhighlights the need to implement the instruments \r\nmade available to us by the international system, with \r\nparticular emphasis on those that support the most \r\nvulnerable, namely, children, women, young people, \r\nindigenous peoples, people with disabilities and the \r\nelderly. In that regard, we support strengthening the \r\nfunctioning of the human rights treaty body system \r\nand the work undertaken by the United Nations High \r\nCommissioner for Human Rights.\r\nIn addition to the issue of peace, another acute \r\nproblem for nations today is the international financial \r\ncrisis. It has wrought havoc on markets, trade, finance, \r\ninvestment and, worse still, employment. As in the case \r\nof politics, where confrontation and the lack of dialogue \r\nimpede solutions and compromises, in economics the \r\nthe international political arena. This is the best forum \r\nfor the leaders of nations to debate ideas, free from \r\nabsolute, exclusive or discriminatory positions, which \r\ninevitably lead to confrontation. Many of the problems \r\nfacing us are due to the fact that the virtue of dialogue, \r\nwhich is the only means for our mutual understanding \r\nand civilized coexistence, is increasingly undermined.\r\nHowever, countries alone cannot always find \r\nthe basis for understanding in order to achieve the \r\npolitical stability that makes solid institution-building \r\nand economic and social development possible. The \r\ninternational community also has a responsibility. \r\nWe believe that it is crucial not only to help countries \r\nemerge from crisis situations, but also to support them \r\nin peacebuilding and development in a comprehensive \r\nway. That means support for the rebuilding of political \r\ninstitutions and for internal reconciliation processes and \r\nsocial and economic development, which are tasks for \r\nwhich the Peacebuilding Commission was established. \r\nWe strongly support its work.\r\nIn that context, with regard to the United Nations \r\nStabilization Mission in Haiti, we believe that the \r\nrequired modifications to its composition and size \r\nmust be offset by strengthening the presence of the \r\ndevelopment component of the United Nations system \r\nthrough its agencies, funds and programmes. That \r\nis fundamental to helping the reconstruction and \r\ndevelopment of Haiti.\r\nIn that spirit of cooperation in peacebuilding, \r\nwe also welcome with satisfaction, a sense of \r\nresponsibility and enthusiasm the invitation of the \r\nColombian Government to assist in the negotiations \r\nprocess launched to put an end to the internal conflict \r\nthat has affected that brother country for more than 50 \r\nyears, causing so much suffering. We commend the \r\nwillingness and readiness of the parties and the courage \r\nof the Government of Colombia, which, building on the \r\ncircumstances brought about through its efforts and \r\npatience in recent years, took the decision to initiate \r\na peace process that, we trust, will end successfully to \r\nthe benefit of all Colombians.\r\nMr. Charles (Trinidad and Tobago), Vice-President, \r\ntook the Chair.\r\nWe have conveyed our vision of what we believe \r\nto be the most profound purpose of politics. On this \r\noccasion, we would also like to address the issue \r\nof Security Council reform. In order to strengthen \r\nits capacities and legitimacy, a more representative \r\n40 12-52396\r\nA/67/PV.15\r\nReal and effective integration goes beyond trade. \r\nWe are also pursuing shared projects with other nations, \r\nsuch as the recent Pacific Alliance initiative, launched \r\ntogether with Peru, Mexico and Colombia. It focuses on \r\nthe integration not only of goods and services, but also \r\nthe free movement of people and capital, thus sharing \r\nthe full potential of our economies. Such initiatives \r\nwith Pacific Rim countries are not new. In 1994, \r\nwe were already part of the Asia-Pacific Economic \r\nCooperation, seeking to accelerate trade liberalization \r\nin a broad region that unites the largest economies on \r\nboth sides of that ocean. Subsequently, in 2005, along \r\nwith Singapore, New Zealand and Brunei Darussalam, \r\nwe launched a process to forge an ambitious free \r\ntrade agreement. Today, that project, known as the \r\nTrans-Pacific Partnership, aspires to create the largest \r\nglobal free trade area with the accession of new \r\nmembers, including the United States.\r\nTwo years ago, only days after the Government \r\nthat I represent assumed its duties, a natural disaster of \r\nglobal proportions, namely, the fifth-largest earthquake \r\nregistered in the world since such disasters were \r\nrecorded, caused destruction and death in our country. \r\nChile recovered thanks to the solidarity and unity of \r\nits people and as a result of the generous assistance of \r\nfriendly nations and organizations. Recently, President \r\nSebastian Piñera Echeñique affirmed the announcement \r\nthat he made at that time, pointing out that, by the end \r\nof his term in office, all material damage would be \r\nfully rebuilt.\r\nIn recent years, we have seen an increase in the \r\nnumber of natural disasters — floods, tornados, \r\ntyphoons, earthquakes and mudslides. There is no place \r\non the planet that is not either suffering or has suffered \r\nfrom a natural disaster. No country has the capacity \r\nto deal with disasters of that scale alone. There is \r\ntherefore a need for the assistance and solidarity among \r\nnations that we saw not only during the earthquake in \r\n2010, but also at the time of the collapse of the San \r\nJosé mine, which affected 33 miners. The lives of \r\nthose miners were saved thanks to their courage, to the \r\ndetermination of the Government of Chile to rescue \r\nthem and to international cooperation.\r\nIn Chile, we have strengthened disaster \r\npreparedness and early-warning systems and have \r\nenhanced the national civil protection agency in \r\norder to ensure greater coordination at the national, \r\nregional and local levels. However, the occurrence \r\nof some of those natural phenomena is also linked to \r\nimproper practices of excessive spending, a lack of \r\nfiscal tightening and the absence of adequate regulatory \r\nframeworks triggered the crisis that currently affects us \r\nand whose end is not yet in sight.\r\nThe experience of our country and our region has \r\ntaught us harshly in recent decades that progress and \r\ntrue development require measures that are not populist \r\nor short term. Governments must act responsibly and \r\ncontrol public spending without turning to that as \r\nan easy solution to artificially promote an economic \r\nboom. The current crisis blatantly shows the painful \r\nconsequences of such policies. A rigorous fiscal policy \r\nand the establishment of stabilization funds, like some \r\ncountries have created, such as Norway on the basis \r\nof oil and Chile on the basis of copper, are examples \r\nof efficient mechanisms for economic stability and \r\nbalancing global cycles.\r\nSimilarly, in seeking solutions to the crisis, we \r\nmust avoid the temptation to resort to artificial and \r\nshort-term measures. There are voices clamouring \r\nfor the imposition of protectionist practices to boost \r\nthe economy. Such practices may benefit a specific \r\neconomic sector in the short term. However, they have a \r\nf leeting effect. Let us not fool ourselves. Protectionism \r\nprotects inefficient industries and provides citizens with \r\npoor quality and more expensive products. Worse still, \r\nit undermines productivity, eliminates competition and \r\nentrepreneurship and hampers real development. \r\nOur experience shows us that we must take the \r\nopposite path, namely, greater openness and more free \r\ntrade. Threats to democracy are thereby overcome \r\nthrough greater democracy. Economic growth is boosted \r\nby greater openness to markets and fewer obstacles to \r\nglobal trade. Years ago, our country launched trade \r\nliberalization by, first, unilaterally reducing its tariffs \r\nand, subsequently, through free trade agreements \r\nthat today extend to more than 60 countries and that \r\nrepresent more than 85 per cent of world gross domestic \r\nproduct. Chile has the most free trade agreements and \r\nhas the world’s eighth-lowest tariffs, at less than 1 per \r\ncent on average.\r\nDespite external difficulties, that policy has enabled \r\nus to increase our growth by 6 per cent in the past two \r\nyears and to achieve the region’s highest per capita \r\nincome. In turn, it has made it possible to reduce the \r\nlevel of unemployment, poverty and extreme poverty \r\nby creating new jobs and social protection programmes. \r\n12-52396 41\r\nA/67/PV.15\r\ncapacity a reality and thus ensure that the politically \r\ncorrect action is also morally correct.\r\nThe President of Bolivia mentioned, in terms that do \r\nnot comply with the norms of good coexistence among \r\nnations, that country’s maritime claim (see A/67/PV.11). \r\nAlong with the formal note of reply that was submitted \r\nto the President of the General Assembly, in addressing \r\nthis debate I feel obliged to categorically reject the \r\nposition, affirmation and charges made against my \r\ncountry. It is timely to reiterate to the Assembly that \r\nthere are no outstanding border issues between our \r\nStates. Those matters are clearly set out in the 1904 \r\nTreaty of Peace and Friendship, and are fully respected. \r\nChile has fully met its obligations under that \r\nTreaty, allowing the most extensive free transit through \r\nits territory by means of high-quality infrastructure, \r\nas acknowledged by the Bolivians themselves. Bolivia \r\nhas no right to claim access to the sea. The respect of \r\nborder agreements between neighbouring countries is \r\none of the cornerstones for coexistence among States \r\nand is the guarantor of international peace, as prevails \r\nbetween our countries.\r\nBefore this Organization, Chile reaffirms that \r\nthe Constitution of the Plurinational State of Bolivia, \r\nadopted in 2009, introduced provisions that contravene \r\nthe framework of international law, which governs the \r\npeaceful coexistence among nations. Those provisions \r\nare therefore not enforceable with regard to our country. \r\nAs declared by a committee of lawyers appointed by \r\nthe League of Nations in 1921 and as acknowledged \r\nat the last session of the General Assembly of the \r\nOrganization of American States, held in the Bolivian \r\ncity of Cochabamba, this is strictly a bilateral matter. \r\nChile has continued to convey to Bolivia its readiness \r\nfor brotherly dialogue, based on full respect for the \r\ntreaties in force, which provide significant benefits for \r\nboth peoples. It is in the hands of Bolivia to accept that \r\ninvitation.\r\nThe Acting President: I now call on His Excellency \r\nMr. Bernard Kamillius Membe, Minister for Foreign \r\nAffairs and International Cooperation of the United \r\nRepublic of Tanzania.\r\nMr. Membe (United Republic of Tanzania): At the \r\noutset, allow me to convey the fraternal greetings of \r\nHis Excellency Mr. Jakaya Mrisho Kikwete, President \r\nof the United Republic of Tanzania, who could not \r\nattend this session of the General Assembly due to \r\nother equally important engagements. \r\nenvironmental protection. Preserving the environment \r\nis another topic that merits the attention of the \r\ninternational community and means that we should act \r\nresponsibly to safeguard for future generations a clean \r\nenvironment and sustainable development that respects \r\nnature. The recommendations of the United Nations \r\nConference on Sustainable Development, namely, \r\nsustainable development goals, financing mechanisms \r\nand a mechanism to transfer and distribute clean energy, \r\nshould now be implemented.\r\nChile assumed the position of the first pro tempore \r\npresidency of the Community of Latin American and \r\nCaribbean States (CELAC) with great satisfaction. The \r\n33 member States of Latin America and the Caribbean \r\nagreed the Community’s guiding principles and \r\npurposes, including the promotion and protection of \r\ndemocracy and human rights, political coordination, \r\nintegration, the fight against poverty and inequality \r\nand stronger global engagement. Among the issues \r\nof interest to CELAC that I would like to underscore \r\nin this forum is support for the legitimate claims of \r\nthe Argentine Republic in the dispute for sovereignty \r\nover the Malvinas Islands, South Georgia Islands and \r\nSouth Sandwich Islands and the surrounding maritime \r\nareas. We call for a resumption of negotiations with the \r\nUnited Kingdom of Great Britain and Northern Ireland \r\nin order to find a peaceful and lasting solution to that \r\ndispute. CELAC also wishes to underscore the need to \r\nput an end to the economic blockade imposed by the \r\nUnited States of America against Cuba. The General \r\nAssembly has adopted important resolutions on both \r\nmatters.\r\nWe live in a world of great opportunities, but also \r\nsignificant challenges and global threats that require the \r\ncoordinated action of the international community in \r\norder to ensure an appropriate response. Only through \r\neffective, efficient and inclusive multilateralism will \r\nwe find the best way to respond to those great global \r\nchallenges. \r\nThe United Nations system has the capacity to \r\nexercise leadership in pursuing international peace and \r\nsecurity, in promoting sustainable development and \r\ncooperation and in protecting and promoting human \r\nrights. Also, in seeking to resolve the global economic \r\ncrisis, in environmental protection and in the rapid \r\ninternational response to prevent and provide assistance \r\nin the case of natural disasters, we, as Member States, \r\nmust demonstrate the political will to make that \r\n42 12-52396\r\nA/67/PV.15\r\nstrengthen early-warning mechanisms and to prevent \r\nconflicts before they occur. In no case should we \r\npursue actions that would encourage parties in conflict \r\nto resort to armed solutions instead of dialogue. While \r\nfacilitating dialogue, it is also important that we uphold \r\nthe principles of impartiality, objectivity and respect for \r\ninternational law. The unity of the entire membership is \r\ncrucial in ending impunity and human rights violations, \r\nwherever they occur.\r\nThe pacific settlement of disputes as provided under \r\nChapter VI of the Charter of the United Nations has \r\nnever been so pertinent. In the interest of maintaining \r\npeace and security, we should learn to keep our \r\ndifferences aside and not allow them to create divisions \r\namong us. I believe the presidency of Mr. Vuk Jeremić \r\nwill guide us in that direction.\r\nTanzania is the current Chair of the Southern Africa \r\nDevelopment Community (SADC) Organ on Politics, \r\nDefence and Security. We have taken up the mantle of \r\nleadership of the Organ at a time when some countries of \r\nthe region face security challenges. Under the umbrella \r\nof SADC and the International Conference on the Great \r\nLakes Region of Africa, we have resolved to find a \r\ndurable solution to the crisis in the eastern part of the \r\nDemocratic Republic of the Congo, where rebel groups \r\nsuch as the Mouvement du 23 mars are destabilizing and \r\nthreatening the peace and security of the entire region. \r\nMembers of the International Conference on the Great \r\nLakes Region have agreed to establish an international \r\nneutral force comprising 4,000 troops to address the \r\nproblem. Tanzania has committed to contribute troops \r\nto the neutral force. Through the African Union (AU), \r\nwe are taking the necessary steps to ensure that the \r\ndeployment of this international neutral force is done \r\nunder the mandate of the United Nations.\r\nLikewise, Tanzania will work assiduously with \r\nother SADC member States to support the return \r\nto constitutional normalcy in Madagascar and the \r\nfinalization of the drafting a new constitution in \r\nZimbabwe, which will open the way to democratic \r\nelections by June 2013. We proceed in that endeavour \r\nwith the firm belief that a solution in both countries \r\nwill finally be achieved through the effective and \r\nconstructive engagement of all parties concerned.\r\nTwelve years ago, in the month of September, \r\nwe met in this very Hall to adopt the United Nations \r\nMillennium Declaration (resolution 55/2), which gave \r\nbirth to the Millennium Development Goals (MDGs). \r\nOn behalf of the Government and people of the \r\nUnited Republic of Tanzania, I wish to congratulate \r\nMr. Jeremić on his well-deserved election as President \r\nof the General Assembly at its sixty-seventh session. It \r\nis indeed a pleasure for me to participate in the general \r\ndebate under his presidency. Similarly, I congratulate his \r\npredecessor and commend him on the manner in which \r\nhe steered the work of the sixty-sixth session. It would \r\nbe remiss of me not to acknowledge and commend the \r\nSecretary-General and the entire Secretariat on their \r\nservice to the Organization.\r\nEchoing the President’s words during the opening \r\nof the session, we meet here amid upheavals of \r\nunprecedented scope, characterized by multiple intra- \r\nand inter-State conflicts in the world and a time of \r\nemerging and worsening conflicts, most of which \r\nare taking place in Africa and the Middle East (see \r\nA/67/PV.1). Those conflicts have caused the deaths \r\nand suffering of millions of people, including children, \r\nwomen and the elderly. Undoubtedly, a new world order \r\nof lasting peace, security and freedom, as envisaged in \r\nthe United Nations Charter, can be achieved through \r\ndialogue and reconciliation.\r\nWe applaud the fact that the theme of this general \r\ndebate is “Adjustment or settlement of international \r\ndisputes or situations by peaceful means”. Similarly, \r\nwe welcome the many initiatives undertaken at the \r\nnational, regional and international levels in promoting \r\nthat matter.\r\nDuring the 50 years of the independence of the \r\nUnited Republic of Tanzania, we have witnessed and \r\nrespected the effectiveness of preventive diplomacy. We \r\nhave participated in various mediation processes in the \r\nregion and on the continent, such as in Burundi, Côte \r\nd’Ivoire, the Democratic Republic of the Congo, Kenya \r\nand Madagascar. The involvement of former Presidents \r\nof Tanzania the late Mwalimu Julius Kambarage \r\nNyerere and Benjamin William Mkapa, as well as \r\nHis Excellency Jakaya Mrisho Kikwete, President of \r\nthe United Republic of Tanzania, in those processes \r\nis a clear testimony of our continued commitment to \r\npreventive diplomacy.\r\nWe are all too aware of the dire consequences \r\nof conflict, particularly when all the mechanisms \r\nprovided for under the Charter of the United Nations \r\nto resolve conflicts fail to find a permanent solution \r\nand to ensure lasting peace. The situation in Syria is \r\na case in point. It is important that we find ways to \r\n12-52396 43\r\nA/67/PV.15\r\nUnited Nations reforms are long overdue. The \r\nUnited Nations is composed of its States Members, \r\nwithout which there is no United Nations. If we Member \r\nStates cannot agree on reforms then the United Nations \r\nwill never be reformed. It is a fact that we have had long \r\ndiscussions without reaching concrete agreements. The \r\ntime has come to walk the talk.\r\nIt is important to remind ourselves that Africa is \r\nthe largest regional group in the United Nations and \r\nthe only continent that is not represented among the \r\npermanent seats on the Security Council. That situation \r\nequally overlooks the fact that most discussions in the \r\nSecurity Council concern Africa. We, African leaders \r\nand the African Union, have voiced our sentiments \r\nand agreed to have two permanent seats with the veto \r\npower. We will continue working together based on the \r\nagreed Ezulwini Consensus and the Sirte Declaration, \r\nto which we all subscribed. I therefore appeal to Africa \r\nto maintain that momentum and solidarity.\r\nMy country will continue to support reform \r\nof the United Nations, including the Delivering as \r\nOne initiative, which has been implemented with \r\nconsiderable success in Tanzania since 2007. The \r\nGovernment will continue to support that process, \r\nincluding its continuation in programme countries. \r\nThe endorsement of that initiative by some members \r\nof the Assembly is a clear testimony to the value of \r\nthe approach. We believe that the 2012 quadrennial \r\ncomprehensive policy review will take into account \r\nthose positive achievements.\r\nThe United Nations is anchored in the principles \r\nof human rights, the rule of law, good governance and \r\ndemocracy. We the Member States must implement \r\nwhat we deliberate and agree upon, otherwise the \r\ncredibility of the United Nations will be at stake. The \r\nSecurity Council and the General Assembly have \r\nadopted many resolutions on Palestinian independence. \r\nTanzania applauds the admission of the Palestinian \r\nState to UNESCO. As we do so, Tanzania would like \r\nonce again to appeal to the major Powers and donors in \r\nUNESCO to review their decision to punish UNESCO \r\nby withdrawing their contributions. That decision \r\nimpacts more on developing countries, in particular \r\nAfrican countries, which draw on up to 65 per cent of \r\nUNESCO funds in education, science and culture.\r\nWith regard to Western Sahara, Tanzania calls \r\nupon the Secretary-General to continue his mediation \r\nefforts in bringing together the Government of Morocco \r\nThree years from now, we will reach the deadline we \r\nagreed. We have undoubtedly made some progress on \r\nmany fronts, but most developing States are unlikely to \r\nachieve all the goals by the deadline of 2015.\r\nMy country has also made progress in the \r\nachievement of the MDGs. It attained Goal 2, on \r\nuniversal primary education, back in 2009. It has also \r\nregistered considerable gains on Goal 3, on promoting \r\ngender equality and the empowerment of women, as \r\nwell as on Goal 6, on combating HIV/AIDS, malaria \r\nand other diseases. We have also achieved moderate \r\nresults on MDGs 4 and 5, dealing with infant and \r\nmaternal mortality, respectively. However, much more \r\nremains to be done to emancipate our people from the \r\ntraps of poverty.\r\nOur goals to improve the livelihood of our people \r\nmust go beyond 2015. It is therefore necessary that we \r\nconsider the post-MDG agenda as one that complements, \r\ninstead of diverting our focus from the current MDGs. \r\nMy delegation proposes a second generation of MDGs, \r\nwhereby all our efforts are directed to ensure that \r\nMDGs are achieved post-2015 in those countries that \r\nwill not have achieved them by 2015.\r\nAt the sixty-sixth session of the General Assembly, \r\nPresident Kikwete expressed serious concern regarding \r\nglobal food insecurity (see A/66/PV.15). Since then, \r\nthe situation has worsened and the vulnerability of \r\nmany developing countries has increased. We must \r\nwork collectively to address food insecurity. We \r\nmust increase food production and productivity on \r\na sustainable basis, strengthen agricultural systems, \r\nand establish early-warning mechanisms, as we also \r\nmust develop effective responses to calamities such \r\nas those in the Horn of Africa and the Sahel region. \r\nWhile ensuring food security, we need also to address \r\nthe issue of nutrition. It is in that regard that Tanzania is \r\na proud member of the Scaling Up Nutrition movement.\r\nAt the national level, the Government is undertaking \r\nvarious initiatives to ensure food security through \r\npublic-private partnerships. My Government has had \r\nthe pleasure of hosting the Africa Green Revolution \r\nForum, in Arusha, which concluded today, with the \r\nparticipation of African leaders, ministers, private \r\nagribusiness firms, financial institutions, farmers, \r\nnon-governmental organizations and agricultural \r\nexperts. The Forum was organized by the Alliance for \r\na Green Revolution in Africa.\r\n44 12-52396\r\nA/67/PV.15\r\nenabled us to contain its negative impact on the most \r\nvulnerable strata of society and welcome our brothers \r\nand sisters from Mali in acceptable human conditions. I \r\nshould like to reiterate the gratitude of the Government \r\nand the people of Burkina Faso to the relevant specialized \r\nagencies of the United Nations systems, the Economic \r\nCommunity of West African States (ECOWAS), the \r\nWest African Economic and Monetary Union, the \r\nKingdom of Morocco, the Republic of China (Taiwan), \r\nthe Kingdom of Saudi Arabia, Algeria, Japan, Tunisia, \r\nEgypt and Azerbaijan, who have lent us their assistance \r\nto ensure that refugees and worst-off populations of \r\nBurkina Faso are able to live dignified lives.\r\nAt the political level, Burkina Faso, within the \r\nframework of the implementation of the conclusions \r\nof the Consultative Council on Political Reforms, is \r\ncontinuing the strengthening and consolidation of its \r\ndemocratic process. Following the successful holding \r\nof a biometric registration effort covering the entire \r\nnational territory, December of this year will witness the \r\norganization of joint legislative and municipal elections \r\non the basis of greater transparency and fairness.\r\nTurning to the economy, Burkina Faso is continuing \r\nits policy of building a strong and prosperous economy \r\nto serve the basic needs of its population. To do that, \r\nwe have adopted a strategy of accelerated growth and \r\nsustainable development to fulfil our drive for progress \r\ntowards becoming an emerging country and enabling \r\nit to achieve the Millennium Development Goals. We \r\nwelcome the backing of Burkina Faso’s partners for that \r\nstrategy, whose ultimate goal is to achieve strong and \r\nsustained economic growth that serves to multiplies \r\nrevenue and improves the population’s quality of life, \r\nwhile taking into account the guiding principles of \r\nsustainable management of natural resources. \r\nThe annual foreign financing needs of the strategy \r\nremain significant, despite the efforts undertaken by \r\nthe Government of Burkina Faso on the basis of our \r\nown resources. We are hopeful that our bilateral and \r\nmultilateral partners, as they have done in the past, will \r\nbe at our side to ensure a successful implementation of \r\nthe strategy. We wish to convey our gratitude to those \r\nthat have already demonstrated their solidarity with us.\r\nBurkina Faso is aware that there can be no sustainable \r\ndevelopment without peace and stability. That is why \r\nPresident Blaise Compaoré has turned dialogue and \r\nmediation into new levers for the maintenance of \r\nharmony and understanding among peoples. We are \r\nand the leadership of Western Sahara to resolve the \r\nlongstanding crisis. In that regard, my delegation \r\nencourages Morocco to rejoin the AU so that together \r\nwe can find a durable solution on the independence of \r\nWestern Sahara.\r\nTanzania remains troubled by applications of \r\nunilateral sanctions and embargos imposed against \r\nCuba and its people. As President Kikwete said at \r\nthe previous session of the General Assembly (see \r\nA/66/PV.15), Tanzania is in full solidarity with the \r\npeople of Cuba in demanding the end to all unilateral \r\nsanctions and embargos against them.\r\nWe Member States have the duty and responsibility \r\nto make the world a better place. We should maintain the \r\nsanctity of humankind before our ambitions and desires. \r\nIn order to achieve that, we should recommit ourselves \r\nto and uphold the objectives and principles contained \r\nin the Declaration on Principles of International Law \r\nconcerning Friendly Relations and Cooperation among \r\nStates in accordance with the Charter of the United \r\nNations (resolution 2625 (XXV)).\r\nThe Acting President: I now call on His Excellency \r\nMr. Djibrill Ypènè Bassolé, Minister for Foreign Affairs \r\nand Regional Cooperation of Burkina Faso.\r\nMr. Bassolé (Burkina Faso) (spoke in French): It \r\nis always a very significant moment for the delegation \r\nof Burkina Faso when we find ourselves present at this \r\ntraditional meeting that opens the annual session of \r\nthe General Assembly. For us, it is a special moment \r\nfor reflection on how the world is progressing and for \r\nsketching ways to build a world of peace, security and \r\nsolidarity. The sixty-seventh session of the General \r\nAssembly is taking place in an atmosphere of uncertainty \r\nrelated to the very difficult international economic \r\nsituation and the growing threats to international peace \r\nand security. The challenges that the situation poses to \r\nworld require of us greater courage, effort, creativity \r\nand solidarity, if all of us wish one day to achieve the \r\nobjectives of peace and development so dear to the \r\ninternational community.\r\nThis year, Burkina Faso has been tested by a food \r\ncrisis resulting from poor rainfall. The grain and cereal \r\nshortage was exacerbated by a massive inflow of tens \r\nof thousands of refugees from neighbouring Mali, \r\nsometimes with all of their cattle, as a result of the crisis \r\nthat has raged in that brother country since 17 January. \r\nThe situation has led the Government of Burkina Faso \r\nto undertake vigorous and urgent measures that have \r\n12-52396 45\r\nA/67/PV.15\r\nthe fundamental freedoms of their fellow citizens and \r\nto clearly distance themselves from extremist and \r\nterrorist movements in order to promote the values of \r\ndialogue and democracy to which Mali is so wedded.\r\nThe crisis situation in the north of Mali is a tangible \r\nmanifestation of the type of threat facing all of the \r\ncountries of the Sahel region. I therefore welcome the \r\ntimely initiative of Secretary-General Ban Ki-moon that \r\nbrought us together on 26 September on the margins \r\nof the General Assembly around the issue of peace, \r\nsecurity and development in the States of the Sahel \r\nregion. I renew my gratitude and reiterate to him the \r\nregard and appreciation of the Government of Burkina \r\nFaso for his availability and commitment to peace and \r\ndevelopment in Africa and throughout the world.\r\nAlways working for international peace and \r\nsecurity, Burkina Faso contributes to peacekeeping \r\noperations in Darfur and Guinea-Bissau. On \r\nGuinea-Bissau, Burkina Faso encourages the efforts \r\nundertaken by the transitional bodies to quickly restore \r\nconstitutional order and urges all of the country’s \r\nstakeholders to ensure a consensual and inclusive \r\ntransition and to create the best possible conditions in \r\nwhich to implement priority reforms, organize free and \r\ntransparent presidential elections and entrench the rule \r\nof law. On Darfur, we encourage the parties to better \r\nimplement the Doha Document for Peace in Darfur, and \r\nwe continue to contribute through the implementation \r\nand follow-up mechanism provided for by the Doha \r\nDocument. \r\nOn the issue of the Western Sahara, Burkina Faso \r\nwelcomes the determination of the parties to explore \r\nappropriate ways and means to achieve a fair and \r\nagreed political settlement of the issue. The current \r\nstatus quo is neither viable nor of benefit to any of \r\nthe parties, given its impact on the subregion’s peace \r\nand security. That is why my country has continuously \r\npromoted dialogue and compromise aimed at achieving \r\nan acceptable political solution between the parties. In \r\nthat regard, we believe that the Moroccan initiative for \r\nthe negotiation of an autonomous status for the Saharan \r\nregion could be an appropriate way to settle differences.\r\nThe world is experiencing great uncertainty and \r\nanxiety as a result of the international economic and \r\nfinancial instability, the increase in poverty, ongoing \r\nenvironmental degradation and the increase in natural \r\ndisasters. In particular, the recent international financial \r\ncrises, which seriously compromised the balance of \r\nvery grateful to President Vuk Jeremić for having \r\nplaced this session of the General Assembly under the \r\nbanner, “Bringing about adjustment or settlement of \r\ninternational disputes or situations by peaceful means”. \r\nThat theme underscores the importance of resorting to \r\npeaceful means as an appropriate mechanism for the \r\nsettlement of disputes. Burkina Faso fully associates \r\nitself with the choice of that topic which, following on \r\nthe sixty-sixth session, will enable the international \r\ncommunity to deepen its thinking and commit itself \r\nresolutely to the peaceful settlement of conflicts \r\nthrough dialogue to avoid stalemate and the escalation \r\nof violence, which reduces to nought our efforts \r\naimed at promoting sustainable economic and social \r\ndevelopment.\r\nIt is along those lines that the President of Burkina \r\nFaso has accepted the mediation mission that its peers \r\nfrom the Economic Community of West African States \r\nhave entrusted him within the framework of the crisis \r\nin Mali. The ECOWAS mediation, whose goal is to \r\nresolve, through dialogue, the dual institutional and \r\nsecurity crisis that is raging in Mali, has focused its \r\nefforts on restoring the normal constitutional order and \r\nto setting up stable transition bodies that are accepted by \r\nMalians and recognized by the international community \r\nin order to implement the road map contained in the \r\nframework agreement of 6 April,  which deals with \r\nthe management of the crisis and the organization of \r\nelections. Burkina Faso will continue to work under \r\nthe ECOWAS framework, with the support of the \r\ninternational community, towards Mali’s reunification \r\nand reconciliation so as to create conditions conducive \r\nto the holding of free and democratic elections \r\nthroughout all of Mali. \r\nThe establishment of stable and lasting peace \r\nin Mali will require a comprehensive approach \r\ncombining political dialogue and the use of force \r\nmainly aimed at neutralizing extremist terrorist groups \r\nof a transnational nature, whose presence in the north \r\nof Mali is likely to irretrievably compromise efforts \r\naimed at better governance and social and economic \r\ndevelopment. The President of Burkina Faso, with the \r\nassistance of President Goodluck Ebele Jonathan, will \r\ncontinue in a clear-headed way to seek solutions to \r\nthe deep-rooted causes of the crisis undermining our \r\nsubregion, a crisis which the armed rebellion has but \r\nexacerbated. I therefore call upon the Malian armed \r\nmovements to renounce the systematic use of arms as a \r\nmeans to achieve their demands. I urge them to respect \r\n46 12-52396\r\nA/67/PV.15\r\nthrough a reform of the United Nations. Such reform \r\nremains a topic of great concern at the very heart of \r\nglobal governance. We hope that the negotiations \r\nlaunched within the framework of this reform will \r\nresult in acceptable compromises that can strengthen \r\nthe effectiveness and standing of the United Nations as \r\nit faces the new challenges of our changing world. Only \r\nin that way will we genuinely move towards building a \r\nmore fair and united world.\r\nMy delegation listened with great interest to the \r\ninaugural address by the President of the General \r\nAssembly at its sixty-seventh session, in which he \r\ncovered all the major issues of concern to today’s \r\ndemocratic societies. I would therefore like to \r\ncongratulate him on his election and welcome the \r\nvision with which he would like to endow our common \r\nOrganization. He can rest assured of our delegation’s \r\nreadiness for full cooperation.\r\nFinally, I would like to take this opportunity to \r\nexpress our gratitude to his predecessor, His Excellency \r\nMr. Nassir Abdulaziz Al-Nasser of Qatar, for his efforts \r\nduring the sixty-sixth session of the Assembly. That \r\nsession’s very welcome results bear witness to the skill \r\nand effectiveness with which he led our work.\r\nThe Acting President:  I now call on His Excellency \r\nMr. Ahmet Davutoğlu, Minister for Foreign Affairs of \r\nTurkey.\r\nMr. Davutoğlu (Turkey): At the outset, I would \r\nlike to congratulate my dear friend His Excellency \r\nMr. Vuk Jeremić on his election as the President of the \r\nGeneral Assembly at its sixty-seventh session. I believe \r\nthat, with his able leadership, he will contribute greatly \r\nto the work of the Assembly.\r\nI want to be frank and speak the language of the \r\npeoples we all represent. Every year, we all gather here \r\nat the United Nations, the embodiment of the human \r\nquest for peace, security and international order. We \r\nexchange views on the daunting challenges that we all \r\nface and express our strong commitment to resolving \r\nthem. On many matters, we speak as one, yet we often \r\nfail to act in unity. We express our commitment to \r\nthe settlement of frozen conflicts, but there is still no \r\nprospect for a solution to many such conflicts. \r\nFor instance, we have time and again declared \r\nour support for a two-State solution to the question of \r\nPalestine and adopted numerous resolutions to that end. \r\nour economies, are sorely testing the cohesion of our \r\nsocieties. They have an impact on all of us and require \r\nof us constant vigilance and sustained solidarity. \r\nThe United Nations Conference on Sustainable \r\nDevelopment (Rio+20), held from 18 to 22 June in Brazil, \r\nrightly reminded us of our shared but differentiated \r\nresponsibilities to protect our planet and to ensure \r\nsustainable development for future generations. It \r\nis essential that efforts continue on the basis of the \r\nconsensus reached at the Conference in order to find \r\nacceptable compromises that take into account the \r\ninterests of the various regions of the world. \r\nBurkina Faso attaches special importance to all \r\nissues related to the empowerment of women. To that \r\nend, we have spared no effort to improve women’s \r\nlegal and social status in our country. The First Lady \r\nof Burkina Faso, Mrs. Chantal Compaoré, Goodwill \r\nAmbassador and Coordinator of the International \r\nCampaign to Ban Female Genital Mutilation Worldwide, \r\nco-chaired during this session the high-level side event \r\non banning female genital mutilation. That is yet \r\nanother demonstration of her well-known commitment \r\nto the defence of women’s rights and the improvement \r\nof the status of women. In that connection, we reiterate \r\nour full support for the African initiative to introduce \r\nat this session a draft resolution aimed at a global ban \r\non female genital mutilation. We hope that it will enjoy \r\nthe support of the entire international community. \r\nFurthermore, we welcome efforts undertaken since \r\nthe launch of UN-Women and we hope that this new \r\nbody will strengthen United Nations activities aimed \r\nat the empowerment of women, the defence of their \r\nrights and the promotion of gender equality, especially \r\nin developing countries.\r\nBurkina Faso believes in multilateralism, solidarity \r\nbetween peoples and the virtue of dialogue among \r\nnations. In that regard, my delegation notes with great \r\nsatisfaction the calm atmosphere that currently prevails \r\nin the relations between the Republic of China (Taiwan) \r\nand the People’s Republic of China. That would \r\nargue in favour of granting the Republic of China its \r\nrightful place among the family of nations, including \r\nthrough its meaningful participation in the activities \r\nof international organizations such as the International \r\nCivil Aviation Organization and the United Nations \r\nFramework Convention on Climate Change.\r\nThe nature of the threats and challenges facing the \r\nworld demands of us a better sharing of responsibilities \r\n12-52396 47\r\nA/67/PV.15\r\nWhen a child opens his eyes to a world of extreme \r\npoverty and oppression in a refugee camp or in the \r\nstreets of his neighbourhood, or when a parent leaves \r\nbehind a destroyed house, orphans and widows, how \r\ncan we prevent them from succumbing to despair and \r\npessimism? If we cannot regard the rights of a person \r\nin Syria, Palestine, Somalia, Afghanistan, the Rakhine \r\nregion or other places as equal to our own, how can we \r\ntalk about freedom and justice? If fundamental human \r\nrights are sacrificed for the sake of power politics and \r\nbecome negotiable in talks among a few nations in \r\nthe Security Council, how are we to achieve universal \r\nhuman rights and security? If we remain incapable of \r\ntaking action to preserve the universal principles that \r\nthe forefathers of the United Nations set out when \r\nforming this body, how can we demonstrate to people \r\nthat the f lag of the United Nations represents hope for, \r\nand a safeguard of, their destiny? If the use of force \r\nis accepted as unlimited; if indiscriminate attacks and \r\ncollective punishment become weapons in the hands \r\nof cruel regimes against their own citizens, as we \r\nare currently witnessing every day, day and night, in \r\nSyria; if we fail to hear and rise to join the cry of the \r\ninnocent masses, wherever they are; and if we cannot \r\nforce such brutal regimes to submit to justice and the \r\nrule of law, how are we to maintain international peace \r\nand security?\r\nA peaceful world, as the founders of the United \r\nNations envisioned, cannot be established if we remain \r\nineffective in our work against those challenges. Let \r\nus not forget: our inability to act becomes a tool in the \r\nhands of despots and destructive regimes to demolish \r\ncities, towns and villages, massacre their own citizens \r\nand make a mockery of the civilized world and the \r\nUnited Nations. \r\nThe failure to address humanitarian crises shakes \r\nour collective conscience. Worse, however, inaction \r\neventually emboldens oppressors and aggressive \r\nregimes and creates evil alliances that perpetuate \r\nand commit crimes against humanity. Let us make \r\nno mistake: mercy shown to an oppressor is the most \r\nmerciless act towards people under oppression. If not \r\nnow, when are we supposed to act in unity? If not the \r\nUnited Nations, who is to lead? If not us, then who \r\nwill shoulder the responsibility to protect innocent \r\ncivilians? Let us now imagine that we are in the shoes \r\nof those people. How can we even dream about a real \r\nfuture?\r\nHowever, we still hope that, one day soon, Palestine will \r\nbe represented as an equal member in the Assembly.\r\nWe also underline the need for a solution to the \r\nNagorno Karabakh issue in accordance with the \r\nterritorial integrity of Azerbaijan. Yet there has not \r\nbeen a single step towards the resolution of that problem \r\nfor the past two decades.\r\nIn addition, the problem of Cyprus has remained \r\nunresolved for almost half a century. Nearly a decade \r\nhas passed since the United Nations settlement plan \r\nof 2004, which the entire international community \r\nendorsed. However, Turkish Cypriots continue to face \r\nisolation and an unlawful and unjust embargo as if it \r\nwere a token of appreciation for their support for the \r\nUnited Nations-led settlement.\r\nMy point speaks for itself. We cannot resolve \r\ncurrent problems, and each year we find ourselves \r\nbesieged by ever-increasing new ones. Terrorists \r\ncontinue to strike and take the lives of innocent people, \r\nyet we still have no effective international response to, \r\nor adequate solidarity against, the scourge of terrorism.\r\nToday, some States employ methods of State \r\nviolence and brutal oppression with impunity, which \r\ncosts the lives of innocent citizens whom they are \r\nobliged to protect. We firmly believe that human life \r\nis sacred and that life is the foremost blessing for any \r\nhuman being, whoever and wherever they are. \r\nHowever, millions of people live in poverty \r\nand under oppression. They are deprived of their \r\nfundamental rights and freedoms, suffering under \r\nextreme conditions that no human being should ever \r\nhave to live under. To soothe our collective conscience, \r\nwe constantly reiterate our pledges to help alleviate \r\nthe misery of those people. However, we fall short of \r\nmatching our words with deeds. \r\nWe live in perpetual hope. After all, as human \r\nbeings, we are the children of hope. For us, every \r\ndawn, every sunrise and every spring signifies a new \r\nbeginning of hope. We yearn for peace and idealize \r\npeace. It is the essence of our nature.\r\nHumankind expects from us, the leaders of nations, \r\nto move humankind towards real peace. However, \r\nwe lag far behind in meeting the expectations of our \r\nnations and of humankind. If it is not for us to provide \r\nrelief and give hope to a child living in a refugee camp \r\nor in open prisons in certain parts of the world, then \r\nwhat is the chance that we will cultivate real peace? \r\n48 12-52396\r\nA/67/PV.15\r\nAny such activity, no matter whom it is carried out by \r\nor for what purpose, is a betrayal against the soul, spirit \r\nand letter of Islam.\r\nHowever, the recent events are testament to a more \r\nserious problem that should concern not just Muslims, \r\nbut the adherents of all faiths and religions. The \r\nalarming increase in the number of acts that defame \r\nreligions, and thereby people who adhere to them, now \r\nhave serious implications for international peace and \r\nsecurity. The time has therefore come to establish the \r\ndenigration of any religion and its followers as a hate \r\ncrime. We have to take swift measures. We cannot, and \r\nwe shall not, leave our future vulnerable to the reckless \r\nprovocations of all sorts of extremists. \r\nWe need to craft a universal policy and a legal \r\ninstrument that, while protecting free expression, also \r\nensure respect for religion and prevent intentional \r\ninsults against anyone’s faith. The solution should not \r\nbe arbitrary. It has to focus on those who defame a faith \r\nwith the intention of inciting discrimination, hostility or \r\nviolence. We have to find a balance between protecting \r\nthe rights of an individual or group to free expression \r\nand protecting the right of another individual or group \r\nnot to become the target of hatred or of emotional, \r\nincited or psychological violence.\r\nTherefore, from this rostrum, I would like to make \r\na strong appeal to the members of the international \r\ncommunity to set up all the necessary instruments \r\nto combat all hate crimes, including the denigration \r\nof religions and defamation of their followers. The \r\nUnited Nations must lead that effort and should provide \r\nthe international legal framework to that end. We are \r\nresolved to actively pursue this objective and to work \r\ndiligently with like-minded nations and international \r\norganizations to ensure that we take a united and \r\neffective stance against Islamophobia and all forms of \r\nhate.\r\nMoreover, we are well aware of the need to ensure \r\nthe safety, security and protection of diplomats. In \r\nthe past four decade, the Turkish nation has lost 33 \r\ndiplomats to terrorist acts by the Armenian Secret \r\nArmy for the Liberation of Armenia. We encourage \r\nthe United Nations to focus on a new understanding \r\nof, and international instrument for, the protection of \r\ndiplomats.\r\nAs a mockery of the values we all share, the people \r\nof Syria have continued to suffer under the brutality \r\nand tyranny of the regime in Damascus for the past 18 \r\nWe need a strong, efficient and credible United \r\nNations. To that end, we must first tackle the long-\r\noutstanding issue of reforming the United Nations to \r\nmake it fit for its purpose. The working methods and \r\nstructures of the United Nations are not commensurate \r\nwith the current realities of the world. The Security \r\nCouncil, with its primary responsibility to maintain \r\ninternational peace and security, should become \r\nmore representative, functional and effective. It has \r\nto respond to the real needs of the world. That is the \r\nonly way that it will remain relevant to the enormous \r\nchallenges that we all face in the twenty-first century.\r\nI can freely appeal to the Assembly’s conscience, \r\nas Turkey has a solid record — be it in Afghanistan, \r\nSomalia, Syria, Yemen, Libya or Bosnia and \r\nHerzegovina or when it comes to cooperation with \r\nleast developed countries, the United Nations Alliance \r\nof Civilizations and the Mediation for Peace initiative, \r\namong other examples.\r\nAllow me now to briefly touch upon some specific \r\nissues that continue to pose formidable challenges for \r\nthe international community.\r\nLet me start by underlining that the recent attacks \r\nagainst Islam and the Prophet Muhammad — peace be \r\nupon him — and Islam are outright provocations. They \r\naim to pit nations and peoples against each other. We \r\ndeplore in the strongest terms the malicious attempts to \r\ndenigrate the most sacred values of Islam or any other \r\nfaith. We condemn any type of incitement to hatred and \r\nreligious discrimination against Muslims and people of \r\nother faiths.\r\nUnfortunately, Islamophobia has become a new \r\nform of racism. It can no longer be tolerated under \r\nthe guise of freedom of expression. Freedom does not \r\nmean anarchy. It means responsibility. The purpose of \r\nIslamophobia is clear and simple. It aims to create an \r\nabstract and imaginary enemy out of the millions of \r\npeace-loving Muslims all over the world. Regretfully, \r\naccepting generalities, stereotypes and prejudice as \r\ntruth, many people unknowingly become Islamophobic. \r\nHowever, no agenda, no provocation, no attack and no \r\nincitement to hatred can darken the bright face of Islam.\r\nAt the same time, we condemn all the provocations \r\nand violence that have led to the loss of lives in many \r\ncountries, including the death of the United States \r\nAmbassador in Libya. I express our sincere condolences \r\nfor all who have lost their lives. Violence against \r\ninnocent people cannot be justified under any pretext. \r\n12-52396 49\r\nA/67/PV.15\r\nof a new and democratic Syria. The regime in power \r\nhas to step down and allow an interim Government to \r\nlead the country to free and fair elections. The Syrian \r\npeople need our united support and solidarity in their \r\nstruggle for their future and their right to a legitimate \r\nand representative Government.\r\nThe Turkish nation stands by its brethren, the \r\nSyrian people, in their legitimate struggle. We now care \r\nfor 90,000 displaced Syrian refugees in Turkish homes. \r\nLet me underline once again that, since the beginning \r\nof the conflict, we have never hesitated, nor will we \r\never, hesitate to be at the side of our Syrian brothers and \r\nsisters in their most difficult hour.\r\nAnother tragedy that has long been taking \r\nplace before our eyes in the Middle East is that of \r\nPalestine. This is the fourth General Assembly session \r\nwhere we continue to stress the unacceptability and \r\nunsustainability of the situation in Gaza. However, to \r\ndate, there has been no progress. As a result, in the \r\nfourth year of the unlawful blockade by Israel, the \r\npeople in Gaza, children in particular, continue to live \r\nin despair, desolation and fear.\r\nMany decisions and resolutions have been adopted \r\nat the United Nations calling for the lifting of that \r\nunlawful blockade. However, Israel persists in its illegal \r\npolicy to this day, thereby causing misery and anguish \r\nin Gaza. In fact, we see the same attitude by Israel in all \r\nof the occupied Palestinian territories. Despite insistent \r\ncalls by the international community, it carries on with \r\nits illegal settlements in Palestine, and thus deliberately \r\nundermines the prospects of a peaceful two-State \r\nsolution.\r\nIndeed, when President Mahmoud Abbas spoke in \r\nthe Assembly last year (see A/66/PV. 19) and declared \r\nthe right of Palestine to be recognized as an independent \r\nState, I remember seeing the whole Assembly in a \r\nstanding ovation. But as of this day we have yet to see \r\nthe State of Palestine as an equal member of the General \r\nAssembly, with the f lag of the independent Palestine \r\nf lying. How can we convince the Palestinian people \r\nthat the international community is serious about a \r\ntwo-State solution when no United Nations resolutions \r\nhave helped their cause for an independent State of \r\nPalestine? However, we will one day see the f lag of \r\nPalestine in the Hall. Turkey will certainly support the \r\nPalestinian people in their quest for statehood, dignity \r\nand peace.\r\nmonths. The numbers speak volumes. More than 30,000 \r\npeople have been killed so far, approximately 300,000 \r\nSyrian refugees have f led to neighboring countries, \r\nincluding Turkey, and more than 1 million people are \r\ninternally displaced.\r\nUnfortunately, this humanitarian tragedy has \r\nbecome just a statistic for many. What has the \r\ninternational community done to stop this carnage? \r\nLiterally nothing. We have yet to see a single effective \r\naction to save innocent lives. It is a  great disgrace \r\nto witness that today, after 20 years, the ghosts of \r\nSrebrenica and Halabja continue to haunt us, this time \r\nin the cities of Syria.\r\nOne can argue about the reasons for the failure of \r\nthe Security Council to stop the violence of the Syrian \r\nregime. However, there can be no legitimate explanation \r\nfor the failure of the Security Council to reflect the \r\ncollective conscience of the international community. \r\nIt has to uphold its primary responsibility to maintain \r\ninternational peace and security. It is the inability of the \r\nCouncil to act that continues to encourage the Syrian \r\nregime to kill ever more people.\r\nIf the Security Council does not follow the \r\nconscience of the international community, as reflected \r\nby the resolutions adopted by a more than two-thirds \r\nmajority of the General Assembly, who will respond to \r\nthe cries of the Syrian people? For how long will we, \r\nthe international community, allow this humanitarian \r\ntragedy to continue? \r\nThe responsibility to protect the people of Syria \r\nis our fundamental duty. No political differences, \r\nno balance of power politics and no geopolitical \r\nconsiderations should prevail over our conscience and \r\nour concern for the destiny of the Syrian people.\r\nMore important, the situation in Syria has evolved \r\ninto a real threat to regional peace and security. The \r\nSyrian regime deploys every possible instrument to \r\nturn the legitimate struggle of the Syrian people into \r\na sectarian war, which will engulf the entire region in \r\nf lames. Unfortunately, the longer the regime is allowed \r\nto wage its campaign of violence, the harder it will be \r\nto prevent such a dreadful eventuality.\r\nIt is high time that the Security Council take \r\naction, as the Assembly called for. There has to be a \r\nsolution to ensure the immediate safety and security of \r\nthe Syrian people. There has to be a solution for a sound \r\ntransition process that paves the way for the creation \r\n50 12-52396\r\nA/67/PV.15\r\nall, the continuation of the problem creates additional \r\nrisks for the stability of the region. Moreover, the \r\nunilateral exploration of oil and natural gas by the \r\nGreek Cypriots around the island further intensifies \r\nthose risks.\r\nUnder those circumstances, the United Nations \r\nmust do more than what it is currently doing. The \r\nSecurity Council in particular has to facilitate a solution \r\nrather than merely sustaining the status quo. A change \r\nof mentality is essential. There should be a distinction \r\nbetween those who seek and aspire for a solution and \r\nthose who reject it. It is no longer enough to pay lip \r\nservice to a bi-zonal, bi-communal federation. It is time \r\nto act before it is too late.\r\nIn conclusion, I wish to go back to what I said at \r\nthe beginning of my remarks. We are at the end of the \r\nopening of yet another session of the General Assembly. \r\nWe have all expressed our desire for and commitment \r\nto a more peaceful and prosperous world. However, \r\npositive change can only be realized if our actions \r\nmatch our words and promises. Every attempt to \r\nachieve our objective for real peace, every moment we \r\nspend to uphold rightness and justice and every effort \r\nwe make for freedoms and human rights will provide \r\ngreater comfort for those who struggle to have a say in \r\ntheir destiny. A while ago, I asked if not now, when? \r\nThis year, let us make a difference and let us hope that \r\nwe will not repeat the same question next September in \r\nthe Assembly.\r\nThe meeting rose at 3.30 p.m. \r\nWhile the whole world’s attention is rightly focused \r\non the Middle East, we should not forget that there are \r\nserious human tragedies taking place elsewhere as \r\nwell. We do not have the luxury to turn a blind eye to \r\nany human suffering.\r\nAs I personally witnessed during my visit in June, the \r\npeople of the Rakhine region, especially the Rohingya \r\nMuslims, are in desperate need of humanitarian \r\nassistance. The democratization process under way in \r\nMyanmar provides us with a window of opportunity, as \r\nthe Government has repeatedly stressed its readiness to \r\ncooperate with the international community to ease the \r\nsuffering of those people.\r\nBefore concluding my remarks, I wish to touch \r\nupon yet another long-standing conflict that also \r\nrequires immediate practical steps towards a fair \r\nand lasting solution. I am referring to the problem of \r\nCyprus. Unfortunately, the new round of talks started \r\nin 2008 are at a stalemate, with no end in sight, due \r\nto Greek Cypriots’ intransigence and lack of political \r\nwill. Today, despite half a century’s experience and a \r\nbody of United Nations work, there is still not a clear \r\nprospect for a solution.\r\nThe Turkish Cypriots have so far proven their firm \r\ncommitment to a negotiated solution, but remain subject \r\nto an inhumane and unlawful embargo. That is simply \r\nunfair. They should not be forced to play this game for \r\nan indefinite period without a clear perspective and \r\ntimeline for a solution.\r\nThe international community must not remain \r\nindifferent to what is happening in Cyprus, either. After \r\n"