"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-52035 (E)\r\n*1252035*\r\nIn the absence of the President, Mr. Balé (Republic \r\nof the Congo), Vice-President, took the Chair.\r\nThe meeting was called to order at 3.10 p.m.\r\nAddress by Mr. Paul Kagame, President of the \r\nRepublic of Rwanda\r\nThe Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Rwanda.\r\nMr. Paul Kagame, President of the Republic of \r\nRwanda, was escorted into the General Assembly \r\nHall.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Paul Kagame, \r\nPresident of the Republic of Rwanda, and to invite him \r\nto address the Assembly.\r\nPresident Kagame: It is timely that we are meeting \r\nhere over the next few days to seek ways and means \r\nto prevent and generally manage conflicts. While \r\nit may seem that conflict is perennial and its forms \r\nincreasingly destructive, we have the urgent task of \r\nseeking more effective ways to prevent, manage and \r\nsolve it. The losses we witness or experience on a \r\ndaily basis in terms of human life and devastation are \r\nunacceptable. Moreover, at a time when widespread \r\npoverty robs too many people of the opportunity to \r\nrealize their full potential in life, conflict also diverts \r\nus from development.\r\nWe might ask ourselves why, after decades of \r\nefforts to rein in conflict on a global scale and foster \r\nmultilateral cooperation for sustainable peace, the \r\nresults are still not where they should be. The reasons \r\nfor this are several and multifaceted.\r\nFirst, we must appreciate that many conflicts arise \r\nwhen people are, or feel they are, excluded from full \r\nparticipation in the affairs of their country, particularly \r\naround issues that affect their everyday lives. Even \r\na cursory look at the conflict hotspots around the \r\nworld shows us the dangerous consequences of a \r\ndisenfranchised and despondent citizenry. Durable \r\nsolutions can come only from an inclusive approach to \r\nboth politics and development.\r\nSecondly, thorough analysis of the specific \r\npolitical and cultural contexts of any given conflict \r\nis key to finding lasting solutions. Too often, the \r\ninclination is to parachute into a situation with ready-\r\nmade answers based on a superficial examination of \r\nthe conflict’s dynamics, doing considerably more \r\nharm than good, despite good intentions. There is \r\nno one-size-fits-all remedy; these issues are complex \r\nand should be approached as such to arrive at the best \r\npossible outcome.\r\nThirdly, the links between conflict and \r\ndevelopment are often overlooked. If we are looking \r\nfor peaceful ways to resolve and prevent conflicts, \r\npromoting development tops the list. The stakes are \r\nhigh. A civil conflict costs the average developing \r\ncountry about 30 years of gross domestic product \r\ngrowth, and violence can easily spill over borders, \r\nUnited Nations A/67/PV.7\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n7th plenary meeting\r\nTuesday, 25 September 2012, 3 p.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Serbia)\r\n2 12-52035\r\nA/67/PV.7\r\nthreatening hard-won progress. Since security and \r\ndevelopment cannot be achieved without each other, we \r\nall — from the average citizen to Government leaders \r\nand global institutions like the United Nations — have \r\nto play our roles in order to find inclusive solutions for \r\nlasting peace and prosperity.\r\nFinally, it is increasingly obvious that local or \r\nregional initiatives aimed at resolving conflicts yield \r\nmore positive results because those involved have \r\na deeper understanding of the issues at hand. Their \r\nproximity to the conflict makes them more invested in \r\na comprehensive resolution and enables the necessary \r\nsupport for whatever process is agreed upon. We need \r\nto see these initiatives strengthened. We should be \r\nhighlighting root causes as we address conflicts.\r\nIn the 50 years of our independence and \r\nmembership of the United Nations, Rwanda has lived \r\nthrough conflicts. Our country was destroyed by \r\npolitical exclusion and subsequent genocide. Over the \r\npast 18 years, we have been able to rebuild the country \r\nthrough policies that include all citizens in governance \r\nprocesses and by applying home-grown conflict \r\nresolution and development mechanisms.\r\nWhile our experience with the United Nations \r\nsince becoming a Member has been a mixed one, it \r\nhas taken on a positive trajectory in recent years, and \r\nwe are optimistic that it will remain there. The history \r\nof how conflicts have been handled in Rwanda, and \r\nindeed in our region, however, shows that improvement \r\nis needed. It is our obligation to point this out not in \r\norder to be critical, but because we subscribe to the \r\nideals and principles on which the United Nations was \r\nfounded. We can and should do better.\r\nRwanda remains committed to a more effective \r\nUnited Nations, particularly with respect to its work \r\ntowards a more peaceful, just and equitable world. We \r\nwill continue to contribute to various programmes for \r\ndevelopment and peace, from our role in promoting the \r\nMillennium Development Goals and supporting the \r\nBroadband Commission for Digital Development to our \r\ntroops participating in peacekeeping missions. We hope \r\nto contribute and participate even more going forward.\r\nLet me conclude by saying that although the \r\nchallenge to better prevent and resolve conflict may \r\nseem daunting, it remains ours to take on. When we see \r\nleaders work with the people in an inclusive manner; \r\nwhen development can proceed unhindered by conflict; \r\nwhen regional groupings take greater responsibility \r\nin tackling their own issues; and when international \r\ncooperation takes place in a spirit of true partnership, \r\nI believe that the results will speak for themselves \r\nand billions of lives across the globe will improve. \r\nUltimately, this is what we all should work towards.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of Rwanda for the statement he has just \r\nmade.\r\nMr. Paul Kagame, President of the Republic of \r\nRwanda, was escorted from the General Assembly \r\nHall.\r\nAddress by Mrs. Eveline Widmer-Schlumpf, \r\nPresident of the Swiss Confederation\r\nThe Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Swiss Confederation.\r\nMrs. Eveline Widmer-Schlumpf, President of the \r\nSwiss Confederation, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President (spoke in French): On \r\nbehalf of the General Assembly, I have the honour \r\nto welcome to the United Nations Her Excellency \r\nMrs. Eveline Widmer-Schlumpf, President of the \r\nSwiss Confederation, and to invite her to address the \r\nAssembly.\r\nPresident Widmer-Schlumpf (spoke in French): \r\nTen years ago, Switzerland joined the United Nations, \r\nthus becoming both the 190th Member State and the \r\nfirst country in which United Nations membership \r\nwas approved by its citizens in a popular vote. The \r\nUnited Nations and Switzerland share the same values \r\nand pursue common goals: the promotion of peace \r\nand security, sustainable development, the protection \r\nand promotion of human rights, and the provision of \r\nemergency relief to victims of conflict and natural \r\ndisasters.\r\nWe face significant and pressing challenges \r\nin all these areas. Climate change, food and water \r\nscarcity, migration, organized crime, terrorism and the \r\nproliferation of weapons do not respect borders. These \r\nare global challenges that threaten entire regions. In an \r\nincreasingly interconnected world, we have to search \r\nfor global solutions that respond to regional and national \r\nneeds. It is not enough to simply maintain the status \r\nquo. We have to find today the solutions of tomorrow.\r\n12-52035 3\r\nA/67/PV.7\r\nAs Switzerland traditionally defends dialogue, we \r\ncall upon all States and peoples to commit to greater \r\nunderstanding and peaceful coexistence among \r\ncultures, religions and beliefs. Freedom of belief and \r\nreligion, like freedom of opinion and expression, \r\nare universally guaranteed core values that must be \r\nprotected and respected. Moreover, responding to an \r\nunpleasant opinion with violence can never be justified. \r\nIt must be countered by ideas and logical arguments, \r\nand if necessary through legal recourse, especially if \r\nnational, religious or cultural hatred has been incited. \r\nThe attacks in recent weeks against diplomatic missions \r\nare therefore unacceptable regardless of the motivation \r\nbehind them. We all bear a common responsibility to \r\npromote tolerance and the respect for beliefs.\r\nFor the current session of the General Assembly, \r\nthe President has chosen as the theme for the high-level \r\ndebate “Bringing about adjustment or settlement of \r\ninternational disputes or situations by peaceful means”. \r\nI applaud his choice. In recent years, the United Nations \r\nhas strengthened its capacity in the area of mediation \r\nand preventive diplomacy, which has brought about a \r\nre-evaluation of mediation processes. We need to go \r\nfurther, however, as most of the United Nations budget \r\ncontinues to be spent on peacekeeping operations. \r\nSwitzerland is therefore convinced that greater \r\ninvestment in peaceful means that could bring about \r\na settlement of disputes, especially through mediation \r\nand preventive diplomacy, would pay off in the long \r\nrun. An ounce of prevention is worth a pound of cure; \r\nthat is as true for States as it is for people.\r\nIt is not just a matter of funding. Every single \r\nconflict that is averted means the avoidance of human \r\nsuffering and the non-interruption of development in the \r\ncountries concerned. Over the past decade, Switzerland \r\nhas actively participated in more than 30 mediation \r\nprocesses in some 20 countries. Moreover, Switzerland \r\nregularly makes its experts and know-how available to \r\nthe United Nations and hopes to see its collaboration \r\nwith the Organization grow. Adapted to current needs, \r\nspecial political missions respond to the complexity of \r\npolitical realities. Thanks to those missions, the United \r\nNations is in a position to react f lexibly and quickly \r\nin the event of a constitutional crisis or a coup d’état. \r\nAs the main instruments of preventive diplomacy, such \r\nmissions should be strengthened, specifically through \r\nthe introduction of modalities, financing and optimal \r\nsupport.\r\nThe United Nations spans the entire world. Its \r\nuniversality gives it unparalleled legitimacy and \r\nenables it to find and implement solutions to global \r\nchallenges that enjoy broad support. In view of the \r\ngrowing interdependence of those challenges, the \r\nUnited Nations is now more important than ever. It must \r\nbe at the heart of international governance. The support \r\nof every Member State and every one of us is therefore \r\ncrucial. In order to accomplish the Herculean tasks \r\nawaiting it, the United Nations can no longer settle for \r\nthe lowest common denominator, as it does all too often \r\nwhen consensus is reached among its Members. If the \r\nUnited Nations is to overcome the challenges facing it, \r\nit must be efficient, innovative and active. What does \r\nthat mean?\r\nThe United Nations is efficient when it updates and \r\nimproves its processes so that it can act more rapidly \r\nand in a more coordinated manner, despite growing \r\nbudgetary pressures. In this respect, Switzerland \r\nsupports the reform agenda of the Secretary-General. It \r\nshould be implemented swiftly.\r\nThe United Nations is innovative when it develops \r\nnew ideas and solutions that are tailored to the big \r\npicture. United Nations structures have evolved \r\norganically over past decades. They do not encourage \r\npeople to stray from the beaten path. More intensive \r\nexchanges within the United Nations and between the \r\nOrganization and scientific circles, civil society and \r\nthe private sector promote creativity and ensure broad \r\nsupport for United Nations activities. At the seat of \r\nthe United Nations in Geneva that type of exchange \r\nis encouraged in a targeted manner. Switzerland \r\nalso supports the strengthening and development of \r\nreflection and research activities within the United \r\nNations. Bringing those activities together in Geneva \r\nwould further strengthen the creative potential of the \r\nOrganization.\r\nFinally, the United Nations will show its strengths \r\nif it can achieve consensus in conflict situations and \r\npush through to find solutions. Resorting to the right \r\nof the veto in the Security Council is difficult to justify \r\nin the event of genocide, war crimes or crimes against \r\nhumanity. That is why Switzerland, together with \r\nother countries, continues to clamour for reform of the \r\nworking methods of the Security Council. Transparency \r\nand the Council’s collaboration with other bodies within \r\nthe Organization should be improved, and the right of \r\nveto should be limited.\r\n4 12-52035\r\nA/67/PV.7\r\nWhen prevention is not enough, the international \r\ncommunity must act firmly. The United Nations should \r\ntherefore demonstrate that it is capable of intervening \r\nand imposing itself. Switzerland is deeply concerned by \r\nthe dramatic worsening of the situation in Syria, where \r\nhuman rights and international humanitarian law are \r\nbeing f louted. At this very moment, as I speak, innocent \r\npeople are dying from bullets fired by the Syrian army \r\nand the armed opposition. Thousands of people have \r\nbeen killed, more than 1 million are on the run in their \r\nown country and some 250,000 have sought refuge \r\nin neighbouring countries. It is difficult, maybe even \r\nimpossible, to reach hundreds of thousands of victims \r\nwho, wounded and traumatized, are condemned to wait \r\nin zones under siege. United Nations agencies estimate \r\nthat approximately 2.5 million people need urgent \r\nhumanitarian assistance. Switzerland has therefore set \r\naside more than $15 million for humanitarian assistance \r\nin Syria and neighbouring countries.\r\nAs long as human rights continue to be trampled upon \r\nand those responsible are not sufficiently perturbed, it \r\nwill be impossible to guarantee security. Switzerland \r\ntherefore calls for the perpetrators of serious violations \r\nof human rights answer for their actions. The impunity \r\nof perpetrators is not just immoral; by compromising \r\nthe process of reconciliation that gets under way in a \r\nsociety after a war, it encourages history to repeat itself.\r\nSwitzerland leads a group of some 30 countries \r\nthat are asking that the International Criminal Court \r\ntake up the case of Syria. I would invite all heads of \r\nState and Government present here today to rally to that \r\ninitiative. The international community must be made \r\naware of the extent of human rights violations in Syria. \r\nSwitzerland welcomes the work of the commission \r\nof inquiry set up by the Human Rights Council and \r\ncalls for it to be strengthened. It also welcomes the \r\nappointment of Mr. Brahimi as the new Joint Special \r\nRepresentative of the United Nations and the League of \r\nArab States for the Syrian crisis and will do its utmost \r\nto help him find a political solution to the conflict in \r\nthat country.\r\nWe know that our use of the world’s available \r\nresources is not sustainable at the global level. We \r\nare exploiting those resources without concern for \r\nthe future. We also know that human beings are the \r\ncause of climate change. The fate of our planet rests in \r\nour hands. Much will depend on whether we succeed \r\nin making the transition to sustainable development \r\nand whether we succeed in moving towards a green \r\neconomy. The Rio+20 outcome document provides us \r\nwith an opportunity that we must embrace. We must act \r\ntoday so that future generations do not have to pay the \r\nprice for our inaction.\r\nHowever, a great deal of mutual distrust remains, as \r\ndoes the fear that not everyone will be able to compete \r\non equal terms in a green economy. We must overcome \r\nthat hurdle. Switzerland will play its part in sharing the \r\nburden of efforts between the North and the South. The \r\nGreen Climate Fund will be a key element in financing \r\nthat transition. It should therefore be set up without \r\ndelay and in an optimal environment. I am convinced \r\nthat Geneva can offer such an environment.\r\nThe transition to a green economy also requires \r\nnew approaches, in terms of both thinking and acting. \r\nIn any process of change, there are winners and losers. \r\nHowever, with regard to sustainable development \r\nthe winners and losers are the same, namely, future \r\ngenerations. Either they will be able to continue to live \r\nin an intact environment where they benefit from the \r\nnatural resources they need, or they will have to put \r\nup with a decline in the standard of living due to the \r\nexhaustion of resources and the broad consequences of \r\nclimate change. Our common challenge lies in ensuring \r\nthe well-being of all without overexploiting our natural \r\nresources.\r\nSwitzerland attaches the greatest importance to \r\nthe post-2015 agenda, which will allow us to benefit \r\nfrom our experience with the Millennium Development \r\nGoals in order to prepare for the future. That approach \r\ngives us the opportunity to consider all dimensions of \r\nsustainable development together and, for the first time \r\never, develop a universal system of targets for the well-\r\nbeing of future generations throughout the world.\r\nSwitzerland is convinced that setting sustainable \r\ndevelopment goals is an important element in \r\nstrengthening that development. It will play an active \r\npart in defining a new system of goals. Switzerland \r\nbelieves it imperative to combine discussions on the \r\npost-2015 agenda and on sustainable development goals \r\ninto a single process.\r\nAccording to the Roman philosopher Seneca, it is \r\nnot that we have a short space of time, but that we waste \r\nmuch of it. So let us today take on the great challenges \r\nbefore us. Let us join forces to bring about more peace \r\nand security in the world and better protect human rights. \r\nLet us put an end to the impunity of the perpetrators of \r\nserious human rights abuses and bring them to account. \r\n12-52035 5\r\nA/67/PV.7\r\nLet us take bold steps for more sustainable development \r\nin the interests of our children and grandchildren. And \r\nlet us strengthen the United Nations so that, as the only \r\ntruly universal Organization, it is better equipped to \r\naddress those immense challenges.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I thank the President of the \r\nSwiss Confederation for the statement she has just \r\nmade.\r\nMs. Eveline Widmer-Schlumpf, President of the \r\nSwiss Confederation, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by Ms. Cristina Fernández, President of \r\nthe Argentine Republic\r\nThe Acting President (spoke in French): The \r\nAssembly will hear an address by the President of the \r\nArgentine Republic.\r\nMs. Cristina Fernández, President of the Argentine \r\nRepublic, was escorted into the General Assembly \r\nHall.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations Her Excellency Ms. Cristina \r\nFernández, President of the Argentine Republic, and to \r\ninvite her to address the Assembly.\r\nPresident Fernández (spoke in Spanish): I would \r\nlike to begin my statement by confirming my personal \r\nposition and that of the Argentine Republic and the \r\nArgentine people with regard to our emphatic rejection \r\nand repudiation of the savage assassination of United \r\nStates Ambassador Christopher Stevens in the city of \r\nBenghazi, Libya. That ugly act of terrorism warrants \r\nthat we reflect upon certain interpretations of events \r\nthat took place in various Arab countries and were for \r\nmany Western leaders interpreted as or called the Arab \r\nSpring. But, in reality, from our point of view — and \r\nI say this humbly and with all respect — it reflected \r\nother situations that were not correctly perceived or \r\nunderstood by the main leaders in the West.\r\nIt is no accident that the death of Chris Stevens \r\noccurred in Benghazi, where the principal focus of \r\nresistance against Muammar Al-Qadhafi’s regime \r\noriginated, and where those of us with an understanding \r\nof international politics clearly know that the main \r\nIslamic fundamentalists were located — not just \r\nopponents of Muammar Al-Qadhafi’s regime, but \r\nthose opposed to the very idea of peaceful coexistence \r\nbetween men and women of different races, religions, \r\nbeliefs or faiths.\r\nI say that because it is necessary to have a clear \r\nunderstanding of our problems and of the situations \r\nin the world, particularly in the Middle East. It is \r\nimportant to understand the need for different policies \r\ngeared to building true and lasting peace — a peace that \r\nmust always imply choosing the language of diplomacy \r\nbefore choosing the language of weapons. If one reviews \r\nrecent history, one can see that important figures or \r\npolitical factions that appear to be allied with the West \r\nfrequently end up becoming sworn enemies of Western \r\nvalues, perhaps as a result of poor interpretations or \r\npolicies ill suited to what was happening in the Middle \r\nEast and around the world.\r\nThe need to recognize the Palestinian State and \r\nthe need to recognize that Israel must live within \r\nlegally recognized borders in accordance with the 1967 \r\nborders is the crux of the problem in the Middle East. \r\nThe Argentine Republic — and I believe we reflect the \r\ninterests of our region — maintains that it is necessary \r\nto have a response to an issue that has been calling \r\nfor a solution for decades. Yet, owing to different \r\ncircumstances, to Governments and to interests in \r\nthe West, which has an enormous responsibility of \r\nleadership in the issue, nothing constructive has been \r\nachieved.\r\nFor Chris Stevens, and for his family, there will \r\nbe no Arab Spring, but rather a terrible and eternal \r\nwinter. That is why it is absolutely necessary that we \r\nin the West rethink our strategies and policies with \r\nrespect to the Middle East. Otherwise, we run the risk \r\nof ending up embarking upon erroneous strategies that \r\nundermine our values and deepen the crisis. What will \r\nhappen is what happened in Benghazi, and we shall \r\nhave to mourn the death of a diplomat, regardless of his \r\nnationality. In this case, it was an American, something \r\nthat had not happened for a very long time.\r\nA similar situation could be described with respect \r\nto the other great crisis, which was apparently economic \r\nin nature and which is shaking the world. In 2008, when \r\nwe came to the General Assembly, Lehman Brothers \r\ncollapsed, causing a crisis that seemed triggered by \r\npoor people who could not pay off the mortgages on \r\ntheir homes — the famous sub-prime loans crisis — but \r\nit has ended up today as something greater than a crisis \r\nof the poor who cannot pay off their mortgages.\r\n6 12-52035\r\nA/67/PV.7\r\nIt has spread well beyond that issue. It has been \r\ndiscovered that it was precisely those financial \r\nadministrators of capital who were behind all this. \r\nActually, it was the wealthiest sectors of society who \r\ncreated this global crisis.\r\nIn Europe the eurozone crisis is basically a crisis \r\nof sovereign debt for countries that owe more than \r\ntheir gross domestic product (GDP). Also, families \r\nhave taken on more debt than they can pay off in the \r\nnext 20 or 30 years. At this very moment in Spain \r\nthere is repression against indignant citizens who are \r\ndemonstrating against the belt-tightening programme \r\nbeing imposed on their country. They are protesting \r\nthe same austerity programme that has been applied for \r\ndecades now and that has not borne any fruit.\r\nWhen we in Argentina discuss the problem we \r\ntalk about it with deep-seated knowledge of the \r\ntype of neoliberal policies that were the result of the \r\nWashington consensus, which was launched following \r\nthe problems in the 1990s and ended up exploding as a \r\ndefault on the most significant sovereign debt known \r\nin history. Argentina owed 160 per cent of its GDP, the \r\nresult of debt policies that in turn had resulted from the \r\nindustrialization and ongoing imposed adjustment and \r\nconsumption policies. Those policies were ferociously \r\nand methodically imposed on countries, just as we are \r\nseeing now with Spain, Greece and Portugal, with the \r\nresulting danger to the eurozone.\r\nEndangering the eurozone involves more than just \r\nthe undermining of an economic region. It is actually \r\nendangering the very stability of the world financial \r\nsystem. We should recall that some 65 per cent of \r\ninternational reserves deposited in central banks \r\naround the world are in United States dollars, and some \r\n24 per cent are in euros.\r\nIt is necessary to rethink all of this. We need to \r\nrethink the trade war that has exploded between \r\nvarious countries. Some countries have denounced it \r\nas protectionism. Basically, participants in such trade \r\nwars assert that such policies are needed to defend their \r\nsocieties, their workers, their labour markets and their \r\nbusinesses against developed countries’ economies, \r\nwhich actually were the root cause of the crisis we are \r\nall experiencing today. The developed countries are \r\ntrying to push their problems off on to others. I keep \r\nasking, if one of our countries had had a deficit in its \r\ncurrent account, such as the United States is running \r\nright now, that country would no doubt have been \r\ncensored, punished and criticized. Of course, because \r\ndollars are the reserve currency — some 85 per cent \r\nof world transactions are in dollars — and the United \r\nStates has been considered the country that issues the \r\nmoney used as reserve currency par excellence, it ends \r\nup being outside of the whole system. It is not criticized \r\nand is not targeted by the International Monetary Fund \r\n(IMF). Yet the IMF continues to impose adjustment \r\npolicies. Even yesterday, there were threats issued to \r\ncountries like the Argentine Republic.\r\nThe IMF has tried to allude to sovereign debts \r\nas though the whole thing were just a soccer game. If \r\nArgentina were unable to accomplish certain things, \r\nthe country was going to be given a red card, just as in \r\nsoccer. I just want to say to the head of that organization \r\nthat this is not a soccer game. First, this is the most \r\nserious political and economic crisis in memory since \r\nthe 1930s. Secondly, my country is not a player in a \r\nsoccer game; it is a sovereign nation, which makes its \r\ndecisions on a sovereign basis. It will not be subject \r\nto pressures brought to bear from the outside nor any \r\nthreats of red cards. Finally, continuing with this \r\nanalogy between soccer and the economy, the President \r\nof the International Federation of Association Football \r\n(FIFA) does a much more satisfactory job than the head \r\nof the IMF.\r\nWith regard to organization and responsibility, \r\nFIFA organizes world matches every four years. Next \r\ntime, they will be in Brazil, and no doubt they will be a \r\nsuccess. The International Monetary Fund is in charge \r\nof organizing economies and has been doing so since \r\nthe 1980s, and yet it has been unable to carry out its \r\ntask effectively. However, it seems that it is countries \r\nthat should be criticizing themselves, whereas I do not \r\nhear any self-criticism from the IMF. \r\nWith regard to the statistics for Spain, what were \r\nthe statistics for Greece or Portugal, Ireland or Italy? \r\nWhat were the figures that allowed them to go more \r\ninto debt without any kind of control or oversight? Why \r\nare some countries being controlled and not others? \r\nThat is a question that we have to ask, and that we are \r\nasking from this rostrum. Since 2003, we have been \r\nsaying this.\r\nWhen President Néstor Kirchner came here for the \r\nfirst time he was representing an Argentina that had \r\nbeen devastated by the crisis, with poverty at levels \r\nthat we had never seen before: 25 per cent of Argentine \r\npeople had no work. People were losing their savings in \r\n12-52035 7\r\nA/67/PV.7\r\ndollars, roubles, pesos, pounds, whatever; they simply \r\nhad nothing left. They came to the United Nations \r\nand said that we needed an opportunity to grow. For a \r\ncountry to pay off its debt, it needs to be able to grow. \r\nThe dead do not pay off their debts. That is what the \r\nArgentine President said, and he was not mistaken. \r\nIn 2003, based on the policies he was able to put into \r\nplace, and without access to capital markets, Argentina \r\nwas able to restructure a significant part of its foreign \r\ndebt. We have been rigorously making every single \r\npayment since 2005. We will continue making those \r\npayments because we believe in policies that promote \r\nnational production.\r\nWe are working with the most vulnerable sectors \r\nof society and promoting social programmes. We \r\nhave dedicated more than 1 per cent of our GDP to \r\nthose programmes. We have put social policies and \r\nprogrammes in place, and they are the most notable \r\nin Latin America. They have allowed us to promote \r\ngrowth, which undoubtedly is the most significant seen \r\nin the last 200 years of the history of the Argentine \r\nRepublic.\r\nWe are not coming here to preach to anyone or to \r\nteach lessons. We do not think that we are teachers. We \r\njust want to tell the Assembly about the experience of \r\none country that went through a situation quite similar \r\nto that now being experienced by other countries in \r\nthe developed world. What we want to contribute is \r\nour empirical experience, not theoretical experiences. \r\nThere are still decisions that need to be taken, but that \r\nhave not been taken because many continue to follow \r\nthe practices of those who control the capital markets. \r\nThey hit one country and then another. One day, \r\nthe stock market goes up 20 per cent, skyrockets, and \r\nthen it plummets the following day. We may not be \r\neconomists, but we are not stupid either. We are talking \r\nabout incredible transfers of money, and those who end \r\nup being harmed are the same millions of people who \r\nlose their jobs and lose their hope. What I hope to see \r\nis that they do not lose patience. Usually, when people \r\nlose patience, that is when they hit the wall. When \r\npeople cannot find a job and do not have a State that is \r\nprotecting them, it becomes a political and institutional \r\ncrisis. That is what happened to us in 2001 in Argentina.\r\nI also believe that it is important to understand that \r\nwe have a new world before us now. This new world \r\nrequires more creative leadership.\r\nIt requires taking the risk of applying new ideas \r\nand new concepts. Trying to solve the current problems \r\nof the world with the same medicines that caused them \r\nis absolutely absurd. That has to be stated clearly.\r\nThen there is the matter of the current accounts \r\ndeficit, which is transferred from the United States to \r\nemerging countries, so that our currencies are devalued \r\nand we have to make immense efforts to build up our \r\nreserves. We also have to take measures to prevent the \r\ncentral countries from transferring cheap merchandise \r\nto us that undermines our economies — the economies \r\nof the emerging countries that, it bears saying, propped \r\nup the growth of the global economy during the past \r\ndecade.\r\nToday, as emerging countries, we are being \r\ncondemned as protectionist by the very countries that \r\nsurvived by protecting themselves through agricultural \r\nsubsidies and all sorts of special breaks at the expense \r\nof our economies and, above all, of millions of our \r\npeople who only now are being incorporated into the \r\nlabour force.\r\nIt is crucial for developed countries to understand \r\nthe contribution that emerging countries can make to \r\nthe international economic recovery with the millions \r\nof dollars we still owe, on top of our costs for social \r\nbenefits and production. Besides, we have paid down \r\nour debt to levels never seen before. Argentina, whose \r\nforeign debt represented 160 per cent of its gross \r\nnational product, today owes only 14 per cent of its gross \r\nnational product abroad; the remainder of its borrowing \r\nis intrasectoral public debt. We are at the lowest level \r\never of foreign debt and debt held by foreign sources.\r\nObviously, for some we are a bad example. Why? \r\nBecause when we restructured our debt — and I am \r\nnot proposing restructurization as a solution — we \r\nheld that under capitalism anyone who risked investing \r\ndollars in a country like Argentina, with interest rates \r\nin the 1990’s between 15 and 16 per cent to ensure \r\nconvertibility, when the rate in rest of the world was \r\na mere two per cent, had to know that there was a \r\nsubstantial risk that that person, that bank or that \r\ninstitution would not repay the debt.\r\nOur thesis was that if they had taken the risk, they \r\nshould share it. We therefore proposed a restructuring \r\nwhereby both parties would share. The fact is that \r\nArgentina paid its stockholders more than Enron did. \r\nEnron paid, I believe, $1 per $100 share; Argentina paid \r\n$25 to $30 on $100. In reality, we were more generous \r\n8 12-52035\r\nA/67/PV.7\r\ngives rise to fallacies — for example, that the people in \r\ncertain political movements want to live like Westerners \r\nor that certain orthodox economic adjustments might \r\nlead to some way out or some solution — all false, of \r\ncourse.\r\nI would now like to address two topics that might \r\nbe called bilateral in nature. One, in the form of this \r\nlittle booklet in English and Spanish, was delivered to \r\neach of the Missions represented here and deals with the \r\nquestion of the colonial status of the Malvinas. Last June, \r\nI appeared before the Committee on Decolonization \r\nhere in New York to present our request for compliance \r\nwith resolution 2065 (XX), which urged both \r\ncountries — the United Kingdom and Argentina — to \r\nundertake a dialogue on the issue of the Malvinas. Next \r\nJanuary, it will have been 180 years since the United \r\nKingdom illegally usurped our Malvinas islands. Not \r\nonly has that country not ceased, it has not listened to \r\nor heeded any of the many allegations and resolutions \r\nof the United Nations, the resolutions of the Committee \r\non Decolonization, and the many resolutions of various \r\norganizations such as the Organization of American \r\nStates and other multilateral organizations such as the \r\nRio Group, which have asked Great Britain to sit down \r\nto a dialogue with Argentina. We are not asking them \r\nto say that we are right. That would not be dialogue; it \r\nwould be to impose a point of view. We are simply asking \r\nthem to sit down with us to comply with the United \r\nNations resolution and to undertake a dialogue on the \r\nsovereignty of the Malvinas, as well as to demilitarize \r\nthe South Atlantic so that it becomes a region of peace \r\nin South America, without regard to ethnic, religious or \r\nany other differences that could lead to clashes between \r\nus. \r\nThat is why we once again reiterate our appeal. \r\nThere is a clear double standard here: the permanent \r\nmembers of the Security Council have the right to \r\nviolate any and every requirement of the United Nations, \r\nwhile everyone else has to accept without demur any \r\nand every Council resolution. That is not building \r\nmultilateralism. It contributes nothing whatever to the \r\npeacebuilding that we all demand and need, and it leads \r\nto a growing feeling of injustice and inequality between \r\nnations, which significantly affects the possibility of a \r\nmore just world, of living in a world without violence.\r\nThat is why we say once again: this is not a \r\nbilateral issue between us and the United Kingdom. It \r\nhas become a global issue — doing away with the last \r\nvestiges of colonialism, which became one of the great \r\nand responsible than Enron was, not just towards the \r\nrest of the world but to the citizens of the United States.\r\nThat may of course annoy certain multilateral credit \r\ninstitutions, especially because, during the 1990’s, \r\nArgentina was held up as an example of the way things \r\nshould be done, while in 2001 we were left to our own \r\ndevices and told to resolve things by ourselves. I believe \r\nthat is why some would censure us or fine us, so that \r\nour bad example does not spread, but if we think of the \r\nworld as a totality, we will understand that that is not an \r\neconomic problem, but a political one. Without leaders \r\nwho can point to a clear, specific path for overcoming \r\na world economic crisis of this magnitude, we are no \r\nlonger facing a problem of economics or economists; \r\nwe are facing a problem of politics for which there are \r\nneither solutions nor responses nor new models.\r\nWe know that some multilateral agencies are \r\nangry with Argentina, but we tell them there is no \r\npoint being angry with us. The important thing is to \r\nanalyse the mistakes that were made in both economics \r\nand politics and what was done wrong so that we can \r\ncorrect them, move forward and overcome this crisis, \r\nbecause if allowed to continue it will trigger not just \r\nsevere economic problems but severe political and \r\ninstitutional ones. Having been a political activist at \r\na young age and having experienced periods in my \r\ncountry when Western values were not respected, when \r\npeople were raped, tortured and disappeared — because \r\ndemocracy had disappeared — what I am most afraid of \r\nis that if there continues to be no solution to the present \r\ncrisis, many millions of people in the West will cease to \r\nbelieve that a democratic system can provide solutions.\r\nIf we examine human history, we can clearly see \r\nthat the most terrible totalitarian periods were preceded \r\nby severe economic crises that gave people no way out, \r\ndeprived them of hope and filled their ears with siren \r\nsongs that promised things we all know could never be \r\ndelivered.\r\nI wanted to speak emphatically about how to tackle \r\nthe problem, about how to conceive of it, so that the \r\nsituation can be brought back into line instead of \r\nlanguishing as it has since 2008. Unfortunately, we \r\nhave begun to see that the crisis in the developed world \r\nis starting to spread into emerging countries, which \r\nhave been the engine of global growth.\r\nI believe those things are connected. The lack of a \r\ncorrect interpretation, of an adequate classification, so \r\nthat political and economic events get jumbled together, \r\n12-52035 9\r\nA/67/PV.7\r\nI should say here that I am expecting results \r\nfrom that meeting, based on the fact that the Islamic \r\nRepublic of Iran showed that it wanted to cooperate \r\nand collaborate on the matter of the attack. If they do \r\nnot want to conduct the case in Argentina or in a third \r\ncountry, we hope that they will come forward with \r\nother proposals as to how we can address this deep-\r\nseated conflict, dating back to 1994. I would like to \r\nremind the Assembly that when President Kirchner had \r\njust become President, in 2003, nine years had elapsed \r\nsince the attack, without results. But I would also like \r\nto say that we hope this meeting will yield specific, \r\nconcrete results if the Islamic Republic of Iran has a \r\nproposal for making headway. It might not necessarily \r\nbe in the direction proposed by Argentina, but I would \r\nin any case, as a member of a representative and federal \r\nrepublican country, submit it for consideration by the \r\nrepresentative parliamentary bodies of my country. A \r\nproposal made by the Islamic Republic of Iran is too \r\nimportant to be resolved through executive power \r\nalone, quite apart from the fact that our Constitution \r\nrequires that the legislature and judiciary be involved \r\nin such an issue. \r\nThis is not a matter of casual or standard foreign \r\nrelations with another country. It concerns an event \r\nthat has marked the Argentine people and is enshrined \r\nin the history of international terrorism. The essential \r\nfact is that the families of the victims, to whom I feel \r\nvery committed, need answers. For six years I sat on \r\nthe bicameral commission of inquiry into both the \r\nEmbassy and the AMIA attacks, and I was always \r\ncritical of how the investigation was conducted. That is \r\nwhy I believe I have the authority to address the families \r\nof the victims — because they are the ones who truly \r\nneed answers; they need to understand what happened \r\nand who is responsible — and to assure them that this \r\nPresident will not take any decisions on any proposals \r\nput forward without first and foremost consulting them \r\nand the parliamentary representatives of my country. \r\nThey all have an obligation to voice an opinion publicly \r\non a matter of this importance.\r\nLastly, I would like to say to every member of the \r\nAssembly that in 2013 and 2014 Argentina will have \r\nthe great honour and responsibility of occupying a \r\nseat — a non-permanent seat, obviously — on the \r\nSecurity Council. I would like to make it clear that \r\nbeyond the fact of our taking a seat at that table, each \r\nand every country with serious aspirations to peace \r\nas a universal value will be represented by us in that \r\ncontributions of the United Nations when it created \r\nthe Decolonization Committee, in 1961. Entering the \r\ntwenty-first century without colonies is a matter of \r\nhuman rights, rights that in my country we certainly \r\ndefend very strongly; our support for them is an \r\nexample to the world.\r\nFinally — and this relates to the early part of my \r\nspeech, when I repudiated and condemned the killing \r\nof Ambassador Christopher Stevens in Libya — I would \r\nlike to mention something that for us, the Argentine \r\npeople, continues to be an open wound, since in \r\nits case justice has still not been served. That is the \r\nbombings of the Asociación Mutual Israelita Argentina \r\n(AMIA) in 1994 and of the Israeli Embassy in 1992, \r\nacts that should be utterly deplored and condemned. \r\nFormer President Kirchner and I both asked the Islamic \r\nRepublic of Iran, which stands accused by Argentina’s \r\njudiciary of participation in that crime, for its \r\ncollaboration and cooperation. In 2010 and 2011, given \r\nthe lack of response to that request, I suggested, as an \r\nalternative, that if the Islamic Republic of Iran did not \r\ntrust the fairness and independence of the Argentine \r\njudiciary, the solution could be based on a case that the \r\nAssembly will recall, the Libyan terrorist attack on a \r\nBritish airplane, in which a trial was eventually held in \r\na third-party country to arrive at reparations — if one \r\ncan talk of reparations in the case of death — for some \r\nof the damages. Thus both countries would agree on a \r\nthird country where a trial would guarantee justice for \r\nboth sides. In the aftermath of that terrible event, what \r\nwas most important was the quest for truth.\r\nI began my statement by talking about international \r\nterrorism, and I am ending it on the same subject. I am \r\nnot talking about an act committed in a single African \r\ncountry against a single member of the diplomat corps; \r\nI am talking about what was done in my country, on my \r\nterritory, to my brother Argentines, in clear violation of \r\nterritorial sovereignty. Last Wednesday, 19 September, \r\nwe received a request from the Islamic Republic of Iran \r\nfor a bilateral meeting at which, as we understood it, \r\nthere would be a dialogue on this matter. My country, \r\nwhich has continued to ask for a dialogue and which \r\npromotes dialogue as a universal — and, in the case \r\nof the Malvinas, a specific — instrument, decided \r\nto instruct our Minister for Foreign Affairs to hold a \r\nbilateral meeting between the two ministries, here at the \r\nUnited Nations, as requested by the Islamic Republic of \r\nIran.\r\n10 12-52035\r\nA/67/PV.7\r\nseat. That is not a disingenuous or informal wish. It \r\nis a firm declaration that peace must go hand in hand \r\nwith truth, justice and equality. Peace is impossible in a \r\nworld where countries are not all treated equally. Peace \r\nis impossible in a world where people are growing \r\npoorer and becoming increasingly excluded. Peace is \r\nimpossible in a world where people do not tell the truth \r\nor state how things really are.\r\nWe believe that in peacebuilding the largest \r\nand leading nations of the world bear the greater \r\nresponsibility. Just as in a country’s political system \r\nthe President bears the greatest responsibility and the \r\nchain continues down from there, the same is true in \r\nthe wider world.\r\nWe cannot, beyond the call for equality, turn a \r\nblind eye to hegemonies or to the importance of certain \r\ncountries in not only resolving conflicts but sometimes \r\nalso in triggering them.\r\nThe Argentine Republic will, from its seat, do \r\neverything in its power to promote the values that it \r\nhas always defended: peace and the unconditional \r\npromotion of human rights in all countries, whether we \r\nare on good terms with them or not. Human rights are \r\nuniversal values that should be respected by all types of \r\nGovernments throughout the world. It is the obligation \r\nof the Assembly and the Security Council to act on the \r\nbasis of a single standard so as to build the values of \r\npeace, human rights, equality and truth. That is the \r\nonly way to bring about a world that is more fair and \r\nequitable than the one of today.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Argentine Republic for the statement she has just \r\nmade.\r\nMs. Cristina Fernández, President of the Argentine \r\nRepublic, was escorted from the General Assembly \r\nHall.\r\nAddress by Mr. Macky Sall, President of the \r\nRepublic of Senegal\r\nThe Acting President (spoke in French): The \r\nAssembly will hear an address by the President of the \r\nRepublic of Senegal.\r\nMr. Macky Sall, President of the Republic of \r\nSenegal, was escorted into the General Assembly \r\nHall.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Macky Sall, \r\nPresident of the Republic of Senegal, and to invite him \r\nto address the Assembly.\r\nPresident Sall (spoke in French): I should like \r\nto begin by extending my congratulations to His \r\nExcellency Mr. Vuk Jeremić on his election as President \r\nof the Assembly at its sixty-seventh session, and I \r\nwish him every success. I would also like to commend \r\nAmbassador Nassir Abdulaziz Al-Nasser, President of \r\nthe Assembly at its sixty-sixth session, for his positive \r\ncontribution to the proceedings of the Assembly. I \r\nwould like to reiterate to Secretary-General Ban Ki-\r\nmoon the encouragement and support of Senegal in \r\nthe conduct of his delicate mission at the head of our \r\nOrganization.\r\nOn 25 March 2012, in a two-round, keenly contested \r\npresidential election, the Senegalese people, inspired \r\nby its values of democracy and freedom, calmly and \r\nserenely voted massively, by more than 65 per cent, for \r\nchange and the respect of republican norms. We were \r\nsupported by friendly countries and organizations \r\nin that great undertaking, which was aimed at the \r\nconsolidation of our democratic tradition, especially \r\nthrough the improvement of our electoral institutions \r\nand the monitoring of the various stages of the process. \r\nI would like to express here my deep gratitude to all \r\nthose who supported that process.\r\nIn my capacity as Senegal’s newly elected President, \r\nlet me reiterate our faith in our shared values and in \r\nthe mandate of the United Nations to promote, through \r\ncooperation, the advent of a better and friendlier world \r\nfor all.\r\nBuilding a better world entails, undoubtedly and \r\nabove all, working together for peace to reign among \r\nand within our peoples, as suggested by the theme of \r\nthis session: “Adjustment or settlement of international \r\ndisputes or situations by peaceful means”.\r\nBorn out of the ashes and ruins of war, the United \r\nNations is the expression of the dream of and hope for \r\na world free from the spectre of antagonism and of any \r\nManichaean view whereby the good are on one side and \r\nthe bad on the other.\r\nSixty-seven years on, through mediation efforts \r\nand good offices, conciliation, arbitration and peace \r\nmissions, the United Nations has made a considerable \r\n12-52035 11\r\nA/67/PV.7\r\nand internationally recognized borders, is one of our \r\nlongest-standing unfulfilled promises, even though \r\nits fulfilment is the only guarantee for a peaceful, \r\nfair and lasting settlement of the Middle East crisis. \r\nIn the interest of all the peoples of the region and the \r\nworld, it is high time that the Holy Land of the three \r\nrevealed religions no longer be a land of fire, blood and \r\ntears. The light of wisdom emanating from its spiritual \r\nlegacies requires it instead to be a land of peace and \r\nhuman fraternity.\r\nIn Africa, as in the rest of the world, Senegal \r\nwelcomes and supports the progress of democracy \r\nand fundamental freedoms. We are deeply concerned \r\nbecause some leaders deny the obvious fact that the \r\ndestiny of humankind is to live free, and respond to \r\nthe legitimate aspirations of their people with appalling \r\nviolence against innocent civilians.\r\nThe adjustment or settlement of international \r\ndisputes or situations by peaceful means, the apt theme \r\nof this session, should not overshadow other emergencies \r\nand unmet needs. More than ever before, we live today \r\nin an era of paradoxes and unanswered questions. \r\nThe greatest paradox of our time is that never before \r\nin human history has the world accumulated so much \r\nwealth even though never before in human history has \r\nthe world counted so many poor. So what will the world \r\nof tomorrow be like? The question is indeed difficult, \r\nbut to govern is to foresee and we cannot dodge it.\r\nWhat kind of world do we want when, 20 years after \r\nthe Rio Earth Summit, it is a proven fact that continuous \r\nenvironmental degradation as a result of human activity \r\nthreatens to jeopardize the conditions for life on Earth? \r\nWhat kind of world do we want when, according to \r\nestimates by the Food and Agriculture Organization \r\nof the United Nations, more than 900 million people \r\nsuffer from undernourishment even though agriculture \r\nhas the potential to feed more than twice the planet’s \r\npopulation? What kind of world do we want when, \r\nin our towns and villages, millions of human beings \r\nhave no access to basic social services and millions of \r\nwomen die in childbirth?\r\nWhat kind of world do we want when millions \r\nof young people, after years of study, hard work and \r\nsacrifice to escape their misery, rather than realizing \r\ntheir dreams are rewarded with nothing but the \r\nnightmare and indignity of unemployment? What \r\nkind of world do we want when millions of fathers \r\nand mothers working for the minimum wage wake up \r\ncontribution to the pacification of international \r\nrelations. Yet, although commendable progress has \r\nbeen achieved, threats to peace and security remain \r\nworrisome and have radically evolved.\r\nThat is the case in northern Mali, where organized \r\nand heavily armed terrorist groups, living off \r\ntrafficking of all kinds, are occupying, in complete \r\nillegality, two thirds of the country, sowing despair \r\namong the population and destroying symbols of the \r\nworld’s cultural heritage. Northern Mali has become a \r\nlawless area, used as a safe haven for recruitment and \r\ntraining by the international terrorist nebula, which \r\nwrongly uses Islam as a pretext to disguise its criminal \r\nactivities and seeks to attack foreign interests as well \r\nas extend its reach to other countries of the subregion.\r\nAs the guarantor of the collective security of \r\nMember States under the Charter of the United Nations, \r\nthe Security Council has an obligation to act in order \r\nto bring an end to such a situation. If it does not do \r\nso, it will have failed to live up to its responsibilities. \r\nTherefore we call once again on the Council to authorize \r\nall actions required to combat those terrorist groups \r\nand restore the country’s territorial integrity.\r\nIn addition, I reiterate our firm rejection of any \r\npartition of Mali and our condemnation of the 22 March \r\n2012 coup d’état. It is our conviction that in Africa as \r\nelsewhere, the place of the army is in the barracks, \r\nunder the command of a civilian authority.\r\nAs for Guinea-Bissau, we, like other Economic \r\nCommunity of West African States member States, \r\nappreciate the efforts made by the transitional \r\nGovernment towards national reconciliation, the \r\nre-establishment of the country’s institutions, the \r\nholding of credible elections and the definitive \r\nwithdrawal of the army from the political arena.\r\nAlready ravaged by years of institutional and \r\neconomic instability, Guinea-Bissau also faces the issue \r\nof foreign drug traffickers. The country deserves the \r\nattention and support of the international community.\r\nThe same holds true for Palestine.\r\nIn its capacity as Chairman of the Committee on \r\nthe Exercise of the Inalienable Rights of the Palestinian \r\nPeople, Senegal restates its support for the creation of \r\na viable and independent Palestinian State, with East \r\nJerusalem as its capital and with a seat here among \r\nfree nations. A viable and independent Palestine, living \r\nin peace with the State of Israel, each within secure \r\n12 12-52035\r\nA/67/PV.7\r\nunfounded feelings of suspicion and fear that deform \r\nour common humanity.\r\nIf humankind embraces the “civilization of the \r\nuniversal” advocated by my illustrious compatriot, \r\nthe late President and poet Léopold Sédar Senghor, \r\nman will no longer be a wolf to man, as Hobbes said. \r\nInstead, as the saying in our country goes, man will \r\nbecome a remedy to man. We owe that to ourselves and \r\nto future generations.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of Senegal for the statement he has just \r\nmade.\r\nMr. Macky Sall, President of the Republic of \r\nSenegal, was escorted from the General Assembly \r\nHall.\r\nAddress by Mr. Jacob Zuma, President of the \r\nRepublic of South Africa\r\nThe Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of South Africa.\r\nMr. Jacob Zuma, President of the Republic of South \r\nAfrica, was escorted into the General Assembly \r\nHall.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Jacob Zuma, \r\nPresident of the Republic of South Africa, and to invite \r\nhim to address the Assembly.\r\nPresident Zuma: I thank you, sir, for the opportunity \r\nto address the General Assembly at its sixty-seventh \r\ngeneral debate. Let me start by congratulating Mr. Vuk \r\nJeremić and the Republic of Serbia on his election to \r\npreside over the sixty-seventh session of the General \r\nAssembly. We also acknowledge the contribution of \r\nthe President of the Assembly at its sixty-sixth session, \r\nMr. Nassir Abdulaziz Al-Nasser.\r\nSouth Africa fundamentally believes in the \r\nprinciples and purposes contained in the Charter of \r\nthe United Nations, and correctly so, given our nation’s \r\nhistory. This year, we are proudly celebrating 100 years \r\nof our people’s self less struggle for freedom, led by the \r\nAfrican National Congress movement. We recall with \r\ngreat appreciation the immense contribution of the \r\none morning unemployed because the company has \r\ngone bankrupt, while those responsible enjoy generous \r\ngolden parachutes?\r\nIn a time of so many old and new challenges, history \r\nhas shown that paradigms have changed and that old \r\nsolutions will definitely not work. We need to redefine \r\nour priorities, invest in the real economy and agree on \r\na new and fairer world order. The African continent, \r\nhaving endured centuries of slavery and exploitation, \r\ncannot afford to accept yet another Trojan Horse and be \r\nduped into forfeiting its resources in a contest hobbling \r\nits progress and well-being.\r\nWe call for new relations with Africa, not acting \r\nupon Africa and Africans but acting with Africa and \r\nAfricans, in a spirit of cooperation and fairness, taking \r\ninto account all parties’ priorities and interests. That \r\nis the hope we declare here in the United Nations. It \r\nis also what we call for in the relations between the \r\nNew Partnership for Africa’s Development, on the one \r\nhand, and the Group of Eight, Group of 20 and other \r\npartnership mechanisms, on the other hand.\r\nAs for Senegal, beyond the demands of democracy \r\nand good governance, about which we agree, our national \r\npriorities must more than ever focus on agriculture, \r\ninfrastructure and energy. That is the only path to the \r\nprogress that will improve people’s day-to-day lives, \r\nthe sine qua non of development and democratization.\r\nWith respect to the reform of the Security Council, \r\nSenegal reaffirms its belief in the African position \r\nexpressed in the Ezulwini Consensus. It is only justice \r\nand common sense that Africa, the continent with the \r\nlargest number of countries at the United Nations, and \r\nwhose problems take up most of the work of the Council, \r\nshould be fairly represented in that body. Indeed, the \r\ndemocracy required of States should also be required of \r\nthe Organization to which they all belong.\r\nTo conclude, on behalf of the Organization of \r\nIslamic Cooperation, currently chaired by Senegal, \r\nI hope to renew our common faith in dialogue and \r\nthe peaceful coexistence of religions, cultures and \r\ncivilizations. Entering into dialogue and learning to \r\nlive together depends on recognizing and respecting \r\nour differences as a source of richness rather than as a \r\nspringboard for confrontation. It requires rejecting the \r\ndefamation of religions and violence in all its forms. \r\nIt demands renouncing any thought of domination by \r\none culture or one civilization over others. It is about \r\npromoting mutual understanding in order to overcome \r\n12-52035 13\r\nA/67/PV.7\r\nact and assist, and when it comes across as paralysed in \r\ncertain instances, due to the actions of some Member \r\nStates. We have seen a divided Security Council unable \r\nto muster the collective courage to say “no more” to \r\nwarring parties in the interest of peace. That brings \r\nto the fore the need to continue and deepen the reform \r\nof the United Nations and its organs to make it agile \r\nand nimble in addressing the contemporary challenges \r\nfacing humanity.\r\nThe debate on the reform of the United Nations \r\nand its organs, in particular the Security Council, has \r\nbeen going on for the past 18 years. However, there \r\nhas been no significant movement forward. I would \r\nlike to focus in particular on the Security Council. \r\nGiven its mandate, the Council has to be legitimate, \r\ndemocratic and transparent. Its current composition has \r\na propensity for deadlock and paralysis even in the face \r\nof crisis. It remains unrepresentative and undemocratic \r\nin both its composition and decision-making.\r\nWe would like to see a more meaningful \r\nrepresentation of Africa in the Security Council. About \r\n70 per cent of the Council’s agenda is taken up by issues \r\nfrom the African continent. The Security Council has \r\nto be expanded in both categories, with at least two \r\nseats for Africa in the permanent category and five in \r\nthe non-permanent category. In addition to seats for the \r\ncontinent in the composition of the Council, the United \r\nNations should also fully recognize and appreciate the \r\nrole of regional organizations working with the United \r\nNations in conflict management and resolution.\r\nIn that regard, we urge closer collaboration with the \r\nAfrican Union (AU) peace and security mechanisms, \r\nespecially given the progress being made by the AU \r\nin conflict resolution and peacebuilding in some parts \r\nof the continent since its formation 10 years ago. \r\nTherefore, cognizance should be taken of Chapter VIII \r\nof the Charter, in particular when dealing with African \r\nissues.That is why South Africa piloted resolution 2033 \r\n(2012) during our rotating presidency of the Security \r\nCouncil in January.\r\nCurrently, the AU continues to address one of the \r\nlongest outstanding conflicts on the continent through \r\none of its mechanisms, the African Union High-level \r\nImplementation Panel on the Sudan. Together, as the \r\ninternational community, we recently celebrated \r\nthe creation of the State of South Sudan. We wish \r\nto congratulate the Somalis and their leadership on \r\nchoosing the path of peace, democracy and prosperity. \r\nUnited Nations to the creation of a free and democratic \r\nSouth Africa.\r\nIn 1966, the General Assembly labelled apartheid \r\na crime against humanity in resolution 2202 A (XXI), \r\nwhich ultimately led to the International Convention \r\non the Suppression and Punishment of the Crime of \r\nApartheid, later known as the Apartheid Convention. \r\nThe United Nations defined the crime of apartheid \r\nas “inhuman acts committed for the purpose of \r\nestablishing and maintaining domination by one racial \r\ngroup of persons over any other racial group of persons \r\nand systematically oppressing them” (resolution 3068 \r\n(XXVIII), annex, article II). The Apartheid Convention \r\nwas adopted by the General Assembly on 30 November \r\n1973 and set the tone for vociferous action against \r\napartheid around the world.\r\nLet me repeat the words our leader and international \r\nicon, President Nelson Mandela, uttered in his very \r\nfirst address to the General Assembly, in 1994, the first \r\nby a democratically elected leader and Head of State of \r\nour country. He said,\r\n“The millions of our people say ‘Thank you’ \r\nand ‘Thank you again, because the respect for your \r\nown dignity as human beings inspired you to act \r\nto ensure the restoration of our dignity as well.’” \r\n(A/49/PV.14, p.7)\r\nThe theme of this session is most appropriate as it \r\ntakes us back to the basics — to the founding principles \r\nof the United Nations. The founders intended the \r\nUnited Nations to be the foremost multilateral forum \r\nentrusted with bringing hope, peace and order to the \r\nworld. Indeed, the United Nations enjoys universal \r\nmembership and is at the centre of global governance \r\nand multilateralism. The theme reminds us that peace is \r\na choice. We can either choose peace as Member States \r\nor choose the path of conflict.\r\nThe founders of the United Nations made that choice \r\n67 years ago. They decided that the United Nations must \r\nlead the world to peace. It is important for the United \r\nNations and its organs, especially the Security Council, \r\nto execute the Organization’s mandate of working for \r\npeace without fear or favour. We must not steer away \r\nfrom the founding objectives of the Organization.\r\nThe United Nations faces immense pressure when \r\nthe world sees the unprecedented loss of lives, as it now \r\ndoes in Africa and the Middle East. It is of concern \r\nwhen it appears as if the United Nations were unable to \r\n14 12-52035\r\nA/67/PV.7\r\nWe have taken note that the Director General of the \r\nInternational Atomic Energy Agency has been able to \r\ndraw the conclusion that all declared nuclear material \r\nin Iran is used for peaceful activities. Clarification \r\nof the nature of undeclared materials will enable the \r\ninternational community to have full confidence \r\nin the exclusively peaceful nature of Iran’s nuclear \r\nprogramme. South Africa therefore encourages Iran to \r\ncontinue its cooperation with the Agency.\r\nWe should also remember that so long as some \r\nStates are allowed to operate outside internationally \r\nagreed norms, such as those of the Treaty on the \r\nNon-Proliferation of Nuclear Weapons, it will be \r\ndifficult to expect others to operate within them. South \r\nAfrica supports the long-standing call for a nuclear-free \r\nzone in the Middle East. In that regard, the peaceful \r\nresolution of the Iranian nuclear issue is very important.\r\nLet me use this opportunity to reiterate our support \r\nfor the ongoing struggle for self-determination by the \r\npeople of Western Sahara. We urge the international \r\ncommunity to support their quest for freedom, human \r\nrights and dignity.\r\nWe also reiterate our call for the lifting of the \r\neconomic and financial embargo against the people of \r\nCuba in order to help the Cuban people to gain their \r\neconomic freedom.\r\nPoverty, underdevelopment, lack of opportunities \r\nand competition for scarce resources contribute to \r\nsome of the conflicts in the developing world, including \r\nAfrica. Therefore, the promotion of sustainable \r\ndevelopment and the fight against poverty cannot be \r\ndivorced from the quest for peace.\r\nIn 2015, the United Nations will be 70 years old \r\nand will also reach the target year for the achievement \r\nof the Millennium Development Goals (MDGs). World \r\nleaders committed themselves to eradicating extreme \r\npoverty, facilitating universal primary education, \r\nattaining gender equality, improving maternal and \r\nchild health, reducing the burden of disease primarily \r\nby combating HIV/AIDS, malaria and tuberculosis, \r\nprotecting the environment, and mobilizing global \r\npartnerships for development by 2015. The Heads of \r\nState also committed themselves to promoting gender \r\nequality and the empowerment of women as effective \r\nways to combat poverty, hunger and disease and to \r\nstimulate truly sustainable development. We urge the \r\nUnited Nations to continue promoting the achievement \r\nThe international community and the United Nations \r\nmust continue to give the people of Somalia all the \r\nnecessary support.\r\nAfrica is indeed making progress and, with United \r\nNations support, that could go further. To promote \r\nthe peaceful settlement of disputes, we also wish to \r\nemphasize that the Security Council should carry out \r\nits Charter mandate within the confines of international \r\nlaw.\r\nAny Member State or international body that \r\nimplements Council resolutions should be accountable \r\nto the Council, so as to ensure that we avoid the \r\nabuse of internationally agreed principles such as the \r\nresponsibility to protect and the protection of civilians. \r\nThose principles must not be used, amongst other \r\nthings, to justify the notion of regime change. They \r\nexist to prevent mass atrocities, war crimes, genocide \r\nand ethnic cleansing.We should continue the debate \r\non them in order to develop norms and standards for \r\naccountability when actions are taken.\r\nIt is also of critical importance for the United \r\nNations to closely guard its impartiality, independence \r\nand objectivity and not allow itself to be dragged into a \r\nconflict to take sides with any party under the guise of \r\nprotecting civilians.\r\nThe situation in the Middle East, in particular the \r\nPalestine-Israeli question, continues to be of concern \r\nto us. The United Nations should play a central and \r\ndecisive role in efforts to resolve the long-standing \r\nconflict in that region. Any act of aggression or \r\nviolations of international law should be condemned \r\nunequivocally by the United Nations at all times. As \r\nthe United Nations, we cannot be seen to be strong in \r\ncondemning some acts while being soft on others. As \r\nSouth Africa, we remain committed to the two-State \r\nsolution based on the 1967 borders, with Palestine and \r\nIsrael coexisting side by side in peace.\r\nLet me also emphasize that South Africa fully \r\nsupports the application by Palestine for full membership \r\nof the United Nations. It is unacceptable that, even \r\ntoday, Palestine remains outside the membership of the \r\nUnited Nations. We trust that that matter will soon be \r\npositively concluded.\r\nIn further promotion of the peaceful resolution of \r\ndisputes, we believe that the sovereign right of States \r\nto nuclear energy for peaceful and civilian use should \r\nbe respected in accordance with international law. \r\n12-52035 15\r\nA/67/PV.7\r\nToday’s timely debate is a reminder that, ultimately, \r\npeace is a choice. Peace is achievable. The wise and brave \r\nchoices we have the power to make can deliver lasting \r\npeace to every corner of the world. We are called upon \r\nat this sixty-seventh session of the General Assembly to \r\nchoose peace by reforming and strengthening the United \r\nNations so that it can play its rightful role and deliver \r\npeace, security, sustainable development and respect \r\nfor human rights and fundamental freedoms throughout \r\nthe world. As the foremost multilateral forum bringing \r\ntogether all nations of the world, the United Nations is \r\nbest placed to play this role. It requires our support as \r\nMember States at all times, both for our sake and for \r\nthat of future generations.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of South Africa for the statement he has \r\njust made.\r\nMr. Jacob Zuma, President of the Republic of South \r\nAfrica, was escorted from the General Assembly \r\nHall.\r\nAddress by Mr. Ricardo Martinelli Berrocal, \r\nPresident of the Republic of Panama\r\nThe Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Panama.\r\nMr. Ricardo Martinelli Berrocal, President of the \r\nRepublic of Panama, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Ricardo \r\nMartinelli Berrocal, President of the Republic of \r\nPanama, and to invite him to address the Assembly.\r\nPresident Martinelli Berrocal (spoke in Spanish): \r\nI congratulate the President on his election to preside \r\nover this session of the General Assembly. I respectfully \r\noffer him the support of the Panamanian delegation \r\nduring his tenure. We welcome his proposal to focus \r\nthis high level debate on the theme “Bringing about \r\nadjustment or settlement of international disputes or \r\nsituations by peaceful means”. That theme is based \r\non Chapter VI of the United Nations Charter, which \r\naddresses the peaceful settlement of disputes.\r\nSince its establishment, the United Nations \r\nhas played an essential role in the prevention and \r\nof the MDGs and other instruments whose tenets \r\nadvance the human rights of women.\r\nWe are concerned that sub-Saharan Africa is \r\nunlikely to meet the targets for the MDGs. Awareness \r\nof that possibility should not make us give up; in the \r\nnext three years, we must accelerate the implementation \r\nof the MDGs. We appeal to all who have made financial \r\ncommitments to Africa for the achievement of the \r\nMDGs not to renege on those commitments. We would \r\nlike to express our appreciation to those development \r\npartners that continue to stick to their 0.7 per cent \r\nofficial development assistance commitment despite \r\ntheir financial difficulties at the domestic level.\r\nWe support the Secretary-General’s High-level \r\nPanel of Eminent Persons to focus on the acceleration \r\nof the implementation of the MDGs, and would urge \r\nthat much of its focus be on assisting Africa in meeting \r\nall its targets. However, we wish to caution against \r\nprejudging the review outcome and prematurely setting \r\nin motion processes that would undermine the ideals of \r\nthe MDGs.\r\nThe protection and promotion of human rights \r\nand fundamental freedoms should be at the centre of \r\nour collective desire to resolve international disputes \r\nby peaceful means. Racism and racial discrimination \r\ncontinue to be an affront to the very basic founding \r\nprinciples of the United Nations and must be fought \r\nrelentlessly. We should shun any idea in any part of the \r\nworld that seems to suggest that there is a superior race \r\nor human being on the basis of skin colour. The danger \r\nof such ideas is still fresh in our collective memory. \r\nWe have learned from the evils of colonialism, two \r\nWorld Wars and the system of apartheid. We should all \r\nrenew our commitment to continue to build on the solid \r\nfoundation laid by the Durban Declaration and the Plan \r\nof Action that we adopted more than a decade ago at \r\nthe end of the World Conference against Racism, Racial \r\nDiscrimination, Xenophobia and Related Intolerance.\r\nIn Durban last December, South Africa had \r\nthe honour of hosting the seventeenth session of \r\nthe Conference of the Parties to the United Nations \r\nFramework Convention on Climate Change and the \r\nseventh session of the Conference of the Parties \r\nserving as the Meeting of the Parties to the Kyoto \r\nProtocol. Member States must ensure that agreements \r\nare implemented. In that regard, the Durban Platform \r\noffers an opportunity for progress that we must utilize \r\nto move forward.\r\n16 12-52035\r\nA/67/PV.7\r\nresolution of international conflicts. The commitment \r\nof the United Nations continues to be to protect future \r\ngenerations from the scourge of war and to ensure that \r\npeace and respect among nations are the permanent \r\nconditions for global coexistence.\r\nInternational conflicts have always been and will \r\nremain a challenge for the international community \r\nand a grave threat to freedom and the right to enjoy a \r\npeaceful coexistence among all the nations and peoples \r\nof the world. That is why all the countries of the world \r\nhave the responsibility to ensure the maintenance of \r\ninternational peace and security.\r\nThe Panamanian people possess the strong \r\nconviction and the commitment to use all existing \r\npeaceful means to solve international conflicts on the \r\nbasis of the United Nations Charter and international \r\nlaw. Those are simple truths that are easily forgotten, \r\nbut which we all must defend. They are the basic \r\ncondition for our existence in full peace, freedom and \r\nindependence.\r\nPanama advocates for the solution of all international \r\nconflicts by peaceful means. We support the promotion \r\nand defence of multilateralism and of all multilateral \r\norganizations as ideal frameworks for solving, through \r\ndialogue and cooperation, the problems that aff lict \r\nhumankind so that we may thereby maintain peace and \r\ninternational peace and security.\r\nThe search for mediation and dialogue has \r\nbeen the stance that Panama has historically always \r\nmaintained with regard to the conflicts that disturb \r\npeace and international political stability. That search \r\nmust include legitimate representatives of the parties \r\nin conflict, who must make efforts to recognize the \r\nrights of their counterparts and comply with their own \r\nobligations, with sincerity and a generous spirit, to \r\nreach just and permanent solutions.\r\nFor that reason, the Government of the Republic \r\nof Panama considers that Palestine has the right to be \r\nrecognized as a nation-State. However, it must resolve \r\nits differences with its neighbour, Israel, recognizing \r\nthat Israel has the right to a peaceful and safe existence \r\nwithin its national territory — a right that has already \r\nbeen recognized historically and legally by the \r\ninternational community.\r\nPanama expresses its concern at the escalating \r\nviolence that has been developing in the Middle East \r\nand calls upon the international community to propose \r\nand attempt to enforce plans and solutions oriented \r\ntowards peace, contributing to ending violent acts that \r\naffect the most vulnerable populations.\r\nThe Government of the Republic of Panama \r\nexpresses is concerned about the severe crisis that has \r\naffected the fraternal Syrian Arab Republic for over \r\na year. We therefore respectfully remind all parties \r\ninvolved that peaceably resolving conflicts is the only \r\nmeans acceptable to the community of nations and \r\npeoples of the world for achieving a just and permanent \r\nsolution.\r\nThe Panamanian people deeply deplore the \r\nmurder of His Excellecy Mr. J. Christopher Stevens, \r\nAmbassador of the United States of America to Libya, \r\nas well as the Foreign Service personnel who were \r\nvictims of the nefarious attack against the American \r\nConsulate in Benghazi. Our prayers and thoughts are \r\nwith their families. Panama energetically condemns \r\nsuch actions, which cause sorrow and grief to a friendly \r\nnation and which violate the fundamental principles of \r\ninternational law, particularly the Charter of the United \r\nNations and the Vienna Conventions on Diplomatic and \r\nConsular Relations.\r\nThe recent attacks on the diplomatic missions of \r\nthe United States, Germany, the United Kingdom, \r\nSaudi Arabia, Turkey, Israel and France are absolutely \r\nunjustifiable. We reiterate that host States have an \r\nobligation to ensure the principle of the inviolability of \r\nthe diplomatic and consular missions of the world and \r\nto safeguard international peace and security, as they \r\nare the source of communication and understanding. \r\nWe call loudly and clearly for tolerance, dialogue and \r\npeaceful coexistence,\r\nThe Republic of Panama is convinced that all \r\ninternational conflicts should be settled by peaceful \r\nmeans, using the instruments and mechanisms that \r\nhave been created for those purposes. For that reason, \r\nPanama formally joined the Group of Friends of \r\nMediation, demonstrating its historic commitment to \r\nthe peaceful solution of conflicts, which is the central \r\ntopic of this debate at the current session of the General \r\nAssembly.\r\nAs a firm believer that dialogue is a powerful tool \r\nfor facilitating peace and the international political \r\nstability so necessary to ensure economic and social \r\ndevelopment for our peoples, Panama wishes to reiterate \r\nits call, as it has done on other occasions, to support the \r\nChinese people in Taiwan so that they may have greater \r\n12-52035 17\r\nA/67/PV.7\r\nparticipation as observers in international forums, \r\norganizations and initiatives and may cooperate and \r\nsupport the development and maintenance of peace \r\nboth in Asia and other parts of the world.\r\nPanama is a multicultural country where people \r\nof diverse ethnicities, cultures and religions coexist \r\nin peace and harmony and which has historically \r\nmaintained friendly relations with States of different \r\npolitical and ideological orientations. I am speaking \r\nof a demilitarized country, one that by virtue of its \r\ndomestic law adheres to the doctrine of human security \r\nand that possesses a canal that is neutral. In addition, \r\nPanama has tradition and experience as a participant \r\nin efforts for the peaceful solution of international \r\ncontroversies. Those conditions are our guarantee and \r\nasset in advocating for a world that is peaceful and \r\nrespectful of international law.\r\nPanama continues to be committed to \r\nmultilateralism, dialogue and negotiation among States \r\nas the only way to seek and achieve just solutions in \r\nglobal affairs. As a part of this commitment, in 2013 we \r\nwill host a series of important international meetings at \r\nthe global and regional levels.\r\nPanama will welcome the International Congress \r\nof the Spanish Language, an event of a universal \r\ncharacter and a forum for the reflection on the status \r\nof the Spanish tongue, which shapes our identity as \r\na nation and unites the peoples of Hispanic America. \r\nIn 2013, Panama will also host the Conference of the \r\nStates Parties to the United Nations Convention against \r\nCorruption. That demonstrates that the fight against \r\ncorruption and the promotion of transparency are \r\nessential elements of the modern rule of law to which \r\nmy Government is fully committed.\r\nWe will also host the fifty-fourth annual meeting \r\nof the Board of Governors of the Inter-American \r\nDevelopment Bank, at which ministers of economy and \r\nfinance, central bank presidents and representatives of \r\nvarious multilateral financial institutions will discuss \r\ntopics related to their financial appointments.\r\nIn addition, we will host the Americas \r\nCompetitiveness Forum, which will address the issue \r\nof the development of the region’s competitiveness \r\nagenda on the basis of the 10 general competitiveness \r\nprinciples of the Americas.\r\nWe will also host the Ibero-American summit, \r\nwhich will bring together the 22 States of Latin \r\nAmerica and those of the Iberian peninsula. That \r\nsummit represents an effort, involving dialogue and \r\ncooperation, to foster the development of our countries \r\nby opening up new markets and new opportunities \r\nfor trade and cooperation with the peoples and the \r\ncountries of Europe.\r\nThe international meetings set to take place in 2013 \r\nwill be held in the context of the celebration of a historic \r\nevent that marks Panamians to this day. I note that \r\ntoday is the anniversary of that event — the discovery \r\nof a passage, through our country, to the Pacific Ocean. \r\nToday — 25 September — marks almost 500 years since \r\nthe so-called discovery of the South Sea, later known as \r\nthe Pacific Ocean, a feat that changed the geography of \r\nworld navigation and the history of humanity.\r\nWith the discovery of a passage from the Atlantic \r\nto the Pacific, we saw the beginning of a process of \r\neconomic and demographic globalization around the \r\nworld. From that moment on, Panama began to play \r\nan important role in global navigation and trade that \r\ncontinues today. Since then, Panama has become the \r\nprimary hub of the Americas. Indeed, it is one of the \r\nmost important telecommunications and navigation \r\nroutes in the world.\r\nWe continue to make good progress in the expansion \r\nof the Panama Canal and Tocumen international \r\nairport, which will become the largest airport in Latin \r\nAmerica. Both of those projects will make it possible \r\nto further develop the Panama Canal route and will \r\nhave a tremendous impact on international trade and \r\non tourism.\r\nThe feat accomplished by Vasco Núñez de Balboa \r\non 25 September 1513 helped to forge Panama’s \r\ncharacter as a country dedicated to the global transit of \r\ngoods, and, with the construction of the Canal, it was \r\nconsolidated as the hub of worldwide maritime trade.\r\nThere is no magic formula for the resolution of \r\nconflicts. Nor do the global conditions exist for the \r\ncomplete fulfilment of Chapter VI of the Charter of the \r\nUnited Nations, on the peaceful settlement of disputes. \r\nThe world still has some important steps to take in \r\norder to ensure that dialogue is always the means of \r\nadjudicating differences. There must be a commitment \r\nat the State level for meeting that goal.\r\nOne of the major steps forward we must take is \r\nin the area of education. Education not only sets us \r\nfree: it makes us free thinkers. It helps us understand \r\n18 12-52035\r\nA/67/PV.7\r\nin that direction will be key to the achievement of the \r\nMillennium Development Goals by 2015.\r\nNevertheless, I remain uneasy about the risks \r\nposed by the misuse of cyberspace for boys, girls and \r\nadolescents.\r\nOur job will not be finished if we do not assume the \r\nresponsibility of facing up to one of the most significant \r\nethical and moral challenges of our time: the protection \r\nof children and young people from the threat posed to \r\nthem by the misuse of cyberspace.\r\nFor that reason, we support the initiative promoted \r\nby the International Telecommunications Union in that \r\nrespect. I also invite all States represented here to share \r\ntheir experiences in order to establish and harmonize, on \r\nthe basis of international telecommunications criteria, \r\nnorms that will allow us to ensure that minors are no \r\nlonger exposed to the risks and dangers disseminated \r\nthrough cyberspace. That should in no way be \r\ninterpreted as a means of limiting or distorting freedom \r\nof expression or the universal use of the Internet, which \r\nwe defend firmly and with great conviction.\r\nPanama is preparing draft legislation in order \r\nto establish minimum regulations geared towards \r\nprotecting our children and adolescents from the \r\ndangerous content spread through the Internet and \r\nother electronic media. We are currently working \r\nto pass that legislation based on consensus with all \r\nof Panamanian society. We must become allies and \r\nclose ranks against Internet sites that promote child \r\npornography and pornography in general, obscene and \r\nlascivious conduct, and physical, sexual and emotional \r\nviolence.\r\nLet us combine efforts and take concerted action \r\nagainst sites that facilitate the making of weapons or \r\nexplosives, that incite illegal drug use, and that promote \r\nracism, xenophobia or any other type of discrimination \r\nthat runs contrary to human dignity.\r\nLet us take measures against those who dedicate \r\nthemselves to making public, using and disseminating \r\nminors’ personal information and to making threats of \r\nall kinds against our boys, girls and adolescents. Let us \r\nharness information and communications technology \r\nfor the benefit of development and to ensure a better \r\nquality of life for our children, and let us not allow the \r\nbenefits of accessing the Internet to put them at risk.\r\nThe Government of the Republic of Panama \r\nsupports the international community and the United \r\nand respect different ideas. It provides us with an \r\nopportunity to be dreamers. Through education we can \r\nlearn to value cultures that might seem strange to us; \r\nbeing different does not make us enemies. But in order \r\nto understand this in an all-encompassing way, we need \r\na good and objective education.\r\nAccess to information through the Internet and \r\nsocial networks is an indispensable tool to raise the \r\nlevel of knowledge and discernment among all peoples.\r\nWhile I advocate for the responsible use of those \r\ntools, I think that we have to go further. I believe that \r\nwe must also address the issues of equality and self-\r\nesteem, which help distance us from resentment and \r\nviolence. Once again, education is the answer.\r\nSuch intangible wealth leads us to honest \r\ncompetition. The substitution of competition for \r\nviolence can be achieved only through a modernization \r\nprocess in which our principles are preserved. A good \r\neducation is one that is built upon a foundation of ethics \r\nand values. Money is not the best type of assistance \r\nwe can give our children. The best assistance we can \r\ngive them is an education that is divorced from politics, \r\npassions and paradigms. That is the only way to achieve \r\nexcellence.\r\nWe must focus our educational efforts on young \r\nchildren. Good, balanced primary education is the base \r\nof a solid pyramid. Educating our children properly \r\ntoday is the best guarantee of a better future for all \r\ntomorrow.\r\nWithout education, there is no possibility of \r\ndialogue and vice versa. That is the reason for my \r\nGovernment’s focus on the well-being of Panamanian \r\nchildren through the improvement of our schools \r\nand classrooms; the creation of a free national \r\nInternet network; the provision of free computers; the \r\nimplementation of a universal scholarship, without any \r\ndistinction on the basis of class or politics; and, finally, \r\nthe transformation of our educational curriculum.\r\nHowever, access to information must be provided \r\nto children in keeping with their developmental stage, \r\nrespecting the fact that they are children and requiring \r\nthat they do the best they can for their age. To respect \r\nchildren is to harvest peace.\r\nAs I stated at the recent Connect Americas Summit, \r\nheld in our country in July, we must continue to harness \r\nour respective wills to reduce the digital divide and to \r\nmaximize Internet access around the world. Every step \r\n12-52035 19\r\nA/67/PV.7\r\nMr. Kanda (Ghana), Vice-President, took the Chair.\r\nFinally, Panama reaffirms that it is a country that \r\nfavours peaceful and respectful coexistence among \r\nall the peoples and Governments of the world. We \r\nPanamanians believe that humankind will always be \r\ncapable of fighting for that cause, united by the hope \r\nthat we can all build a better tomorrow. There is still \r\ntime to share, as brothers, in the feast of existence on a \r\npeaceful planet that truly belongs to all.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof Panama for the statement he has just made.\r\nMr. Ricardo Martinelli Berrocal, President of \r\nthe Republic of Panama, was escorted from the \r\nGeneral Assembly Hall.\r\nAddress by His Majesty King Abdullah II Bin \r\nAl Hussein, King of the Hashemite Kingdom \r\nof Jordan\r\nThe Acting President: The Assembly will now \r\nhear an address by the King of the Hashemite Kingdom \r\nof Jordan.\r\nHis Majesty King Abdullah II Bin Al Hussein, Head \r\nof State of the Hashemite Kingdom of Jordan, was \r\nescorted into the General Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Majesty King Abdullah II Bin Al Hussein, \r\nKing of the Hashemite Kingdom of Jordan, and to invite \r\nhim to address the Assembly.\r\nKing Abdullah: It is an honour to join this \r\neminent gathering. Allow me to extend Jordan’s sincere \r\ncongratulations to His Excellency Mr. Vuk Jeremić. I \r\nwould like to assure him of Jordan’s full cooperation. \r\nMay I also express to the Secretary-General Jordan’s \r\nappreciation for his untiring efforts. I welcome his voice \r\nand the voices of world leaders of many religions who \r\nstand with billions of Muslims worldwide in rejecting \r\nprovocations meant to divide those of different faiths.\r\nIslam teaches us to honour all human beings, \r\npromote tolerance and show mercy. As a Hashemite and \r\na descendant of the Prophet Muhammad — peace and \r\nblessings upon him — I condemn all acts that vilify the \r\nname of the Prophet or falsely use his name or the name \r\nof Islam — or any other religion, for that matter — to \r\njustify violence and evil acts such as we have recently \r\nNations through two large-scale projects. The first is \r\nthe United Nations Regional Centre for Latin America \r\nand the Caribbean in Panama, which will host the 16 \r\nUnited Nations subregional offices already established \r\nin our country. That Centre will contribute to greater \r\ncoordination and synergy within the United Nations \r\nsystem, thereby contributing to its operational process, \r\nas outlined in the report of the High-level Pannel on \r\nUnited Nations System-wide Coherence, “Delivering as \r\nOne” (see A/61/583). We invite friendly nations who are \r\ncommitted to those reforms to financially contribute to \r\nthat project, which will soon be open to international \r\nbidding. The other project is the regional humanitarian \r\nassistance logistics centre for the Americas for the \r\ndelivery of humanitarian aid in the event of disasters in \r\nthe region. Panama is committed to being a responsible \r\nhumanitarian actor in the region, and we place our \r\nadvantages as an international logistical platform at the \r\ndisposal of the international community.\r\nPanama’s economic growth is widely recognized \r\nthroughout our region. From 2012 to 2013, Panama \r\nmoved up nine places — from 49 to 40 — in the Global \r\nCompetitiveness Index, which represents our biggest \r\njump in that ranking since 2005, when our country \r\nbegan to be monitored by the World Economic Forum. \r\nSuch an increase indicates we are doing things well.\r\nPanama’s economic growth is the greatest in \r\nLatin America. It is based on free market principles, \r\nis respectful of the environment, social standards and \r\nfree enterprise initiatives, and is strongly committed \r\nto social inclusion. That has made it possible for us to \r\nsignificantly reduce unemployment in our country to \r\n4.6 per cent and to reduce poverty, including extreme \r\npoverty, from 33.4 per cent to 25.8 in just three years, \r\nwithout compromising the riches of our environment. \r\nAt the same time, our economic growth allows us to \r\nallocate resources to confront the threats of climate \r\nchange, which is affecting and will continue to affect \r\nlarge and small nations without regard for their level \r\nof development. We all need to be more responsible in \r\nthat regard.\r\nPanama will continue to advocate for the \r\ninternational community to work on an institutional and \r\nmultilateral structure that would reinforce the rights of \r\nall people to a planet with an environment suitable for \r\nthe development of a healthful and peaceful life. We \r\nwill insist on a new high-level discussion forum on \r\nthe protection of the environment in the context of the \r\nGeneral Assembly.\r\n20 12-52035\r\nA/67/PV.7\r\ncontinue to shoulder that responsibility, international \r\nsupport is essential. We are very grateful for the \r\ngenerous response of Governments, international \r\nbodies and dedicated United Nations agencies. The \r\nsomber reality is, however, that more will be needed, as \r\nthe camps grow more crowded with vulnerable families \r\nand the cold desert winter approaches. I call upon the \r\ncountries of the United Nations to work together to \r\nprevent a humanitarian disaster.\r\nWhile we deal with those challenges, we must never \r\nlose our focus on the crisis at the heart of the region. For \r\nalmost 65 years, the Palestinian people have been the \r\nexception to the United Nations promise. We pledge the \r\nshelter of international law and human rights, except \r\nnot yet; the dignity of living in freedom and security, \r\nexcept not yet; the right to self-determination, except \r\nnot yet. It is time to say, “Enough!”\r\nAs the Arab Spring demanded dignity for all, so it \r\ndemanded the end of exceptionalism. No single issue \r\ncauses greater anger than to tell an entire people that \r\nwhen it comes to global justice they do not count. \r\nThe Arab Summer cannot bear its full fruit until the \r\nPalestinian-Israeli conflict ends, and ends with a just \r\npeace and a Palestinian State living side by side with a \r\nsecure Israel at peace with the entire region.\r\nEarlier this year, in Amman, we succeeded in \r\ngetting both sides back to the table for exploratory talks. \r\nThen positive traction stopped again. Illegal settlement-\r\nbuilding and unilateral actions have continued, \r\nconstituting direct threats to a negotiated peace. We \r\nare extremely concerned by threats to Jerusalem and \r\nthe sanctity of its Muslim and Christian holy sites. The \r\nAl-Aqsa Mosque compound of Al-Haram Al-Sharif \r\nin East Jerusalem is under Hashemite custodianship, \r\na special role recognized by the 1994 Jordan-Israel \r\nTreaty of Peace and protected as occupied territory by \r\ninternational law. It is Islam’s third holiest site and its \r\nimportance to 1.7 billion Muslims, one quarter of the \r\nworld’s population, is similar to the importance of the \r\nKa’ba itself.\r\nLet me be absolutely clear, any invasion or division \r\nof the site of Al-Masjid Al-Aqsa would be viewed not \r\nonly as a breach of Israel’s obligations but as a profound \r\nreligious transgression. The international community \r\nmust send a clear message that such a transgression, \r\nor any attempt to erase the Arab, Muslim or Christian \r\nidentity of Jerusalem, will not be tolerated. What is \r\nneeded now is the full weight of our nations, united. \r\nwitnessed. There are no sidelines on this issue. All \r\nof us of every faith everywhere must be proactive in \r\npromoting understanding and a much stronger global \r\ndialogue.\r\n“To unite our strength” — these four words in the \r\nUnited Nations Charter are not just an old dream, they \r\nare a modern urgency. The United Nations and the \r\nGeneral Assembly — empowered and strong — are \r\nneeded today as never before.\r\nIn my region, we have important tasks ahead. \r\nWe must provide new and better opportunities for \r\nour people, especially our youth, to avert the dangers \r\nof regional instability and conflict and to fulfil the \r\nuniversal desire — the basic human right — to live in \r\nfreedom, dignity, justice and peace. The international \r\ncommunity has a crucial interest in supporting countries \r\nthat are taking risks for peace and reform.\r\nIn Jordan we have charted our course guided by our \r\nheritage, by our mutual respect and by moderation. Our \r\nArab Spring journey is one of opportunity to accelerate \r\nhome-grown reforms and achieve national goals. Last \r\nyear I stood before the Assembly and spoke about the \r\nreforms that were on the horizon (see A/66/PV.11). \r\nSince then, new and comprehensive constitutional \r\namendments, as well as new laws, have created a \r\nmatrix of institutions and principles to support our path \r\nof reform and democratization. And with the new year, \r\nwe will have our new Parliament, and our Jordanian \r\nSummer will begin.\r\nI would like to address the tragic situation in Syria.\r\nViolence must end immediately, and a transition \r\nmust begin now. There is no alternative to a political \r\nsolution that will end the bloodshed, restore security \r\nand stability and preserve the territorial integrity of \r\nSyria and the dignity and unity of its people.\r\nThe United Nations has an important part to play \r\nin helping people commit to a political solution. Jordan \r\nwill do all in its power to support the newly appointed \r\nJoint Special Representative of the United Nations \r\nand the League of Arab States for Syria, Mr. Lakhdar \r\nBrahimi.\r\nThe peoples of Jordan and Syria have long and \r\ndeep ties. Since the current crisis erupted, over 200,000 \r\nSyrians have sought refuge in Jordan, putting heavy \r\npressure on our limited resources and our economy. \r\nYet we, as Jordanians, have opened our arms, as we \r\nhave many times in the past for others in need. As we \r\n12-52035 21\r\nA/67/PV.7\r\nPresident Áder (spoke in Hungarian; English text \r\nprovided by the delegation): The rule of law is among the \r\ntopics before the sixty-seventh session of the General \r\nAssembly. This is an especially important issue, \r\nespecially for someone who has had the opportunity to \r\npersonally experience the lack of it. For many decades, \r\nHungary belonged to the Communist-Socialist bloc. \r\nBy 1949 the Communist takeover of power had been \r\ncompleted, just four years after the end of the Second \r\nWorld War. The multiparty system had been eliminated. \r\nThe majority of leaders of political parties established \r\nafter the war were forced into exile or were imprisoned.\r\nI was born 10 years later. I spent my early adult years, \r\nand thus the years of my political awakening as well, \r\nin a dictatorship. In fact, my two older children were \r\nborn under that political system. For our generation, \r\njust as for that of our parents, our everyday experience \r\nwas of being deprived of human rights and liberties. \r\nIndependence? From what, when Soviet troops kept \r\nHungary under occupation? Free elections? How, when \r\npolitical parties were non-existent and, even at late as \r\n1988, it was a crime against the State to form political \r\norganizations.\r\nConstitutional freedoms, such as the freedom of \r\nspeech, the right of assembly and the right to practice \r\nreligion freely, existed only on paper or not even on \r\nthat. The end of the 1980s and the fall of the Berlin Wall \r\nand of the Iron Curtain, brought democratic changes to \r\nHungary as well. It was in the spring of 1990, more than \r\n40 years later, that we could organize free elections \r\nagain. Preparations for the peaceful transition, and \r\nthen the post-election years, can be deemed to be a \r\nsuccessful period from the perspective of the rule of \r\nlaw.\r\nHungary, however, did not have a new, consolidated \r\nConstitution that was not unlike the 1949 Constitution, \r\neasily revealed through the number in its title. It was \r\nthat shortfall that the Hungarian National Assembly \r\nrectified in April 2011, when it decided to adopt the new \r\nfundamental law of Hungary. What is now the youngest \r\nConstitution of Europe incorporates almost all elements \r\nof the European Convention on Human Rights, along \r\nwith the rule-of-law institutions safeguarding the \r\nchecks and balances established in 1990. As a new \r\nelement, constitutional constraints compliant with the \r\nrule of law have been imposed to curb irresponsible \r\npublic spending and the reckless increase of State \r\nindebtedness.\r\nNeither the parties nor the world can afford continued \r\nhostility and insecurity. There may be a rare window \r\nof opportunity later this year, after the United States \r\nelections, to achieve what both sides so urgently need, \r\nnamely, two States at peace, Palestine and Israel, both \r\nsecure, both free to look forward on the basis of a just, \r\ncomprehensive and final settlement. That has always \r\nbeen and will remain a foremost priority for Jordan.\r\nLet me say now, as I have said before, that the \r\nArab world seeks peace. We mean by that real peace: \r\ndiplomatic relations, economic relations, trade and \r\ninvestment. We mean by that a new normality, in \r\npeace, where people are safe in their homes, where \r\ncommunities are able to build and where cooperation \r\nhelps the entire region prosper. All this has been on \r\noffer for over 10 years, since 2002, under the Arab \r\nPeace Initiative, through which 57 Arab and Muslim \r\ncountries reached out collectively to Israel. It is time for \r\nIsrael to turn around, look to the future we must share \r\nand make a just and lasting peace with the Palestinians.\r\nAlmost 70 years ago, countries from every continent \r\nchose to come together in hopes of a world united in \r\npeace and respectful of all humankind. After a bitter, \r\ndestructive global war, the United Nations was the right \r\nstep, the brave step. Today, almost three generations \r\nlater, we have learned that it is not enough to make the \r\nright choices. We must also pursue effective action. Not \r\nonly as nations but as nations united, we must take the \r\nright steps, the brave steps, now.\r\nThe Acting President: On behalf of the General \r\nAssembly I wish to thank the King of the Hashemite \r\nKingdom of Jordan for the statement he has just made.\r\nKing Abdullah II Bin Al Hussein, King of the \r\nHashemite Kingdom of Jordan, was escorted from \r\nthe General Assembly Hall.\r\nAddress by Mr. János Áder, President of Hungary\r\nThe Acting President: The General Assembly will \r\nnow hear an address by the President of Hungary.\r\nMr. János Áder, President of Hungary, was escorted \r\ninto the General Assembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. János Áder, President of \r\nHungary, and to invite him to address the Assembly.\r\n22 12-52035\r\nA/67/PV.7\r\nthe Second World War also has had seriously adverse \r\nimplications on the environment. Industry nowadays \r\nhas been using about 12,000 different types of toxic \r\nchemicals, while a single drop of crude oil can render \r\n25 litres of drinking water non-potable. Manufacturing \r\na single vehicle requires 148,000 1itres of industrial \r\nwater. The toilet culture of nearly 2 billion people is \r\nstill not adequate today.\r\nWhat are the consequences? Polluted and toxic \r\nlakes, lifeless streams of water reminiscent of rivers \r\nonly by their names. Instead, they are stinking \r\nindustrial canals. The consequences are that there is \r\nnot enough water around to meet the everyday needs of \r\nhuman consumption. Today, more than 1 billion people \r\ndo not have access to clean, potable water. Another \r\nconsequence, according to a 2009 UNICEF study, is \r\nthat serious diseases, spread by polluted water and the \r\nlack sanitation, have been killing young children at a \r\npace equivalent to that of a Boeing 747 airplane packed \r\nwith young children crashing every four hours.\r\nI could continue to list dramatic examples and \r\nserious consequences of the lack of sanitation, but let \r\nus ask ourselves the question: if everything were all \r\nright with wastewater management, would it mean that \r\neverything was also all right with respect to our water \r\nmanagement, water treatment and protection of our \r\nwater basins? Unfortunately, the answer is no.\r\nWater management today requires international \r\ncooperation. It is indispensable. Half of the Earth’s \r\npopulation lives in so-called shared, or joint, water \r\ncatchment areas. The same river provides the water \r\nsupplies for two, three or more countries. Cooperation \r\nbetween such countries is a daily obligation. Absence \r\nof such cooperation could lead to supply, social, health \r\nor even war-related tensions. Nearly 1.5 billion people \r\nlive in river basins, where water usage is larger than the \r\nminimum extent of water replenishment, which leads to \r\nthe exhaustion of water reserves.\r\nAt least two thirds of European cities with a \r\npopulation of 100,000 or more people are using their \r\nwater resources faster than they can be replenished. It \r\nis true that the standards are set high in agriculture, \r\nespecially if the agricultural sector wishes to produce \r\nadequate supplies of food for a further 2.5 billion \r\npeople by 2050. That is especially true if we consider \r\nthat currently it takes about 140 1itres of water to \r\nproduce one cupful of coffee or about 15,000 1itres for \r\n1 kilogram of beef.\r\nThe new Constitution of Hungary provides \r\nguarantees for the fulfilment of international legal \r\nobligations and for compliance and adherence to the \r\ngenerally accepted rules of international law. It is \r\nimportant to point out that numerous new provisions, \r\nwhich concern the new, so-called fourth generation of \r\nbasic rights, have been included in the new fundamental \r\nlaw.\r\nArticle P of the Constitution stipulates that:\r\n“All natural resources, especially agricultural \r\nland, forests and drinking water supplies, \r\nbiodiversity — in particular native plant and animal \r\nspecies — and cultural assets shall form part of \r\nthe nation’s common heritage, and the State and \r\nevery person shall be obliged to protect, sustain and \r\npreserve them for future generations”.\r\nWhereas Article XXI sets forth that:\r\n“Hungary shall recognise and enforce the right \r\nof every person to a healthy environment. A person \r\nwho causes any damage to the environment shall be \r\nobliged to restore it or to bear all costs of restoration \r\nas defined by law.\r\n“No pollutant waste shall be brought into \r\nHungary for the purpose of dumping”.\r\nEnvironmental protection, the preservation of \r\nnatural values, the protection of soil, air and water \r\nquality — how much time have we spent talking about \r\nthem recently? Due to the limited time alloted, permit \r\nme to highlight only a single issue from the larger set \r\nof problems before us, namely, the issue of water and \r\nsanitation. It is even more important to mention it here \r\nbecause, as a result of our common decision, nex year \r\nhas been designated as the International Year of Water \r\nCooperation.\r\nWe can truly appreciate the adequate quantity \r\nand quality of water if we experience what it means \r\nto be deprived of it, whatever the reason — pollution, \r\noverconsumption or environmental, changes. During \r\nrecent years, a great variety of studies have been \r\npublished about our irresponsible behaviour, about \r\nthe short-sighted, and may I say, foolish, attitude with \r\nwhich we are polluting our waters. Allow me to cite \r\njust a few findings from these documents. Ninety per \r\ncent of all communal wastewater and 70 per cent of \r\nindustrial wastewater in countries of the developing \r\nworld is discharged into rivers without any treatment \r\nwhatsoever. The chemical revolution of the era following \r\n12-52035 23\r\nA/67/PV.7\r\nI would like to congratulate the President on \r\nhis election to his important post and to convey our \r\nappreciation to the previous President, His Excellency \r\nMr. Nassir Abdulaziz Al-Nasser, from the brotherly \r\nstate of Qatar, who carried out his work with skill. I \r\nwould also like to express our appreciation for the \r\nlaudable work of Secretary-General Ban Ki-moon. We \r\ngreatly appreciate his leadership in guiding the work \r\nof the Organization. It is a special privilege to be at \r\nthe General Assembly today, representing the brave and \r\ncourageous people of Pakistan.\r\nGlobally, we face enormous challenges. But with \r\ncollective efforts and commitment we can provide our \r\npeople with a better future. We must work to end poverty. \r\nWe must work to protect the planet and mitigate climate \r\nchange. We must ensure that all people have equal \r\nrights, and we must protect the weak and vulnerable. \r\nWe must pursue justice and fairness for all. We must \r\npursue the peaceful settlement of international disputes. \r\nWe must save our current and future generations from \r\nthe horrors of war. I think of my own children and the \r\ngenerations of unborn children yet to come. They, and \r\nall the children of the world, deserve safety, stability \r\nand security. Those goals have guided me throughout \r\nmy four years in office as President of Pakistan. They \r\nare the goals and principles about which I want to talk \r\ntoday.\r\nPakistan’s engagement with the United Nations \r\nlies at the heart of those goals. We are proud of going \r\nabove and beyond the call of duty in fulfilling our \r\ninternational responsibilities. Pakistan has consistently \r\nbeen among the top United Nations peacekeeping troop \r\ncontributors for many years. Today, more than 10,000 \r\nPakistani troops proudly wear the Blue Helmet of the \r\nUnited Nations in the service of our brothers and sisters \r\naround the world.\r\nOur election to the Security Council reflects \r\nour commitment to world peace. It is also a vote of \r\nconfidence in Pakistan on the part of the international \r\ncommunity.The United Nations represents our common \r\naspirations for peace and development. However, it \r\nneeds reform. The United Nations system must become \r\nmore democratic and accountable, and reform should \r\nbe based on consensus and democratic principles.\r\nIn the last several years, Pakistan has repeatedly \r\nsuffered natural calamities. The people of Pakistan \r\nappreciate the support of the United Nations and the \r\ninternational community in that connection.\r\nWe have been aware of these figures for years. But \r\nwhat is knowledge worth if we do not put it to use? Why \r\ndo we wait for nature to remind us again and again of \r\nour grave irresponsibility? Hungary assesses the issue \r\nof water and sanitation to be one of the most important \r\nquestions of the twenty-first century. During recent \r\nyears, we have been active participants in the friends of \r\nwater working group, created under the auspices of the \r\nUnited Nations. I think we will have ample work waiting \r\nfor us during the coming years as well. We are ready \r\nand willing to share our knowledge and experience. \r\nWe are also looking forward to welcoming everyone \r\ninterested to the conference on water and sanitation to \r\nbe organized in Budapest next autumn.\r\nThe President: On behalf, of the General \r\nAssembly, I wish to thank the President of Hungary for \r\nthe statement he has just made.\r\nMr. János Áder, President of Hungary, was escorted \r\nfrom the General Assembly Hall.\r\nAddress by Mr. Asif Ali Zardari, President of the \r\nIslamic Republic of Pakistan\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Islamic Republic \r\nof Pakistan.\r\nMr. Asif Ali Zardari, President of the Islamic \r\nRepublic of Pakistan, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Mr. Asif Ali Zardari, President \r\nof the Islamic Republic of Pakistan, and to invite him to \r\naddress the Assembly.\r\nPresident Zardari: Before I begin my statement, \r\nI want to express the strongest condemnation of the \r\nrecent acts of incitement to hatred perpetrated against \r\nthe faith of the billions of Muslims around the world \r\nand our beloved Prophet Muhammad, peace be upon \r\nhim. Although we can never condone violence, the \r\ninternational community must not remain a silent \r\nobserver and should criminalize such acts, which destroy \r\nthe peace of the world and endanger global security by \r\nabusing the freedom of expression. Pakistan asks that \r\nthe United Nations immediately address this matter of \r\ngreat alarm and concern and bridge the widening rift in \r\norder to enable the comity of nations to be one again.\r\n24 12-52035\r\nA/67/PV.7\r\nFor more than 30 years, our doors have been open \r\nto our Afghan brothers and sisters.\r\nFor many years, we were left to fend for ourselves \r\nand our Afghan guests.\r\nI remember the red carpet that was rolled out for all \r\nthe dictators in our country — dictators who promised \r\nthe international community the moon — while Pakistan \r\nwas kept in the dark. Those dictators and their regimes \r\nare responsible for suffocating and throttling Pakistan, \r\nPakistan’s institutions and Pakistan’s democracy. I \r\nremember the judicial execution of Pakistan’s first \r\nelected leader, Shaheed Zulfiqar Ali Bhutto. I remember \r\nthe jailing of Pakistan’s elected leaders.\r\nI remember the 12 years that I myself spent in \r\nprison, and I remember the billions provided by the \r\ninternational community to support those dictatorships. \r\nMy country’s social fabric and its very character have \r\nbeen altered. Our condition today is a product of \r\ndictatorship.\r\nNo country and no people has suffered more in the \r\nepic struggle against terrorism than Pakistan. Drone \r\nstrikes and civilian casualties on our territory add to the \r\ncomplexity of our battle for hearts and minds through \r\nthis epic struggle. To those who say that we have not \r\ndone enough, I say in all humility: please do not insult \r\nthe memory of our dead and the pain of our living. Do \r\nnot ask of my people what no one has ever asked of any \r\nother people. Do not demonize the innocent women and \r\nchildren of Pakistan, and please, stop this refrain to do \r\nmore. The simplest question of all is: how much more \r\nsuffering can Pakistan endure?\r\nI am sure that the international community does not \r\nwant any suffering anywhere, least of all in Pakistan. \r\nWe believe, in fact, that the international community is \r\na partner. That is because it is in the common interest \r\nof all nations to work together.\r\nIn Pakistan, I have helped bring about a major \r\nstrategic shift in how we view working together. Within \r\nPakistan, our democracy has brought about major \r\nchanges. God willing, this will be the first civilian \r\nGovernment in Pakistan’s 66-year history to complete \r\nits full five-year term.\r\nIn that time, Parliament has passed unprecedented \r\nreforms. We have restored the consensus 1973 \r\nConstitution.\r\nBeing a democratic country, we believe that \r\nthe legitimate aspirations of any people should be \r\naccommodated peacefully and in a manner consistent \r\nwith the sovereignty, unity and territorial integrity of \r\nStates. We support the rights of the Palestinian people \r\nand an independent Palestinian State. We also favour \r\nthe admission of Palestine to full membership of the \r\nUnited Nations.\r\nThere are many questions that are asked of \r\nPakistan these days. I am not here to answer questions \r\nabout Pakistan. The people of Pakistan have already \r\nanswered them. The politicians of Pakistan have \r\nanswered them. The soldiers of Pakistan have answered \r\nthem. We have lost more than 7,000 Pakistani soldiers \r\nand policemen, and more than 37,000 civilians. We \r\nhave lost our Minister for Minority Affairs, Shahbaz \r\nBhatti, and my friend Salmaan Taseer, Governor of \r\nPunjab, our most populous province, to the actions \r\nof extremists. And I need not remind my friends here \r\ntoday that I bear a personal scar. On 27 December 2007, \r\nknowing that her life was under threat from the mindset \r\nthat she had warned the world against, Pakistan’s first \r\nelected female leader, and my wife, Shaheed Mohtarma \r\nBenazir Bhutto, was martyred by the bullets and bombs \r\nof terrorists. Terrorism and extremism have destroyed \r\nhuman lives, torn the social fabric and devastated the \r\neconomy. Our economy, our lives and our ability to live \r\nin the shadow of our Sufi saints and our freedom-loving \r\nforefathers have been challenged.\r\nWe have responded. Our soldiers have responded. \r\nSo I am not here to answer questions about Pakistan. \r\nI am here to ask some questions on behalf of the \r\nPakistani people: on behalf of the two-year-old baby \r\nwho was killed in the bombing at Lahore’s Moon \r\nMarket on 7 December 2009; on behalf of Pervaiz \r\nMasih, a Christian Pakistani who was killed with six \r\nothers while trying to protect Muslim Pakistanis during \r\na bomb attack on Islamic University in Islamabad on \r\n20 October 2009; on behalf of Commandant Siffat \r\nGha-yoor of the Frontier Constabulary police force in \r\nPeshawar, who was martyred by militants on 4 August \r\n2010; on behalf of the traders and businessmen in \r\nPeshawar, Quetta, Lahore and Karachi and in the \r\ndozens of marketplaces that have been ravaged by \r\nmultiple bombings, over and over and over again; and, \r\nperhaps most of all, on behalf of my three children, \r\nwhose mother, Shaheed Mohtarma Benazir Bhutto, was \r\nalso martyred by terrorists.\r\n12-52035 25\r\nA/67/PV.7\r\nof the failures, rather than the strengths, of the United \r\nNations system. We feel that a resolution of these issues \r\ncan be arrived at only in an environment of cooperation.\r\nBy normalizing trade relations, we want to create \r\na regional South Asian narrative. Such a narrative will \r\nprovide an environment that will mutually benefit the \r\ncountries of our region.\r\nAlong this road, there are pitfalls. One of them \r\nis the tendency to respond to failure through blame. \r\nPakistan does not blame others for the challenges it \r\nfaces. We believe that we should look for a win-win \r\nsolution. Regional cooperation and connectivity will \r\nbring us closer and bind us together. It will make us \r\nstakeholders in one another’s futures. Our hosting of a \r\nquadrilateral summit next month and our signing of the \r\nAfghan-Pakistan Transit Trade Agreement are proof of \r\nthat commitment to regional connectivity.\r\nIn Pakistan, the lesson we learned from the last 30 \r\nyears is that history cannot be changed, but the future \r\ncan — to a future that is brighter, more prosperous \r\nand more secure, not only for Pakistanis but for all the \r\npeoples of the region, and, indeed, the world.\r\nI must thank the member States of the European \r\nUnion (EU) for recognizing the value of trade to \r\nPakistan. We seek trade, rather than aid. By granting \r\ntrade concessions to Pakistan, the EU has sent a \r\npositive message. Those concessions will help us revive \r\nthe economy and fight terrorism.\r\nAs we embark on this ambitious transformative \r\nexperience, we are aware that there are threats and \r\npitfalls. One of them is the expanding illegal trade of \r\nheroin. Despite the presence of international forces in \r\nAfghanistan, the size of the heroin trade has increased \r\nby 3,000 per cent in the last decade. The heroin industry \r\nis eroding the social fabric of our society.\r\nTerrorist activities within our region and, indeed, \r\nall over the world are funded and fuelled by the \r\nunrestricted production and sale of illegal drugs. \r\nPakistan has pursued an ambitious agenda to control \r\nthat menace. We are coordinating with our neighbours \r\nand will hold a conference later this year to develop a \r\nunified approach to stamping out the drug trade.\r\nMy call upon this body, and especially those nations \r\nrepresented here that are actively engaged in the region, \r\nis: here, today, let us begin to work together.\r\nThe National Assembly has enacted wide-ranging \r\nsocial reforms. We have established a National \r\nCommission on Women and a National Commission \r\non Human Rights. We have established, for the first \r\ntime, a truly independent election commission, to \r\nensure free, fair and transparent elections. Our media \r\nis free, uncensored and thriving. Our civil society is \r\nf lourishing under the protection of democracy. We have \r\ncreated the first social safety net, through the women of \r\nPakistan, for the weak and less privileged. Millions of \r\nfamilies have benefitted. We have aided the poor and at \r\nthe same time empowered the women of our households. \r\nThat safety net is called the Benazir Income Support \r\nProgramme. These are the gifts of democracy. This is \r\nthe dream of Shaheed Mohtarma Benazir Bhutto.\r\nThe growing regional pivot in Pakistan’s foreign \r\npolicy is a symbol of our democratic policy-making. In \r\nengaging with our region, we are changing the future. \r\nIn China, our strategic partnership is growing from \r\nstrength to strength. In Afghanistan, we have begun to \r\nengage and deepen our friendship with the entire range \r\nof the Afghan political spectrum.\r\nWe believe that a sovereign, stable and secure \r\nAfghanistan is good for the Afghan people, and what \r\nis good for the Afghan people is good for Pakistan. \r\nWhile our hearts and homes remain open to our \r\nAfghan brothers, it is imperative that the international \r\ncommunity support the 3 million Afghan refugees in \r\nPakistan in their quest to return home with dignity. A \r\nbrighter Afghan future will be possible only when the \r\nquest for peace is Afghan-owned, Afghan-driven and \r\nAfghan-led.\r\nWe respect and support the efforts of the \r\nGovernment of Afghanistan for reconciliation and \r\npeace. Pakistan will support in every way possible any \r\nprocess that reflects Afghan national consensus.\r\nSimilarly, we approach our relations with India \r\non the basis of mutual trust. The contacts between \r\nour leadership are expanding. I was encouraged by \r\nmy discussions last month in Tehran with the Prime \r\nMinister of India, whom I met with for the fifth time \r\nin four years.\r\nOur principled position on territorial disputes \r\nremains the bedrock of our foreign policy. We will \r\ncontinue to support the rights of the people of Jammu \r\nand Kashmir to peacefully choose their destiny in \r\naccordance with the Security Council’s long-standing \r\nresolutions on this matter. Kashmir remains a symbol \r\n26 12-52035\r\nA/67/PV.7\r\nother people, nations respect other nations, and \r\nreligions respect other religions.\r\n“That is the third millennium I see for my \r\ncountry and others”. (A/51/PV.20, p.4) \r\nWe have made some progress towards achieving \r\nthose goals. But so much remains to be done. In her \r\nmemory and in the name of God Almighty, Pakistan \r\ncommits to that path again today.\r\nMay peace be upon all countries and their people.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Islamic \r\nRepublic of Pakistan for the statement he has just made.\r\nMr. Asif Ali Zardari, President of the Islamic \r\nRepublic of Pakistan, was escorted from the \r\nGeneral Assembly Hall.\r\nThe meeting rose at 6.15 p.m.\r\nI have committed my presidency and my nation’s \r\nfuture to a paradigm shift, a permanent democratic \r\nfuture for Pakistan. It has not been easy, but nothing \r\nworth fighting for is. We long ago stopped thinking \r\nof doing what is easy. Instead, we have committed \r\nourselves to doing what is right. In that regard, I recall \r\nthe powerful words of my beloved martyred wife and \r\nmy leader, Shaheed Mohtarma Benazir Bhutto, when \r\nshe appeared before this body 16 years ago.\r\nHer words ring out and guide us into a new future. \r\nShe said in 1996,\r\n“I dream of a third millennium in which the \r\ngap between rich and poor evaporates; in which \r\nilliteracy, hunger, malnutrition and disease are \r\nat long last conquered; in which every child is \r\nplanned, wanted, nurtured and supported; and in \r\nwhich the birth of a girl is welcomed with the same \r\njoy as that of a boy. I dream of a millennium of \r\ntolerance and pluralism, in which people respect \r\n"