"This record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n12-52443 (E)\r\n*1252443*\r\nThe meeting was called to order at 9.10 a.m.\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nThe President: I now give the fl oor to His Excellency \r\nMr. Nebojša Kaludjerović, Minister for Foreign Affairs \r\nand European Integration of Montenegro.\r\nMr. Kaludjerović (Montenegro): It is a great honour \r\nto deliver these remarks on behalf of Montenegro. At the \r\noutset, allow me to address two friends and colleagues. \r\nI would like to congratulate you, Sir, on your  election to \r\npreside over the General Assembly at its sixty-seventh \r\nsession. You will enjoy, as always, the full cooperation \r\nand support of Montenegro in this important task. I \r\nwould also like to pay tribute to Mr. Nassir Abdulaziz \r\nAl-Nasser for his contribution to the work of the \r\nGeneral Assembly, especially in promoting mediation \r\nas a means of settling disputes by peaceful means.\r\nI extend special appreciation to Secretary-General \r\nBan Ki-moon for his efforts to promote multilateralism \r\nand joint action in ensuring a peaceful, secure and \r\nprosperous world. I would especially like to reiterate \r\nour satisfaction with his recent successful visit to \r\nMontenegro, which confirmed the strong partnership \r\nbetween the United Nations and my country.\r\nMontenegro has always been strongly committed \r\nto multilateral cooperation and respect for the purposes \r\nand principles enshrined in the Charter of the United \r\nNations. We have demonstrated this in our region by \r\npromoting good-neighbourly relations and regional \r\ncooperation, as well as worldwide through support \r\nfor and participation in global efforts to build and \r\nmaintain peace.\r\nThe High-level Meeting on the Rule of Law that \r\npreceded the general debate once again stressed the \r\nimportance of democratic governance and respect \r\nfor human rights. These are preconditions for the \r\nprosperity of all our citizens and of society as a whole. \r\nFailure in this regard is our common concern. We \r\ntherefore stress the individual responsibility of all \r\ncountries to strengthen the rule of law and promote \r\nhuman rights, as well as the role of the United Nations \r\nin providing adequate and efficient support to these \r\nefforts. Respect for the rule of law at the international \r\nlevel, national ownership of rule of law activities, and \r\nthe incorporation and effective implementation of \r\ninternational norms within our domestic legal systems \r\nare our key objectives.\r\nStrengthening international partnership in \r\nmaintaining and building peace and security is \r\ncrucial. As a Mediterranean country, we share the \r\nconcerns of the international community for the recent \r\ndevelopments in the southern Mediterranean and the \r\nMiddle East.\r\nThe scale and consequences of the violence in \r\nSyria serve as a stern reminder of the importance of \r\npreventive measures in preserving international peace \r\nand security; hence the need to enhance United Nations \r\npreventive capacities and the role of dialogue and \r\nmediation in peaceful conflict resolution. Montenegro \r\nstrongly advocates an approach that emphasizes the \r\nUnited Nations A/67/PV.18\r\nasdf\r\nGeneral Assembly\r\nSixty-seventh session\r\n18th plenary meeting\r\nSaturday, 29 September 2012, 9 a.m.\r\nNew York\r\nOffi cial Records\r\nPresident: Mr. Jeremić . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . (Serbia)\r\n2 12-52443\r\nA/67/PV.18\r\nearly prevention and elimination of threats before they \r\nevolve into sources of conflict.\r\nThe responsibility to protect and its \r\noperationalization remain a key task. In the era \r\nof accountability, perpetrators of crimes against \r\nhumanity should not go unpunished. Countries need \r\nto demonstrate strong commitment to the rule of law, \r\nrespect for human rights and freedoms, democracy and \r\nnon-use of force in settling disputes.\r\nMontenegro stands ready to increase its participation \r\nin peacekeeping operations, in accordance with its \r\ncapacities and in line with international efforts. We \r\nsupport in particular United Nations initiatives aimed \r\nat improving civilian protection and the development \r\nof civilian capacities for maintaining stability by \r\nadvancing the mandates of peacekeeping missions. \r\nIn that context, we fully support the implementation \r\nof Security Council resolution 1325 (2000) and \r\nstrengthening the role of women in conflict and post-\r\nconflict situations.\r\nMy country is firmly dedicated to the comprehensive \r\nimplementation of the United Nations Global Counter-\r\nTerrorism Strategy, as well as the United Nations \r\nsanctions regime. With regard to the Global Strategy \r\nreview, we fully endorse the proposal of the Secretary-\r\nGeneral to appoint a United Nations counter-terrorism \r\ncoordinator in order to improve strategic coordination, \r\ncoherence and substantive implementation of the \r\nStrategy.\r\nWe strongly support global efforts for disarmament \r\nand non-proliferation, while stressing that the \r\nfight against transnational threats, such as human \r\ntrafficking, cybercrime and the illicit drug trade, \r\nrequire a comprehensive approach.\r\nAs a multicultural country, Montenegro builds \r\nits society on principles of understanding, tolerance \r\nand mutual respect. Diversity does not divide but \r\nenriches our society, thanks to tradition and trust built \r\nthroughout the long Montenegrin history. As we have \r\nrecently witnessed, differences can be abused and \r\neasily turn into senseless acts of violence against the \r\ninnocent, which is unacceptable. My country therefore \r\nremains committed to promoting intercultural dialogue, \r\ntolerance and respect at all levels.\r\nIn the six years following the restoration of its \r\nindependence, Montenegro has achieved significant \r\nprogress, both in internal development and in \r\ninternational relations. We have very good relations \r\nwith all our neighbours, while the region as a whole \r\nstands before a unique challenge to demonstrate that it \r\nis capable of reinforcing overall cooperation.\r\nMontenegro actively participates in all regional \r\nprocesses and initiatives aimed at intensifying mutual \r\nand constructive cooperation and strengthening \r\nsecurity and stability in South-East Europe. After \r\nits turbulent past, the region is brought together by \r\nthe common strategic goal of European integration. \r\nAlthough there remain issues that need international \r\nassistance and support, we have achieved a new \r\nlevel of trust, development and maturity that have \r\nresulted in the individual progress of each country in \r\nEuropean and Euro-Atlantic integration. The opening \r\nof European Union accession negotiations in June this \r\nyear and our continuous progress on our Euro-Atlantic \r\npath represent strong recognition of the results we have \r\nachieved. We are fully focused on and committed to \r\ncontinuing the implementation of reforms and reaching \r\nthe highest international standards, in particular in the \r\nareas of the rule of law, human rights and freedoms, and \r\ndemocratic governance. Strengthening institutional and \r\nhuman capacities will reinforce our political stability \r\nand economic prosperity, as is essential in this time of \r\never-evolving crises that affect us all.\r\nProgress in the integration processes does not mean \r\nthe absence of problems. We attach great importance \r\nto resolving issues essential for the development of our \r\nsociety, such as the empowerment of women, improving \r\nthe situation of the Roma population, and settling the \r\nstatus of refugees, internally displaced persons and other \r\nvulnerable groups. We are fully committed to tackling \r\nthese complex challenges through efficient and lasting \r\nsolutions and models for the better social integration \r\nof every individual. We are particularly aware of this \r\nat times when social and economic disparities become \r\nmore visible and demand stronger efforts by the State \r\nfor their elimination.\r\nThe promotion of and respect for human rights \r\nare important goals in our internal and foreign policy \r\nagenda. We are therefore confident that Montenegro \r\nwill gain the trust of States Members of the United \r\nNations this coming November and be elected to the \r\nHuman Rights Council for the period 2013-2015. We are \r\nstrongly committed to contributing to the efficiency and \r\neffectiveness of the Council and the system of protection \r\nand improvement of human rights and freedoms. \r\nSupport for the United Nations High Commissioner for \r\nHuman Rights, full cooperation with the Council and \r\n12-52443 3\r\nA/67/PV.18\r\npartnerships with civil society and the private sector so \r\nas to enable us to achieve sustainable energy for all by \r\n2030, as well as the Zero Hunger Challenge launched \r\nby the Secretary-General, are our common objectives. \r\nTogether we can achieve those goals.\r\nAt a time when interdependence and integration \r\nare major trends in global politics, no country on its \r\nown can handle the increasingly demanding challenges \r\nposed by modern society. Cooperation is a prerequisite \r\nfor success. I am confident that small countries like \r\nMontenegro can play an important role and be part of \r\nthe solution. We remain dedicated to the principles of \r\ncooperation and mutual trust, and strongly committed \r\nto contributing to strengthening the United Nations \r\nsystem and its role in global governance, at both the \r\nnational and the international levels.\r\nBefore I conclude, allow me to add a small, personal \r\nnote. The first time I attended the General Assembly, \r\nI was an attaché from the then Socialist Federative \r\nRepublic of Yugoslavia. Today, many years and three \r\ndifferent States later, I have the privilege of standing \r\nbefore the Assembly as head of the delegation of my \r\ncountry, Montenegro. The world may have changed in \r\nways we never anticipated, but our Organization and \r\nwhat it stands for have weathered the challenges and \r\nremain globally important and equally valuable for \r\nevery one of us.\r\nThe President: I now call on His Excellency \r\nMr. Össur Skarphéðinsson, Minister for Foreign Affairs \r\nand External Trade of the Republic of Iceland.\r\nMr. Skarphéðinsson (Iceland): It is a pleasure to \r\nbe able to address the General Assembly here on this \r\nbeautiful morning in New York, and I would first like \r\nto take the opportunity to congratulate you, Sir, on \r\nyour election to the presidency of the Assembly at its \r\nsixty-seventh session. Be assured that the Icelandic \r\ndelegation will assist you in every way possible.\r\nLast year, I brought the Assembly the message \r\nthat my Government would propose to our Parliament \r\nthat Iceland recognize Palestine as a sovereign and \r\nindependent State. I am happy to be able to stand here \r\ntoday and say that we have fulfilled that promise. What \r\nis more, not a single member of the Icelandic Parliament \r\nvoted against the recognition of Palestine. Today, we \r\nhave a fully f ledged and strong formal diplomatic \r\nrelationship between our two countries of Palestine and \r\nIceland.\r\nits special procedures, and active promotion of human \r\nrights and freedoms at the international level in order \r\nto respond in a timely manner to situations of human \r\nrights violations in the world — these will be major \r\nguidelines for our activities in the Council.\r\nThe results of the implementation of the United \r\nNations Delivering as One reform programme speak \r\nin favour not only of reform of the Organization, \r\nbut also of even greater effectiveness in adapting \r\nthe United Nations to the development needs of a \r\ncountry. Montenegro has achieved tangible progress \r\nin implementing an integrated programme and, to \r\na certain extent, is already implementing the joint \r\nprogramming model as a next phase of Delivering \r\nas One. Strengthening national ownership and joint \r\nprogramming, as well as making use of the relative \r\nadvantages of the various United Nations agencies, \r\nare fundamental principles on which our cooperation \r\nprogramme is based up to 2016. We will continue to \r\nsupport all efforts aimed at improving the United \r\nNations system and its effectiveness and operational \r\nactivities in the field.\r\nSustainable development, poverty reduction and \r\neconomic growth, conflict and post-conflict situations \r\nare just some of the issues that require joint action. \r\nIn that context, sustainable development with all its \r\npillars stands out as our priority. Montenegro is among \r\nthe countries that are on track to meet the Millennium \r\nDevelopment Goals (MDGs). In that regard, we stress \r\nthe importance of the MDGs as a basis for defining \r\nsustainable development goals, which must be a central \r\npart of the global post-2015 development agenda and \r\nthus help us to form a clear expression of political \r\ncommitment to sustainable development. We stand \r\nready to actively contribute to shaping and determining \r\nthe necessary indicators, as well as timelines for \r\ntheir implementation. We believe that the question \r\nof sustainable development, as well as the issue of \r\nreaching legally binding agreements on climate change \r\nwithin the United Nations Framework Convention on \r\nClimate Change, must involve compromise on the part \r\nof United Nations Members. We therefore hope to see \r\npositive developments at the Doha Conference.\r\nA shared determination, openness and willingness \r\nto reach compromise and accept reality are all truly \r\nnecessary in order for us to move forward. Our \r\ncommitment to meeting the MDGs should not be \r\nneglected, however difficult the economic and financial \r\nsituation worldwide. Eradicating poverty, and creating \r\n4 12-52443\r\nA/67/PV.18\r\nThe United Nations recently estimated that Gaza \r\nwill no longer be livable by 2020 unless urgent action \r\nis taken to improve water and power supplies, health \r\nand basic education. The deplorable living conditions \r\ndescribed in that report demonstrate only too well that \r\nthe situation in Palestine is unacceptable to anyone \r\nwho has respect for human dignity. I have visited Gaza \r\nmyself. I met with fishermen who are not allowed to go \r\nfishing in the waters out of Gaza. As an old fisherman \r\nmyself, that hurts my heart. l met children in Gaza \r\nwhose lives are made impossible by poverty, violence \r\nand a blockade that others have described as an open-\r\ndoor prison. I have seen for myself how the human rights \r\nof the people of the West Bank are violated every day \r\nby a man-made barrier that cuts through their roads, \r\ntheir lands and their lives.\r\nWhen I was in Qalqilya, the words of a former \r\nstatesman we all know rang in my head. Mr. Netanyahu, \r\ntear down this wall! I also know that the Israeli people \r\nare just like the rest of us. They want to live in peace, \r\nand they deserve it. The best way to ensure that is a \r\ntwo-State solution, which would benefit not only the \r\nPalestinian people but the Israeli people as well.\r\nI had the pleasure of listening to Mr. Netanyahu’s \r\nspeech on Thursday (see A/67/PV.12), and I have a \r\ncomment to make on behalf of the Icelandic people: \r\nDo not bomb Iran. Not this year, not next year. Do \r\nnot start another war in the Middle East. At the same \r\ntime, I say to President Ahmadinejad and the Iranian \r\nleadership: do not build a bomb. Let diplomacy work, \r\nnot rabble-rousing or fear-mongering. Let us work for \r\npeace together.\r\nWe have seen fundamental changes break forth \r\nwith the Arab Spring, as demonstrated by democratic \r\nelections. Democracy only matures and gets better \r\nwith time, and the Arab Spring is just beginning. In a \r\ndemocracy everyone has a place and a role. As friends \r\nand supporters we urge everyone to ensure that the \r\nArab Spring will advance the rights of all people, \r\nworking towards societies characterized by democracy \r\nand social justice, where our sisters in the Arab world \r\nare allowed to thrive in the same way as our brothers, \r\nand where women and men enjoy equal rights.\r\nSadly, there is no spring in Syria. Thousands \r\nof innocent people, not least innocent children, are \r\nlosing their lives because of an oppressive regime. The \r\ninternational community must make a stronger and \r\nbetter effort to seek a political and peaceful solution for \r\nthe sake of those children and the people of Syria. We \r\nmust also ensure that those who commit atrocities, on \r\nboth sides, will at the end of the day account for their \r\nactions in an international court of law.\r\nThe Syrian problem is also a wake-up call for the \r\nUnited Nations with regard to the Security Council. \r\nSyria has demonstrated how archaic the Council is, and \r\nhow out of tune with the needs of the modern world. \r\nThe truth is that the Security Council has become an \r\nobstacle to the international efforts to address and solve \r\nsituations such as that in Syria. We must reform it so \r\nas to make it a tool for, not a hindrance to, progress in \r\nsituations such as that in Syria this year, or as we saw \r\nlast year concerning the Palestinian application.\r\nLet me also add on behalf of the Icelandic people \r\nthat we must always oppose terrorism and violence in \r\nany form. I think that we should all unite in condemning \r\nthe ghastly murder of the American Ambassador in \r\nLibya recently. Our embassies, our tools to work for the \r\npeople for peace, must always be inviolable.\r\nIceland is an open and embracing society, and our \r\nforeign policy is based on human rights for everyone. \r\nFrom the point of view of human rights, it is not \r\nacceptable that anyone is persecuted or mistreated \r\nbecause of her or his sexual orientation or gender \r\nidentity. The Universal Declaration of Human Rights \r\nguarantees equal treatment and non-discrimination to \r\nall people, and we, the community of nations, must \r\nensure that equal treatment in every sense of that \r\nword extends as well to sexual orientation and gender \r\nidentity. Let us not forget that we all, every human \r\nbeing, are sparks from the same sun.\r\nSmall countries can be global pioneers. Iceland \r\ndemonstrated that by breaking the ice for the recognition \r\nof the Baltic States, by introducing geothermal energy \r\nas an alternative in the world’s quest for clean power, \r\nand by leading by example in the fight for gender \r\nequality.\r\nI am quite happy to relate that now, on this very \r\nmorning, Iceland is embarking on a pioneering \r\nprogramme regarding clean renewable energy for up \r\nto 150 million Africans. Iceland has ensured funds \r\nto work with the World Bank to assist 13 countries of \r\nthe East African Rift Valley to identify, research and \r\nprepare their considerable geothermal resources for \r\nutilization. That will be the greatest and most historic \r\nproject Iceland ever has cooperated on with developing \r\ncountries. I can express the feeling today that Iceland is \r\nvery proud of it.\r\n12-52443 5\r\nA/67/PV.18\r\nIt may sound like a paradox, but when we in Iceland \r\nput our expertise in geothermal energy to use in East \r\nAfrica, we are also protecting the environment of our \r\nown neighbourhood, the Arctic. The ice is melting at \r\na pace far greater than we ever anticipated. We do not \r\nneed to be prophets to predict that in the Arctic vast \r\nareas will open, and sooner rather than later, for new \r\ntransport routes between continents and for production \r\nof oil and gas. Of course, that may bring immense \r\ncommercial benefits to the people living in and around \r\nthe Arctic. But we are also acutely aware of the dangers \r\nto the fragile Arctic ecosystem and to the traditional \r\nlivelihood of Arctic peoples. I tell the Assembly today \r\nthat we have to tread very carefully in the Arctic. It is \r\nin the interest of all nations to ensure that the Arctic \r\nCouncil becomes strong enough to provide, in the \r\nfuture, the forum for shaping important decisions on \r\ncommon interests of all the Arctic peoples.\r\nTimes have been pretty tough in Iceland in recent \r\nyears. In the recession in Europe, we were the first \r\ncountry down, but we were also the first country up. \r\nIf there is any lesson to be drawn from the Icelandic \r\nrecovery, it is that austerity does not work on its own. \r\nIceland certainly went through its share of austerity, \r\nbut we also raised taxes, especially on the wealthiest \r\ncitizens, and we used the revenue to stimulate growth \r\nand ensure that the welfare system was intact. Today, \r\nIceland has some of the lowest unemployment in \r\nEurope and robust economic growth. The Icelandic \r\nmodel works.\r\nPerhaps the best sign that Iceland is back in \r\nbusiness is the fact that while the global recession \r\nhas, sadly, led to a decline in international support for \r\ndeveloping countries, Iceland is bucking that trend. We \r\nare increasing ours substantially.\r\nFinally, the first letters of the themes that I have \r\nbroached here today — Palestine, energy, the Arctic, \r\nclimate change and the economy — form the word we \r\nshould all hold dearest towards each other, whatever \r\nour differences, that is, peace.\r\nThe President: I now call on His Excellency \r\nMr. Kairat Umarov, Acting Minister for Foreign Affairs \r\nof the Republic of Kazakhstan.\r\nMr. Umarov (Kazakhstan): On behalf of the \r\nRepublic of Kazakhstan, I would like to congratulate \r\nyou, Mr. Jeremić,  on your election to the presidency \r\nof the General Assembly at its sixty-seventh session, as \r\nwell as to wish you every success. I also wish to express \r\nour appreciation to Ambassador Nassir Abdulaziz \r\nAl-Nasser, President of the General Assembly at its \r\nsixty-sixth session, for his skillful steering of the \r\nAssembly’s proceedings.\r\nIn recent years, the world has lived through \r\nmajor political, social, economic and environmental \r\nupheavals. The geopolitical turmoil in the Middle \r\nEast, as well as natural and man-made disasters, serve \r\nas compelling evidence indicating that the issues of \r\nsecurity, stability and sustainable development are \r\nbecoming increasingly relevant.\r\nWe believe that world politics should be based on \r\nnew global principles. In the twenty-first century, those \r\nprinciples encompass constructive multipolarity and \r\ntransparency, trust and political tolerance, and the clear \r\npre-eminence of evolutionary forms of development \r\nof the world. They should be enshrined in the core \r\ndocuments of the United Nations and in the entire \r\ninternational law system. In that context, we believe \r\nthat it is fundamentally important to ensure strict \r\nadherence to the principle of non-interference in the \r\ninternal affairs of Member States.\r\nThe threat of the proliferation of nuclear weapons \r\nand technology, along with the spectre of their \r\nacquisition and use by terrorist entities, has been one \r\nof the most daunting challenges to humankind. It is \r\nour strongly held view that the possession of weapons \r\nof mass destruction is not a guarantee of security or \r\ngreater independence. Kazakhstan’s own record shows \r\nthat countries reap huge benefits from the renunciation \r\nof nuclear weapons. By voluntarily giving up the world’s \r\nfourth-largest nuclear arsenal and shutting down the \r\nlargest test site in Semipalatinsk, on 29 August 1991, \r\nwe have won more friends and have become a more \r\nprosperous, stable and influential country.\r\nKazakhstan fully supports the proposal by \r\nthe Secretary-General to adopt a nuclear weapons \r\nconvention. Sharing its declared goals, His Excellency \r\nMr. Nursultan A. Nazarbayev, President of the Republic \r\nof Kazakhstan, suggested that, as an important step \r\nin that direction, the United Nations should adopt a \r\nuniversal declaration of a nuclear-weapon-free world. \r\nThat would, undoubtedly, facilitate our advancement \r\ntowards a nuclear-weapon-free world and an early \r\nadoption of a nuclear weapons convention. Kazakhstan \r\nwelcomes the establishment of a constructive dialogue \r\nwith the five nuclear Powers with a view towards signing \r\na protocol on negative security assurances to the State \r\n6 12-52443\r\nA/67/PV.18\r\nparties to the Treaty on a Nuclear-Weapon-Free Zone in \r\nCentral Asia.\r\nWe also call for an early establishment of a nuclear-\r\nweapon-free zone in the Middle East. In that regard, we \r\nlook forward to the upcoming conference in Helsinki \r\nand its positive outcomes.\r\nKazakhstan is working on the practical \r\nimplementation of a project to host an international \r\nbank of low-enriched uranium, under the auspices of \r\nthe International Atomic Energy Agency, which would \r\nallow, if need be, to ensure an uninterrupted supply of \r\nnuclear fuel. It should be made clear that the bank will in \r\nno way infringe upon the inalienable right of each State \r\nparty to the Treaty on the Non-Proliferation of Nuclear \r\nWeapons to use nuclear energy for peaceful purposes, \r\nincluding the development of nuclear technology.\r\nThis year, we will complete the project to enhance \r\nphysical security of the former Semipalatinsk test site. \r\nWe view this project, which is being implemented jointly \r\nwith the United States and Russia, as our significant \r\ncontribution to the global non-proliferation regime.\r\nKazakhstan is actively involved in the fight \r\nagainst international terrorism and drug trafficking, \r\nwithin the framework of the Collective Security \r\nTreaty Organization, the Shanghai Cooperation \r\nOrganization and the Conference on Interaction and \r\nConfidence-building Measures in Asia (CICA). As \r\nChair of the Collective Security Treaty Organization, \r\nKazakhstan consistently works to strengthen regional \r\ncooperation in this area. Special attention has been paid \r\nto the expansion of practical cooperation between the \r\nUnited Nations and regional arrangements, including, \r\nin particular, the Kazakhstan-based Central Asian \r\nRegional Information and Coordination Centre for the \r\nfight against the threat of drug trafficking, which is \r\ndesigned to enhance multilateral cooperation to counter \r\nthe f low of drugs from Afghanistan.\r\nGiven the increasing attention by the international \r\ncommunity to the issue of international information \r\nsecurity, we believe that the time has come to consider \r\nthe introduction of new concepts into international law, \r\nsuch as electronic borders and electronic sovereignty, \r\nas well as the establishment of a cyberpolice unit.\r\nAs the current Chair of the Council of Foreign \r\nMinisters of the Organization of Islamic Cooperation, \r\nKazakhstan will continue to fully support the process \r\nthat aims to bring stability and peace back to the region \r\nof the Middle East and North Africa.\r\nBefore I turn to regional issues, let me express our \r\nstrong condemnation of the Internet video and cartoons \r\nthat provocatively offend the religious feelings of \r\nMuslims. Such disgusting incitements must be \r\nstopped, because they lead to an escalation of violence \r\nby fomenting hatred between the representatives of \r\nreligions, and they undermine inter-civilizational \r\ndialogue and confidence-building. The right to freedom \r\nof expression must be exercised with due responsibility.\r\nWe were shocked by the tragic killing of United \r\nStates diplomats in Benghazi. We condemn attacks \r\non diplomats and diplomatic missions and call upon \r\nGovernments to adhere to their international obligations \r\nto protect diplomatic representatives in their countries.\r\nWe should support all efforts to find a peaceful \r\nsolution to the conflict in Syria and assist in preventing \r\na humanitarian disaster. We should also take measures \r\nto prevent any spillover of the crisis to the rest of the \r\nregion. To that end, both the Syrian Government and \r\nthe opposition should resort to diplomacy, not arms, \r\nand put an immediate end to the violence.\r\nThe principles of sovereignty and non-interference \r\nin internal affairs must be respected. It is the Syrians \r\nthemselves who should determine the future of their \r\ncountry. We call on all nations to unite around the \r\nSyrian transition process, which should be based on \r\ndialogue and compromise, and support the activities of \r\nthe Joint Special Representative of the United Nations \r\nand the League of Arab States for Syria, Mr. Lakhdar \r\nBrahimi.\r\nKazakhstan calls for the creation of conditions \r\nto settle the Palestinian issue, including through the \r\ncontinuation of direct Palestinian-Israeli talks. All \r\nobstacles to the negotiation process should be removed. \r\nKazakhstan has been and continues to be a supporter of \r\nthe legitimate rights of Palestine to establish a sovereign \r\nand independent State, within the 1967 borders, and its \r\nentry into the United Nations as a full member.\r\nWe have consistently advocated a peaceful, \r\nexclusively diplomatic, resolution of the situation \r\naround the Iranian nuclear programme and look forward \r\nto the continuation of constructive dialogue between \r\nIran and all interested parties with a view to developing \r\nmutually acceptable solutions.\r\nThe reconstruction of Afghanistan is an important \r\nobjective of the international community that meets the \r\naspirations of the Afghans themselves. We believe that, \r\n12-52443 7\r\nA/67/PV.18\r\nif our cooperation on Afghanistan is to be successful, \r\nits economic dimension should be a priority. Efforts to \r\nstabilize the situation should be bolstered by reforms \r\naimed at sustainable development and the improvement \r\nof socioeconomic indicators in the country, its level of \r\neducation and other human standards.\r\nKazakhstan is also actively involved in multilateral \r\ncooperation to assist Afghanistan, as demonstrated \r\nby its readiness to host, in 2013 in Astana, the next \r\nconference of the Istanbul process.\r\nAlmaty, the southern megalopolis of Kazakhstan, \r\nhas the necessary facilities to accommodate the offices \r\nof international organizations. Sixteen organizations \r\nof the United Nations family have already set up their \r\noffices in the city. Most of them enjoy a regional status. \r\nWe promote further expansion of the presence of United \r\nNations organizations, including its humanitarian \r\nagencies, and offer to establish a United Nations \r\ncentre in Almaty, in order to effectively coordinate \r\ninternational efforts and implement regional projects \r\nof the United Nations, including those dealing with \r\nassistance to Afghanistan.\r\nThis year, we mark the twentieth anniversary of the \r\ninitiative to convene the Conference on Interaction and \r\nConfidence-building Measures in Asia, announced by \r\nPresident Nursultan Nazarbayev at the forty-seventh \r\nsession of the General Assembly, on 5 October 1992 (see \r\nA/47/PV.24). The anniversary session and the fourth \r\nmeeting of CICA Foreign Ministers, held in Astana \r\non 12 September, have become important milestones \r\nin the evolution of that Asian forum. Currently, the \r\nConference brings together 24 countries that occupy \r\nover 90 per cent of the territory of Asia, where half of \r\nthe world’s population now resides. As a platform for \r\ndialogue, CICA has an important role to play in efforts \r\nto ensure peace, security and stability in Asia.\r\nKazakhstan urges that close attention be paid to the \r\nexpansion of the trade, investment and transit transport \r\ncapacity of least developed countries, landlocked \r\ndeveloping countries (LLDCs) and small island \r\ndeveloping States. To advance the interests of these \r\ngroups of countries, Kazakhstan, together with the \r\nUnited Nations, organized, from 12 to 14 September in \r\nAlmaty, the fourth meeting of LLDC Trade Ministers \r\nand the high-level global thematic meeting on \r\ninternational trade, trade facilitation and aid for trade.\r\nToday, the whole world is facing new challenges to \r\nglobal energy security. Central Asia has great potential \r\nto become a global energy centre. The development \r\nof energy resources is a priority for the Republic of \r\nKazakhstan. In our vision, the future of the region lies \r\nin the development of the oil and gas pipeline system to \r\ndeliver our hydrocarbon resources to Europe and Asia.\r\nAs a follow-up to the United Nations Conference \r\non Sustainable Development and to draw the attention \r\nof the international public to the issues of renewable \r\nsources of energy, Kazakhstan has decided to seek \r\nthe nomination of its capital, Astana, as the host of \r\nthe international exhibition Expo 2017 on the subject \r\nof “Energy for the Future”. We count on fellow \r\nMember States to support our bid. As one of the pilot \r\ncountries selected from among States Members of the \r\nUnited Nations, Kazakhstan will actively promote the \r\ndevelopment of draft sustainable development goals for \r\nthe period beyond 2015.\r\nKazakhstan is not only in a position to ensure its \r\nown food security; it is also willing to contribute to \r\nglobal food security.\r\nIntercultural dialogue is an important prerequisite \r\nfor peace and security. To promote such dialogue, \r\nKazakhstan put forward an initiative to proclaim an \r\nInternational Decade for the Rapprochement of Cultures \r\n2013-2022, which was adopted at the conclusion of the \r\nthirty-sixth session of the United Nations Educational, \r\nScientific and Cultural Organization General \r\nConference, in November 2011.\r\nKazakhstan attaches special importance to the \r\nprotection of human rights and has announced its \r\nbid for membership in the Human Rights Council \r\nfor the period 2012-2015. If elected, Kazakhstan will \r\nparticipate, with a full sense of responsibility, in the \r\nproceedings of that important human rights body, on \r\nthe basis of an open, impartial, non-politicized and \r\nmutually respectful dialogue between the Member \r\nStates of the United Nations.\r\nLast March, the Republic of Kazakhstan celebrated \r\nthe twentieth anniversary of its membership in the \r\nUnited Nations. All these years, we have consistently \r\nstood for an inclusive, transparent and effective \r\nOrganization. We strongly believe that it is only by \r\nuniting our efforts that we can make real progress in \r\naddressing the global issues and challenges facing \r\nhumanity. We therefore call for joint efforts to seek \r\nsolutions to common problems for the benefit of future \r\ngenerations and our common planet Earth. \r\n8 12-52443\r\nA/67/PV.18\r\nAs we all struggle to overcome the effects of the \r\nglobal financial crisis, we should not lose sight of new \r\nemerging challenges and threats, such as obstacles \r\nto sustainable development, the achievement of the \r\nMillennium Development Goals (MDGs), climate \r\nchange, food security and so on. Many developing \r\ncountries still face many obstacles to achieving all \r\ntheir MDGs by the target date of 2015, owing to their \r\nvulnerability to the global financial crisis, the challenges \r\nof the debt burden and the unmet commitments of \r\nofficial development assistance. Having achieved stable \r\ngrowth successively for a number of years, Cambodia \r\nis confident that, despite its limited resources, it will \r\nachieve the Cambodian MDGs by 2015. We welcome \r\nthe adoption of resolution 66/288, entitled “The \r\nfuture we want”, by the United Nations Conference \r\non Sustainable Development (Rio+20), held in Rio de \r\nJaneiro on June 2012, and strongly advocate that the \r\nMDGs should remain a fundamental milestone in the \r\ndevelopment agenda. We also call for renewed efforts \r\nto enable the developing countries to achieve their \r\nMillennium Development Goals on time.\r\nClimate change is a critical problem for the whole \r\nworld, requiring immediate and concerted actions. The \r\nrapid pace of climate change could have devastating \r\neffects, particularly on small States in the Asia-Pacific \r\nand the Caribbean regions, in the form of rising sea \r\nlevels. Other developing countries, mostly dependent on \r\nagriculture, are threatened by similar negative effects, \r\nsuch as extreme floods and drought, which affect their \r\nlivelihood. Secretary-General Ban Ki-moon described \r\nsuch phenomena as a real threat to international peace \r\nand security.\r\nRegrettably, despite all the adversities inflicted on \r\nthe world’s most vulnerable people by climate change, \r\nthe international community remains divided on \r\nimplementing a rapid and critical global response. We \r\ncall on developed countries to reduce greenhouse-gas \r\nemissions in accordance with the United Nations \r\nprinciple of common but differentiated responsibility. \r\nIt is disappointing that, for the most part, the promises \r\nmade by developed nations in Copenhagen in 2009, in \r\nCancún  in 2010 and in Durban in 2011 have not been \r\nfulfilled in a timely manner.\r\nIn the same vein, we are of the view that \r\nnatural-disaster management and cooperation \r\nmechanisms should be further developed and \r\nstrengthened at both the regional and the global \r\nlevels, with a view to preventing natural disasters \r\nThe President: I now call on His Excellency \r\nMr. Hor Namhong, Deputy Prime Minister and Minister \r\nfor Foreign Affairs and International Cooperation of \r\nthe Kingdom of Cambodia.\r\nMr. Hor Namhong (Cambodia): On behalf of \r\nmy delegation, please allow me to extend our sincere \r\ncongratulations to you, Sir, on your election as \r\nPresident of the General Assembly at its sixty-seventh \r\nsession. I have no doubt that under your able leadership \r\nthis session will yield fruitful outcomes. I would also \r\nlike to convey my admiration to Mr. Ban Ki-moon for \r\nhis untiring efforts to overcome the many multifaceted \r\nchallenges confronting our world today.\r\nLet me start with the obvious. The twenty-first \r\ncentury we live in is facing one of its most difficult \r\nmoments. Never before has the pressure of global \r\ninterdependency been so intense. As economies become \r\nmore and more interdependent, not only are opportunities \r\nto create wealth multiplied, but so are opportunities \r\nto transmit destabilizing shocks from one country to \r\nanother. Imbalances and risks are omnipresent. In the \r\ncontext of declining economic prospects and mounting \r\nglobal challenges, collective actions are required to \r\nremedy the shortcomings of global governance in \r\nensuring systemic financial stability, a stable monetary \r\nsystem and the regulation of international financial \r\nmarkets, and in dealing with major systemic shocks. The \r\nmultilateral system, devised more than half a century \r\nago, is facing challenges to its capacity to deliver on \r\nits mandate as the international agenda has become \r\nincreasingly complex. Clearly, the current multilateral \r\nsystem needs to be radically reformed and made into \r\na well-coordinated and permeable body of institutions \r\nthat can deliver innovative and feasible solutions to a \r\nglobalized international society.\r\nIn order to respond to systemic risk in the financial \r\nsector, we have closely cooperated with China, Japan \r\nand the Republic of Korea within the Association of \r\nSoutheast Asian Nations (ASEAN) to strengthen a \r\nregional financial safeguard mechanism, called the \r\nChiang Mai Initiative Multilateralization, which has \r\nrecently increased its funding level from $120 billion \r\nto $240 billion. We strongly believe that that regional \r\nfinancial arrangement will complement the global \r\nfirewall for regional crisis resolution. ASEAN has also \r\nestablished a macroeconomic and finance surveillance \r\noffice in Singapore to achieve a more integrated, even-\r\nhanded and effective surveillance mechanism.\r\n12-52443 9\r\nA/67/PV.18\r\nreform for growth and employment; the urgency to \r\nimprove and strengthen the international financial \r\narchitecture in an interconnected global economy; \r\nthe imperative of completing the Doha Round and the \r\nprevention of the return of trade protectionism; and \r\nthe priority of further facilitating trade, an important \r\nconducive factor for stimulate international economic \r\ngrowth, which all our countries need.\r\nCambodia fully supports all the priorities agreed \r\namong the G-20 countries in Los Cabos to promote \r\ntrade, job creation and economic growth, including \r\ntheir determination to finalize negotiations on the Doha \r\nRound agenda as soon as possible. International trade \r\nis one of the most important factors that will bring \r\nabout economic growth and job creation in both the \r\nimmediate and longer term.\r\nSince the establishment of the United Nations, in \r\n1945, the global situation has changed so dramatically \r\nthat global diplomac urgently needs to be strengthened. \r\nIt is therefore in everyone’s interest to push for \r\ncomprehensive reform of the United Nations so that \r\nit ref lects the diverse needs and representativeness of \r\nthe world today. That reform should be comprehensive \r\nand should cover not only the Security Council but \r\nalso other United Nations organs in order to preserve \r\nits relevance and legitimacy as an effective global \r\ngovernance institution to cope with the reality of the \r\npresent-day world, which is different from that of the \r\npost-Second World War era. \r\nMr. Benmehidi (Algeria), Vice-President, took the \r\nChair. \r\nThe General Assembly should be further \r\nempowered to enable it to play a leading role in \r\naddressing today’s global problems as a democratic, \r\ndeliberative policymaking organ of the United Nations. \r\nBoth the permanent and non-permanent membership \r\nof the Security Council should be equitably expanded \r\nso that it represents both developed and the developing \r\ncountries.\r\nIn the spirit of the United Nations peacekeeping \r\nmission for the advancement of world peace, security \r\nand development, Cambodia has contributed 1,000 men \r\nto United Nations peacekeeping operations in Africa, \r\nespecially in South Sudan and Lebanon. \r\nThrough its experience of close collaboration with \r\nthe United Nations and its own experience in ending \r\nwar, and thanks to its win-win policy and post-conflict \r\nmanagement, in particular with respect to economic \r\nand addressing related issues that have become more \r\npressing owing to climate change. ASEAN has made \r\ngreat progress in that area at the regional level; the \r\nestablishment of the ASEAN Coordinating Centre for \r\nHumanitarian Assistance on disaster management, \r\nknown as the AHA Centre, deserves mention in that \r\nregard.\r\nFood security is another serious issue of the present \r\ntime. At the speed the world’s population is growing, \r\nthe United Nations Environment Programme predicts \r\nthat by 2030 we will need to produce 50 per cent more \r\nfood, 30 per cent more clean water and 40 per cent more \r\nenergy. Consequently, the increased competition for \r\nnatural resources and between biofuel energy and food \r\nfor human needs will only further exacerbate the food \r\nsecurity situation. A major global reform is needed \r\nurgently to implement the Rio+20 recommendations \r\non sustainable development, which emphasize both the \r\nneed for major investments to modernize agriculture \r\nand encourage small-scale agricultural projects around \r\nthe world and the vital importance of addressing \r\ninterlinkages between energy and agricultural prices.\r\nRising oil and food prices are a common concern of \r\nthe majority of countries in the world. High oil prices \r\ncontribute to soaring food prices. Rising oil and food \r\nprices mean increased poverty levels at a time when \r\nglobal growth is still weak and the number of the \r\nunemployed and underemployed is continuously rising \r\nin many countries. Our modern global food system is \r\nhighly oil-dependent, but petroleum is becoming less \r\nand less affordable. Thus, there is no solution yet for \r\nthe world’s worsening food crisis within the current \r\nenergy and agricultural system. What is needed is a \r\nmajor rethinking of both food and energy prices and the \r\ncoordination of agricultural and energy policies. We \r\ncan but appeal to the world oil-producing countries to \r\nconsider the negative effects of higher fuel prices and \r\ntheir impact on food and energy security.\r\nIn our regional context, ASEAN has adopted a \r\ncomprehensive strategy on food security with the signing \r\nof the Emergency Rice Reserve Agreement with China, \r\nJapan and the Republic of Korea, which is a permanent \r\nscheme for meeting emergency requirements.\r\nThe Group of 20 (G-20) has a crucial role to play \r\nin meeting those global challenges. Cambodia, as Chair \r\nof ASEAN, appreciated the opportunity to represent \r\nASEAN at the G-20 Summit held in Los Cabos in June. \r\nCambodia’s views reflected the need to, among other \r\nthings, to sustain economic stability and structural \r\n10 12-52443\r\nA/67/PV.18\r\nand social development and national reconciliation, \r\nCambodia wishes to contribute more effectively, through \r\nthe Security Council, to the cause of peace, security and \r\nthe peaceful settlement of conflicts in many parts of the \r\nworld. To that end, for the very first time since joining \r\nthe United Nations, in 1955, Cambodia has presented \r\nits candidature as a non-permanent member of the \r\nSecurity Council for the period 2013-2014, for which \r\nvoting will be held next month. I also wish to note that, \r\nsince 1955, Cambodia has never occupied any seat in \r\nthe United Nations system and that its candidature has \r\nbeen endorsed and supported by all ASEAN member \r\nStates.\r\nBefore I conclude, I would like to take this \r\nopportunity to stress that Cambodia deeply regrets the \r\nacts of violence against the United States Consulate in \r\nBenghazi, which caused the death of four American \r\ndiplomats, including the United States Ambassador, \r\neven though we very well understand the legitimate \r\nanger at disrespect towards the Muslim religion.\r\nThe Acting President: I now give the f loor to \r\nthe Minister for Foreign Affairs of the Republic of \r\nTajikistan.\r\nMr. Zarifi (Tajikistan) (spoke in Tajik; English text \r\nprovided by the delegation): First of all, allow me to \r\nextend to Mr. Vuk Jeremič my sincere congratulations \r\non his election as President of the General Assembly \r\nat its sixty-seventh session. I am convinced that his \r\nextensive professional experience will contribute to the \r\nsuccessful work of the this session of the Assembly of \r\nour universal Organization.\r\nIt is my great pleasure to convey my greetings to \r\nSecretary-General Ban Ki-moon and to express my \r\ncountry’s sincere appreciation for his tireless efforts \r\ntowards achieving the goals of the United Nations.\r\nOnce again, recent world developments have \r\nproved that it is impossible to address global and \r\nregional issues without strengthening the central role \r\nof the United Nations in international affairs or without \r\ncollective initiatives in world politics that fully respect \r\nthe norms of international law. In that regard, it has \r\nbecome obvious that the Organization needs rational \r\nreform, as a result of which a renewed United Nations \r\nwill emerge that will be able to respond quickly and \r\nappropriately to world developments and to effectively \r\nmeet the numerous global challenges and threats of the \r\nnext generation.\r\nThe efforts to strengthen United Nations \r\npeacebuilding activities deserve further comprehensive \r\nsupport. In that regard, it is my pleasure to note \r\nthat Tajikistan continues to make a considerable \r\ncontribution in that area by participating in United \r\nNations peacekeeping operations. \r\nTajikistan is convinced that respect for cultural \r\nand religious diversity, as well as dialogue among \r\ncivilizations, is essential for global peace and \r\nunderstanding. In that regard, we are deeply concerned \r\nat the increase in many parts of the world of attempts to \r\ndenigrate religions, in particular Islam, by misusing the \r\nfreedom of expression. We strongly condemn such acts.\r\nThere is no doubt that the establishment of \r\ncomprehensive legal norms on human rights is one of the \r\nmajor accomplishments of the United Nations. Human \r\nrights, along with peace, security and development, are \r\nthe pillars of the United Nations system. As a signatory \r\nto the major international treaties on human rights, \r\nTajikistan consistently implements measures aimed at \r\nensuring the protection and promotion of human rights \r\nin the country. \r\nWith the intent of making a greater contribution \r\ntowards the implementation of the noble goals of the \r\nHuman Rights Council, the Government of Tajikistan \r\nhas decided to present its candidature to that important \r\nbody for the term 2015-2017. In that regard, we sincerely \r\nhope that Member States will render their valuable \r\nsupport to our candidature.\r\nWithin the context of the withdrawal of the \r\nInternational Security Assistance Force from \r\nAfghanistan, scheduled for 2014, the Afghan issue \r\nwill acquire critical importance not only for the \r\nregion but for the entire world. We believe that the \r\nsocial and economic development of Afghanistan is \r\nkey to ensuring stable peace in that country. For that \r\nreason, international assistance to Afghanistan should \r\naim first and foremost to fully restore its economy, to \r\nfurther strengthen its social well-being and to create \r\nemployment. In that regard, the completion of projects \r\nto build railroads, motorways, power transmission \r\nlines and gas pipelines that connect Afghanistan with \r\nTajikistan and other countries of the region is of the \r\nutmost importance.\r\nLast March, Tajikistan hosted the fifth Regional \r\nEconomic Cooperation Conference on Afghanistan, \r\nwhich submitted specific proposals and projects in \r\nvarious areas that will contribute to regional cooperation \r\n12-52443 11\r\nA/67/PV.18\r\nremote mountain territories located far from major \r\ninfrastructure. My country is no exception to that, and \r\nour access to energy is the key to social and economic \r\ndevelopment and poverty reduction. Regrettably, \r\nhowever, we are compelled to state that due to a lack of \r\nmutual understanding and cooperation in the region and \r\nto disregard for Tajikistan’s legitimate rights and vital \r\ninterests, for the past 10 years our country has suffered \r\nfrom a severe power shortage during the winter.\r\nBecause of its lack of other energy sources, it is \r\nvitally important for Tajikistan, which has enormous \r\nhydro-energy potential, to develop hydropower \r\nin a planned and integrated manner. According to \r\ninternational treaties, Tajikistan has every right to use \r\nits natural resources, including hydropower, for the \r\nbenefit of its people. At the same time, we wish to make \r\nit clear from this rostrum, with full responsibility, that \r\nin developing its hydropower potential, the Republic \r\nof Tajikistan has no intention of exclusively pursuing \r\nits own interests at others’ expense. On the contrary, \r\nwe sincerely advocate mutually beneficial regional \r\ncooperation and partnership. It is against that backdrop \r\nthat we should view Tajikistan’s active cooperation \r\nwith the World Bank in developing a technical, \r\neconomic, social and ecological assessment of the \r\nRogun hydropower station, a project of vital importance \r\nto my country. Similarly, we expect that while the \r\nassessment is being carried out, the parties concerned \r\nin the region will abstain from hasty and unconsidered \r\nstatements and actions that may run counter to existing \r\ninternational agreements and to the spirit of friendship, \r\ncooperation and good neighbourliness.\r\nTajikistan attaches great importance to the \r\ninterests of landlocked developing countries, whose \r\nlocation makes them  vulnerable. It is obvious that \r\nTajikistan’s geographic isolation and lack of access to \r\nthe sea constitute a serious obstacle to its sustainable \r\ndevelopment. Under the circumstances, it is clear that \r\na network of reliable and unimpeded transportation \r\nand communications arteries connecting Tajikistan to \r\nthe outer world via its neighbours is becoming vitally \r\nimportant. In that regard, we call for the elimination \r\nof any artificial and economically unsupported barriers \r\nand obstacles to transportation and communication \r\nlinks among the countries of the region that do not \r\ncontribute to developing and strengthening regional \r\ncooperation and partnership. We hope that the relevant \r\nUnited Nations missions in the region will pay due \r\nattention to this issue.\r\nand include the participation of Afghanistan. As \r\na close neighbour of Afghanistan, Tajikistan has \r\nparticipated actively in the rehabilitation of the Afghan \r\neconomy and the country’s social infrastructure. We \r\nare convinced that the processes of multidimensional \r\nregional cooperation should fully involve Afghanistan.\r\nThe prevention of drug trafficking is one of the \r\nimportant areas requiring cooperative efforts on the part \r\nof the international community. It is essential that the \r\ninternational community coordinate measures aimed at \r\nreducing both the demand and the supply of drugs, and \r\nintegrate efforts undertaken at the national level into \r\nan international strategy for drug control. Tajikistan \r\nhas designed its own anti-narcotics strategy, which \r\nincludes short- and long-term programmes of action, \r\ncooperation and interaction on bilateral, regional and \r\nmultilateral bases, and has begun to develop a new \r\nanti-narcotics strategy for the period 2013-2020.\r\nThe Ottawa Convention calls on the international \r\ncommunity to put an end to the suffering and casualties \r\ncaused by anti-personnel mines, which kill and maim \r\nhundreds of people, mostly innocent and defenceless \r\ncivilians, especially children, and that obstruct \r\neconomic development and reconstruction. Regrettably, \r\nthe suffering and misery that anti-personnel landmines \r\ncause is a serious burden on those citizens of my country \r\nwho live along the border with neighbouring States. In \r\nthat regard, we are committed to the full and effective \r\nimplementation of the Convention, in cooperation with \r\nall parties concerned. Tajikistan is a strong advocate of \r\na mine-free Central Asia.\r\nThe year 2012 will be remembered as a historic \r\nmoment. Two decades after their first meeting in Rio \r\nde Janeiro, national representatives gathered there \r\nagain to discuss and identify the most effective ways of \r\nachieving sustainable development. The United Nations \r\nConference on Sustainable Development reiterated our \r\ncommitment to a path towards sustainable development \r\nand to ensuring an economically, socially and \r\necologically sustainable future for our planet: the future \r\nwe want. Ensuring sustainable economic development \r\ndesigned to improve people’s living standards and \r\nquality of life is a strategic goal of the Government of \r\nTajikistan. We give special attention to the effective, \r\nrational and protective use of natural resources, the \r\nprimary dimension of a green economy.\r\nMaking access to energy a priority is the key to \r\nachieving all the Millennium Development Goals. \r\nIt is especially crucial for developing countries and \r\n12 12-52443\r\nA/67/PV.18\r\nto the exclusion of the rest. Quite the contrary, we all \r\nhave the right to participate in finding solutions. The \r\nslowdown in the world’s economy negatively affects \r\nmany countries, including those of the developed \r\nworld, which are facing a sovereign debt crisis and \r\nincreasing unemployment. Therefore, further efforts \r\nare called for to prevent such situations from spilling \r\nover to other regions of the world, in particular to \r\nAfrica. The response to the challenges of the crisis rests \r\nwith our capacity to find alternatives to the theories \r\nand practices of the past, because the new realities of \r\nour times require urgent implementation of appropriate \r\nand more effective approaches and mechanisms for \r\naddressing the crisis.\r\nAs in previous years, we continue to suffer from \r\nthe effects of the multidimensional crisis, whether in \r\neconomic governance or in political coordination. In \r\nfact, the return of trust and growth should lead us to \r\nstep up our efforts to coordinate between the United \r\nNations and multilateral institutions in the economic \r\nand financial fields. The United Nations and the Bretton \r\nWoods institutions should complement each other and \r\nact in complete political and economic coordination \r\nand harmony. \r\nAs far as we are concerned, Algeria has shouldered \r\nits share of responsibility. It has made enormous \r\nsacrifices and continues to rigorously control and \r\nmanage its expenditures. The fiscal surplus that we \r\nhave achieved has allowed us to adopt a revived social \r\npolicy under our five-year plan 2010-2014 that involves \r\nredistributing wealth while maintaining investments \r\nfor economic growth. \r\nAlgeria has always called for combating the \r\ncauses and not just the consequences of instability. We \r\nhave insisted on the important fact that development \r\nand peace and security are interrelated, and that the \r\nstrategies of the United Nations and, in particular, the \r\nSecurity Council, for lasting peace must be thought of \r\nin harmony with socioeconomic development policies. \r\nIn that regard, at the regional level, Algeria is \r\ncontributing to the process of democratization and \r\nthe promotion of the rule of law and socioeconomic \r\ndevelopment. The fight against hunger and poverty, \r\nthe protection of food security, agriculture, growth, \r\ninfrastructure, energy and renewable energy are areas \r\nin which we cooperate with countries of the Maghreb \r\nand the Sahel. Along the same lines, Algeria is sharing \r\nwith African and Arab countries and with its other \r\npartners its experience in the area of fighting terrorism \r\nIn 2013, the international community will mark \r\nthe International Year of Water Cooperation, initiated \r\nby Tajikistan, which coincides with the twenthieth \r\nanniversary of the proclamation of 22 March as World \r\nWater Day. To implement the goals of the International \r\nYear of Water Cooperation, Tajikistan proposes holding \r\na number of events in 2013, including, in particular, a \r\nGeneral Assembly thematic session and an international \r\nconference dedicated to water cooperation issues. In \r\nthat regard, my country will present a draft resolution \r\nfor consideration by the Second Committee. I would \r\nlike to take this opportunity to express our sincere hope \r\nthat Member States will support this initiative.\r\nTajikistan, as a strong supporter of broad and \r\ncomprehensive cooperation, believes that only \r\ncollective, coordinated efforts and effective regional \r\nand international cooperation can serve as a foundation \r\nfor joint success, render the world a better and safer \r\nplace and make the lives of the people of our planet \r\nhappier and more dignified.\r\nThe Acting President (spoke in Arabic): I now call \r\non His Excellency Mr. Mourad Medelci, Minister for \r\nForeign Affairs of the Democratic People’s Republic of \r\nAlgeria.\r\nMr. Medelci (Algeria) (spoke in Arabic): I would \r\nlike to take this opportunity to warmly congratulate \r\nPresident Vuk Jeremić on his election to the presidency \r\nof the Assembly at its sixty-seventh session. I also \r\npay tribute to his predecessor, Mr. Nassir Abdulaziz \r\nAl-Nasser, for his efforts during his tenure. I would \r\nalso like to commend the continuing commitment  and \r\nefforts of Secretary-General Ban Ki-moon.\r\nToday our world faces a complex turning point in \r\nits history, replete with challenges and opportunities. \r\nThe deep geopolitical upheavals in our region and the \r\nserious problems resulting from the economic and \r\nfinancial crisis attest to that. \r\nWe believe that our collective faith in multilateralism \r\nwill help us to unite our efforts to find solutions and \r\novercome the persistent uncertainty that has resulted \r\nfrom those changes. The unprecedented extent of our \r\nproblems may risk worsening the existing imbalances \r\nin relations among nations. All of us, without exception, \r\nbear a responsibility for the future of our planet, which \r\nwe would like to be more just and more united. \r\nNo country has been spared the consequences \r\nof the global crisis, and their management cannot be \r\nconsidered by only a small number of States acting \r\n12-52443 13\r\nA/67/PV.18\r\nand abject poverty. Algeria acts in concert with the \r\nAfrican Union, the Economic Community of West \r\nAfrican States and other regional actors concerned with \r\na view to reaching a peaceful and lasting settlement of \r\nthe crisis in Mali. \r\nThe roles played by the General Assembly and \r\nthe Security Council are essential for the preservation \r\nand building of peace throughout the world and for \r\nthe realization of the principles and purposes of the \r\nUnited Nations Charter in the areas of international \r\ncooperation and development. Moreover, the missions \r\nof those two principal and complementary organs are \r\nbased on legitimacy, contrary to the deadlock in the \r\nreform process that began years ago. We must therefore \r\ndo everything possible to ensure that the General \r\nAssembly, the most representative organ of the United \r\nNations, reclaims all its competence in that context. \r\nThe working methods and membership of the Security \r\nCouncil must be revised to ensure its democratization in \r\nterms of new permanent and non-permanent members \r\nfrom the developing world, in particular from Africa, \r\nthe cradle of civilization. \r\nAlgeria is proud to celebrate this year the fiftieth \r\nanniversary of its independence and of its membership \r\nof the United Nations. Faithful to its principles, \r\nAlgeria has made a wise contribution to the complete \r\ndecolonization of Africa. Today it enjoys peace with \r\nits neighbours with a view to completing the process \r\nof regional integration. Algeria would like to become \r\na member of the Human Rights Council, for which \r\nit is a candidate for the period 2014-2016, in order to \r\ncontinue defending the values on which its history and \r\nits determination to overcome adversity is based.\r\nEveryone knows that the road of human rights \r\nis littered with many pitfalls and obstacles, such as \r\nauthoritarianism, xenophobia, poverty, discrimination \r\nand unilateral economic sanctions. In that regard, the \r\nembargo on Cuba, which has lasted for more than half a \r\ncentury and has created deprivation, is both unfair and \r\nanachronistic. \r\nFurthermore, attacks on Islam and Muslims are \r\na violation of human rights and a threat to peaceful \r\ncoexistence among peoples. We should all fight against \r\nthe phenomenon of Islamophobia, which is based on a \r\nxenophobic ideology that erroneously likens Islam to \r\nterrorism. That phenomenon must be fought. In that \r\ncontext, the tragic events engendered by the infamous \r\nvideo concerning Islam and its Prophet are reprehensible \r\nin many respects. Similary, Algeria condemns acts of \r\nand the interrelated scourges of organized crime and \r\nillicit trafficking in drugs and weapons, which are \r\nwidespread our region.\r\nAlgeria welcomes the recent changes in some \r\ncountries of North Africa and the Middle East that \r\nreflected the will of their peoples, who are searching \r\nfor a democratic ideal, justice and dignity. Those are, in \r\nfact, the founding principles of the Algerian revolution. \r\nCommitted to the principle of self-determination of \r\npeoples and mutual respect among nations, Algeria \r\ncondemns all forms of violence and repression, \r\nwherever they arise. We will continue to believe that \r\ndialogue and negotiation are the best means for settling \r\ndisputes.\r\nAlgeria hopes that the people of Western Sahara \r\nwill exercise their right to self-determination. We \r\nurge Morocco and the Frente Polisario to act in good \r\nfaith and initiate formal talks, under the auspices of \r\nthe United Nations, with a view to reaching a just and \r\nlasting solution, pursuant to the norms and provisions \r\nof international law. \r\nThe search for peace, security and development is \r\na priority for us all. That commitment was formally \r\nreaffirmed by the countries of the Non-Aligned \r\nMovement, including Algeria, at the Movement’s \r\nsixteenth summit, held in Tehran last August.\r\nWe support the commitment of the United Nations \r\nto conflict prevention through its unflagging diplomatic \r\nefforts, and we appreciate our Organization’s role in \r\npromoting appropriate solutions to major crises within \r\nthe context of its tireless and comprehensive efforts to \r\nbring about development. \r\nAlgeria is a member of the special joint committee \r\nof the United Nations and the League of Arab States \r\nto monitor the Syrian crisis. We supported Mr. Kofi \r\nAnnan and we will do the same with his successor, \r\nMr. Lakhdar Brahimi, with a view to reaching a \r\npolitical solution to the acute crisis that is unfolding \r\nwithin that fraternal country.\r\nIn our region today, we are facing new risks and \r\nthreats that point to a return of terrorism in its more \r\nviolent manifestations, along with its interrelated \r\nscourges of organized crime and trafficking in drugs \r\nand weapons. It is in that context that we have to \r\nconsider the complex situation in brotherly Mali. That \r\ncrisis seriously threatens the security of the countries of \r\nthe Sahel. In fact the deep, root causes of the situation \r\ncan be attributed to the ills of severe underdevelopment \r\n14 12-52443\r\nA/67/PV.18\r\nThe President of the Republic, Mr. Abdelaziz \r\nBouteflika, has given new impetus to the programme of \r\nreforms aimed at strengthening the democratic process, \r\nthe rule of law and the advancement of women. The \r\nlegislative elections of 10 May 2012 yielded a significant \r\nincrease in women’s representation, with 146 women \r\nMembers of Parliament, representing one third of the \r\nLower Chamber. \r\nOur country has made tangible progress in the \r\npolitical, economic and social areas, and we continue \r\nour efforts to establish and consolidate our democratic \r\nfreedoms based on the principle of equal opportunity \r\nembodied in our Constitution. Those steps have enabled \r\nour country to achieve in general the Millennium \r\nDevelopment Goals prior to 2015. That led to Algeria \r\nbeing chosen as one of the 50 countries selected by the \r\nUnited Nations for consultations on the Millennium \r\nDevelopment Goals and the post-2015 development \r\nagenda.\r\nIn conclusion, I thank members for their attention \r\nand wish them every success in the work of our session.\r\nThe Acting President: I now give the f loor to His \r\nExcellency Mr. Oldemiro Marques Balói, Minister for \r\nForeign Affairs and Cooperation of the Republic of \r\nMozambique. \r\nMr. Balói (Mozambique) (spoke in Portuguese; \r\nEnglish text provided by the delegation): It is a great \r\nhonour to address the General Assembly. I would like \r\nto join other speakers in congratulating His Excellency \r\nMr. Vuk Jeremić on his election to preside over the \r\nGeneral Assembly at its sixty-seventh session. I am \r\nsure that his diplomatic experience will contribute to \r\nthe success of the work of this session. I assure him \r\nof the full commitment of the Mozambican delegation \r\nto contributing to the success of this session. I \r\nequally congratulate his predecessor, His Excellency \r\nAmbassador Nassir Abdulaziz Al-Nasser of Qatar, for \r\nhis commitment and dedication in leading the Assembly \r\nat its most recent session.\r\nI would also like to share with the Assembly our \r\nsatisfaction at the progress made during the most recent \r\nsession’s debate, held under the theme “The role of \r\nmediation in the peaceful resolution of disputes”. That \r\ntheme merited special attention by the international \r\ncommunity in various forums and was highlighted by \r\nthe adoption, last May, of the Helsinki final document, \r\nwhich defines the principles regarding the role of \r\nthe States in the mediation of disputes. The Helsinki \r\nviolence perpetrated against diplomatic officers and \r\nmissions, which are vehicles for friendly relations \r\nand cooperation among peoples. Algeria proposes an \r\ninitiative under the auspices of the United Nations to \r\nidentify the ways and means to organize a response \r\nthat puts an end to such hateful events, which threaten \r\ninternational peace and security. In that regard, we \r\ncannot forget that the appropriate and responsible use \r\nof freedom of expression should also endow our world \r\nwith a more human and brotherly face through the \r\npromotion of dialogue among religions and cultures. \r\nAt the sixty-seventh session of the General \r\nAssembly, Algeria would like to welcome the State \r\nof Palestine as a new Member of the United Nations \r\nfamily, recognized within its 1967 borders, with \r\nAl-Quds Al-Sharif as its capital. We believe that the \r\ntime has come for Palestine to be fully represented at \r\nthe centre of this irreplaceable international forum, the \r\nUnited Nations. Recognition of the legitimate rights \r\nof the Palestinian people to sovereignty and self-\r\ndetermination is an inalienable right and a necessary \r\nprecondition for a just and lasting peace in the Middle \r\nEast, which is currently being prevented by the Israeli \r\npolicy of occupation. \r\nIn addition, the creation of a zone free of weapons \r\nof mass destruction in the Middle East is an important \r\nconfidence-building measure. In that regard, we support \r\nthe efforts of the Under-Secretary of State for Foreign \r\nAffairs of Finland,  Jaakko Laajava, as facilitator for \r\nthe conference on the establishment of a Middle East \r\nzone free of nuclear weapons and all other weapons of \r\nmass destruction, to be held before the end of this year \r\nin Helsinki.\r\nAlgeria is committed to a global and ambitious \r\nagreement to protect the environment and promote \r\nsustainable development. In that regard, we are grateful \r\nto the Group of 77 and China, which we have the honour \r\nto preside over this year, for its constant support and \r\ncooperation, which has made it possible to achieve the \r\nresults of the United Nations Conference on Sustainable \r\nDevelopment, the strengthening of the Nairobi \r\nWork Programme and the preparations for the next \r\nconferences on climate change and biodiversity. Algeria \r\nurges Member States to shoulder their responsibilities \r\nin implementing the commitments entered into under \r\nthe concept of common but differentiated responsibility, \r\nthat is, namely, the financing of the transfer of know-\r\nhow, technology and capacity-building in the area of \r\nsustainable development. \r\n12-52443 15\r\nA/67/PV.18\r\nnature of conflict itself since the establishment of  the \r\nUnited Nations. Given the multidimensional nature \r\nof current conflicts, efforts aimed at their prevention, \r\nmanagement and resolution require the cooperation \r\nof various stakeholders at the national, regional and \r\ninternational levels under Chapter VIII of the United \r\nNations Charter.\r\nWe believe that success in the prevention, \r\nmanagement and resolution of conflicts is directly \r\nlinked to an understanding of their nature. The scope \r\nand facilitation of mediation should be extensively \r\ninformed by the nature and dynamic of the particular \r\nconflict, so as to allow for a better analysis and effective \r\naction and to ensure that all parties to the conflict take \r\nan integral role in its resolution. In order to pursue \r\nthese objectives, focus should be placed on cooperation \r\nwith regional and subregional organizations.\r\nWe note with concern the persistence of an \r\nenvironment of tension and instability in Africa, \r\nin particular in Madagascar, the eastern part of the \r\nDemocratic Republic of the Congo, Guinea-Bissau, \r\nSomalia, the Sudan, South Sudan and Mali.\r\nIn the Southern African Development Community \r\n(SADC) region, the various conflict resolution processes \r\nare based on a regional architecture for the prevention, \r\nmanagement and resolution of conflicts. This is \r\nsubstantiated within the SADC organ for cooperation in \r\nthe political, defence and security areas by instruments \r\nthat create the conditions for dialogue. To facilitate \r\nits intervention in this area, the SADC organ created \r\na mediation unit that is based on the participation of \r\na group of elders who, through their deep knowledge \r\nof the internal dynamics of the countries referred, \r\nhave been contributing to peacebuilding, security and \r\nstability in the SADC region.\r\nThe SADC Summit of Heads of State and of \r\nGovernment recently held in Maputo in August \r\nthoroughly examined ways to improve the organization’s \r\nintervention in the prevention, management and \r\nresolution of conflicts. SADC thus reiterated its \r\ncommitment to working with the parties to the conflicts \r\nin the Republic of Madagascar, the Democratic \r\nRepublic of the Congo and the Republic of Zimbabwe \r\nwhile at the same time reinforcing its partnership with \r\nthe international community.\r\nThe mediation efforts of SADC for the resolution \r\nof the political deadlock in Madagascar and the SADC \r\nfacilitation of the implementation of the comprehensive \r\ndocument and the Manila Declaration on the Peaceful \r\nSettlement of International Disputes, adopted in 1982, \r\nwhich set a precedent for the peaceful resolution of \r\ninternational disputes, represent a strengthening of the \r\nprinciples that guide States’ actions in the search for \r\nsolutions to disputes through peaceful means.\r\nWe salute the timely choice of the theme “Bringing \r\nabout adjustment or settlement of international disputes \r\nor situations by peaceful means” for this session, at a \r\ntime when various factors are hastening the advent of \r\nconflict. Those factors, both internal and external in \r\nnature, are due to political and/or economic factors. \r\nThey include the quest for self-determination, socio-\r\npolitical exclusion, the use of natural resources, wealth \r\ndistribution, border disputes and cultural and religious \r\nintolerance.\r\nTherefore, we believe that conflict resolution \r\nprocesses should prioritize a holistic approach to \r\nresolving conflict, through a free and ongoing dialogue \r\namong the parties to a conflict, thereby following \r\nuniversally accepted principles such as dialogue based \r\non truth and the responsibility of the major stakeholders \r\nat the national, regional and international levels; \r\nparticipation aimed at reaching real solutions and \r\nsustainable development based on an understanding \r\nof the need to strengthen the synergies between peace, \r\ndevelopment and democracy; and the fight against \r\npoverty and promotion of sustainable development.\r\nThe importance we attribute to these principles \r\nstems from our experience in a process of reconciliation \r\nand peacekeeping, in which a constant and interactive \r\ndialogue within Mozambican society has allowed for the \r\nconsolidation of national unity, peace, development and \r\nthe fight against poverty so as to further participatory \r\ndemocracy. \r\nIt is therefore with pride that, on October 4, \r\nMozambique will celebrate 20 years of peace in \r\nan atmosphere of stability and economic growth, \r\naccomplishments that are the result of an inclusive \r\ndialogue, a process of national reconciliation and our \r\nobservance of the principles of democracy, freedom \r\nand justice. \r\nThe failure of preventive measures leads us to \r\nresort to mechanisms for conflict management and \r\nresolution. For those mechanisms to be successful, we \r\nneed to re-evaluate the mandates of, and conventional \r\napproaches to, peacekeeping operations, given the \r\nunderlying changes that have come about in the actual \r\n16 12-52443\r\nA/67/PV.18\r\npolitical agreement in Zimbabwe, continue to make \r\nprogress towards the establishment of conditions for \r\nfree, fair and credible elections to take place in both \r\nSADC countries.\r\nWith regard to Madagascar, the efforts of the \r\nmediation team led by the former President of the \r\nRepublic of Mozambique, Joaquim Chissano, resulted \r\nin the signing by 10 of the 11 political groups in \r\nMadagascar of the SADC road map to end the political \r\ncrisis in that country.\r\nIn Zimbabwe, the political situation is generally \r\nstable, as the inclusive Government has made \r\ntremendous progress in the socioeconomic and political \r\nareas. The process for the establishment of a new \r\nconstitution, which will guide future elections, is at an \r\nadvanced stage.\r\nSADC reiterates its appeal for the complete lifting \r\nof the economic sanctions imposed on Zimbabwe in \r\norder to contribute to the country’s economic recovery \r\nand that of other countries in the region, with which \r\nZimbabwe maintains close economic ties. \r\nHowever, SADC and the international community \r\ncontinue to be concerned with the prevailing climate \r\nof instability and the subsequent humanitarian crises \r\nin the eastern part of the Democratic Republic of the \r\nCongo. Cooperation mechanisms among SADC, the \r\nInternational Conference on the Great Lakes Region, \r\nthe African Union and the United Nations and, above \r\nall, extensive comprehensive internal dialogue among \r\nthe Congolese are needed in seeking lasting solutions \r\nto the instability in eastern Democratic Republic of the \r\nCongo. \r\nWith regard to Guinea-Bissau, Mozambique, as \r\nChair of the Community of Portuguese-speaking \r\nCountries, continues to be committed to seeking a viable \r\nsolution in order to restore constitutional order to that \r\ncountry through internal dialogue and the coordinated \r\nintervention of the international community. The \r\npeople of Guinea-Bissau yearn for peace, stability and \r\ndevelopment. They want to be the masters of their own \r\ndestiny, which was why they fought for liberation. That \r\nculminated in the country’s independence, whose thirty-\r\nninth anniversary was celebrated on 24 September.\r\nRegarding Somalia, the Sudan and South Sudan, \r\nMozambique is delighted by the progress in the \r\nrespective political processes. We are confident that \r\nsuch achievements will contribute to lasting peace and \r\nstability in those countries.\r\nWe follow with concern the lack of progress in \r\nseeking viable solutions to the political process in \r\nthe Middle East. That process is a challenge not only \r\nfor the countries involved and for the region, but also \r\nfor the world at large, owing to its implications for \r\ninternational peace and security. We therefore appeal to \r\nall relevant actors to engage in a constructive dialogue \r\nand to work towards a peaceful solution that guarantees \r\npeace, security and stability.\r\nWe reiterate our belief in the importance of the \r\nongoing commitment of the United Nations towards \r\nthe prompt implementation of the relevant resolutions \r\nof the Organization. We further reiterate that internal \r\ndialogue, regional cooperation and the realistic \r\nintervention of the United Nations must be the priorities.\r\nWe reaffirm our unequivocal support for the \r\ncause of the Palestinian people, who have been denied \r\ntheir inalienable right to self-determination. We fully \r\nsupport the principle of establishing the two States of \r\nPalestine and Israel living side by side in peace.\r\nSimilarly, we reaffirm our support for the \r\ninternational community’s engagement in seeking a \r\nsustainable solution to the issue of the Western Sahara’s \r\nself-determination. We cannot understand or accept the \r\ndelays in conducting the referendum already agreed on \r\nby all parties under the auspices of the United Nations.\r\nMozambique continues to follow with concern \r\nthe maintenance of the unjust economic embargo \r\nagainst Cuba, which impedes the economic and social \r\ndevelopment of that sisterly country. Mozambique \r\ntherefore reiterates the call of the majority of Member \r\nStates for the immediate lifting of the embargo.\r\nThe nature of the challenges that we face in the \r\narea of international peace and security lead us to \r\naffirm before the Assembly the increasing relevance \r\nof multilateral mechanisms for the peaceful resolution \r\nof disputes or situations of conflict. We note with \r\nsatisfaction that, throughout more than a half a century \r\nof its existence, the United Nations has made undeniable \r\nachievements in the maintenance of peace and in the \r\nprevention and resolution of conflicts.\r\nIn order to more effectively respond to the growing \r\nchallenges to resolving conflicts, we must pursue more \r\nresolutely the reform agenda of the United Nations \r\nsystem, in particular Security Council reform and the \r\n12-52443 17\r\nA/67/PV.18\r\nrevitalization of the General Assembly. In that task, we \r\nbelieve that those two organs must adopt the following \r\napproach. The steps should include a comprehensive \r\nstrategic plan of action and a detailed programme to \r\naddress conflict situations; strengthening the capacity \r\nof resource mobilization for peacekeeping missions; the \r\nnegotiation and implementation of sustainable political \r\nsolutions; and engaging in a long-term perspective. The \r\nSecurity Council must play a more proactive role in the \r\nsolution of conflicts by, inter alia, fully implementing \r\nthe resolutions that it adopts.\r\nWe therefore reiterate the validity and relevance of \r\nthe principles enshrined in the United Nations Charter \r\nand of other international instruments. Such values must \r\nremain the main source of inspiration in the pursuit of \r\npolitical and lasting solutions to conflicts. Mozambique \r\nthus believes that multilateral organizations, such \r\nas the United Nations, the African Union and other \r\nsubregional organizations, play a fundamental role in \r\nthe pursuit of peace and development.\r\nThe resolution of conflicts is a crucial condition for \r\nthe achievement of internationally agreed development \r\ngoals, including the Millennium Development Goals, \r\nin particular by African countries and least developed \r\ncountries. In that context, as part of the ongoing \r\ndiscussions on establishing a post-2015 development \r\nagenda, Member States must act jointly in seeking \r\npoints of convergence that will make it possible to \r\nadopt consensus and sustainable solutions for the well-\r\nbeing of our people.\r\nIn that connection, we would like to express our \r\noptimism over the consensus understanding reached \r\nat the United Nations Conference on Sustainable \r\nDevelopment. We are aware of the fact that the \r\nsuccess of such an agreement depends on an integrated \r\napproach towards the economic, social, cultural and \r\nenvironmental components, as well as on defining a \r\ncomprehensive framework for resource mobilization \r\nunder the terms of the common vision of resolution \r\n66/288, entitled “The future we want”.\r\nIn conclusion, I would like to reiterate Mozambique’s \r\ncommitment to continuing to cooperate with the United \r\nNations in seeking peaceful solutions to conflicts and \r\nto peace, stability and sustainable development.\r\nThe Acting President: I now call on His Excellency \r\nMr. Anifah Aman, Minister for Foreign Affairs of \r\nMalaysia.\r\nMr. Aman (Malaysia): At the outset, allow me to \r\ncongratulate Mr. Jeremić on his election as President \r\nof the General Assembly at its sixty-seventh session. \r\nI am confident that he will successfully steer the \r\nproceedings of this session in an efficient and effective \r\nmanner. I assure him of Malaysia’s full cooperation and \r\nsupport throughout his presidency. I would also like to \r\ntake this opportunity to thank the previous President, \r\nHis Excellency Mr. Nassir Abdulaziz Al-Nasser, for \r\nhis leadership and guidance throughout the sixty-sixth \r\nsession.\r\nThe release of the distasteful and insulting film \r\nInnocence of Muslims caused a wave of widespread \r\nprotests across the Muslim world. The problem was \r\ncompounded by the publication of offensive caricatures, \r\nwhich further angered Muslims. It is hard to understand \r\nhow those responsible could resort to such actions, \r\nknowing that they would offend and provoke 2 billion \r\nMuslims, as anything other than blatant and malicious \r\nintent and purpose. \r\nIt is our obligation as peace-loving people and \r\nresponsible Governments to prevent a small minority of \r\nbigots from sowing the seed of hatred between Muslims \r\nand the Western world. We categorize those people as \r\nextremists. They insult Islam and advocate religious \r\nhatred. Such extremists have shown absolutely no \r\nregard for the implications of their actions. While \r\nwe condemn the irresponsible actions of those who \r\nintentionally incite hatred, we are equally saddened by \r\nthe violent reaction that ensued.\r\nExpressing anger by resorting to violence, killing \r\nand destruction does not offer any solution to the \r\nproblem and only results in further division and \r\npossibly more damage and loss of innocent lives.\r\nWe condemn those responsible for the death of \r\nAmbassador Christopher Stevens and his colleagues \r\nin Benghazi. We are equally saddened by the loss of \r\ninnocent lives, including those of women and children, \r\nduring emotionally charged demonstrations. A life \r\nlost is one too many. Those who made the video and \r\ndrew the caricatures, as well as those who resorted to \r\nkilling, are equally guilty of extremism and must be \r\nheld accountable and brought to justice.\r\nI believe that it is time to look deeper into the heart \r\nof the problem and dwell on the real debate — the \r\nrelationship between freedom of expression and social \r\nresponsibilities, duties and obligations. The events we \r\nhave witnessed cannot be defended under the pretext of \r\n18 12-52443\r\nA/67/PV.18\r\nNations. We believe that the Global Movement of \r\nModerates provides an effective platform for the global \r\nresponse to extremism.\r\nThe theme of the sixty-seventh session of the \r\nGeneral Assembly, “Bringing about adjustment or \r\nsettlement of international disputes or situations by \r\npeaceful means,” is timely because it reiterates the core \r\nprinciples and values of the United Nations in facing \r\ncontinuing conflicts and situations around the world.\r\nWe continue to have serious concerns regarding the \r\nsituation in the Syrian Arab Republic. We condemn the \r\nviolence and senseless killing that have taken place and \r\nthat continue to take place. As we contemplate the next \r\nstep forward, we have to bear in mind that any measure \r\nwe take must be in the interests of the Syrian people. It \r\nis not about who is wrong or right; it is about putting an \r\nend to the bloodshed and suffering, bringing a peaceful \r\nand inclusive resolution to the conflict. \r\nThe unabated violence and killing must stop \r\nimmediately. The parties involved have an equal \r\nresponsibility for ensuring the end to the appalling \r\natrocities. Military aggression and armed confrontation \r\nwill serve only to exacerbate the problem and can never \r\nbe a solution to the crisis; instead, they diminish any \r\nlittle hope there is for peaceful settlement. We earnestly \r\nhope that with the appointment of Mr. Lakhdar Brahimi \r\nas the new Joint Special Representative of the United \r\nNations and the League of Arab States for Syria, a \r\npeaceful solution to the Syrian crisis will be found. \r\nTowards that end, the support of all parties, including \r\nthe involvement of the United Nations, is very crucial.\r\nThe situation in the occupied Palestinian territories \r\nremains bleak. For more than six decades, day after \r\nday, month after month, the people of Palestine have \r\ncontinued to see their lands confiscated to make way \r\nfor illegal settlements. They have continued to see their \r\nfamilies, including their children, displaced and forced \r\nfrom their homes. Elsewhere, we are quick in calling \r\nfor action against those who force others to live under \r\noppression and without freedom and dignity. But we are \r\nunashamed in not taking strong and decisive action to \r\nensure that the long-deprived Palestinians can exercise \r\ntheir right to their homeland and regain their dignity \r\nwithin the community of nations. \r\nSurely, the international community, especially the \r\nmore powerful and influential nations, could do more \r\nto bring Israel to the negotiating table for a two-State \r\nsolution, whereby the State of Israel and the State of \r\nhuman rights, freedoms and liberties. A line should be \r\ndrawn when the prejudicial effect outweighs everything \r\nelse. Malaysia has always maintained that freedom, \r\nincluding the freedom of expression, comes with \r\nresponsibility. The drafters of the Universal Declaration \r\nof Human Rights, I am sure, did not have denigration in \r\nmind when they cited the need to promote and protect \r\nthe freedom of expression.\r\nHuman rights need to be guaranteed by taking \r\ninto account the cultural and historical sensitivities \r\nof a society. Nevertheless, they should also be \r\napplied without selectivity or discrimination. When \r\nwe discriminate against women, it is called sexism; \r\nwhen African-Americans are criticized and vilified, it \r\nis called racism; when the same is done to the Jews, \r\npeople call it anti-Semitism; and laws are legislated \r\nto persecute the perpetrators. But why is it that when \r\nMuslims are stigmatized and defamed, it is defended as \r\nfreedom of expression?\r\nIn his statement during the International Day of \r\nPeace on 21 September, Secretary-General Ban Ki-moon \r\nrightly said: “We cannot let the voices of extremists \r\ndominate the debate and inflame tensions. We need \r\nvoices of moderation and solidarity” (SG/SM/14522). \r\nThe Prime Minister of Malaysia, two years ago in the \r\nAssembly, advocated a global movement of moderates \r\nand called for all people of the world to join the chorus \r\nof moderates so as to drown out the voices of extremists. \r\nEmbracing moderation is an important value that \r\nshould be ingrained in every society. Moderation \r\ncomes with a high degree of tolerance, trust and mutual \r\nunderstanding. It uses dialogue as an important tool to \r\nresolve disputes. With relative political peace comes \r\neconomic stability and socioeconomic development \r\nin the given country. It is therefore important that we \r\ncontinue to practice moderation as we face the rising \r\ntide of extremism. Moderation is the best response to \r\nextremism.\r\nThe first international conference of the Global \r\nMovement of Moderates held in Kuala Lumpur in \r\nJanuary this year was well attended by over 500 \r\nparticipants from all over the world. It affirmed \r\nthe importance of moderation in the context of its \r\napplication to global issues and situations, especially \r\nto matters that relate to social, financial, religious \r\nand international politics. The Global Movement of \r\nModerates has gained the recognition and support \r\nof the Commonwealth of Nations, the Non-Aligned \r\nMovement and the Association of Southeast Asian \r\n12-52443 19\r\nA/67/PV.18\r\non which veto power has been conferred — are given \r\nthe authority to determine the fate of Palestine’s \r\nmembership, irrespective of the opinions of the \r\nmajority.\r\nThat is just one of a host of reasons that the United \r\nNations, especially the Security Council, needs to be \r\nreformed. The Security Council will need to be able \r\nto cope with the many challenges that the international \r\ncommunity faces.\r\nThere are so many instances when it has failed \r\nto take action when action was needed most. It has \r\nfailed to do so because of the veto power that has been \r\nconferred on the five permanent members. Thus, time \r\nand again, it has become the victim of its own creation.\r\nThe composition of the Security Council should also \r\nreflect current global realities. It should be democratic \r\nand accountable so as to be able to fulfil its mandate to \r\neffectively maintain international peace and security. \r\nIt is ironic that the very institution that was formed \r\nin 1945 to promote and defend democracy among its \r\nMember States should itself be undemocratic.\r\nVirtually every aspect of reform has been argued \r\none way or another. There have been many proposals on \r\nthe table, but none has made any headway. Therefore, \r\ndespite the many years that the issue of Security Council \r\nreform has been on the agenda of the United Nations, \r\nwe are no closer to actual reform than when we first \r\nstarted. We call on all Member States to be realistic \r\nand to find workable solutions to reform. There is a \r\nneed to approach reform with renewed political will if \r\nwe genuinely want to see progress towards achieving a \r\nmore efficient and effective United Nations. How long \r\ncan we go on like this? How long can we avoid the need \r\nto reform the Security Council as well as the United \r\nNations as a whole?\r\nIt would be remiss of me not to mention the \r\nmeeting that many consider the most important one \r\nto have taken place this year — namely, the United \r\nNations Conference on Sustainable Development, held \r\nin Brazil last June. Although the summit is over, much \r\nwork remains. The actions mandated in the outcome \r\ndocument need our close follow-up, monitoring and \r\nparticipation for their successful implementation. \r\nStrengthening sustainable development and \r\nenvironmental institutions, formulating a financial \r\nstrategy and developing the mechanisms for facilitating \r\ntechnology transfer are among the important areas on \r\nwhich we need to act in the year ahead. Accordingly, \r\nPalestine could exist side by side in peace and security. \r\nHow can we continue to live in the face of that glaring \r\ninjustice without feeling an iota of guilt for not doing \r\nenough to bring to an end this long-standing issue?\r\nLike others in this Hall, Malaysia welcomes the \r\nconvening of the inaugural High-level Meeting on the \r\nRule of Law held earlier this week. At that meeting, \r\nwe adopted a solemn Declaration that the rule of law \r\nshall apply to all States equally (resolution 67/1). We \r\nrededicated ourselves to resolving disputes by peaceful \r\nmeans and in conformity with the principles of justice \r\nand international law. We also committed ourselves to \r\nupholding the right to self-determination of peoples \r\nwho remain under foreign occupation, and to end \r\nimpunity for violations of international humanitarian \r\nand human rights law. With that declaration, it is time \r\nfor the international community to put pressure on \r\nIsrael to fulfil its international obligations.\r\nAt the same time, Israel must stop all illegal \r\nsettlement activities in the West Bank as well as in East \r\nJerusalem. We are particularly concerned by the threats \r\nto invade or divide the site of Al-Aqsa Mosque, which \r\nwould be a breach of Israel’s obligations as an occupying \r\nPower. It is a holy site for Muslims and Christians alike. \r\nFurthermore, Israel must lift the illegal blockade over \r\nGaza that has caused too much hardship for the people. It \r\nmust also protect the people under its occupation, fulfil \r\nits international obligations and respect international \r\nlaw. Most importantly, it ought to have direct talks \r\nwith the Palestinian Authority in conditions that clearly \r\ndemonstrate its goodwill and sincerity. A peaceful two-\r\nState solution, accompanied by sustainable peace in the \r\nregion, should be the ultimate goal for all concerned.\r\nRecognizing Palestine and welcoming it into \r\nthe community of nations has become a contentious \r\nissue. Palestine is punished for wanting to become a \r\nrightful Member of the United Nations. The feasibility \r\nof a two-State solution is being questioned. However, \r\nwhat choice does Palestine have? Furthermore, how \r\nwould becoming a Member of the United Nations harm \r\nPalestine’s sincere efforts for independence?\r\nThe issue of Palestine’s membership of the United \r\nNations is tied to another bigger issue that is of \r\nparticular concern to Malaysia. Allow me to elaborate. \r\nOne hundred and thirty-two countries recognize the \r\nState of Palestine. That number reflects more than two \r\nthirds of the membership of the United Nations. Yet, the \r\nSecurity Council — or more accurately, those members \r\n20 12-52443\r\nA/67/PV.18\r\nrecently it has been in Solomon Islands that a regional \r\ninitiative has been required. The Regional Assistance \r\nMission to the Solomon Islands has involved a truly \r\nregional approach, with the participation of police \r\nand other personnel from every member of the Pacific \r\nIslands Forum. I am pleased to report that the security \r\nelement of that initiative has been significantly scaled \r\ndown and will soon be fully withdrawn. But there is \r\nalso more that this Organization, particularly the \r\nSecurity Council, can do to acknowledge and support \r\nregional leadership on peace and security matters in the \r\nPacific and elsewhere.\r\nConcerns about democracy, the rule of law and \r\nhuman rights are not mere abstract considerations within \r\nthe Pacific. Those principles have been challenged in a \r\nnumber of States, most notably, in recent years, in Fiji. \r\nIn that respect, I am pleased to report that progress is \r\nbeing made towards the holding of elections in 2014, \r\nand that support has been forthcoming to ensure that \r\nsuch elections are free and fair. \r\nStability and security issues are not the only \r\npriorities for our regional body. In our year as Forum \r\nChair, New Zealand chose to focus on a number of \r\ndevelopment priorities, two of which I wish to mention \r\nin my remarks today.\r\nFor many of the poorer States within our region, \r\ntheir fisheries resource is the major economic asset they \r\nhold. Yet due to illegal fishing practices, unreported \r\ncatch and inadequate management practices, those \r\ncountries have received far too small a return on that \r\nresource. Because of the highly migratory character \r\nof the tuna resource, this is truly a matter requiring \r\nregional management. Solid progress is being made \r\nin such areas as improved surveillance, the training \r\nof monitors and improved management practices, both \r\nto protect the last really healthy fishery on the planet \r\nand to ensure that its owners receive a fair share of the \r\nresource they own.\r\nOne of the highest priorities within our region \r\nis the need for practical initiatives in the area of \r\nrenewable energy. Ours is a region heavily dependent \r\nupon fossil fuels for the generation of electricity. The \r\ncost of expensive imported diesel in most small Pacific \r\neconomies is absolutely crippling. The climate change \r\nimpact is obvious.\r\nAfter a decade of climate change conferences and \r\nhundreds of millions of dollars in so-called climate \r\nchange initiatives, one might be forgiven for imagining \r\nwe need to launch a process to determine sustainable \r\ndevelopment goals. The goals should be supported by \r\nconcrete action plans, with details on the various areas \r\nmentioned in order to implement them. Malaysia looks \r\nforward to working constructively and contributing to \r\nthat process.\r\nI believe that we share similar concerns on all the \r\nissues I have raised today. Bringing about adjustment \r\nor settlement of disputes or situations does not concern \r\nonly the parties involved in a dispute or situation, but \r\nis the joint collective responsibility of the international \r\ncommunity. In line with this year’s theme, we assure \r\nthe Assembly of our commitment to ensuring lasting \r\nglobal peace and security through peaceful means by \r\nembracing the principles of moderation.\r\nThe Acting President: I now call on His Excellency \r\nMr. Murray McCully, Minister for Foreign Affairs of \r\nNew Zealand.\r\nMr. McCully (New Zealand): I bring greetings \r\nfrom the South Pacific. For the past year, New Zealand \r\nhas had the privilege of chairing the Pacific Islands \r\nForum, a regional body that represents some of the \r\nsmallest and most vulnerable States on this planet. For \r\nus that has been an important responsibility.\r\nBecause we are a small country with modest \r\nresources, we choose to focus much of our attention \r\non our own region. Over 60 per cent of our official \r\ndevelopment assistance is spent in our own \r\nneighbourhood. Serving as Chair of the Pacific Islands \r\nForum has caused us to reflect on the role of regional \r\norganizations, and also on the extent to which we all \r\ndepend on the United Nations for solutions to challenges \r\nthat are truly global in character. I say with some \r\nconfidence that we have been making good progress \r\nin dealing with those challenges that are capable of \r\nregional solutions. \r\nBut I must also say that we need and expect more \r\nfrom this institution. The Pacific Islands Forum has \r\n16 members, of which 16 are small island States. I was \r\npleased this week to attend the first meeting between \r\nthe Secretary-General and Pacific Islands Forum \r\nleaders, which I hope will mark a new era of enhanced \r\nhigh-level engagement between this Organization and \r\nour region and a greater understanding of our needs.\r\nThe Pacific has had its share of stability and \r\nsecurity challenges in recent times. As a region, we \r\nhave done reasonably well in dealing with them. Most \r\n12-52443 21\r\nA/67/PV.18\r\nPeople in my country ask a very simple question: \r\nIf 25,000 deaths, countless thousands injured and \r\nmany more displaced and homeless are not enough to \r\nget the Security Council to act, then what does it take? \r\nJust what does it take? I welcome the leadership that \r\nthe Arab League and Arab States have shown on this \r\nissue, and we have seen similar leadership from them \r\non other difficult issues in their region. And I welcome \r\nthe fact that the General Assembly has been looking \r\nfor opportunities to be more engaged. In the absence of \r\nleadership from the Security Council, 1 suggest that the \r\nAssembly must find ways to play a more activist role.\r\nBut from all of this, the case for Security Council \r\nreform has become utterly compelling. Indeed, \r\nincreasingly, the future credibility of the United \r\nNations may depend on it. If we are to make progress \r\nin this area we will need to see Members move past the \r\nextravagant attempts to maximize individual positions \r\nand try to find some meaningful, practical reforms that \r\nactually hold the prospect of widespread support.\r\nI represent a small nation of practical, constructive \r\npeople. And it is because we seek practical, \r\nconstructive reform that our Government supports the \r\nso-called intermediate solution: the creation of a new \r\ncategory of seat for the group of larger countries that \r\nfeel underrepresented in comparison with the five \r\npermanent members of the Security Council (P-5), but \r\nseats that they would have to win in open elections \r\nso as to make them fully accountable to the broader \r\nmembership.\r\nI do not intend in these remarks to discuss any other \r\nspecific proposals we would like to see considered, with \r\none exception. There are now compelling reasons for us \r\nto ask the P-5 to voluntarily accept restrictions on the \r\nuse of the veto. To go further and to seek its abolition is \r\npointless; it simply will not happen. But to ask the P-5 \r\nto acknowledge and respect the genuine concerns of the \r\nwider membership by voluntarily accepting a curb on \r\nthe exercise of the veto is an entirely reasonable and \r\nachievable objective.\r\nMy country was one of those that led the opposition \r\nto the veto when the Organization was being established; \r\nindeed, it was the only Charter issue that was forced to a \r\nvote. The permanent members argued at that stage that \r\nthe veto was necessary in order to protect their vital \r\nnational interests. Yet today we routinely see the veto \r\nexercised in circumstances that have little to do with \r\nnational interests. My request to the five permanent \r\nthat the Pacific, overendowed as it is with good sunlight, \r\nwould by now be positively festooned with solar power \r\nplants. Sadly, I must report that that is not in fact the \r\ncase. Indeed, one of the most striking features of our \r\nregion has been the complete lack of progress in putting \r\nlofty climate change rhetoric into any form of renewable \r\nenergy practice. \r\nIn our year in the Chair of the regional body we \r\nhave set out to correct that serious shortcoming. A \r\nsmall but important illustration lies in our work in \r\nthe tiny Tokelau Islands. Until now, Tokelau has been \r\n100 per cent dependent on fossil fuels for the generation \r\nof electricity. By the end 2012, Tokelau will be over \r\n90 per cent resourced with renewable solar electricity. \r\nGood progress has also been made in Tonga, where \r\nI recently participated in the opening of a solar power \r\nplant supplying around 20 per cent of the electricity \r\nrequirements of the main island, Tongatapu. And we \r\nare working with the Cook Islands Government, too, \r\nto assist in meeting their bold aspiration to 50 per cent \r\nrenewable electricity by 2015, mostly through solar \r\ninitiatives.\r\nThese New Zealand-funded programmes are \r\nan important part of our overall commitment to our \r\nregion. Our parting legacy from our year as Chair \r\nof the regional body is a renewable-energy pledging \r\nconference to be held early next year, with the objective \r\nof matching donors, suppliers of concessional and \r\ncommercial finance, and others with the renewable \r\nenergy plans of our Pacific neighbours. Here I should \r\nacknowledge the European Union’s commitment in \r\nco-leading this initiative, as well as the support of the \r\nWorld Bank, the Asian Development Bank and the \r\nGovernments of Australia, the United States and other \r\ngenerous supporters.\r\nWhile there is much that can be achieved by \r\nregional action, we must acknowledge that sometimes \r\nregional solutions are just not enough. That goes right \r\nto the very heart of the reason for the existence of this \r\nOrganization. My point is most vividly illustrated \r\ntoday in relation to Syria. It would be difficult for \r\nme to overstate the level of frustration of the people \r\nI represent with the complete inability of the Security \r\nCouncil to act in relation to Syria. And it would be \r\neven more difficult to overstate the extent to which the \r\nSecurity Council is at risk of losing its credibility in the \r\neyes of reasonable and fair-minded people through its \r\ninability to act.\r\n22 12-52443\r\nA/67/PV.18\r\nZealand believes Iran must be told to step back from \r\na course that risks further dangerous escalation of the \r\nsituation. We hope the international community will \r\nstand firm in sending that sort of message. In return, \r\nhowever, I suggest that it is fair for the international \r\ncommunity to make a request of Prime Minister \r\nNetanyahu. And that is to put the settlements on hold, at \r\nthe very least while negotiations proceed, and to engage \r\nin the direct talks with his Palestinian counterpart that \r\nrepresent the only basis for a durable solution to this \r\nissue, and an essential step in removing the seeds of \r\nwider conflict within the region.\r\nI would like to remind the Assembly that these are \r\nvery difficult times for Governments around the world. \r\nBudget economies have affected foreign ministries, \r\nmy own included. It is only fair that we should in \r\nturn ask this large institution to find economies and \r\nimprove working methods in order to deliver better \r\nvalue for our taxpayers.  Smaller countries, like New \r\nZealand, depend more than most on good multilateral \r\ninstitutions. We need a United Nations that is modern, \r\nefficient and able to meet changing needs. We all need \r\na Security Council that is more responsive to the needs \r\nof the wider membership and more effective in dealing \r\nwith the significant challenges that we all confront \r\ntoday.\r\nThe Acting President: I now call on His Excellency \r\nMr. Frederick A. Mitchell, MP, Minister for Foreign \r\nAffairs and Immigration of the Commonwealth of the \r\nBahamas.\r\nMr. Mitchell (Bahamas): I wish to say, before my \r\nprinted remarks begin, some words not circulated in the \r\ntext. It is a particular privilege and honour to represent \r\nmy country in this forum, having returned here through \r\nthe magic of democracy after five years. For the first \r\ntime since the general election in May, our country \r\nnow reaffirms its re-engagement in and with the world \r\ncommunity. We are part of the larger Caribbean region, \r\nand in that context we took part in a meeting with the \r\nSecretary-General of this body. We thank him for his \r\ncourtesy.\r\nHowever, it is important that the representation of \r\nthe Bahamas on regional engagement with the United \r\nNations not be misinterpreted as a complaint about \r\nlack of attention by the Secretariat. It was not based on \r\npetulance but on the simple fact that the United Nations \r\nin all its organs and manifestations must live up to its \r\ncreed that all nations in this body are equal, and not \r\nmembers is simply that they stick with what they said \r\nto us back in 1945. And my challenge to them today \r\nis to consider a process by which they collectively and \r\nvoluntarily agree to confine their use of the veto to \r\nthose issues that clearly and directly affect their vital \r\nnational interests; and also that they voluntarily agree \r\nnot to use their veto in situations that involve mass \r\natrocities.\r\nWhile on the topic of the Security Council, I \r\nwould like to take the opportunity to urge the Council \r\nand the relevant organs of the General Assembly to \r\nrespond positively to the requests from the Economic \r\nCommunity of West African States for support in \r\ndealing with the conflict in Mali and the Sahel. Too \r\noften we have seen the Council fail to respond in \r\na timely way to requests for help — in Rwanda, in \r\nGuinea, in Darfur and in Somalia. Too often it has been \r\na case of too little, too late. In all of these cases we have \r\nseen good leadership from within the African Union, \r\nand that leadership deserves a timely and constructive \r\nresponse from New York. \r\nMany of those here will be aware that New Zealand \r\nis an energetic candidate for election to the Security \r\nCouncil for the term from 2015-2016. I can assure the \r\nAssembly that it will hear more from us on these topics \r\nover the next two years. We are a small country with \r\na big voice and an approach that is fair-minded and \r\nconstructive.\r\nIn the past few days. the Assembly has heard from \r\nboth Prime Minister Netanyahu and President Abbas. \r\nWe are now on notice that the issue of Palestinian status \r\nin the United Nations will come before the Assembly \r\nduring this session. We look forward to seeing the text \r\nof a draft resolution and to engaging in the consultations \r\nthat have been signaled to us. I said earlier that New \r\nZealanders are practical and constructive. They are also \r\nfair-minded people; they expect to see their Government \r\nbring all of those attributes to the consideration of such \r\na resolution, and that we will surely do. Having said \r\nthat, let me also be clear that we see such a resolution \r\nas a very poor substitute for the direct discussions that \r\nshould occur between two leaders who live half an hour \r\ndown the road from each other. \r\nIn his address to the Assembly earlier in the week \r\n(see A/67/PV.12), Prime Minister Netanyahu set out \r\nclearly the grave implications for the Middle East, and \r\nfor the global community more generally, of a nuclear \r\nbreakout in the region. Like other Member States, New \r\n12-52443 23\r\nA/67/PV.18\r\nor supplies — is increasing and cannot be allowed \r\nto continue if we are to save successive generations \r\nfrom a life steeped in violence and lawlessness. It has \r\nbeen more than a decade since the adoption in 2001 of \r\nthe United Nations Programme of Action to Prevent, \r\nCombat and Eradicate the Illicit Trade in Small Arms \r\nand Light Weapons in All Its Aspects. Yet there has \r\nbeen no abatement in the level and intensity of armed \r\nviolence impacting our country.\r\nThe Bahamas welcomes the recent convening and \r\nsuccessful outcome of the United Nations Conference \r\nto Review Progress Made in the Implementation of the \r\nProgramme of Action to Prevent, Combat and Eradicate \r\nthe Illicit Trade in Small Arms and Light Weapons \r\nin All Its Aspects. The Government reiterates its \r\nunwavering commitment to the full implementation of \r\nthe Programme of Action. The lives of too many of our \r\nyoung people are being destroyed by the use of illicit \r\nweapons in our country. Now is the time to act.\r\nCreating a safe Bahamas is a top priority for the \r\nGovernment. We are committed to the creation of a \r\nnational intelligence agency and a national firearms \r\ncontrol strategy, including the establishment of a firearms \r\ndepartment and database, as well as to the enhancement \r\nof the operations of the country’s Defence Force so that \r\nit can more effectively control the porous borders of the \r\nBahamas. I would like to take the opportunity to thank \r\nthe United Nations Office for Disarmament Affairs \r\nand the United Nations Regional Centre for Peace, \r\nDisarmament and Development in Latin America \r\nand the Caribbean for their support and provision of \r\nequipment and capacity-building assistance in the area \r\nof firearms destruction and stockpile management. The \r\nBahamas was pleased to conclude an agreement with \r\nthe United Nations Office for Disarmament Affairs last \r\nApril and to have participated in a number of regional \r\ntraining programmes and workshops sponsored by the \r\nRegional Centre on the illicit trade in small arms and \r\nlight weapons and the strengthening of border controls.\r\nThe Bahamas joins other delegations in expressing \r\nour profound disappointment at the outcome of \r\nthe United Nations Conference on the Arms Trade \r\nTreaty held in July and the failure of Member States \r\nto agree on a text despite six long years of protracted \r\nnegotiations. The Bahamas supports the views \r\narticulated by the delegation of Trinidad and Tobago on \r\nbehalf of the Caribbean Community during the month-\r\nlong Conference. What we say to thousands of innocent \r\nvictims is that their voices must be heard. But what do \r\ncreate the impression that some are more equal than \r\nothers. Our delegation will continue to ensure that the \r\nguiding principle of that equality and equity is adhered \r\nto strictly.\r\nI would like to congratulate Mr. Vuk Jeremić on \r\nhis assumption of his duties as President of the General \r\nAssembly at its sixty-seventh session and to assure him \r\nof my delegation’s support and cooperation throughout. \r\nI also commend his predecessor for his stewardship \r\nover the previous session. \r\nI also wish on this occasion to express thanks for \r\nthe stellar work and contribution to our country of \r\nour Permanent Representative to the United Nations, \r\nAmbassador Paulette A. Bethel.\r\nThe Bahamas commends the United Nations for the \r\nconvening and the outcome of the High-level Meeting \r\non the Rule of Law at the National and International \r\nLevels last Monday. The Bahamas has committed itself \r\nto the principle of the rule of law and to ensuring the \r\ncontinuation of good governance for the benefit of \r\nthe entire populace of the Bahamas. The Bahamas is \r\ncommitted also to adhering to the rule at law at the \r\ninternational level and to upholding the principles of \r\nthe Charter of the United Nations.\r\nThe Bahamas commends the convening in June \r\n2012 of the third biennial review of the United Nations \r\nGlobal Counter-Terrorism Strategy. The Bahamas \r\nunequivocally condemns terrorism in all its forms \r\nand manifestations and reiterates its commitment \r\nto the fight against terrorism and to the Strategy’s \r\nfull implementation. The Bahamas renews its call \r\nfor the timely conclusion of negotiations on a draft \r\ncomprehensive international convention for the \r\nelimination of terrorism.\r\nThe Bahamas condemns in the strongest possible \r\nterms the violence that resulted in the deaths of \r\nAmbassador Christopher Stevens and three other \r\nUnited States diplomats a few weeks ago. We in the \r\ninternational community must commit wholeheartedly \r\nand sincerely to creating a culture of peace throughout \r\nthe world, underpinned by tolerance and understanding, \r\nthat precludes such outrageous occurrences and their \r\ncauses.\r\nThe level of armed violence and crime plaguing \r\nour society — due in large part to the illicit trade \r\nin small arms and light weapons and trafficking in \r\nnarcotics, neither of which our country manufactures \r\n24 12-52443\r\nA/67/PV.18\r\ngoals. In that work we must take into account different \r\nnational realities, capacities and levels of development \r\nand must respect national policies and priorities. The \r\nBahamas hopes to work in the context of the open-ended \r\nworking group for the development of the sustainable \r\ndevelopment goals as well as in the intergovernmental \r\ncommittee on financing, agreed at Rio+20, to ensure \r\nthat our special concerns are fully addressed.\r\nIn that connection, the Bahamas looks forward to \r\nthe recommendations of the Secretary-General’s High-\r\nlevel Panel on global post-2015 development planning \r\nand commends the level of female participation therein. \r\nThe convening of the Panel offers a major opportunity \r\nto learn from the mistakes of the past and build a \r\nvision for global development beyond mere crisis \r\nmanagement. The Panel must be seen to operate with \r\nopen transparency. It should also incorporate the views \r\nof geographical and economic anomalies such as those \r\nof the Caribbean subregion, and be innovative and \r\nforward-looking.\r\nThe Bahamas welcomes the acknowledgement \r\nat Rio of the need to address the adverse impacts of \r\nclimate change. \r\nThe Bahamas believes that the United Nations has \r\na central role to play in global economic governance. \r\nThe Bahamas welcomes the efforts of the Group of 20 \r\n(G-20), particularly Mexico in the role as current Chair, \r\nin helping to translate G-20 deliberations into effective \r\nactions on a global scale through broad consultation \r\namong Member States and with the United Nations itself \r\nto find solutions to many of the major challenges of our \r\ntimes, most particularly with respect to strengthening \r\nthe international financial system.\r\nThe Bahamas also envisions a greater role for the \r\nUnited Nations in the area of international cooperation \r\nin tax matters. The Bahamas, along with the wider \r\nGroup of 77 and China, continues to call for the \r\nconversion of the United Nations Committee of Experts \r\non International Cooperation in Tax Matters into an \r\nintergovernmental subsidiary body of the Economic \r\nand Social Council, in keeping with the Doha mandate. \r\nWe also continue to deplore the use by some States of \r\ntheir domestic laws for extraterritorial effect in such \r\nareas as human trafficking, financial services and drug \r\nsmuggling. We continue to believe that those laws \r\nwith extraterritorial effect are misplaced and put an \r\nunfair burden upon small States and that they may be \r\ninterpreted as a departure from the international norms \r\nwe say to them and their families, who are suffering as a \r\nresult of the irresponsible and unregulated international \r\ntransfer of conventional arms? Commitment and a \r\nreassessment of human life and dignity versus profit \r\nare critical if we are to prevail in our fight against the \r\nscourge of armed violence and terror plaguing our \r\nsocieties. We look forward to a successful outcome in \r\nthe next round of negotiations.\r\nThe Bahamas solemnly reaffirms its commitment \r\nto the three pillars of sustainable development: \r\neconomic, social and environmental. Advancements \r\ncontinue nationally in important areas pertaining to \r\nthe protection of our biodiversity and development \r\nof policies to promote renewable energy. Some argue \r\nthat finding out how to provide reliable and affordable \r\nenergy may be the single largest factor affecting the \r\nfuture development of the Bahamas. The issue of energy \r\nis so important that the Prime Minister has made it as \r\na personal mission to seek to solve the issue. We know \r\nthat we must do it sustainably.\r\nThe Bahamas has enacted legislation to foster the \r\nsustainable use and management of ecosystems through \r\nbetter land-use planning. Under the United Nations \r\nConvention on the Law of the Sea, we have initiated \r\nactions to preserve our fish stocks by introducing \r\npenalties for overfishing. We have also taken action \r\nto ban long-line fishing, to establish the Bahamas as a \r\nsanctuary for sharks and to establish and expand marine \r\nprotected areas. For the Bahamas, it is imperative \r\nthat those sustainable development strategies be \r\ncomplemented with appropriate actions taken by the \r\ninternational community.  In that connection, we view \r\nthe historic outcome of the United Nations Conference \r\non Sustainable Development (Rio+20) as offering \r\nsignificant opportunities, particularly for small island \r\ndeveloping States (SIDS). We are encouraged by the \r\ninternational community’s call for continued and \r\nenhanced efforts to assist SIDS in implementing the \r\nBarbados Programme of Action for the Sustainable \r\nDevelopment of Small Island Developing States and the \r\nMauritius Strategy for Implementation. The Bahamas \r\nalso welcomes plans to convene the Third International \r\nConference on Small Island Developing States and will \r\nparticipate actively in the upcoming General Assembly \r\nconsultations to determine the modalities of the meeting \r\nwith a view to ensuring a successful outcome.\r\nThe Bahamas is also encouraged greatly by \r\nthe decision taken at Rio+20 to undertake work on \r\nuniversal, action-oriented, sustainable development \r\n12-52443 25\r\nA/67/PV.18\r\npermanent and non-permanent categories, as well as \r\non modification of its working methods, is overdue. \r\nMy delegation sincerely hopes that the next round of \r\nnegotiations on Security Council reform during this \r\nsession will result in tangible progress aimed at making \r\nthe Council all that it can and should be.\r\nOur desire for the realization of unfulfilled \r\npotential also extends to our regional partner, the \r\nRepublic of Haiti. The Bahamas has been unremitting \r\nand consistent in its support for the people of Haiti and \r\ntheir aspirations for peace, security and development. \r\nThe Bahamas commends the important role of the \r\nUnited Nations Stabilization Mission in Haiti in \r\nproviding security in Haiti and in laying the foundation \r\nfor its long-term recovery and stability. Pledges made \r\ntoward Haiti’s recovery and reconstruction must be \r\nhonoured and fulfilled so that the required work can be \r\nundertaken and completed.\r\nThe Bahamas welcomes increased dialogue on \r\nimproving international cooperation with respect \r\nto international migration and development. Illegal \r\nmigration from Haiti is a vexing issue for our country. \r\nWe agree that proper cooperation can certainly help to \r\nensure that migration occurs through safe and regulated \r\nchannels and to leverage the contributions that migrants \r\ncan make to the development of our country. The \r\nBahamas will continue to participate constructively in \r\nthe process leading to the second High-level Dialogue \r\non International Migration and Development, to be \r\nheld by the General Assembly in 2013, with a view to \r\naddressing those and other related issues so crucial to \r\nour development.\r\nGiven the events over the past year in the Bahamas \r\nwith regard to illegal migration, some of which have \r\nbeen tragic, as well as poaching in our seas by illegal \r\npersons from south of the country, the Bahamas will \r\nbe taking stronger measures over the next year to put a \r\nstop to those illegal activities. We appeal to all nations \r\nin the region to prevail upon their citizens to cease \r\nand desist from those unlawful activities. We intend to \r\nwork both bilaterally and with the broader international \r\ncommunity to stop these assaults on our national and \r\neconomic security.\r\nThe Bahamas has made significant strides in the \r\nareas of maternal and child health and HIV/AIDS in \r\nthis, the fiftieth year since women obtained the right \r\nto vote in the Bahamas. We are committed to the \r\nachievement of gender equality and the empowerment \r\nof respect for the sovereignty and territorial integrity \r\nof States.\r\nIn order to reverse current economic trends, one of \r\nthe core imperatives of the Government of the Bahamas \r\nis the strengthening of the domestic economy and the \r\nattendant creation of jobs, the broadening of Bahamian \r\nownership in the economy and the attainment of a \r\nhigher standard of living. Creating job opportunities \r\nand reversing the unacceptable unemployment situation \r\nin the country, which currently is at a high rate, have \r\nbeen identified at the highest political level as the \r\nmost critical near-term priorities for the Government, \r\nespecially in relation to young Bahamians. I wish to \r\nspeak especially on their behalf today. The young \r\nBahamian sector of our country has been most severely \r\naffected by the unemployment problem, and the rate of \r\nunemployment is unacceptable and cannot continue. \r\nWe are committed to solving youth unemployment.\r\nThe Bahamas underscores the need for enhanced \r\npolicy dialogue and international cooperation on the \r\nquestion of building green economies, which will indeed \r\nrequire new investments, skills formation, technology \r\ndevelopment and transfer and capacity-building.\r\nThe gross national income of the Bahamas is \r\nsignificantly affected by a small population of wealthy \r\nexpatriates whose high incomes skew the measure \r\naway from the true economic realities. The construct \r\nof per capita gross national income, therefore, takes \r\non a unique interpretation in the context of developing \r\ncountries like the Bahamas and, I would daresay, the \r\nCaribbean subregion. The Bahamas continues to be \r\ndeserving of considerations that will not deny us the \r\nright to develop sustainably, supported by financial, \r\nhuman and technological resources. Gross national \r\nincome per capita should not be used as a pretext to \r\nrestrict our access to financial assistance.\r\nThe General Assembly is set to consider, during \r\nthis sixty-seventh session, the scale of assessments for \r\nthe apportionment of the expenses of the United Nations \r\nregular budget and peacekeeping operations for the \r\nperiod 2013-2015. The Bahamas takes this opportunity \r\nto reiterate its long-standing position that per capita \r\ngross national income, for the reasons given, should not \r\nbe accorded overriding weight in determining capacity \r\nto pay.\r\nA representative, transparent, responsive, \r\naccountable, democratic and inclusive Security Council, \r\npredicated on an increased membership in both the \r\n26 12-52443\r\nA/67/PV.18\r\nMs. Frick (Liechtenstein): We are convening \r\nin this Assembly at a time when we are witnessing a \r\nworrisome phenomenon, namely, senseless violence \r\nspreading through an entire region as a result of a \r\nsenseless offence to religious feelings. More than any \r\nother organization, the United Nations stands for the \r\nideals of tolerance, understanding and mutual respect. \r\nA strong message should therefore emerge from this \r\ndebate. The hateful slander of people on the basis of \r\ntheir culture or religion is unacceptable. It is an abuse \r\nof the right to freedom of expression. However, we \r\nmust emphasize just as clearly that violence cannot be \r\njustified by insults, however understandable the outrage \r\nmay be. Such ongoing events also tell us that we must \r\nreach many more people in our effort to promote the \r\nvalues of the United Nations around the globe.\r\nWhen we last met, a year ago, we heard many calls \r\nfrom this rostrum to bring an end to the crisis in Syria. \r\nSince then, the violence has turned into a civil war \r\nthat puts the United Nations to shame. We have seen \r\nopen division in the Security Council and little interest \r\nby the parties to the conflict in a United Nations-led \r\nmediation. Instead, the situation on the ground has \r\nfurther escalated. The entire region is now threatened \r\nwith instability. The blatant disregard for the lives and \r\nrights of civilians, of women and children in particular, \r\nis simply shocking. \r\nIt is a crisis with profound and lasting effects for \r\nthe three main pillars of the United Nations: peace and \r\nsecurity, development, and human rights. It is therefore \r\nalso an existential challenge for this Organization. The \r\nUnited Nations is only as effective as its political organs \r\nallow it to be. The crisis must therefore make us think \r\nin general terms about the lessons we should learn.\r\nThe situation in Syria is clearly of burning concern \r\nto the membership as a whole as a human security crisis \r\nand a threat to international peace and security. At the \r\nsame time, the Security Council is unable to carry out \r\nits tasks under the Charter because of disagreement \r\namong its permanent members. It is therefore essential \r\nthat the General Assembly step in and play a more \r\nactive role, as it has done on some occasions. That is \r\nall the more important as we are confronted by the \r\nfailure to fulfil the responsibility to protect a civilian \r\npopulation — a principle adopted in this Hall at the \r\nhighest political level.\r\nThe stalemate in the Council demonstrates that we \r\nmust look at the way in which the veto power is and can \r\nof women, as was affirmed by the Minister for Social \r\nServices during the consideration of the report on \r\nBahamas by the Committee on the Elimination of \r\nDiscrimination against Women at its fifty-second \r\nsession, held in July. The Bahamas, nevertheless, \r\nremains concerned about the increasing incidences of \r\nnon-communicable diseases among the population, in \r\nparticular women, who are disproportionately affected \r\nby such preventable diseases.\r\nWe can draw much strength, wisdom and \r\ninspiration from the remarkable successes of our \r\nnations’ athletes nationally and subregionally at this \r\nyear’s Olympics. On behalf of my delegation, I would \r\nlike to pay tribute to the youth of the world for their \r\nstellar displays of camaraderie and talent at the recent \r\nOlympics. In this forum, I wish to salute in particular \r\nthe gold medal athletes of the Bahamas, namely, \r\nDemetrius Pinder, Michael Mathieu, Chris Brown and \r\nRamon Miller. Indeed, the performances of the athletes \r\nfrom the entire Caribbean Community region are \r\nnoteworthy, particularly those of our sister countries \r\nGrenada, Jamaica and Trinidad and Tobago. Those \r\nexamples can be seen as contributing as much to peace \r\nand development in our world as our deliberations \r\nand initiatives at this session, hence, our warmest \r\ncongratulations to them all.\r\nMy delegation also wishes to record in this forum \r\nthe passing of my late friend and brother, the late Paul \r\nL. Adderley, who was the longest-serving Minister \r\nfor Foreign Affairs of the Bahamas. His tenure \r\nincluded the most critical foreign policy challenges \r\nof an independent Bahamas to date. Sadly, he died on \r\n19 September. He believed in this world body and its \r\ntenets and exemplified how it can assist small States. \r\nIt is therefore only fitting that we mark and record his \r\npassing.\r\nThe Bahamas continues to believe that mankind can \r\naspire to and achieve a higher inner strength that not \r\ncan only cause us to excel even beyond our dreams, but \r\nalso can lift all around us, even nations and the entire \r\nworld. May each one of us therefore reach for that inner \r\nstrength, change our world and transform an agenda of \r\nproblems into covenants of partnerships. It remains as \r\ntrue as always that we need the United Nations.\r\nThe Acting President: I call on Her Excellency \r\nMs. Aurelia Frick, Minister for Foreign Affairs of the \r\nPrincipality of Liechtenstein.\r\n12-52443 27\r\nA/67/PV.18\r\nit is fully operational, we must more than ever support \r\nit politically. I therefore launched a ministerial-level \r\ninitiative to support the ICC earlier this week. I was \r\nvery encouraged by the strong response to my call for \r\ncoordinated action when needed. \r\nIn adopting the Rome Statute, we have not just set \r\nup an international tribunal located in The Hague. We \r\nhave also created a global system to fight impunity, \r\nwhich assigns a strong role to States. It also offers \r\nthe Security Council an important role, if it chooses \r\nto play it. Political support is particularly required \r\nwhere investigations are based on referrals from \r\nthe Security Council. The obligation for the State in \r\nquestion to cooperate is based entirely on the Security \r\nCouncil’s authority, not on the Rome Statute. The \r\nCouncil must therefore play a key role in ensuring that \r\nsuch cooperation is forthcoming. We as States are also \r\nresponsible for ensuring that indicted individuals are \r\narrested and transferred to the Court. Clearly, we must \r\ndo better in that regard.\r\nWe are also being given a historic opportunity both \r\nfor the Court and for the United Nations: for the first \r\ntime since the end of the Second World War, we can \r\nenable an international tribunal to prosecute the crime \r\nof aggression.\r\nThe prohibition of the illegal use of force is at the \r\ncore of the Charter of the United Nations, and aggression \r\nhas been considered a crime under international law for \r\ndecades. But the consensual adoption of the Kampala \r\namendments to the Rome Statute allows us to put that \r\nprinciple into practice. Leaders that consider resorting \r\nto the illegal use of force will be put on notice, once \r\n30 States parties have ratified the amendments and \r\nonce we have activated them in 2017. I am proud of the \r\nfact that Liechtenstein, following its presidency of the \r\nReview Conference, was the first State to ratify the \r\namendments, on 8 May this year. We chose the date \r\nas a tribute to the commemoration of the end of the \r\nSecond World War in Europe. We have also launched \r\nan initiative to support the ratification process that is \r\nunder way.\r\nI would therefore encourage all current and future \r\nparties to the Rome Statute to ratify the Kampala \r\namendments as soon as possible. Together we can take \r\nthis big step forward in the history of international law.\r\nCriminalizing the illegal use of force between \r\nStates would be a very significant step forward in the \r\npromotion of the rule of law at the international level. \r\nbe used. In that respect, there must be accountability \r\nvis-à-vis the membership of the Organization as a \r\nwhole. After all, the Council carries out its work on \r\nbehalf of us all. We call upon the permanent members \r\nto acknowledge that the United Nations Charter does \r\nnot grant them the right to the veto without any strings \r\nattached. We ask them to acknowledge that the Council \r\nmust at all times act in accordance with the purposes \r\nand principles of the United Nations. We therefore \r\nrequest that they pledge not to use the veto to block \r\nCouncil action aimed at preventing or ending genocide, \r\ncrimes against humanity or war crimes.\r\nClearly, the main priority is to end the suffering of \r\nthe Syrian people and to bring about a political solution \r\nthat guarantees human security and stability for the \r\nregion. However, we also have an obligation to ensure \r\nthat there is no impunity for the worst crimes under \r\ninternational law and that those who have the greatest \r\nresponsibility do not get away with murder. \r\nThe evidence before us is alarming. The independent \r\ninternational commission of inquiry on the Syrian Arab \r\nRepublic, established by the Human Rights Council, \r\ncame to clear conclusions. The primary responsibility \r\nto ensure accountability falls, of course, on the Syrian \r\njudiciary. But we can be under no illusions as to whether \r\nit will deliver justice to the victims and due process \r\nto all accused. We therefore join Switzerland in the \r\ncall to the Council to refer the situation in Syria to the \r\nInternational Criminal Court (ICC) (see A/67/PV.7). \r\nBut we also ask the Council to fully support such a \r\nreferral in order to ensure cooperation and not to put up \r\nany obstacles to the appropriate financing of the Court’s \r\nwork. Without those two prerequisites, referrals are a \r\nmixed blessing and problematic for the ICC.\r\nThis year, we also commemorate the tenth \r\nanniversary of the International Criminal Court. We \r\nare looking at the history of an astonishing success. \r\nWho would have thought that the Court’s membership \r\nwould near two thirds of the membership of the United \r\nNations in such a short time? Who would have predicted \r\nthat the Security Council would make referrals to the \r\nICC on two occasions — once even by unanimous vote? \r\nAnd who would have expected the Court to emerge \r\nfrom political controversy as a stronger institution?\r\nThose are remarkable achievements that we can be \r\nproud of. Nevertheless, the next decade is also fraught \r\nwith challenges. We have been strongly united in \r\nsetting up the Court and getting it under way. Now that \r\n28 12-52443\r\nA/67/PV.18\r\nwomen. I also hope to bring Liechtenstein’s expertise \r\nand passion for women’s issues to the Commission on \r\nthe Status of Women during the term 2015-2019.\r\nI am grateful to Secretary-General Ban Ki-moon \r\nfor his leadership in this area. UN-Women, headed so \r\ncharismatically by Michelle Bachelet, has given a much-\r\nneeded additional boost to our efforts. If we continue \r\non our path, then the United Nations can be the decisive \r\ndriving force for gender equality worldwide. Until then, \r\nwe can and must do much more, in particular in the area \r\nof women, peace and security. Stronger protection of \r\nwomen, both legal and otherwise, in situations where \r\nthey are particularly prone to becoming victims is a key \r\ncomponent. The United Nations, with its very strong \r\nfield presence all over the world, can make a unique \r\ncontribution to that end. But most importantly, the \r\nUnited Nations must lead by example when it comes \r\nto gender equality and the advancement of women. \r\nWe must make the best use of their talents, skills and \r\nexperiences as peacemakers, as agents for sustainable \r\ndevelopment and as advocates for human rights and the \r\nrule of law. As is well known, the future is female.\r\nOnly when women are fully included will we, the \r\nUnited Nations, be successful in pursuing our goals. \r\nThe Acting President: I now call on His Excellency \r\nMr. Luis Almagro, Minister for Foreign Affairs of  the \r\nEastern Republic of Uruguay.\r\nMr. Almagro (Uruguay) (spoke in Spanish): On \r\nbehalf of the Eastern Republic of Uruguay, I would \r\nlike to congratulate my friend Ambassador Vuk \r\nJeremić on his election to preside over the work of the \r\nGeneral Assembly during its sixty-seventh session. His \r\nexperience, competence and reliability will be crucial \r\nin ensuring that the most representative body of the \r\nUnited Nations effectively fulfils its duties. We assure \r\nhim of the full support of Uruguay.\r\nThe focus of the General Assembly this year \r\non the promotion of the rule of law at national and \r\ninternational levels is extremely relevant, and I take \r\nthis opportunity to welcome the declaration adopted \r\nby the General Assembly on Monday on that matter \r\n(resolution 67/1). Respect for and promotion of the rule \r\nof law at the national and international levels are two \r\nsides of the same coin, which has the well-being of the \r\nindividual as its raison d’étre. It means also that neither \r\nindividuals nor States are above the law, but are subject \r\nto it.\r\nThe rule of law is rightfully moving to the centre of \r\nour attention. We have illustrated this fact by holding \r\na high-level meeting on this topic earlier this week. \r\nThe rule of law permeates many of the activities we \r\npursue here at the United Nations. Indeed, there can \r\nbe no lasting security, no sustainable development \r\nand no effective protection of human rights without \r\nthe rule of law. We therefore look forward to a strong \r\nrule-of-law dimension in the sustainable development \r\ngoals resulting from the United Nations Conference on \r\nSustainable Development. \r\nThe Conference resulted in a number of important \r\nagreements. It also illustrated the value of inclusive and \r\ntransparent multilateralism, especially when compared \r\nwith other, more exclusive decision-making processes. \r\nThis serves as a reminder of the need to reconcile \r\nseemingly competing interests in international \r\ndecision-making: transparency and inclusiveness on \r\nthe one side, and efficiency and effectiveness on the \r\nother.\r\nMr. Kanda (Ghana), Vice-President, took the Chair.\r\nMultilateral decision-making is efficient when there \r\nis sufficient political will. It is effective when it has the \r\nlegitimacy necessary to ensure full implementation. \r\nWe must revert to considering the universality and \r\nopenness of the General Assembly as key assets, not \r\nas a weakness. The Assembly must reaffirm its unique \r\nand central role in global governance, including in the \r\neconomic dimension. I welcome the strong commitment \r\nof President Jeremić, expressed at the beginning of this \r\nsession, to work for genuine multilateralism and, to that \r\nend, to reach a new level of engagement. I assure him of \r\nour full support in this endeavour.\r\nThere must be accountability for decisions of global \r\nimpact before the Assembly or before other relevant \r\nand universally accessible bodies. To achieve that aim, \r\nwe will build on the progress made in recent years in \r\nthe framework of the Global Governance Group. The \r\nGroup has become a trusted bridge-builder in these \r\nmatters. We hope that this issue will become one of the \r\nhighlights of Mr. Jeremić’s presidency.\r\nLet me conclude with some remarks about an issue \r\nthat is particularly dear to my heart. I am convinced that \r\nthe inclusion of the whole population, men and women \r\nalike, is essential to the stability and peaceful and \r\nprosperous development of nations. Since becoming \r\nForeign Minister, I have tried to make use of the relevant \r\ninternational platforms to promote the advancement of \r\n12-52443 29\r\nA/67/PV.18\r\nits firm commitment to those values and principles \r\nalready at the Hague Conference of 1907, where it tried \r\nto introduce compulsory international arbitration, and \r\nalso in 1921, when it became the first country to legally \r\naccept the compulsory jurisdiction of the Permanent \r\nCourt of International Justice, under only the condition \r\nof reciprocity.\r\nThe strenuous efforts of the international \r\ncommunity to build a fair system and to achieve greater \r\nbalance among countries and greater well-being for \r\ntheir societies have not yet achieved the necessary \r\nethical and policy solutions.\r\nRecently we have seen what appears to be an era \r\nof change in some regions of the world. Peoples are \r\nseeking their freedom with the means they have at \r\nhand, with a legitimate desire to achieve democracy \r\nand greater well-being. Political actions of peoples \r\nseeking new alternatives of power have come up \r\nagainst those who are better organized politically and \r\nwho thus will prevail, as they have always prevailed. \r\nThose who have now assumed power must be aware of \r\ntheir responsibilities towards those peoples.\r\nEradicating tyranny, consolidating peace and \r\nmaking social benefits available to everyone are \r\nenormous challenges. The task is to build real \r\ndemocracies, and to build them with all of the \r\ncontradictions, differences and difficulties that exist \r\nwithin  a society. \r\nEven in our region we have received threats with a \r\nmajor ideological component. The attempted coup d’état \r\nin Ecuador and the breakdown of the democratic order \r\nin Paraguay have shown that Governments of change \r\nhave been affected in the development of their policies. \r\nThe rule of law and democracy are not acquired values; \r\nrather, they must be defended each day as precious \r\ngoods.\r\nRecent events such as what happened in Paraguay \r\ndemonstrate that the rule of law is still threatened and \r\nthat despite progress in terms of democratic institutions \r\nin all our nations, threats to the full exercise of \r\nfundamental rights and democratic values persist. \r\nThat represents a great challenge to our aspiration \r\nto strengthen the integration and development of our \r\ncountries, making the defence of the rule of law and \r\nthe democratic order a necessary and unavoidable \r\ncondition.\r\nDespite the great changes that have aff licted \r\nhumanity, the international system continues to work \r\nUruguay considers rule of law a constitutive element \r\nof the social contract that sustains its democratic system \r\nand that  stands out as a pillar of its foreign policy. It \r\nis important to stress that this was not motivated by \r\nforeign influence, nor  did it come through the adoption \r\nof an abstract political model from outside. Rather, it \r\nwas the result of a profound internal process of building \r\nand organizing the free coexistence of our people.  \r\nThe principle of juridical equality of States, \r\nlike  equality among individual people, is one of \r\nthe fundamental principles of our Organization, \r\nguaranteeing to all the same right to participate in \r\nthe responsibilities of the international community, \r\nindependent of the power possessed by each nation. It \r\nis precisely in respect of this principle that our country \r\nrejects any coercive unilateral or extraterritorial \r\nmeasure that contravenes the rules of international law \r\nand the principles of the Charter of the United Nations. \r\nThe clearest contemporary example of such a measure \r\nis the embargo unfairly set against the Republic of \r\nCuba.\r\nThe principle of the self-determination of \r\npeoples — understood as a collective right that must be \r\nobserved in a manner analogous to respect for freedom \r\nof the individual at the domestic level — is also an \r\nessential pillar of the rule of law. That freedom, which \r\nincludes freedom of expression and other fundamental \r\nfreedoms, is closely related to the effective operation of \r\ndemocratic institutions. \r\nIn that respect, and without prejudice to reaffirming \r\nthat any attempt at the partial or total disruption of the \r\nnational unity or territorial integrity of a country is \r\nincompatible with the purposes and principles of the \r\nCharter of the United Nations, Uruguay has always \r\ndefended the right to self-determination of peoples \r\nas a key principle for the international coexistence \r\nof States. It reiterates its desire for a peaceful, just, \r\nsustainable and mutually accepted solution of the \r\nquestion of Western Sahara, based on international law \r\nand resolutions of the General Assembly and Security \r\nCouncil and respectful of the human rights and the will \r\nof the Saharan people.\r\nAn independent judicial system, to which all \r\npersons have access on the basis of the principle of \r\nequality before the law, is necessary for the genuine \r\nrule of law. Projecting this concept of the State and \r\nof the law beyond our borders is a vocation for peace \r\nand the peaceful settlement of disputes, of which my \r\ncountry was an early promoter. My country showed \r\n30 12-52443\r\nA/67/PV.18\r\nhe took on the task of orchestrating and executing \r\nthe changes that would provoke the redistribution of \r\nresources. He took his solutions to the most needy: \r\nwidows with children, children, and poor blacks, \r\nzambos and creoles.\r\nDevelopment requires change. The present day has \r\ngiven us, as a fundamental condition of our projects, \r\ninsoluble problems such as poverty, malnutrition, \r\novercrowding, unemployment, child mortality and \r\nother socioeconomic scourges that still aff lict most of \r\nhumanity. Therefore, this system requires a change, \r\nand the only way to carry it out is to transform reality.\r\nOur responsibilities as a community of nations \r\ncannot be avoided, as some of those problems occur as \r\na natural result of the conditions and characteristics of \r\nrelations among States. The international context tends \r\nto concentrate wealth, efficiency and competitiveness \r\nand has no mechanisms to redistribute the resources in \r\na fair and efficient manner that would provide a roof to \r\nevery homeless person, a plate of food to every hungry \r\nperson or break the chains of the oppressed. The \r\ninternational system is based on the struggle of national \r\ninterests for a more powerful position, and that means \r\nthat the concentration of power becomes ever greater. \r\nEveryone is aware that countries such as ours \r\noperate within highly competitive international markets, \r\nthat we do not determine prices, that commodity prices \r\nf luctuate thus altering our national export matrix, and \r\nthat we are exposed to successive financial crises. \r\nContinuing with this line of thought, it is essential to \r\nprioritize Uruguay’s involvement in the international \r\ncommunity, integrating international aspects of the \r\ncountry’s issues in the areas of agriculture, industry, \r\ncommercialization and financing, all with the purpose \r\nof eliminating poverty, achieving social justice and \r\nfirmly establishing primary education. Among other \r\nthings, this requires reducing or eliminating the \r\ndistortions that pose obstacles to commercial exchange, \r\nparticularly agriculture subsidies, internal supports and \r\nother protectionist measures that prevent international \r\ntrade from becoming a factor that contributes to solving \r\nthe financial crisis that is currently affecting the global \r\neconomy.\r\nEconomic and social development requires the \r\nstability and predictability that the rule of law ensures. \r\nThe United Nations has grasped that reality, and it is \r\nencouraging to see that strengthening the rule of law, \r\nand the institutions whose job it is to implement that \r\nhard, yet it does not resolve the problems, or resolves \r\nthem unfairly. It has been unable to create equal \r\nfinancial or commercial opportunities. Even today, it \r\nis not a priority to invest in countries’ human resources \r\naccording to their specific needs. The political system \r\nhas acted to control or decide political destinies, rather \r\nthan to ensure the security or well-being of the people. \r\nThose who suffered before are suffering now. Powerful \r\ncountries still threaten or intervene in other countries.\r\nWe have written about values and principles and \r\nhave incorporated them in our constitutions. We have \r\npreached in many ways about what is good for everyone. \r\nBut we have not succeeded in meeting the basic needs \r\nof billions of poor people, nor have we guaranteed \r\nthem programmes for health, education, housing or \r\nemployment.\r\nThe basis of social justice has not changed. It is \r\npeace, it is freedom, because without that we cannot be \r\nactively aware of noble causes that require that one not \r\nbe dominated or oppressed — and without that, there is \r\nnothing. It is dignified housing that protects a family, \r\nwork with dignity at a fair wage, the right to education \r\nand the responsibility of each individual. It is the health \r\ncare that can save the 7 million children under 5 years \r\nof age who die each year around the world and that \r\ncares for the elderly, for women and for the destitute.\r\nWhat is truly revolutionary is to change the \r\nconditions of life for those who cannot fully enjoy their \r\nrights, because our political ideal must be, essentially, \r\nthe human dimension. The solution requires that the \r\nsystem provide each person  the greatest guarantees of \r\nhis political rights and that it be fair with regard to the \r\nobligations and responsibilities in that respect.\r\nThe greatest freedom implies the greatest \r\nresponsibility. Each person, as both an individual \r\nand part of the community, must receive, possess and \r\nenjoy the rights that are fundamental to ensuring the \r\nwell-being of all as a way to transform solutions into \r\nreality. The struggle for transformation determines \r\nthe struggle of each person to find a solution for his \r\nproblems. Resolving the issues inherent in poverty, \r\nlack of freedom or impediments to the enjoyment of \r\neconomic, social and cultural rights requires concrete, \r\nurgent and immediate action. \r\nAlmost 200 years ago, someone declared that \r\nthe most unfortunate would be the most privileged. \r\nHis thinking was truly revolutionary, but there was \r\nsomething in it even more revolutionary, because \r\n12-52443 31\r\nA/67/PV.18\r\nSeven years ago, when the Assembly was \r\nconsidering the concept of the responsibility to protect, \r\nwe committed to ending mass atrocities, giving priority \r\nto prevention and aiding States that so requested to \r\ncomply fully with their responsibilities to protect their \r\npeoples from such scourges and to respond speedily \r\nand decisively in accordance with the provisions of the \r\nUnited Nations Charter.\r\nWe firmly condemn the serious violations of \r\nhuman rights that are taking place in Syria. The \r\nsituation has deteriorated and the suffering of the \r\ncivilian population has become intolerable. We support \r\nthe work of the independent international commission \r\nof inquiry established by the Human Rights Council, \r\nwhich in its most recent report (A/HRC/21/50) states \r\nthat there is reason to believe that Government forces \r\nare committing crimes against humanity. All violence \r\nin Syria must cease immediately;  it is essential that \r\nwe establish a process of dialogue aimed at reaching a \r\npeaceful solution. Uruguay supports the mediator role \r\nof the United Nations within a framework of a strict \r\nrespect for international law and the principles of the \r\nCharter. The protection of civilians is a multifaceted \r\ntask, of which the most sensitive and important aspect \r\nis protecting those facing imminent danger of physical \r\nviolence.\r\nThrough its firm commitment to peacekeeping \r\noperations, Uruguay has played and will continue to play \r\na proactive and constructive role both at Headquarters \r\nand on the ground. Nevertheless, we must make greater \r\nefforts and work for better coherence among all the \r\nactors involved in order to eliminate or minimize as \r\nfar as possible the numbers of civilian victims of armed \r\nconflicts.\r\nHuman rights are universal, interdependent and \r\nindivisible. Ensuring that they are enforced, protected \r\nand promoted is possible only through a firmly \r\nestablished rule of law and well-functioning democratic \r\ninstitutions, democracy, good governance and a more \r\neffective multilateral system.\r\nIt is essential that the United Nations adapt to \r\nglobal challenges, guarantee its presence on the ground \r\nand respond to all the challenges faced by developing \r\ncountries in accordance with their priorities and \r\nneeds. It is thus imperative that development processes \r\nemphasize one of the greatest threats to the rule of \r\nlaw and democracy — poverty, particularly extreme \r\npoverty, which causes instability and insecurity. Our \r\nrule of law, is central to the tasks of the Organization’s \r\nvarious peacekeeping, peacebuilding and special \r\npolitical missions, including the United Nations \r\nStabilization Mission in Haiti, to which Uruguay is a \r\nprincipal contributor.\r\nOur historical belief that a national society must be \r\nruled by law means that we believe that the community \r\nof sovereign nations should regulate itself in conformity \r\nwith international law. In that context, it is Uruguay’s \r\nhope that the international community can take \r\neffective steps towards eliminating nuclear weapons \r\nand focus its efforts on eliminating this terrible threat \r\nstill hanging over humankind. Similarly, we call for \r\nredoubled efforts to enable us finally to conclude a \r\ntreaty regulating the arms trade, which has a serious \r\nimpact on Latin American and Caribbean countries and \r\nother developing regions of the world.\r\nRegarding the promotion and protection of human \r\nrights, Uruguay’s coordination with the international \r\nsystem has reached a very high level. Our country is \r\nparty to all legal instruments relating to human rights \r\nand international humanitarian law. It offers an open \r\ninvitation to all universal and inter-American special \r\nprocedures to visit the country and recognizes the \r\nbinding jurisdiction of all monitoring committees for \r\nreceiving individual complaints and communications. \r\nAt the same time, Uruguay has expressed its preference \r\nfor establishing international jurisdictional bodies \r\nand institutions. Our country’s longtime goal in this \r\narea was realized at the regional level through the \r\nestablishment in 1969 of the Inter-American Court of \r\nHuman Rights under the San José de Costa Rica Pact.\r\nUruguay has been a member of the Human Rights \r\nCouncil since its creation in 2006 and is its President \r\nfor the period 2011-2012. During our mandate, we \r\nhave advocated for a new culture of dialogue, for the \r\nprogressive and incremental utilization of special \r\nprocedures and other instruments for action before \r\nresorting to coercive or confrontational measures, for \r\na two-way cooperative model between States and the \r\nUnited Nations system, for greater regional coordination \r\nand for the importance of civil society’s participation. \r\nWe have promptly, clearly and constructively expressed \r\nour position on situations involving serious violations \r\nof human rights, ethnic cleansing, crimes against \r\nhumanity and war crimes.\r\nUruguay has been a party to the Rome Statute since \r\n2002 and has enacted a law that can be seen as a model \r\nof cooperation with the International Criminal Court.\r\n32 12-52443\r\nA/67/PV.18\r\nfor each Member State in particular to address those \r\nissues, individually or collectively.\r\nAs a small and peace-loving nation, Tuvalu \r\nwelcomes and fully supports the important services \r\nprovided by the United Nations and other organizations \r\nin the maintenance of peace and security around the \r\nworld, especially in conflict regions. We firmly believe \r\nthat the use of force through military or violent action \r\nas a means for settling disputes and conflicts should be \r\navoided at all costs. It is also important that countries \r\ninvolved in such disputes should be encouraged \r\nand supported in discussing the root causes of their \r\ndifferences among themselves in a non-confrontational \r\nmanner.\r\nWe concur fully with the President’s vision that \r\nwe cannot be defeated by terrorists, extremists and the \r\nsponsors and supporters who back them. The world \r\nwe want to give our future generations is not one of \r\nterrorism and fanaticism, or of  proliferation of weapons \r\nof mass destruction, maritime piracy, organized \r\ncrime, drugs and narcotic smuggling, child labour and \r\ntrafficking, slavery and religious intolerance. In the \r\nUnited Nations, we strive for international peace and \r\nsecurity; that is the world we want to give to all future \r\ngenerations.\r\nFaced with globalized agendas, the United Nations \r\nmust cooperate and seek engagement with other \r\norganizations and their memberships for partnerships \r\nin development activities. The United Nations should \r\nalso seek to ensure participatory planning in the design \r\nof any engagement so that we co-opt and work together \r\nwith the existing diverse fabric of our societies, whose \r\nissues we are trying to address and assist with. The \r\nUnited Nations should also align its programmes and \r\nactivities with those of the host country’s needs and \r\naction frameworks, heeding the distinctiveness of our \r\nmembership.\r\nWhen Tuvalu became the 189th Member of the \r\nUnited Nations in September 2000, we were conscious \r\nof the complexity and breadth of the United Nations \r\nagenda in comparison with our relatively modest \r\ncapacity. Yet there was one issue that we were \r\nconfidently determined to bring to the fore. Does the \r\nUnited Nations hear the plea of small island developing \r\nStates (SIDS) for fair treatment by the international \r\ncommunity?\r\nToday, 12 years later, we consider this lasting \r\nconcern almost totally unanswered. That may sound \r\ncountry has given absolute priority to combating that \r\nscourge purposefully and head on. In the past year \r\nalone, Uruguay was able to reduce the percentage of \r\npeople living in poverty from 18.6 to 13.7 per cent, and \r\nof those in extreme poverty from 1.1 to 0.5 per cent. \r\nCombating the adverse effects of climate change, a key \r\nchallenge to achieving sustainable development, is also \r\none of our priorities. \r\nNow more than ever, we must revitalize our global \r\nalliance for development and increase international \r\ncooperation.\r\nFinally, if the strength and sustainability of the \r\nrule of law at the national level depend on the active \r\nparticipation of citizens in defending the standards \r\nthat ensure every society’s continued coexistence and \r\ndevelopment, at the international level it requires full \r\ncompliance with the principles of international law and \r\nthe provisions of the Charter of the United Nations and \r\nstrong commitment to the causes of peace, the peaceful \r\nsettlement of disputes and multilateralism. That is the \r\nmain goal that Uruguay has pursued during the process \r\nof building the United Nations, both as a founding \r\nMember and through its participation in the activities \r\nof the General Assembly. It is our ambition to continue \r\nthose efforts from within the Security Council should \r\nour country be elected, as we hope, to that body as a \r\nnon-permanent member for the period 2016-2017.\r\nThe Acting President: I now call on His Excellency \r\nMr. Apisai Ielemia, Minister for Foreign Affairs, \r\nEnvironment, Trade, Labour and Tourism of Tuvalu.\r\nMr. Ielemia (Tuvalu): It is my great honour and \r\npleasure to participate in the general debate of the \r\nAssembly on behalf of the people and Government \r\nof Tuvalu. As Tuvalu will commemorate the thirty-\r\nfourth anniversary of its independence on Monday \r\nnext week, 1 October, let me take this opportunity to \r\nacknowledge with profound appreciation the continued \r\nassistance and support given us by the United Nations, \r\nthe international community and in particular our \r\ntraditional development partners in our pursuit of our \r\ndevelopment goals.\r\nThe overarching theme, “Bringing about adjustment \r\nor settlement of international disputes or situations by \r\npeaceful means”, together with a myriad of core issues \r\nthat have been chosen for the Assembly’s sixty-seventh \r\nsession, is fully supported by Tuvalu. In view of \r\ncircumstances facing the world today, there is certainly \r\nan urgent and critical need for the United Nations and \r\n12-52443 33\r\nA/67/PV.18\r\nalso, that some order be put in the definition of SIDS, \r\nas a necessary condition for making SIDS a genuine, \r\ninternationally accepted special category of countries.\r\nTuvalu greatly appreciates the decision taken \r\nby the Economic and Social Council to note the \r\nrecommendation of the Committee for Development \r\nPolicy to graduate Tuvalu from the least developed \r\ncountry category and to consider that issue at its next \r\nsubstantive session in 2013. That will allow the Council \r\nthe opportunity for full consideration of the particular \r\nchallenges Tuvalu faces. In that regard, despite the \r\nfact that Tuvalu has met two of the three criteria for \r\ngraduation from LDC status, there is an urgent need for \r\nthe United Nations to revisit such criteria in order to \r\nreflect and capture the real situation of the economies \r\nof the countries eligible for graduation. \r\nWe believe that treating the case of Tuvalu the \r\nsame way one deals with other countries is a denial \r\nof what decades of United Nations advocacy have set \r\nin place. It would be something akin to the principle \r\nof equal treatment, namely, the principle of special \r\ntreatment, which is precisely the foundation of the \r\nvery existence of LDC status. If the geographical \r\nlimitations and extreme vulnerabilities of Tuvalu do \r\nnot justify special consideration, what is the purpose \r\nof special and differentiated treatment, the cornerstone \r\nof international cooperation? Obviously, countries \r\nare acutely uneven and unequal, and treating them on \r\nthe basis of a one-size-fits-all paradigm would simply \r\nbe wrong. Tuvalu looks forward to the continued \r\nunderstanding and support of members of the Economic \r\nand Social Council on the question of its graduation \r\nfrom the LDC category.\r\nTuvalu also accords the highest priority to the \r\nattainment of the Millennium Development Goals \r\n(MDGs). Tuvalu has passionately pursued those Goals, \r\nand we sincerely thank the donor community for its \r\ninvaluable support, be it in-kind or financial. As we \r\nprogress to the end of the MDGs in 2015, we continue \r\nto seek such partnerships so as to ensure that the MDGs \r\nare achieved fully and effectively as we anticipate the \r\ntransition to the sustainable development goals. \r\nWe are also fully committed to the strategic \r\nimplementation of the essential dictates of the Barbados \r\nProgramme of Action for the Sustainable Development \r\nof Small Island Developing States, the Mauritius \r\nStrategy for its further implementation, and the \r\nIstanbul Programme of Action for the Least Developed \r\nsurprising to some representatives, as we all tend to be \r\nunder the impression that much work, time and energy \r\nhas been spent over the past two decades for the benefit \r\nof SIDS. Without going into detail on the state of the \r\nSIDS agenda, I would like to make three observations \r\non the subject and outline Tuvalu’s intentions in the \r\nsame vein.\r\nFirst, as much as we appreciate the work of \r\nvarious United Nations departments and programmes \r\non SIDS, we observe that this work has been almost \r\nentirely focused on stating and indefinitely reiterating \r\nthe challenges and problems SIDS are facing. We have \r\nseen nearly 20 General Assembly resolutions on SIDS \r\nadopted since the Global Conference on the Sustainable \r\nDevelopment of Small Island Developing States, held \r\nin Barbados, and numerous reports of the Secretary-\r\nGeneral on the subject. Two United Nations conferences \r\non SIDS have been organized, and now new momentum \r\nis gathering towards a third conference in 2014.\r\nSecondly, there is no part of the SIDS work in the \r\nUnited Nations that has ever generated international \r\nsupport measures specially reserved for SIDS. In other \r\nwords, in 20 years the United Nations has not been able \r\nto hear and answer the pleas our island States have been \r\nmaking for special treatment. SIDS status and SIDS-\r\nspecific treatment are truly what our small island States \r\nare in need of, just as the least developed countries \r\n(LDCs) need the special treatment extended to them by \r\nthe international community.\r\nThirdly, we would like to reply to those, within and \r\noutside the United Nations, who have been arguing that \r\nthe case for special treatment of SIDS is not and should \r\nnot be on the United Nations agenda, because special \r\ntreatment of SIDS would imply the existence of a SIDS \r\ncategory, and apparently, we are told, SIDS cannot \r\nbe considered and dealt with as a special category. \r\nTherefore, SIDS are only an abstract notion deliberately \r\nkept undefined, because any clarity or debate on what \r\nthey are and what precisely could be done for them \r\nwould be too challenging or disturbing.\r\nThat seemingly accepted sense of SIDS work in the \r\nUnited Nations does not match Tuvalu’s vision of what \r\nthe United Nations ought to be doing in support of those \r\ncountries. We believe that the time has come for us to \r\nspell it out; the third decade of United Nations work on \r\nSIDS should not be another round of lip service. That \r\nwill require a number of needed special international \r\nmeasures for SIDS to be identified and, naturally \r\n34 12-52443\r\nA/67/PV.18\r\nsubsequent cost to Tuvalu. Tuvalu wishes also to offer \r\nits established trust fund protocols to the United Nations \r\nand development partners’ funding mechanisms for \r\nclimate change adaptation as innovative financing \r\ninstruments and architecture for channelling such \r\nresources to Tuvalu. Our trust funds are governed by \r\ninternational agreements and renowned worldwide as \r\ntransparent and accountable mechanisms with high \r\ninternational standards of accounting and governance.\r\nMany suggestions for enhancing the role of the \r\nUnited Nations have been documented. We also \r\ncontinue to hear from the experts and technical \r\nadvisers of the development of alternative energy \r\ndrives and technologies, be they solar, wind or wave. \r\nIn our region, and I believe in many other remote areas, \r\nwe ask how we can get those new technologies to be \r\nreadily available and price-effective to the membership \r\nof the United Nations, especially LDCs and SIDS. We \r\ntherefore urge the United Nations and the Secretariat to \r\nact as facilitators of such developments and to expedite \r\ntechnology transfers, where appropriate, to bring our \r\nmany words and resolutions to fruition.\r\nOur collective and global efforts to have peace \r\nand security as a prerequisite for the stability needed \r\nfor global economic growth, sustainable development \r\nand social progress will be meaningless if the United \r\nNations continues not to recognize and acknowledge \r\nTaiwan’s significant contribution and efforts towards \r\nthe East China Sea peace initiative for regional \r\nstability and peace. Furthermore, Taiwan’s continued \r\ncontribution to the international community as one of \r\nthe committed development partners and responsible \r\nstakeholders in achieving the Millennium Development \r\nGoals should be recognized and accepted by the \r\nUnited Nations system as a valuable contribution to \r\nour collective efforts. In that regard, Tuvalu calls \r\nupon the United Nations subsidiary bodies, especially \r\nthe International Civil Aviation Organization and the \r\nUnited Nations Framework Convention on Climate \r\nChange, to recognize and allow Taiwan to participate \r\nin and contribute meaningfully to their meetings and \r\nactivities without reservations.\r\nIncidentally, any legitimate claim for new \r\nnationhood or independence, be it in the Pacific region \r\nor the world over, should be supported, as colonialism \r\nin any form is contradictory to the United Nations \r\nCharter, just as any form of discrimination by race, \r\ngender or belief is not accepted in a civilized, modern \r\nand free world.\r\nCountries for the Decade 2011-2020, and seek the \r\ncooperation of development partners to provide, in a \r\ntimely and predictable manner, financial and technical \r\nsupport to ensure their successful implementation.\r\nWe have repeatedly called on developed and \r\nemerging countries and their partners to take a \r\nleadership role in reducing their greenhouse-gas \r\nemissions and to help small and poor countries like \r\nTuvalu in their mitigation and adaptation activities. \r\nTuvalu’s security and nationhood are continuously being \r\nthreatened by the adverse impact of climate change, \r\nespecially by sea-level rise. Much has been said and \r\ndocumented on the root causes of climate change and \r\nits negative consequences for many countries, not just \r\nthe most vulnerable small island States like Tuvalu. Yet \r\nthe ongoing global pleas to address such consequences \r\nhave so far fallen on ignorant, if not deaf, ears.\r\nOur smallness and lack of natural endowments, as \r\nwell as being only four metres above sea level, leave \r\nus extremely vulnerable to natural shocks, particularly \r\nto the effects of climate change and sea-level rise. As \r\nis well known, sea-level rise and f looding threaten \r\nTuvalu’s limited agricultural production, undermine \r\nfood security, and increase our vulnerability to supply \r\ndisruptions. We therefore support advances and urge \r\nperseverance with the United Nations Framework \r\nConvention on Climate Change and the Kyoto Protocol \r\nas the primary international, intergovernmental forum \r\nfor negotiating the global response to climate change \r\nin order to give substance to international agreements.\r\nAs a sea-locked country, we in the Pacific have \r\noffered the resources of our vast oceans to be utilized \r\nby developed countries. We ask the partner countries \r\nto be more responsible and to reward us as guardians \r\nwith the appropriate compensations that are conducive \r\nto our development needs, as well as environmentally \r\nrecompensing. Domestically, Tuvalu is pursuing energy \r\nefficiencies, development strategies and goals that are \r\nboth green or blue and sustainable. We have challenged \r\nourselves to be 100 per cent renewable in 2020 in our \r\nenergy sector. We could miss the mark, but we will not \r\nbe comforted by remaining inactive, be it in our vision \r\nor in our action. We have asked developed countries to \r\nreduce carbon emissions; we will do the same at home, \r\nregardless of scale contrasts.\r\nWith the advent of technology, Tuvalu seeks \r\nthe donors’ assistance in realizing their pledges to \r\nestablish early-warning systems pertaining to tsunamis \r\nor tropical cyclones in order to mitigate any risk and \r\n12-52443 35\r\nA/67/PV.18\r\nmakes finding consensus in international forums that \r\nmuch more difficult. Frustration over the inability of \r\nexisting multilateral institutions to deal with those \r\nglobal challenges is growing, and that has given rise to \r\na greater tendency for countries to turn to smaller and \r\nmore exclusive groupings outside of the United Nations \r\nframework for solutions.\r\nThe Group of 20 (G-20) is one such example. \r\nWithout the G-20, the 2008 economic crisis may have \r\nwell led to a global depression. However, the G-20 is an \r\nexclusive grouping; it leaves out the vast majority of the \r\nUnited Nations membership, particularly small States. \r\nIt is a self-selected group, but one that is here to stay in \r\nthe foreseeable future. The Global Governance Group \r\nwas therefore established by like minded-countries, \r\nincluding Singapore, to strengthen the engagement \r\nbetween the G-20 and the general membership of the \r\nUnited Nations. Even as we work with the G-20, we \r\nshould look for ways to strengthen and reform existing \r\nmultilateral institutions, including the United Nations, \r\nthe World Bank, the International Monetary Fund and \r\nthe World Trade Organization. That will help us to \r\nachieve greater efficiency, rather than continuing to \r\ninvent more smaller groupings.\r\nMany of us often fault the United Nations, including \r\nthe Security Council, for its inability to act to resolve \r\nongoing conflicts. However, as frustrations mount, let \r\nus not forget that the United Nations and its organs, \r\nincluding the Security Council, can do only what \r\nits Members choose to do, so we are responsible for \r\nthe current state of affairs. The United Nations is an \r\norganization of sovereign nation States. It has no more \r\nauthority than what its Members give it. Any failure \r\nof the Security Council and the United Nations in \r\nmaintaining peace and security represents a failure of \r\nthe Member States themselves.\r\nWe should therefore support ongoing and new \r\nefforts aimed at strengthening the United Nations, \r\ninstead of denigrating it. The United Nations is unique \r\nin its ability to come up with global solutions because \r\nof its universal membership, legitimacy, experience \r\nand presence on the ground. No other organization \r\nis as well equipped to do so. A significant expansion \r\nof the United Nations mediation capabilities, good \r\noffices and peacekeeping efforts has made it central to \r\ninternational crisis prevention and the mediation and \r\nsettlement of disputes. We should continue to support \r\nthe strengthening of those aspects.\r\nI conclude by asking that the United Nations \r\ncontinue to cooperate in an unprecedented way. \r\nThe United Nations  must work together more \r\nenterprisingly and reform our strategies to conform \r\nto new developments, contemporary innovations and \r\nissues. Holding and hosting meeting after meeting is \r\na good engagement strategy and directs our activities. \r\nHowever, delaying the implementation of resolutions is \r\ndetrimental, as resolution after resolution is shelved or \r\ndeferred until they are redundant. The United Nations \r\nCharter, I believe, is premised on timely actions and \r\nachievements to gauge whether we are effective and \r\nsustainable or merely validating our inactivity.\r\nI wish the President, the Secretary-General and \r\nall our membership every success in the sixty-seventh \r\nsession of the General Assembly.\r\nThe Acting President: I now call on His Excellency \r\nMr. K. Shanmugam, Minister for Foreign Affairs of the \r\nRepublic of Singapore.\r\nMr. Shanmugam (Singapore): I extend my \r\ncongratulations to Mr. Vuk Jeremić on his election as \r\nPresident of the General Assembly at its sixty-seventh \r\nsession. I wish him every success in the year ahead.\r\nThe global economic situation remains uncertain. \r\nEurope is in recession and growth in other places is \r\nweakening. There is increasing concern that this \r\ncombination of weak consumer demand in developing \r\ncountries and a continuing crisis in the eurozone may \r\nlead to a global recession. An even greater danger, \r\nespecially for small States like Singapore that depend \r\non global trade, is the risk of increased protectionism.\r\nPopulist pressures in countries affected by austerity \r\nand economic crisis can cause further instability as \r\npoliticians become unwilling or unable to deal with \r\nlong-term, structural economic problems. While \r\nemerging economies focus on maintaining economic \r\ngrowth, developed economies are preoccupied with \r\nboth immediate and structural socioeconomic problems. \r\nUnderstandably, there is less focus on strategic regional \r\nand international issues. However, serious, long-term \r\nchallenges remain. Rising income disparities, climate \r\nchange issues and worries about food security are not \r\nbeing adequately addressed at the global level.\r\nAmid that uncertainty, no State or group of \r\nStates currently has the power to definitively set the \r\ninternational agenda. Decision-making and governance \r\non global issues have and will continue to become \r\nincreasingly complicated. The multiplicity of interests \r\n36 12-52443\r\nA/67/PV.18\r\nAs major beneficiaries of a stable international \r\nsystem, it is incumbent upon small States to not only \r\nsupport the international rule of law, but to also speak \r\nup against its violation. This year, the 105-member \r\nForum of Small States will commemorate its twentieth \r\nanniversary with a high-level conference on small \r\nStates on 1 October. The conference will discuss the \r\nrole of small States in international relations, including \r\nour commitment to the rule of law and the peaceful \r\nsettlement of disputes. We invite all Member States \r\nto attend the conference. We hope that the conference \r\nwill be a platform for small States to share our \r\nexperiences and remind the international community \r\nthat small States, too, have contributions to make to the \r\nmaintenance of an international system that benefits all \r\nnations of any size.\r\nThe Acting President: I now call on His Excellency \r\nMr. Moussa Faki Mahamat, Minister for Foreign Affairs \r\nand African Integration of the Republic of Chad.\r\nMr. Mahamat (Chad) (spoke in French): At the \r\noutset, allow me on behalf of the Chadian delevation \r\nto wholeheartedly thank the President for selecting \r\nthe theme for the sixty-seventh session of the General \r\nAssembly, “Bringing about adjustment or settlement of \r\ninternational disputes or situations by peaceful means”. \r\nThat subject is at the very heart of the principles that \r\nunderlie the existence of our Organization, and reflects \r\nthe global concerns of our day. \r\nIndeed, the world is in an period of unprecedented \r\ntension, perhaps even more serious than that following \r\nthe Cold War. From Afghanistan to Mali; from Pakistan \r\nto Somalia; from Libya to Syria; and from the Israeli-\r\nPalestinian conflict to that of the Sudan and South \r\nSudan, most of the crises that have recently shaken and \r\ncontinue to shake our planet, while undoubtedly rooted \r\nin political and social claims, also have considerable \r\nreligious and cultural undertones that are often difficult \r\nto address. \r\nAfrica is the crucible of all the scourges affecting \r\nthe world. The war and attacks in Somalia, the situation \r\nin Mali, the crises in the Democratic Republic of the \r\nCongo and between the two Sudans, violence in \r\nLibya and outbreaks in Côte d’Ivoire and the Central \r\nAfrican Republic are situations which many attempts to \r\nresolve have proved ineffective. Based on the principle \r\nthat without peace and security development is not \r\npossible, the international community, embodied in the \r\nUnited Nations, has the firm obligation to contribute \r\nThe five permanent members of the Security \r\nCouncil, with their veto powers, have the primary \r\nresponsibility to make the Council more effective. \r\nThat is why Singapore has consistently called for \r\nimprovement in the Security Council’s working \r\nmethods. The Security Council is not a rubber stamp \r\nfor the interests of its individual members. Its power, if \r\nnot visibly and openly wielded for the greater good and \r\nto discharge its mandate in all instances, will eventually \r\nundermine its legitimacy and leadership role in the \r\ninternational community. That is in no one’s interest.\r\nSingapore believes that the long-term goal of the \r\nUnited Nations should be to provide an effective system \r\nof international law and resilient mechanisms for the \r\npeaceful settlement of disputes. That will provide a \r\nplatform for States under threat to bring their problems \r\nbefore those mechanisms with confidence, rather than \r\ntrying to resolve them by force.\r\nThe President has selected an important theme for \r\nthe sixty-seventh session of the General Assembly: \r\nbringing about adjustment or settlement of international \r\ndisputes or situations by peaceful means. In a fast-\r\nchanging environment, where the global governance \r\nstructure is fragmented and coordination is difficult, \r\nthe parameters of dialogue among States become \r\ncrucial. \r\nIn that dialogue among States, respect for the rule \r\nof law by all parties is essential. If that were not the \r\ncase, small States would lose their independence and \r\nautonomy, and even the larger and stronger States could \r\nnever feel entirely secure. A stable international system \r\nis critical to our collective security. Small States like \r\nSingapore are vulnerable even at the best of times, and \r\nthese are not the best of times. It is therefore particularly \r\nimportant for small States to be in an international \r\nenvironment where international law and institutions \r\nbased on law can f lourish. We need a predictable and \r\nstable, rules-based international system in order for all \r\nof us to survive.\r\nSingapore firmly believes in the importance \r\nof safeguarding the international rule of law. We \r\nhave participated actively in various multilateral \r\nnegotiations, used international dispute mechanisms, \r\nsuch as the International Court of Justice and the \r\nInternational Tribunal for the Law of the Sea, to \r\nresolve disputes we have had with other countries. Our \r\nview is that disputes, including those over territorial \r\nsovereignty, can and should be resolved peacefully, in \r\naccordance with international law.  \r\n12-52443 37\r\nA/67/PV.18\r\nthe Community of Sahelo-Saharan States (CEN-SAD) \r\nhave undertaken a reform of our organization, which \r\nwill incorporate peace and security dimensions into its \r\nupdated texts. The President of the Republic of Chad, \r\nMr. Idriss Deby Itno, has invited his colleagues from \r\nmember countries to a summit meeting in N’Djamena \r\non 29 November to adopt new texts aimed at refocusing \r\nCEN-SAD’s objectives on the specific concerns of the \r\nregion. \r\nThe ability of extremist groups to cause harm \r\nacross borders calls for a collective and appropriate \r\nresponse. Our community, CEN-SAD, which includes \r\nalmost all of the countries of the Sahel and the Saraha, \r\nseems to be the appropriate structure in which to bring \r\ntogether all our response strategies.  \r\nDrawing on lessons from the difficulties experienced \r\nby the United Nations on the ground, Chad requested \r\nthe departure in 2010 of the United Nations Mission in \r\nthe Central African Republic and Chad (MINURCAT). \r\nThe Mission had been mandated to stabilize the region \r\nand protect Sudanese refugee camps in Darfur and \r\nthose of internally displaced persons  in eastern Chad. \r\nDespite a huge budget and considerable resources, that \r\nforce did not prove to be an effective deterrent. It left the \r\nbulk of the work to the Détachement intégré de sécurité \r\n(DIS), a special national Chadian force made up 600 \r\nmen and women. After MINURCAT’s departure, \r\nChad decided to entrust DIS with the protection of \r\nrefugees and displaced persons and any humanitarian \r\norganizations that provided assistance. A joint support \r\nprogramme for DIS was signed in February 2011 in \r\norder to mobilize the necessary logistical financial \r\nsupport to enable it to operate. The overall budget was \r\nestimated to be $20 million, about 2 per cent of the \r\nbudget allocated to MINURCAT, which, I would remind \r\nthe Assembly, amounted to some $800 million per year. \r\nThat support has not yet been forthcoming, and Chad \r\nhas been bearing the cost of the unit alone, estimated \r\nat about $4 million per year. I would also remind the \r\nAssembly that the responsibility of providing security \r\nto refugees, displaced persons and humanitarian \r\norganizations living in that region cannot and should \r\nnot be left to Chad alone. The international community \r\nhas the obligation to consider that issue and address \r\nit. That is why Chad is reiterating the special appeal \r\nit launched from this rostrum last year, requesting our \r\nOrganization to take heed.\r\nAfrica sorely needs international solidarity, not \r\nonly to settle the conflicts and crises sweeping through \r\nto establishing peace by making use of all the legal \r\nmechanisms at its disposal for settling conflict. \r\nThe Organization has been particularly active \r\nin recent years in different theatres of conflict, such \r\nas Afghanistan, Darfur, Côte d’Ivoire, Libya and the \r\nDemocratic Republic of the Congo. Since its inception, \r\nthe United Nations has never been so involved in different \r\nhotbeds of tension around the world. We commend that \r\npresence because of its calming and legitimizing effect \r\non populations and even on protagonists. However, \r\nwe also need to ponder the form and effectiveness of \r\nthat presence. The stalemate in the Israeli-Palestinian \r\nconflict and the crisis in the Democratic Republic of \r\nthe Congo, despite the massive and costly deployments \r\nof the forces mandated by the United Nations, clearly \r\nreflect the inability of the international community to \r\nimpose peace where it is necessary. \r\nThe crisis in Mali comes as a test and a challenge \r\nfor the international community. Along with that crisis, \r\nobscurantist and violent religious fundamentalism, \r\ndrug and human trafficking and irredentist claims \r\nhave taken root in the very heart of Africa today. Can \r\nthe world continue to stand by for much longer given \r\nthat that gangrene, of which Mali is only the epicentre, \r\nthreatens to spread throughout the entire Sahel? \r\nOur delegation commends the determination \r\nof the international community seen at the high-\r\nlevel meeting on the Sahel that was organized on the \r\ninitiative of the Secretary-General. We commend the \r\ncommitments of France, the Economic Community of \r\nWest African States and above all those of the primary \r\nparty concerned, namely, Mali, to act to eradicate that \r\ngangrene. The United Nations, too, needs to expedite \r\nprocedures and act quickly by adopting a resolution that \r\nwould authorize the intervention of an international \r\nmilitary force. \r\nI would like to take advantage of my presence at \r\nthis rostrum to warmly commend Mr. Omer Hassan \r\nA. Al-Bashir of the Sudan and Mr. Salva Kiir of South \r\nSudan, who overcame their differences and reached \r\na peace and security agreement, albeit partial. We \r\nsincerely hope that the agreement will quickly lead \r\nto a final understanding, which is so necessary to the \r\nprogress of the countries and to the stability of the \r\nsubregion. \r\nIt is my pleasure to inform the Assembly that within \r\nthe framework of subregional initiatives with respect to \r\npeace and security in the Sahel, the member countries of \r\n38 12-52443\r\nA/67/PV.18\r\nDespite all those constraints and the sacrifices \r\nundertaken by Chad, we have not been able to benefit \r\nfrom the debt relief that comes with reaching the \r\ncompletion point. We therefore call on our bilateral and \r\nmultilateral partners to take into account our unique \r\nsituation and support us as we move forward. \r\nThe theme of our session this year reminds us that \r\nall of the formulas that have been used to address the \r\nIsraeli-Palestinian conflict have failed. As the crisis \r\ngoes on and on, it is becoming accepted; yet, it is at the \r\nvery root of the worst violence the world has seen in \r\nrecent years. The community of nations cannot behave \r\nlike an ostrich indefinitely, allowing a crisis as old as the \r\nUnited Nations itself to drag on interminably — a crisis \r\nwhich is a constant threat to peace and the regional and \r\nglobal balance. Here, too, old postures need to change \r\nand robust initiatives need to be taken to put an end to \r\nthe conflict, which has gone on far too long.\r\nThe international realities of our time should also \r\nstrengthen our determination to bring about the reform \r\nof the Security Council. The primary innovation should \r\nbe to expand its membership, with the admission of \r\nAfrica as a permanent member with the right of veto. \r\nThe world has greatly changed. We therefore need to \r\nadapt our global governance to these developments.\r\nIn conclusion, the delegation of Chad, through \r\nme, would like to express how much we admire the \r\nnewly elected President’s steering of the work of the \r\nGeneral Assembly. We also would like to pay tribute to \r\nthe Secretary-General for his personal commitment in \r\nthe quest for peace worldwide. We firmly hope that his \r\nefforts will be successful and bring about more justice \r\nand serenity for humankind.\r\nThe Acting President: I now call on His Excellency \r\nMr. Hamady Ould Hamady, Minister for Foreign Affairs \r\nand Cooperation of the Islamic Republic of Mauritania.\r\nMr. Ould Hamady (Mauritania) (spoke in Arabic): \r\nI am pleased and honoured at the outset to express our \r\nheartfelt congratulations on the election of Mr. Vuk \r\nJeremić as President of the General Assembly at its \r\nsixty-seventh session. We have every confidence in his \r\nefforts and in everything that he will undertake in order \r\nto maintain the gains made in preserving international \r\npeace and security and to promote an international \r\norder that will ensure peace, prosperity and progress \r\nfor all humankind. I am firmly convinced that the \r\nproficiency, political skills and spirit of responsibility \r\nthat he demonstrated when he twice served as Minister \r\nit, but also for its development. In both cases, the results \r\nhave been disappointing. The Millennium Development \r\nGoals, official development assistance and debt relief, \r\nin sum all of the commitments made in that regard, \r\nhave either not been met or have been met only \r\nhalfway. We would remind the Assembly that poverty, \r\nunemployment and, at times, despair are the scourges \r\nthat push young Africans to extremism and to seek \r\nbetter prospects elsewhere. Africa needs  assistance on \r\na large scale, not in small doses, in order to help those \r\nyoung people and give them new confidence in their \r\ncontinent. This would not absolve the African States \r\nfrom shouldering their primary responsibility to create \r\nthe right conditions for progress and prosperity. \r\nFor its part, my country, Chad, under the \r\nleadership of President Idriss Deby Itno, is continuing \r\nthe necessary political and economic reforms for its \r\ndevelopment and stability. We have just held the first \r\nmunicipal elections in our political history, and there \r\nwere presidential and legislative elections in 2011. In \r\naddition, we are reviewing ways of establishing new \r\narrangements for political dialogue with the democratic \r\nopposition, similar to those which enabled us to hold \r\nthe latest elections in a calm and tranquil environment. \r\nFor that reason, we are patiently working to \r\nconsolidate the rule of law and strengthen the values of \r\ntolerance and democracy within Chadian society. That \r\nis a long and arduous process in a country that has just \r\nbeen through three decades of violence and political \r\ninstability. With stability restored and socioeconomic \r\nprogress achieved, Chad would like to make its modest \r\ncontribution to building a world of justice and peace. \r\nFor that reason, my country is for the first time a \r\ncandidate for a non-permanent seat in the Security \r\nCouncil during the elections of October 2013. \r\nThe efforts undertaken by my country have, \r\nhowever, been hampered by unexpected events: first, \r\nthe crisis in Libya, which required us to strengthen \r\nsecurity along the borders with that country, in addition \r\nto our efforts to secure our borders with the Sudan, the \r\nCentral African Republic and the Lake Chad region that \r\nborders Nigeria and the Niger; secondly, the arrival of \r\nnearly 100,000 Chadians who had f led the war in Libya, \r\nthe majority of whom were young people needing help \r\nwith reintegration; and, thirdly, the current f loods, \r\ncaused by exceptionally heavy rains. The Government’s \r\nappeal for help for the victims of the disaster has not yet \r\nreceived the expected response. \r\n12-52443 39\r\nA/67/PV.18\r\n106 contingents, totalling 24,536 refugees, between \r\n29 January 2008 and 25 March 2012.\r\nMr. Mohamed Ould Abdel Aziz, President of the \r\nIslamic Republic of Mauritania, personally presided \r\nover an official ceremony on 25 March in the city \r\nof Rosso, which is the capital of the state of Traza. \r\nThat was an opportunity for the High Commissioner \r\nfor Refugees, Mr. Antonio Guterres, to solemnly \r\nproclaim that the issue of the Mauritanian refugees \r\nin Senegal was finally closed. Along the same lines, \r\nthe Government undertook to resolve the issue of the \r\nso-called humanitarian debt by paying those victims \r\nwho were entitled to compensation and by settling the \r\nsituation of members of the armed and security forces, \r\nGovernment workers and contract civil servants, whose \r\nrights were also restored.\r\nThere has been a genuine and transparent political \r\ndialogue between the parties of the President’s majority \r\nand certain democratic opposition parties, which led to \r\nan agreement late last year. The agreement included the \r\ncreation of  a national independent electoral commission \r\nthat is completely autonomous and that will fully \r\noversee the upcoming elections, beginning with the \r\nlegislative and municipal elections. In addition, there \r\nhave been many important constitutional reforms, as \r\ncalled for by the democratic opposition.\r\nMauritania has worked to strengthen good \r\ngovernance by ensuring transparency in the \r\nmanagement of public funds and by enhancing the \r\nindependent judicial system, particularly by improving \r\nthe conditions of judges and guaranteeing their \r\nindependence. The economy has seen sustained growth, \r\nincluding the implementation of ambitious programmes \r\naimed at improving the living conditions of the people, \r\nespecially those with low incomes.\r\nSince the accession to the presidency of Mr. Ould \r\nAbdel Aziz, the Islamic Republic of Mauritania has been \r\nreactivating its presence in regional and international \r\norganizations, first and foremost in the United Nations \r\nand its specialized agencies. We adhere fully to its \r\nnoble ideals, and we comply with the resolutions, as a \r\nstrategic choice for our foreign policy. In this regard, we \r\nreaffirm our support for reform of the United Nations \r\nsystem, particularly the Security Council. \r\nWe reiterate our desire to see the African continent \r\nreceive a permanent seat on the Council, since it \r\nis the only continent that does not have permanent \r\nrepresentation in the body that addresses international \r\nfor Foreign Affairs of the Republic of Serbia will give \r\nhim the ability to do so.\r\nI would also like to underscore the continual \r\nefforts of Mr. Nassir Abdulaziz Al-Nasser, President \r\nof the General Assembly at its sixty-sixth session, and \r\nhis determination to promote dialogue as an effective \r\ntool for cooperation and to formulate the best possible \r\nsolutions to international issues.\r\nWe would like, too, to congratulate and thank \r\nSecretary-General Ban Ki-moon for his steadfast \r\nactivities to preserve international peace and security \r\nand to promote the Millennium Development Goals, as \r\nwell as to mobilize the international community to deal \r\nwith climate change, which now has a negative impact \r\non the future of humankind.\r\nThe sixty-seventh session of the General Assembly \r\nis taking place at a time when many regions of the \r\nworld are facing particularly difficult political and \r\neconomic conditions. Aware of the importance of the \r\nrole and responsibility of our citizens in steering the \r\ndestiny of the country, we in the Islamic Republic of \r\nMauritania  have been able to carry out a peaceful, \r\nsmooth transition from a repressive totalitarian regime \r\nand the mismanagement of public wealth to democratic \r\nrule based on credible constitutional institutions, \r\nthereby restoring the rule of law.\r\nWe are also pleased to see that the peaceful \r\nsettlement of national and international disputes is the \r\ntheme selected for this session of the General Assembly, \r\nand we appreciate the results of the high-level dialogue \r\non that important subject.\r\nFrom that standpoint, my country has enacted a \r\nseries of laws and reforms enshrining individual and \r\ncollective political freedoms, guaranteeing the people \r\nas a whole the full exercise of those basic rights, subject \r\nto the rule of law, and ensuring the independence of \r\nthe judiciary. In that context, the Islamic Republic \r\nof Mauritania has sought to fulfil all the obligations \r\nand commitments it undertook under the tripartite \r\nagreement with the Office of the United Nations High \r\nCommissioner for Refugees, on the one hand, and the \r\nGovernment of the host State, the sister Republic of \r\nSenegal, on the other. The agreement concerned  the \r\norganized return of Mauritanians who had been living \r\nin Senegal since the end of the 1980s. The operation \r\nwas completed in perfect accord with all the parties \r\ninvolved and consisted of the organized return of \r\n40 12-52443\r\nA/67/PV.18\r\nwhich has a direct impact on purchasing power in many \r\npoor countries, where a large part of the population lives \r\non less than $1 per day. Rates of net financial transfers \r\nto developing countries are falling, and revenue from \r\ntourism is falling acutely. Infant mortality is rising. \r\nThe heavy debt burden seriously slows the economies \r\nof developing countries, especially least developed, and \r\ndirectly affects the already modest financial resources \r\nof the countries, thereby hampering their ability to \r\nmeet their basic needs in terms of infrastructure and \r\npublic services.\r\nAgainst this worrying backdrop, we call on rich \r\ncountries and donors to honour their commitment to \r\ncontribute to the economies of developing countries, \r\ngiving priority to least developed, so that they can have \r\nacceptable access to public services, thus ensuring \r\npeaceful civil order, security, stability and social \r\ncohesion in those countries, and thereby safeguard \r\npeace around the world.\r\nAt the initiative, and with the support, of President \r\nMohamed Ould Abdel Aziz, our Government has \r\nendeavoured to provide citizens decent living \r\nconditions and to help them in times of crises. In this \r\nconnection, an emergency intervention plan, known as \r\nthe 2012 Hope Plan, supported by some $170 million \r\nof State budgetary resources, was launched to deal \r\nwith declining agricultural production and pastures \r\ndeclining owing to a lack of rain last year, as our \r\ncountry is greatly dependent on farming and livestock-\r\nraising. This ambitious plan is providing food and \r\ndrinking water for both people and livestock, and at \r\naffordable prices with a view to mitigate the impact of \r\nthe crisis, in particular for the poorest segments of the \r\npopulation. This plan has been unanimously received \r\nas a clear success on all levels. It has allowed us to avert \r\nfamine, epidemics and serious malnutrition in children, \r\npregnant women and nursing mothers. Even livestock \r\nepidemics have been averted, with losses being kept \r\nwithin reasonable limits. \r\nOur Government is also working tirelessly to \r\nbroaden access to education and to improve both the \r\nquality and quantity of teaching and to broaden health \r\ncoverage throughout the nation. We have built a modern \r\ncancer hospital, which is among the best equipped in \r\nthe region, and a cardiology hospital and a diabetes \r\ncentre, not to mention the establishment of 50 dialysis \r\ncentres. All of this was achieved in a record time of \r\njust over three years since the accession to power of \r\npeace and security. That is true despite the fact that one \r\nbillion people inhabit the continent of Africa and two \r\nthirds of peacekeeping operations take place there. In \r\naddition, we call for a permanent seat on the Council \r\nfor the Arab Group because of its demographic weight \r\nvis-à-vis the global population and its considerable \r\neconomic potential, in particular in the area of energy.\r\nMy country provides effective support to \r\nintergovernmental efforts that have been taking place \r\nfor a number of years to find a solution that enjoys \r\nthe consensus of Member States on the reform of \r\nthe United Nations in general, the working methods \r\nand mechanisms of its decision-making bodies, and \r\nabove all, membership in the Security Council and \r\nthe issue of defining its authority and codifying its \r\nworking relationship with the General Assembly in \r\norder to ensure the effectiveness of our Organization \r\nin faithfully reflecting the will of the international \r\ncommunity.\r\nWe note with great satisfaction the tireless efforts \r\nto achieve consensus during the sixty-seventh session, \r\nincluding with regard to the conclusions of the United \r\nNations Conference on Sustainable Development, \r\nwhich will undoubtedly contribute — if they are \r\nimplemented, obviously — to limiting the major risks \r\nfacing our planet, in particular the phenomena of global \r\nwarming and climate change, which are now the clear \r\nconcern and danger facing humankind.\r\nWe welcome the outcomes of the Second Conference \r\nto Review Progress Made in the Implementation of \r\nthe United Nations Programme of Action to Prevent, \r\nCombat and Eradicate the Illicit Trade in Small Arms \r\nand Light Weapons in All Its Aspects, which led to a \r\nconsensus agreement on a programme of action to \r\nprevent the illicit trade in small arms and light weapons.\r\nDespite the efforts made and results achieved \r\nduring the Assembly’s sixty-sixth and earlier sessions, \r\nincluding the Millennium Summit, despite the \r\nestablishment of goals and the adoption of an agenda to \r\nachieve them, most developing countries, particularly \r\nthe least developed, are falling short of achieving their \r\nobjectives. This is due to a range of factors, including, \r\nfor example, endemic unemployment, particularly \r\namong young people; the prevalence of extreme poverty \r\namong the most vulnerable segments of society; and the \r\nslowing of growth and stagnation of the global economy. \r\nForeign direct investment is declining in Africa. The \r\nprices of basic goods on international markets are rising, \r\n12-52443 41\r\nA/67/PV.18\r\nMy country is perfectly aware of the close \r\nrelationship between security, development and \r\ndemocracy and of the fact that security is a necessary \r\ncondition for development, for the establishment of \r\ndemocracy and for strengthening the institutions of \r\nthe rule of law. We have therefore made the adoption \r\nof the necessary array of legislation a top priority and \r\nhas committed to adopting measures to guarantee \r\nthe security and safety of our citizens and of foreign \r\nnationals residing in our country among our hospitable, \r\nwarm people. Our armed and security forces have \r\nresolutely and courageously faced criminal terrorist \r\narmed groups that have threatened our security and that \r\nof our guests. We have therefore been able to secure our \r\nborders and restore our sovereignty in each area of our \r\ncountry, and we now control all access points, despite \r\nthe great length of our borders.\r\nThe Islamic Republic of Mauritania is most \r\nseriously following the dramatic developments of the \r\nsituation in the sisterly Syrian Arab Republic. We call \r\non all parties involved to put an end to the escalating \r\nviolence and to focus on dialogue in order to find \r\na peaceful solution to the crisis so that the brotherly \r\nSyrian people can avoid further horror, desolation and \r\ndestruction, as well as to ensure the unity and territorial \r\nintegrity of Syria and the cohesion of its social fabric. \r\nWe have every hope that the mission of the Special Joint \r\nRepresentative of the United Nations and the League of \r\nArab States, Mr. Lakhdar Brahimi, whom my country \r\nfully supports, will be able to open the path to a positive \r\nsolution to that crisis, which poses a serious threat to \r\nthe peace and security of the entire Middle East and \r\nthe entire world, with extremely negative effects on the \r\nSyrian economy.\r\nWe enthusiastically welcome the democratic \r\nchanges that took place in Tunisia, Yemen, Egypt \r\nand Libya. We are convinced they will contribute to \r\nconsolidating civil peace and security and will bring \r\nabout a shining future for those fraternal countries and \r\npeoples. \r\nWe have the firm hope that the agreements recently \r\nreached between the Sudan and the Republic of South \r\nSudan will lead to the peaceful settlement of all \r\npending issues between those two States. My country \r\nis also wholly satisfied with the recent legislative and \r\npresidential elections in Somalia. We hope they will \r\nstrengthen peace and security in that brotherly country, \r\nwhich has been devastated for two decades by the \r\ncollapse of central power and by a number of other \r\nPresident Ould Abdel Aziz following the elections of \r\n18 July 2009.\r\nOur subregion, the Sahel, has been for some years \r\na haven for organized crime networks of many types, \r\nfrom smuggling drugs, weapons and munitions to \r\nhuman trafficking, illegal immigration, hostage-taking \r\nand especially terrorism. Together they have led to the \r\nextremely serious situation currently unfolding in our \r\nfriendly neighbour, Mali, whose northern regions in \r\nparticular represent a serious threat to the security of \r\nthe entire subregion.\r\nGiven those conditions, we are following \r\ndevelopments in Mali with great concern. Reaffirming \r\nour deep commitment to the unity and territorial \r\nintegrity of Mali, we hope that the international \r\ncommunity, through the Security Council, will fully \r\nshoulder its responsibilities and take the necessary \r\ndecisions, in consultation with the Government of Mali \r\nand neighbouring countries, with a view to achieving \r\na swift solution that would ensure the re-establishment \r\nof State authority throughout the territory, a return \r\nto peaceful civil order for all of Mali’s people and \r\nthe complete and lasting eradication of terrorism and \r\norganized crime in northern Mali and the Sahel as a \r\nwhole.\r\nThe Islamic Republic of Mauritania has steadfastly \r\ntaken principled positions with regard to that tragic \r\ncrisis. We swiftly condemned the military coup d’état \r\nthat ousted the elected President and interrupted \r\nthe electoral process. We have strenuously rejected \r\nseparatist claims and unequivocally condemned the \r\noccupation of northern Mali by armed terrorist groups. \r\nWe have continuously reaffirmed our commitment to \r\nthe unity, territorial integrity and social cohesion of \r\nsisterly Mali.\r\nMy country swiftly and early took all appropriate \r\nmeasures to accept refugees from Mali. Today there \r\nare more than 110,000 in a camp that has become \r\nthe second largest city in Mauritania in terms of \r\npopulation, after the capital Nouakchott. Despite the \r\nsevere constraints linked to drought and the scarcity of \r\nfinancial resources, Mauritania is providing shelter to \r\nthose refugees in satisfactory conditions that meet with \r\nthe approval of international humanitarian agencies, \r\nincluding the United Nations High Commissioner \r\nfor Refugees, with whom we work very closely and \r\nmaintain constant contact.\r\n42 12-52443\r\nA/67/PV.18\r\non the borders of 4 June 1967, with Al-Quds Al-Sharif \r\nas its capital.\r\nPromoting a culture of peace and the values \r\nand spirit of tolerance among different peoples and \r\ncivilizations and establishing equity and justice among \r\nand between peoples at a global level are the right ways \r\nto safeguard peace and security in our world. There are \r\noutstanding issues without any prospects for solution. \r\nThere is a huge gap between rich and poor. There are \r\nimbalances in the global economic infrastructure and \r\nan absence of genuine justice, equity, and equality. All \r\nof those issues have contributed to the escalation of \r\nareas of tension and the expansion of the phenomenon \r\nof terrorism. \r\nThe Islamic Republic of Mauritania rejects \r\nterrorism in all its forms and manifestations. We are \r\ncommitted to our Islamic values, which require that we \r\nrespect tolerance and fraternity and reject any form of \r\nextremism and violence. The international community \r\nurgently needs to study the reasons for extremism and \r\nthe best ways to uproot and eradicate that problem.\r\nThe noble ideals by which the international \r\ncommunity was guided during the creation of this \r\nOrganization will be respected only if the States and \r\npeoples of the world can benefit from the potential \r\nof development to provide the conditions for a decent \r\nlife for all human beings, especially in developing \r\ncountries, while respecting the values of freedom and \r\nequity. That is how we will be able to achieve the values \r\nthat are at the very basis of the United Nations.\r\nThe Acting President:  I now call on His Excellency \r\nMr. Ali Ahmed Karti, Minister for Foreign Affairs of \r\nthe Republic of the Sudan.\r\nMr. Karti  (Sudan) (spoke in Arabic): At the outset, \r\nallow me to express our warm congratulations to \r\nMr. Vuk Jeremič on his election to the presidency of \r\nthe General Assembly at its sixty-seventh session. \r\nI am confident that his experience will ensure the \r\nsuccess of our meetings. I should like to commend his \r\npredecessor, Ambassador Nassir Abdulaziz Al-Nasser, \r\nand to express my appreciation and gratitude to \r\nSecretary-General Ban Ki-moon for his efforts to \r\nstrengthen the role of the United Nations. It is my hope \r\nthat deliberations at this session will be successful, \r\nwhich would contribute to fulfilling the hopes and \r\naspirations of the peoples of the world to a life of \r\nsecurity, peace and stability, on the basis of the values \r\ndifficulties, including the destruction of infrastructure \r\nand the displacement of its people, armed conflicts \r\nbetween warlords, and the activities of armed terrorist \r\ngroups that have sown terror among innocent civilians. \r\nMy country is closely following the issue of \r\nWestern Sahara. We reiterate our full support for the \r\nefforts of the Secretary-General and of his Special \r\nEnvoy aimed at bringing about a lasting, comprehensive \r\nand fair solution that would have the consent of both \r\nparties and would serve to uphold peace and security \r\nin the region and thereby promote the establishment \r\nof a progressive, prosperous Arab Maghreb, which our \r\npeople legitimately hope for.\r\nThe Israeli-Arab conflict is a permanent source \r\nof hatred and hostility and a serious threat to peace \r\nand security in a vital region of the world. The legal \r\nframework and the general conditions to address that \r\nsituation have been defined and reiterated for a long \r\ntime now, in a spate of resolutions in the Security \r\nCouncil and the General Assembly. That has all been \r\nformally confirmed via the Arab Peace Initiative, \r\nwhich is based on the principle of land for peace \r\nand which aims at resolving the ongoing conflict, \r\nTherefore we urge the international community to \r\ngrant the request that Mahmoud Abbas, President of \r\nthe Palestinian Authority, made in the last Assembly \r\nsession, seeking the recognition of the Palestinian State \r\nby the international community, within the borders of \r\n4 June 1967. \r\nThat is the only way to end the suffering of the \r\nPalestinian people, which has gone on for almost as \r\nlong as this Organization has existed. It is also the way \r\nfor the international community to shoulder its historic \r\nresponsibility with respect to Palestine and the desire \r\nto achieve justice and to ensure credibility and equity \r\nbetween the two parties to the conflict, in compliance \r\nwith the relevant resolutions of international legality. \r\nWe also reiterate our condemnation of the standing \r\nembargo of the Gaza Strip and the crimes perpetrated \r\nby the Israeli war machine against Palestinian civilians, \r\nalong with the massive destruction of their properties \r\nand infrastructure.\r\nIt is no longer acceptable that all those paths \r\ncontinue to be firmly closed off to an unarmed \r\nPalestinian people, who have been assigned to fictitious \r\nnegotiations that are themselves an insurmountable \r\nobstacle to their achieving their most basic right, which \r\nis the establishment of their national independent State \r\n12-52443 43\r\nA/67/PV.18\r\ntime frame, which led to the known referendum in \r\nwhich the people of South Sudan decided to secede.\r\nThe Government of the Sudan immediately \r\nrecognized the Government of South Sudan and fully \r\ncommitted itself to assisting that nascent State, as was \r\nstated by the President of my country — Mr. Omer \r\nHassan Al-Bashir — personally when the new State \r\nwas born in the south. Despite all of the assistance \r\nprovided by my country to facilitate the birth of the \r\nRepublic of South Sudan, many obstacles have cropped \r\nup on the road to the normalization of relations between \r\nthe two neighbourly countries. The delay in the drafting \r\nof important agreements provided for in the CPA \r\nfollowing the referendum has led to many tensions, \r\nresulting in the adoption by the African Union Peace \r\nand Security Council of a road map in April 2012 and in \r\nSecurity Council resolution 2046 (2012), which stresses \r\nthe spirit of the African Union decision.\r\nWe have begun a new phase of serious negotiations \r\nunder the African Union High-level Implementation \r\nPanel, headed by President Thabo Mbeki, which led \r\nto the signing on 27 September in Addis Ababa of \r\nvery important agreements on the economy, security \r\nand citizenship status in both States and a framework \r\nagreement for cooperation between the two countries in \r\nall fields. None of that would have taken place without \r\nthe firm determination, wisdom and patience of my \r\nPresident, Omer Al-Bashir, who insisted on the need to \r\nresolve disputes by peaceful means, beginning with the \r\nsigning of the CPA, the Abuja Agreement on Darfur, \r\nthe agreement on Eastern Darfur and the Darfur \r\nDocument. That has shown the world that Sudan’s \r\nleadership acts on the basis of firm principles that prize \r\nsecurity and stability and are aimed at achieving peace \r\nand development. We want everyone to know that the \r\ngoal of attempts to distort Sudan’s image and impugn \r\nits leadership is merely to defame us and that they are \r\ndevoid of any substance.\r\nWe in the Sudan have been determined to address \r\nthe reasons underlying war and strife despite the strong \r\neconomic and political pressures brought to bear \r\nagainst my country and the unfair sanctions imposed \r\nby the United States of America. The Sudan requires \r\nassistance in order to traverse this very sensitive stage \r\ntowards better horizons, and to that end we believe that \r\nthe sanctions must be lifted, our debt cancelled and our \r\neconomy supported.\r\nand principles enshrined in the Charter of the United \r\nNations.\r\nWe were pleased to see that the main theme for this \r\nsession of the General Assembly relates to the peaceful \r\nsettlement of disputes. That principle is a fundamental \r\none, as the Charter of the United Nations stresses the \r\nneed to maintain international peace and security by \r\npacific means or through effective collective measures \r\naimed at eliminating threats to international peace \r\nand security, in accordance with the Charter and \r\ninternational law.\r\nThe peaceful settlement of disputes requires joint \r\nefforts on the part of the international community \r\nin order to tackle the root causes of conflicts. We \r\nbelieve that the absence of sustainable and balanced \r\ndevelopment is one of the main reasons why a small \r\nminority of people have been able to appropriate the \r\ngreatest wealth in the world while the vast majority of \r\nhumankind lives in abject poverty, lacking all basic \r\nservices. Greater efforts must therefore be made to \r\nachieve the Millennium Development Goals.\r\nDisseminating a culture of peace, tolerance, \r\nrespect for others and the prevention of any violence \r\nor incitement to cultural, religious, sectarian or ethnic \r\nstrife must be among the fundamental priorities and \r\nconcerns of the United Nations. The Organization must \r\nensure that no offensive statements about prophets \r\nare made under the pretext of freedom of expression. \r\nPerhaps the latest video insulting Prophet Muhammad \r\nand the reactions thereto are the best evidence of the \r\nseriousness of this issue and its effect on international \r\npeace and security.\r\nMy country suffered through a long conflict — more \r\nthan six decades — that hampered the achievement \r\nof peace, development and stability, and had strong \r\nnegative repercussions on the region. Proceeding \r\nfrom the conviction of my Government as to the need \r\nto put an end to that conflict, on the basis of United \r\nNations instruments for the pacific settlement of \r\ndisputes, difficult and thorny negotiations began that \r\ntook over a decade and culminated in the signing of \r\nthe Comprehensive Peace Agreement (CPA) under \r\nthe auspices of the Intergovernmental Authority on \r\nDevelopment (IGAD). Many regional and international \r\npartners helped in reaching that Agreement. \r\nThe Government of the Sudan was committed to \r\nimplementing the Agreement during the prescribed \r\n44 12-52443\r\nA/67/PV.18\r\nwere intended to be delivered to the General Assembly \r\nbefore the agreement was reached in Addis Ababa. \r\nThe Government of the Sudan calls on the \r\ninternational community to put further pressure on \r\nthe rebels to stop attacks on South Kordofan and Blue \r\nNile states. Let me also say that the Government of the \r\nSudan will continue to live up to its responsibilities \r\nwith respect to the protection of civilians and the \r\ncompletion of development projects. Blue Nile state \r\nis now home to the largest development project in the \r\nSudan — the building of a dam — together with many \r\nother development projects.\r\nThe Government has a green-land policy designed \r\nto expand agricultural projects in South Kordofan \r\nand a policy  to improve water quality and education \r\nand health services there. Moreover, proceeding from \r\nour belief that it is the fundamental responsibility of \r\nthe Government to protect its citizens, we renew our \r\ncommitment to the joint tripartite initiative between \r\nthe United Nations, the African Union and the League \r\nof Arab States to bring humanitarian assistance to \r\ncivilians in the regions controlled by rebels in South \r\nKordofan and Blue Nile states. \r\nDespite the efforts made by the Sudan to tackle the \r\nnegative effects following the secession of the south, \r\nthe burden of foreign debt weighs very heavily on \r\nthe Sudanese economy. Let me take this opportunity \r\nto recall the pledges of the international community, \r\nfollowing the signing of the CPA, to cancel the Sudan’s \r\ndebts. Those promises have gone unmet. I am sure the \r\nAssembly knows that the issue of debts was among the \r\nfundamental questions that were discussed with the \r\nGovernment of South Sudan. Based on the zero-option \r\napproach, we are determined to work with our brothers \r\nin the Government of South Sudan to take the steps \r\nagreed upon with the international community and our \r\ncreditors so that we both may enjoy the fruits of peace \r\nand ensure the viability of the two States. \r\nAt the same time, we stress the need to lift the \r\ncoercive unilateral sanctions imposed on the Sudan, \r\nwhich run counter to General Assembly resolutions \r\nand international norms and laws. At this point, we \r\ncannot fail to mention the progress made in sustainable \r\ndevelopment in Africa or the fact that such progress \r\nhas not risen to the ambitious level of the objectives \r\nset forth in the Millennium Development Goals. \r\nInternational cooperation and effective partnerships are \r\nthus required, in the form of the complete cancellation \r\nof debts, in accordance with the Debt Initiative for \r\nThe Sudan has repeatedly stressed its commitment \r\nto a policy of good-neighbourliness and is determined \r\nto strengthen its brotherly relations with South Sudan. \r\nThe great achievements registered have brought an end \r\nto the longest war on the Africa continent. With the same \r\ndetermination, we have attempted to tackle the few \r\nremaining issues. In order to ensure continuing sincere \r\ncooperation with the Republic of South Sudan, on \r\nThursday, 27 September 2012, an agreement was signed \r\nin the Ethiopian capital between the two Governments \r\non security, the economy, borders, oil, trade, rates \r\nof exchange, pensions, debts and other economic \r\nissues. That is an important step that shows Sudan’s \r\ncommitment to a policy of good-neighbourliness and its \r\ndetermination to improve brotherly relations with South \r\nSudan and to reach a comprehensive understanding on \r\nall issues.\r\nDespite the fact that no agreement has been reached \r\non the final status of Abyei, and no terms of reference \r\nhave been found for its resolution, the Sudan stresses \r\nits full support for the Abyei protocol and agreement \r\nof June 2011, as well as the referendum law on Abyei \r\nsigned by both parties in the Sudanese Parliament in \r\n2010.\r\nWe must stress here the important role played by \r\nthe two parties, with the mediation of the late Ethiopian \r\nPrime Minister, Mr. Meles Zenawi, and his successor, \r\nMr. Hailemariam Desalegn, in the context of the \r\npresidency of IGAD, as well as by other international \r\npartners. Without those efforts, no agreement could have \r\nbeen reached or signed with South Sudan. We would \r\ntherefore like to stress the importance of mediation and \r\nserious negotiations in resolving disputes by peaceful \r\nmeans.\r\nAllow me also to stress the role of the international \r\ncommunity in fulfilling its responsibility to help both \r\nparties and to keep all promises made following the \r\nsigning of the CPA by providing assistance in funds \r\nand in kind for the development and growth of the \r\nSudan and South Sudan.\r\nIn his statement, the Vice-President of South \r\nSudan asserted that his country lays claim to Heglig \r\nand sympathizes with those bearing arms against us in \r\nSouth Kordofan and Blue Nile states (see A/67/PV.13). \r\nThat is regrettable and goes outside the spirit of the \r\nagreement of Addis Ababa, taking us back to square one \r\nas far as conflicts are concerned. As I have said before, \r\nI sincerely hope that those words of the Vice-President \r\n12-52443 45\r\nA/67/PV.18\r\ncoordination between members of the international \r\ncommunity for the good of humankind. We must make \r\nsure that the reform of the United Nations and its \r\nprincipal and subsidiary bodies is given the importance \r\nit deserves. It has now become necessary to accelerate \r\nthe reform of the Organization so that it can undertake \r\nits role in a just, transparent and effective manner and \r\nconfront the challenges that the world faces. Indeed, the \r\nreform will not be genuine unless the General Assembly \r\ncan play its full role in a balanced and transparent \r\nmanner. \r\nThe reform of the Security Council is a fundamental \r\npart of the reform of the United Nations. The Council \r\nno longer reflects the realities of today’s world. Unless \r\nits membership is enlarged, unless working methods \r\nand procedures are reformed, and unless its decisions \r\nare taken in a more democratic and transparent way, \r\nreform will not be comprehensive but will merely \r\nbe partial or transitional. We call today for a more \r\nbalanced, multilateral and just international system. \r\nWhat is needed is a system able to tackle the challenges \r\nthat we face, one in which respect for international law \r\nprevails, in which the primary rules are the purposes \r\nand principles of the United Nations, including respect \r\nfor the sovereignty of States, non-intervention in \r\ntheir internal affairs for any ostensible reason and the \r\nnon-use or threat of force.\r\nThe Sudan is greatly concerned about new \r\nconcepts and agendas that are not internationally \r\nagreed, controversial concepts such as humanitarian \r\nintervention, preventive wars, the responsibility to \r\nprotect, political and economic sanctions and new \r\nmechanisms to bring pressure to bear on States, \r\npoliticizing international justice. In this context, the \r\nSudan refuses and rejects the approach taken by the \r\nso-called International Criminal Court. That body has \r\ngone beyond the boundaries set for it at its founding \r\nRome Conference. Regrettably, it is now a political tool \r\nthat criminalizes entire States, while fully ignoring \r\nheinous crimes being perpetrated by other States in \r\nthe name of humanity and the fight against terrorism. \r\nRejection of the request of the Palestinian Authority by \r\nthe Court is clear evidence of injustice in the name of \r\nlaw and a good example of the politicization of justice.\r\nThe phenomenon of climate change corroborates \r\nwhat we have already said. The problems associated \r\nwith it have grown ever greater and States cannot tackle \r\nthem on their own. That is the case too for many other \r\nissues, such as energy, food security, immigration and \r\nHeavily Indebted Poor Countries, if we are to fulfil our \r\ncommitments and build national capacities.\r\nMy country is also witnessing another important \r\ndevelopment — the signing of the Doha Document for \r\nPeace in Darfur, following the peace negotiations that \r\ntook place under the auspices of the State of Qatar. I \r\nshould like to take this opportunity to pay tribute to \r\nQatar and His Highness Sheikh Hamad bin Khalifa \r\nAl-Thani for their much-appreciated efforts on behalf of \r\npeace and stability in Darfur. The Doha Document has \r\nbeen widely accepted and supported by the people of \r\nDarfur and the regional and international communities. \r\nWith that instrument, we have turned a new page in \r\nthe book on Darfur — towards stability, development, \r\npeace and the return of displaced persons — after \r\nclosing the chapter on fighting. \r\nWe call on the international community to protect \r\nand secure the peace by countering the armed rebel \r\ngroups that have refused to join the peace process. We \r\nfurther call on the Security Council to put pressure on \r\nthose movements in order to compel them to subscribe \r\nto the Doha Document. I would also appeal to the \r\ninternational community to effectively participate in \r\nthe donors’ conference for the rebuilding of Darfur to \r\nbe held in December in Doha. \r\nThe Government of the Sudan will continue \r\nto implement its five-point strategy for Darfur’s \r\ndevelopment. We shall give the utmost priority to the \r\nreturn of displaced persons and refugees, in coordination \r\nwith the regional body that was set up pursuant to the \r\nDoha agreement. The parties have begun to fulfil their \r\nduties in implementing the Doha peace agreement, and \r\nnow the five provinces of Darfur are enjoying security, \r\nstability and a return to normality.\r\nThat, in turn, has led the Security Council to \r\nreduce the number of military contingents in the \r\nAfrican Union-United Nations Hybrid Operation in \r\nDarfur, because, as expected, there has been a general \r\nimprovement in both the security and the humanitarian \r\nsituations. That improvement crowned with success the \r\nmany efforts made by the Government of the Sudan, \r\npaved the way for launching development projects in \r\nDarfur and facilitated the return of displaced persons \r\nand refugees to their homes and villages to resettle and \r\nre-engage in production and development. \r\nThe current session is being held while the world \r\nis witnessing many varied and intertwined changes \r\nand developments. Those require cooperation and \r\n46 12-52443\r\nA/67/PV.18\r\nOrganization has adopted countless resolutions that \r\nwere rejected or remained unimplemented by Israel. \r\nIsrael continues to defy the will of the international \r\ncommunity. The Sudan expresses its full support \r\nfor the decision by the Palestinian Authority to seek \r\nmembership in the United Nations. It is their legal \r\nright, based on the right to self-determination, one of \r\nthe fundamental principles of international law. \r\nThe situation in the Middle East continues to be \r\na threat to international peace and security, despite \r\ncontinuing declarations by the Arab side of their wish \r\nto reach a just, comprehensive and lasting peace in the \r\nregion, based on the relevant United Nations resolutions \r\nand the Arab Peace Initiative. However, Israel, the \r\noccupying Power, continues to reject the option of \r\npeace. It continues its inhuman, unjust siege, which is \r\nin contravention of international law. It also continues \r\nits plans for colonialist settlement. It continues to try to \r\nchange the demographic character of Al-Quds Al-Sharif \r\nby demolishing homes, uprooting trees and engaging in \r\nethnic cleansing and coercive displacement, as well as \r\ndetaining thousands of Palestinians. \r\nWe renew our call on the United Nations, and \r\nthe Security Council in particular, to shoulder their \r\nresponsibility for maintaining international peace \r\nand security and to take the requisite measures to end \r\nIsraeli occupation of Arab and Palestinian land. From \r\nthis rostrum, we renew our call for the establishment \r\nof a Middle East zone free of nuclear weapons and all \r\nother weapons of mass destruction. Meanwhile, we also \r\nunderline the right of States to obtain nuclear technology \r\nfor peaceful uses, and we call for the resolution of \r\ndisputes through negotiations and dialogue, free from \r\nattempts to spread fear and tension in the region.\r\nAlso with regard to the Middle East, my delegation \r\nexpresses its deep sadness and regret at the current \r\ndevelopments in Syria. There has been an escalation of \r\nviolence and an excessive use of force. That is not the \r\nright way to resolve the disputes. From this rostrum, we \r\ncall on all parties to heed the voice of reason, to enter \r\ninto negotiations and to cease hostilities and military \r\nconfrontation. We believe that the appointment of the \r\nnew Joint Special Representative, Lakhdar Brahimi, to \r\nthe region is a good opportunity to continue to seek a \r\npeaceful settlement to the dispute, and we hope that all \r\nparties will cooperate with him, to protect Syria and its \r\nsocial fabric.\r\nThe Sudan welcomes the latest political \r\ndevelopments in Somalia, notably its recent successful \r\nterrorism. We therefore believe in the need to strengthen \r\ninternational cooperation on climate change, based on \r\nthe United Nations Framework Convention on Climate \r\nChange and its Kyoto Protocol.\r\nWe commend the State of Brazil for hosting the \r\nConference on Sustainable Development in July and for \r\nthe effective role it played in reaching agreement on its \r\nfinal document (resolution 66/288, annex). That outcome \r\nreflects the fundamental concerns of Member States, \r\nstresses the promotion of international cooperation for \r\nsustainable development through a green economy and \r\nstrengthens the institutional framework for sustainable \r\ndevelopment. We hope that the implementation of the \r\nconcept of the green economy will take into account \r\nthe differences between developed and developing \r\ncountries, so that all may implement their own green \r\npolicies, and will ensure the f low of financial, technical \r\nand technological assistance to developing countries \r\nwithout discrimination.\r\nMy delegation condemns all forms and \r\nmanifestations of terrorism, whether perpetrated by \r\nindividuals, groups or States. Terrorism is a phenomenon \r\nthat is not linked to any one religion, culture or State. \r\nWe also renew the call for an internationally agreed \r\ndefinition of terrorism, since terrorism is a grave threat \r\nto all our societies. We must not confuse the concept \r\nof terrorism with that of legitimate struggle against \r\nforeign occupation, invasion or colonialism. We also \r\nreject the stigma of terrorism currently being attached \r\nto particular cultures, groups, religions or ethnicities. \r\nMeasures taken to fight terrorism must not infringe on \r\npublic freedoms, human rights or a State’s sovereignty \r\nover its territory.\r\nThe current session of the General Assembly \r\ncoincides with some important indicators in the \r\ninternational economy. First and foremost are the \r\nconsequences of the world financial crisis and the \r\nescalation in the price of staples, particularly food \r\nstaples, and their effect on sustainable development. \r\nDespite that, the Government of the Sudan is making \r\nmajor efforts to realize economic and social development \r\nin the country, in the belief that that can only come \r\nabout through realizing peace and security and growth. \r\nThat was reflected in the Sudan’s commitment to \r\nimplementing the objectives of the long-term national \r\nstrategy for 2007-2013 and our Poverty Reduction \r\nStrategy.\r\nThe question of Palestine has been on the agenda \r\nof the United Nations for more than six decades. Our \r\n12-52443 47\r\nA/67/PV.18\r\nlong-term national road map under our Vision 2050. \r\nWe need to strengthen our economy for it to be more \r\nresilient to global market shocks by diversifying \r\ntrade and investment and by reviewing development \r\ncooperation, ensuring that our people’s basic needs are \r\nmet.\r\nPapua New Guinea is also increasing investment \r\nin our children’s future, security and success by the \r\nprovision of free and quality education from the \r\nelementary to the secondary level and by further \r\nsubsidizing education from Grade 12 to the tertiary \r\nlevel. We believe that that will help us to achieve \r\nMillennium Development Goal 2 on universal primary \r\neducation, which will enhance our nation-building \r\nprocess.\r\nWe are also rehabilitating and developing our major \r\ninfrastructure, such as roads, airports, ports, schools \r\nand hospitals, as key drivers of sustainable development \r\nin our country. We are increasing support for funding \r\nto ensure the delivery of basic health-care and social \r\nservices countrywide. That includes the revitalization \r\nof our institutional and human resources capacity to \r\ntake the country to a higher development level, which \r\nis our national development priority.\r\nOur Government has prioritized combating \r\ncorruption at all levels of society. In doing so, we have \r\nadopted the principle of zero tolerance. In that respect, \r\nour country is setting up the Independent Commission \r\nagainst Corruption to enhance implementation of the \r\nUnited Nations Convention against Corruption. We \r\nbelieve that such legislation and policy efforts will \r\nimprove good governance, resulting in the effective \r\ndelivery of basic services and the provision of access to \r\nopportunities for participation in national development \r\nby all relevant stakeholders.\r\nThe economy of Papua New Guinea is growing at \r\nan annual rate of 8 per cent. Our improved economic \r\nperformance is underscored by political stability, sound \r\nmacroeconomic management and the development of \r\nthe first large liquefied natural gas project. The revenue \r\nfrom that project is likely to increase the growth of our \r\neconomy, doubling the revenue base by 2014. We intend \r\nto share that wealth with our Pacific neighbours in the \r\nappropriate manner. In that context, a sovereign wealth \r\nfund has been set up to professionally manage the \r\nrevenue from the liquefied natural gas project and other \r\nextractive industries. We plan to reinvest that revenue \r\nfor the future of our country.\r\npresidential elections. We congratulate the new \r\nPresident, Hassan Sheikh Mohamud, and we wish \r\nhim every success in promoting peace and security \r\nin Somalia. In this context, the Sudan commends the \r\nAfrican Union for its efforts in Somalia. We call on the \r\ninternational community to support those efforts and \r\nto stand shoulder to shoulder with the fraternal Somali \r\npeople at this critical juncture in the country’s history. \r\nWe want Somalia to resume its natural role within the \r\ninternational community.\r\nIn conclusion, let me express our sincere good \r\nwishes for a successful session under the wise leadership \r\nof President Vuk Jeremić.\r\nThe Acting President: I now call on His Excellency \r\nMr. Rimbink Pato, Minister for Foreign Affairs, Trade \r\nand Immigration of Papua New Guinea.\r\nMr. Pato (Papua New Guinea): Papua New Guinea \r\ncongratulates Mr. Jeremić on his recent election as \r\nPresident of the General Assembly at its sixty-seventh \r\nsession. Our country pledges its support to him in that \r\nrole. I also commend his predecessor, His Excellency \r\nMr. Nassir Abdulaziz Al-Nasser, for the valuable work \r\nthat he has done in the past year.\r\nPapua New Guinea recently celebrated its 37 \r\nyears of independence, on 16 September. Prior to that, \r\ndespite various challenges, our country successfully \r\ncompleted its general elections in a fair and peaceful \r\nmanner. Those elections culminated in the convening \r\nof our ninth National Parliament and the formation \r\nof a new Government. We thank our close friends \r\nand development partners that have assisted us in the \r\nelection process, including Australia, New Zealand, \r\nJapan, South Korea, China, the United States, Great \r\nBritain, the European Union, the United Nations and \r\nthe Commonwealth.\r\nAs a young developing nation, we are proud of our \r\nConstitution-based and evolving democracy. While our \r\npeople have subsisted on the island nation of Papua New \r\nGuinea for many centuries, our short modern history \r\ncontinues to be a testament to the will of our people to \r\nmaintain and consolidate our burgeoning democracy in \r\nline with the rule of law. In today’s world, that is the \r\nbasis on which a just and fair society is built and on \r\nwhich societies have been built.\r\nPapua New Guinea’s key development priorities in \r\nthe next five years are contained in our Medium-Term \r\nDevelopment Plan 2011-2015. That seeks to achieve a \r\n48 12-52443\r\nA/67/PV.18\r\nis MDG 4. So for our part, our country is taking full \r\nownership of the MDGs.\r\nWith the support of our development partners such \r\nas the European Union and the United Nations, Papua \r\nNew Guinea is conducting a trial of the Millennium \r\nVillage concept this month. We recommit ourselves \r\nto working with our international partners, including \r\nthe United Nations, and we reiterate that the MDGs \r\nneed to be the priority while we discuss sustainable \r\ndevelopment goals for the long term.\r\nPapua New Guinea continues to scale up its \r\nefforts to further strengthen human rights protection \r\nand advancement in the country. We are working \r\nclosely with United Nations agencies and our other \r\ndevelopment partners in the furtherance of these \r\nobjectives. To date, we have reported to the Human \r\nRights Council on work done relating to the Convention \r\non the Elimination of All Forms of Discrimination \r\nagainst Women in July 2010. We have also reported to \r\nthe Human Rights Council under the universal periodic \r\nreview process. Additionally, the 2012 report of the \r\nSpecial Rapporteur on violence against women, its \r\ncauses and consequences (A/HRC/20/16) and the 2010 \r\nreport of the Special Rapporteur on torture and other \r\ncruel, inhuman or degrading treatment or punishment \r\nare being considered by our Government this year.\r\nPapua New Guinea is committed to gender \r\nempowerment and equality. We recognize women and \r\ngirls as not only key national development partners \r\nbut also persons whose inherent human dignity must \r\nbe respected and safeguarded. This is a central pillar \r\nof our Constitution and a core value of our national \r\ndevelopment road map. A testament to the success of \r\nthis measure is that more girls are enrolling in primary \r\nand upper levels of education with an increasingly high \r\nretention rate. Women are also increasingly employed, \r\nrecognized and given greater responsibilities in \r\nour public and private sectors. In fact, we achieved \r\na historical milestone this year, and one which is \r\nunprecedented in our political history, in that, for the \r\nfirst time, three women were elected to the national \r\nparliament. This positive trend is increasing in our \r\ncountry at all levels.\r\nWe also recognize the critical importance of \r\nprotecting our women and girls from violence and \r\ndiscrimination. Papua New Guinea is taking a \r\nproactive approach through education, advocacy \r\nand legislation to prevent gender-based violence. We \r\nWe believe that a strengthened economy will \r\nimprove our social indicators, particularly by \r\naddressing our literacy levels, high maternal and infant \r\nmortality rates, law and order enforcement, the ageing \r\npublic sector workforce and the declining state of our \r\ncountry’s infrastructure.\r\nPapua New Guinea supports the Secretary-\r\nGeneral’s five-year action agenda on sustainable \r\ndevelopment, enhanced human security, enhancing the \r\ncore values of the international community, supporting \r\nnations in transition, and working with and for women \r\nand young people, which was launched on 25 January. \r\nPapua New Guinea continues to benefit from a strong \r\nUnited Nations presence, through which various \r\ndevelopment programmes have been implemented. We \r\nhighly value the contribution of the United Nations in \r\nthat regard. \r\nWe have also been implementing the One United \r\nNations initiative since 2006 as a self-starter country. \r\nSo far, that is working exceptionally well for our \r\ncountry. We are also grateful that the United Nations \r\nhas heeded our call and has synergized its development \r\nassistance framework 2012-2015 with our Medium-\r\nTerm Development Plan. However, we can do more. We \r\nurge donor partners to abide by the principles of the \r\nParis Declaration on Aid Effectiveness and the Accra \r\nAgenda for Action. Through the Pacific Islands Forum, \r\nwe have adapted the Cairns Compact in order to better \r\ncoordinate development assistance and to ensure the \r\neffective delivery of aid.\r\nWe welcome the proactive engagement of the United \r\nNations with the Pacific region and thank the Secretary-\r\nGeneral for his visit and ongoing commitment. We \r\nare encouraged by that and by the fact that contacts \r\nwith the United Nations system and personnel will be \r\nstrengthened in the Pacific Islands region.\r\nThe challenge for Papua New Guinea is to ensure that \r\nthe development of our natural resources is sustainable \r\nand that the benefits are effectively translated into the \r\nimproved livelihoods of our people. That, in turn, will \r\nassist us in meeting our Millennium Development Goals \r\n(MDGs), especially the 22 indicators and 90 national \r\ntargets that we have set ourselves. We acknowledge \r\nthat it will be a challenge to attain all the MDGs by \r\n2015, but note there has been measured progress in \r\nthe eradication of extreme poverty and hunger, which \r\nis MDG 1, and the reduction of child mortality, which \r\n12-52443 49\r\nA/67/PV.18\r\nratify the Rarotonga Treaty, which prohibits nuclear \r\nweapons in the region, to do so.\r\nWe remain concerned about the continued \r\nproliferation of small arms and light weapons. In \r\nthis context, we call for the recent impasse on the \r\nnegotiations on a global arms trade treaty to be ended \r\nas soon as possible.\r\nPapua New Guinea supports the Group of Seven \r\nPlus forum for its efforts to strengthen peacebuilding \r\nand State-building in fragile and post-conflict countries \r\nand commend Timor-Leste for their leadership. As part \r\nof our national commitment to fostering global peace \r\nand security, Papua New Guinea has commenced its \r\ncontribution to the United Nations peacekeeping force \r\nand is looking to expand that contribution.\r\nWe remain committed to the United Nations \r\nsustainable development agenda, especially on climate \r\nchange, with respect to mitigation and adaptation. \r\nWe are committed to working closely with the global \r\ncommunity under the United Nations Framework \r\nConvention on Climate Change and subscribe to the \r\nRio+20 outcome declaration, “The future we want” \r\n(resolution 66/288, annex).\r\nPapua New Guinea recognizes the pivotal role \r\nof the Global Green Growth Institute (GGGI) for \r\nsustainable development. As a founding member of \r\nGGGI, Papua New Guinea pledges to work together \r\nwith other stakeholders to ensure the desired outcomes \r\nthrough the Institute. In this context, we pay tribute to \r\nthe work that has been done by the Republic of Korea.\r\nIn conclusion, we support the call made by the \r\nSecretary-General for the reform of the United Nations \r\nsystem. We also again call for the reform of the Security \r\nCouncil in both the permanent and the non-permanent \r\ncategories of members, in order for it to reflect the \r\ngeopolitical realities of today.\r\nThe meeting rose at 2.30 p.m.\r\nhave made violence against women and girls a crime \r\npunishable by law. Partnership with all stakeholders, \r\nincluding our development partners and civil society, \r\nforms an important part of the gender empowerment \r\nand equality issues in our country. In this context, we \r\ncommend the funding, substantially from the Australian \r\nGovernment, that was announced at the margins of the \r\nPacific Islands Forum in Rarotonga in August 2012, as \r\nwell as that from other development partners, including \r\nNew Zealand, the United Nations and the United States \r\nof America.\r\nHaving acceded to the Convention on the Rights of \r\nPersons with Disabilities, Papua New Guinea is now in \r\nthe process of ratifying the Convention. Our country is \r\nworking with our Pacific Islands Forum member States \r\nto host the Pacific Islands Forum Disability Ministers \r\nMeeting on 3 and 4 October 2012 in Port Moresby.\r\nWe are also working towards setting up an \r\nindependent national human rights commission and, at \r\nthe same time, we are in the process of withdrawing \r\nthe seven reservations on the 1951 Convention relating \r\nto the Status of Refugees and its 1967 Protocol. In this \r\ncontext, we are partnering with Australia to address \r\nhuman trafficking and human smuggling issues in our \r\nregion.\r\nThe theme that was chosen for the High-level \r\nMeeting during this session, the rule of law at the \r\nnational and international levels, is timely and \r\ncommendable. Papua New Guinea fully subscribes, as I \r\nhave said, to the principles of the rule of law.\r\nPapua New Guinea also fully subscribes to \r\ndisarmament and non-proliferation to secure a peaceful \r\nworld. We urge nuclear nations to denuclearize and \r\nthose thinking of going nuclear to refrain from doing \r\nso. The Pacific region remains a nuclear-free zone, and \r\nwe urge other Member States that have yet to sign and \r\n"