"The meeting was called to order at 10 a.m.\r\nAgenda item 114\r\nElections to fill vacancies in principal organs\r\n(a) Election of five non-permanent members of the \r\nSecurity Council\r\nThe President: The General Assembly will now \r\nproceed to the election of five non-permanent members \r\nof the Security Council to replace those members whose \r\nterm of office expires on 31 December 2013.\r\nThe five outgoing non-permanent members are the \r\nfollowing: Azerbaijan, Guatemala, Morocco, Pakistan \r\nand Togo. Those five States cannot be re-elected. Their \r\nnames, therefore, should not appear on the ballot papers.\r\nApart from the five permanent members, the \r\nSecurity Council will include in the year 2014 the \r\nfollowing States: Argentina, Australia, Luxembourg, \r\nthe Republic of Korea and Rwanda. The names of those \r\nStates, therefore, should also not appear on the ballot \r\npapers.\r\nOf the five non-permanent members that will \r\nremain in office in the year 2014, two are from Africa \r\nand Asia-Pacific, one is from Latin America and the \r\nCaribbean, and two are from Western European and \r\nOther States. Consequently, pursuant to paragraph 3 \r\nof General Assembly resolution 1991 A (XVIII), of \r\n17 December 1963, the five non-permanent members \r\nshould be elected according to the following pattern: \r\nthree from the African and Asia-Pacific States, one \r\nfrom the Eastern European States, and one from the \r\nLatin American and Caribbean States. The ballot \r\npapers reflect that pattern.\r\nIn accordance with established practice, there is \r\nan understanding to the effect that, of the three States \r\nto be elected from among the African and Asia-Pacific \r\nStates, two should be from Africa and one should be \r\nfrom Asia-Pacific.\r\nI should like to inform the Assembly that those \r\ncandidates — their number not exceeding the number \r\nof seats to be filled — receiving the greatest number \r\nof votes and a two-thirds majority of those present \r\nand voting will be declared elected. If the number of \r\ncandidates obtaining a two-thirds majority is less than \r\nthe number of members to be elected, there shall be \r\nadditional ballots to fill the remaining places, the voting \r\nbeing restricted to the candidates obtaining the greatest \r\nnumber of votes in the previous ballot to a number not \r\nmore than twice the places remaining to be filled.\r\nAlso, consistent with past practice, in case a tie vote \r\nshould make it necessary to determine the candidate \r\nto be elected or that will proceed to the next round of \r\nrestricted balloting, there will be a special restricted \r\nballot limited to those candidates that have obtained an \r\nequal number of votes.\r\nMay I take it that the General Assembly agrees to \r\nthose procedures?\r\nIt was so decided.\r\nThe President: In accordance with rule 92 of the \r\nrules of procedure, the election shall be held by secret \r\nballot and there shall be no nominations.\r\nUnited Nations A/68/PV.34\r\nasdf\r\nGeneral Assembly\r\nSixty-eighth session\r\n34th plenary meeting\r\nThursday, 17 October 2013, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Ashe  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Antigua and Barbuda)\r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n*1351586*\r\n13-51586 (E)\r\n2/3 13-51586\r\nA/68/PV.34 17/10/2013\r\n(Ghana), Mr. Biraro (Rwanda), Mr. Cimarra \r\nEtchenique (Spain) and Mrs. Thanarat (Thailand) \r\nacted as tellers.\r\nA vote was taken by secret ballot.\r\nThe meeting was suspended at 10.25 a.m. and \r\nresumed at 11.10 a.m.\r\nThe President: The result of the voting is as \r\nfollows:\r\nGroup A — African and Asian-Pacific States\r\nNumber of ballot papers: 191\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 191\r\nAbstentions: 0\r\nNumber of members voting: 191\r\nRequired two-thirds majority: 128\r\nNumber of votes obtained:\r\nNigeria 186\r\nChad 184\r\nSaudi Arabia 176\r\nSenegal 2\r\nThe Gambia 2\r\nLebanon 1\r\nGroup B — Eastern European States\r\nNumber of ballot papers: 191\r\nNumber of invalid ballots: 1\r\nNumber of valid ballots: 190\r\nAbstentions: 2\r\nNumber of members voting: 188\r\nRequired two-thirds majority: 126\r\nNumber of votes obtained:\r\nLithuania 187\r\nCroatia 1\r\nGroup C — Latin American and Caribbean States\r\nNumber of ballot papers: 191\r\nNumber of invalid ballots: 0\r\nNumber of valid ballots: 191\r\nAbstentions: 5\r\nNumber of members voting: 186\r\nRequired two-thirds majority: 124\r\nNumber of votes obtained:\r\nChile 186\r\nHaving obtained the required two-thirds majority \r\nand the largest number of votes, Chad, Chile, \r\nLithuania, Nigeria and Saudi Arabia were elected \r\nmembers of the Security Council for a two-year \r\nterm beginning on 1 January 2014.\r\nRegarding candidatures, I have been informed by \r\nthe Chairpersons of the respective regional groups of \r\nthe following. For the three vacant seats from among \r\nthe African and Asia-Pacific States, there are three \r\nendorsed candidates, namely, Chad, Nigeria and Saudi \r\nArabia. For the one vacant seat from among the Eastern \r\nEuropean States, there is one endorsed candidate, \r\nnamely, Lithuania. For the one vacant seat from among \r\nthe Latin American and Caribbean States, there is one \r\nendorsed candidate, namely, Chile.\r\nIn accordance with rule 92 of the rules of procedure, \r\nwe shall now proceed to the election by secret ballot.\r\nBefore we begin the voting process, I should like to \r\nremind members that pursuant to rule 88 of the rules of \r\nprocedure of the General Assembly, no representative \r\nshall interrupt the voting except on a point of order \r\non the actual conduct of the voting. In addition, ballot \r\npapers will be given only to the representative seated \r\ndirectly behind the country’s nameplate.\r\nWe shall now begin the voting process. Members \r\nare requested to remain seated until all ballots have \r\nbeen collected.\r\nBallot papers marked “A”, “B” and “C” will now be \r\ndistributed. I request representatives to use only those \r\nballot papers that have been distributed.\r\nMay I ask representatives to write on the ballot \r\npapers marked “A”, for the African and Asia-Pacific \r\nStates, the names of the three States for which they wish \r\nto vote; on the ballot papers marked “B”, for the Eastern \r\nEuropean States, the name of the one State for which \r\nthey wish to vote; and on the ballot papers marked “C”, \r\nfor the Latin American and Caribbean States, the name \r\nof the one State for which they wish to vote.\r\nA ballot will be declared invalid if it contains more \r\nnames of Member States from the relevant region than \r\nthe number of seats assigned to it. A ballot will also be \r\ndeclared invalid if all the names of the Member States \r\non that ballot do not belong to the relevant region. If \r\na ballot paper of a region includes both the names of \r\nMember States that belong to and that do not belong to \r\nthat region, the ballot remains valid, but only the names \r\nof the Member States that belong to the relevant region \r\nwill be counted. The names of Member States that do \r\nnot belong to that region will not be counted.\r\nAt the invitation of the President, Mr. Pereira \r\n(Brazil), Mrs. Vassil (El Salvador), Mr. Auväärt \r\n(Estonia), Ms. Abrahamsen (Finland), Mrs. Djan \r\n13-51586 3/3\r\n17/10/2013 A/68/PV.34\r\nThe General Assembly has thus concluded its \r\nconsideration of sub-item (a) of agenda item 114.\r\nThe meeting rose at 11.15 a.m.\r\nThe President: I congratulate the States that have \r\nbeen elected members of the Security Council, and I \r\nthank the tellers for their assistance in this election.\r\n"