"In the absence of the President, Mrs. Miculescu \r\n(Romania), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 7 (continued)\r\nOrganization of work, adoption of the agenda and \r\nallocation of items\r\nDraft decision (A/68/L.9)\r\nThe Acting President: The Assembly will now \r\ntake action on draft decision A/68/L.9, entitled “General \r\ndebate of the sixty-ninth regular session of the General \r\nAssembly”. May I take it that the Assembly decides to \r\nadopt it?\r\nDraft decision A/68/L.9 was adopted (decision \r\n68/512).\r\nThe Acting President: The General Assembly has \r\nthus concluded this stage of its consideration of agenda \r\nitem 7.\r\nAgenda item 88\r\nReport of the International Atomic Energy Agency\r\nNote by the Secretary General transmitting \r\nthe report of the International Atomic Energy \r\nAgency (A/68/324)\r\nDraft resolution (A/68/L.10)\r\nThe Acting President: I invite Mr. Yukia Amano, \r\nDirector General of the International Atomic Energy \r\nAgency, to introduce the report of the Agency for the \r\nyear 2012.\r\nMr. Amano (International Atomic Energy Agency): \r\nAccess to modern science and technology is essential \r\nfor achieving all of the Millennium Development Goals.\r\nThe International Atomic Energy Agency (IAEA) \r\ngives high priority to assisting developing countries \r\nin using nuclear technology in areas, including \r\nhealth, food and agriculture, and water management. \r\nBy making nuclear technology available through our \r\ntechnical cooperation programme, the IAEA makes \r\na unique and lasting contribution to achieving the \r\nMillennium Development Goals.\r\nGlobally, health and nutrition make up the \r\nlargest proportion of IAEA spending on technical \r\ncooperation. We have been working with other United \r\nNations specialized agencies, such as the World \r\nHealth Organization and the United Nations Food and \r\nAgriculture Organization, in order to achieve more \r\neffective programme implementation. The Agency pays \r\nparticular attention to training skilled professionals \r\nin the use of nuclear technology. We are also making \r\nincreasing use of cost-effective e-learning tools.\r\nCancer is reaching epidemic proportions in \r\ndeveloping countries, but many countries lack the \r\nresources to deal with it. In fact, several dozen African \r\nnations have absolutely no radiotherapy facilities. \r\nCancers that are increasingly treatable in developed \r\ncountries are all too often fatal in developing \r\ncountries. The IAEA, together with the World Health \r\nOrganization, is playing its part by helping to make \r\nUnited Nations A/68/PV.43\r\nasdf\r\nGeneral Assembly\r\nSixty-eighth session\r\n43rd plenary meeting\r\nTuesday, 5 November 2013, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Ashe  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Antigua and Barbuda)\r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n*1354795*\r\n13-54795 (E)\r\n2/29 13-54795\r\nA/68/PV.43 05/11/2013\r\nI informed the General Assembly a year ago \r\nabout my plans to modernize the eight IAEA nuclear \r\napplications laboratories near Vienna (see A/67/152/\r\nAdd.1). They do essential work in assisting with the \r\ntransfer of nuclear science and technology to developing \r\ncountries in areas such as human and animal health, \r\nfood security and safety, agriculture and environmental \r\nmonitoring. My proposal has received strong support \r\nfrom member States, and we hope to complete the \r\nmodernization in 2017. That will be a priority for the \r\nAgency over the next four years.\r\nNuclear safety and security also remain a matter \r\nof high priority for the IAEA. The Agency has \r\ncontinued to assist Japan in dealing with the aftermath \r\nof the Fukushima Daiichi accident. The recent leak \r\nof contaminated water was a clear reminder of the \r\ncontinuing impact of the accident. The IAEA has \r\nrecommended that Japan establish an effective plan \r\nand mechanisms for the long-term management of \r\ncontaminated water. The announcement by the Japanese \r\nGovernment of a basic policy for addressing that issue \r\nwas an important step forward. An IAEA team will \r\ncarry out a follow-up mission to Japan later this year.\r\nSteady progress has been made on the \r\nimplementation of the IAEA Action Plan on Nuclear \r\nSafety, which was agreed by our General Conference \r\nin 2011. The Agency has continued the series of post-\r\nFukushima international expert meetings, with sessions \r\non issues including decommissioning and remediation \r\nafter a nuclear accident, and human and organizational \r\nfactors in nuclear safety. Member States have recognized \r\nthe central role of the IAEA in promoting international \r\ncooperation in nuclear safety. A comprehensive IAEA \r\nreport on the Fukushima Daiichi accident will be \r\nfinalized in 2014.\r\nIn June, a ministerial conference on nuclear \r\npower in the twenty-first century took place in Saint \r\nPetersburg, Russia. One of the key messages was that \r\nfor many countries nuclear power will play an important \r\nrole in achieving energy security and sustainable \r\ndevelopment goals. The IAEA has a unique role in \r\nassisting Governments, operators and regulators to \r\nunderstand their international obligations and national \r\nresponsibilities concerning nuclear power, as well as in \r\nadopting international standards and best practices.\r\nThe IAEA’s activities in nuclear security continue \r\nto develop, in response to the wishes of member States. \r\nThe IAEA provides a broad range of services to help \r\nradiotherapy, medical physics, nuclear medicine and \r\nimaging services available to developing countries. \r\nOur Programme of Action for Cancer Therapy has \r\nbeen recognized by Member States as a f lagship IAEA \r\nprogramme.\r\nBut our efforts are just a drop in a vast ocean of \r\nhuman suffering. The world needs to mobilize its \r\nresources against cancer in a systematic way. The crisis \r\nmust be addressed with a multipronged international \r\neffort to build awareness, develop diagnosis and \r\ntreatment centres and train medical professionals.\r\nTsetse f lies infest vast areas of Africa. They transmit \r\na parasitic disease that devastates livestock herds and \r\nspreads sleeping sickness among human beings. The \r\nIAEA is working closely with the African Union to \r\nhelp create tsetse-free zones, using the sterile-insect \r\ntechnique and other methods. The sterile-insect \r\ntechnique is essentially a form of contraception for \r\ntsetse f lies. Male f lies, which are mass-produced in \r\nspecial facilities, are sterilized using radiation. The \r\nsterile males are then released into affected areas, \r\nwhere they mate with wild females. The females do \r\nnot produce offspring. The technique can eventually \r\neradicate entire populations of tsetse f lies, as happened \r\nin Zanzibar in 1999. In recent years, significant progress \r\nhas been made in suppressing tsetse f lies in Ethiopia \r\nand Senegal by using the sterile-insect technique and \r\nconventional methods.\r\nTogether with 13 countries in the Sahel region \r\nof Africa, the IAEA is working to alleviate severe \r\nwater shortages that have caused a humanitarian \r\ncrisis. Underground aquifers that store fresh water \r\nspan national borders in the region. The IAEA helps \r\ncountries to measure and monitor such shared fresh \r\nwater supplies using nuclear isotopic techniques. That \r\nprovides the data to enable policymakers to develop a \r\nstrategic plan for managing those vital resources.\r\nResponding to concerns among member States \r\nabout climate change, the new Ocean Acidification \r\nInternational Coordination Centre started work this year \r\nat the IAEA Environmental Laboratories in Monaco. \r\nThat enhances our efforts to promote a comprehensive \r\napproach to the study, monitoring and protection of \r\nmarine, coastal and terrestrial ecosystems. The annual \r\nIAEA Scientific Forum in September was entitled “The \r\nBlue Planet: Nuclear Applications for a Sustainable \r\nMarine Environment”.\r\n13-54795 3/29\r\n05/11/2013 A/68/PV.43\r\nbuilding was completed a few months ago, on schedule \r\nand within budget. The lab should be operational within \r\n18 months, giving the Agency a modern capability for \r\nthe analysis of nuclear samples.\r\nI continue to report to the IAEA Board of \r\nGovernors on safeguards implementation in three \r\ncountries in particular: the Islamic Republic of Iran, \r\nthe Democratic People’s Republic of Korea and the \r\nSyrian Arab Republic. The Agency continues to \r\nverify the non-diversion of nuclear material declared \r\nby Iran under its Safeguards Agreement. However, \r\nwe are unable to provide credible assurance about the \r\nabsence of undeclared nuclear material and activities. \r\nThe Agency cannot, therefore, conclude that all nuclear \r\nmaterial in Iran is in peaceful activities.\r\nLast week, a productive meeting addressing past \r\nand present issues related to Iran’s nuclear programme \r\ntook place in Vienna. Iran presented a new proposal \r\non practical measures as a constructive contribution \r\nto strengthening cooperation and dialogue with a \r\nview to the future resolution of all outstanding issues. \r\nFollowing the substantive discussions, it was decided \r\nthat a meeting would be held on 11 November in Tehran \r\nin order to take that cooperation forward.\r\nI remain seriously concerned about the nuclear \r\nprogramme of the Democratic People’s Republic of \r\nKorea. The Democratic People’s Republic of Korea’s \r\nstatements concerning a third nuclear test and its \r\nintention to restart its nuclear facilities at Yongbyon, \r\ntogether with its previous statements about uranium \r\nenrichment activities and the construction of a light water \r\nreactor, are deeply regrettable. Such actions are clear \r\nviolations of relevant Security Council resolutions. The \r\nAgency has not been able to implement any verification \r\nmeasures in the Democratic People’s Republic of Korea \r\nsince April 2009. I call upon the Democratic People’s \r\nRepublic of Korea to fully comply with its obligations \r\nunder relevant Security Council resolutions and with \r\nthe NPT, and to cooperate promptly and fully with the \r\nAgency.\r\nIn the case of Syria, the Assembly will recall that, \r\nin May 2011, I reported that it was very likely that a \r\nbuilding destroyed at the Dair Alzour site was a nuclear \r\nreactor that should have been declared to the Agency. \r\nThe Agency has not received any new information \r\nthat would affect that assessment. I again urge Syria \r\nto cooperate fully with the Agency in connection with \r\nunresolved issues related to the Dair Alzour site and \r\nother locations.\r\nensure that nuclear and other radioactive material, as \r\nwell as nuclear facilities, are properly protected. In \r\nJuly, we hosted an international conference on nuclear \r\nsecurity to review past achievements and current \r\napproaches and to identify priorities for the future. \r\nThat was the first such conference at the ministerial \r\nlevel, open to all IAEA member States, and one of the \r\nlargest conferences ever held by the Agency. Ministers \r\nadopted a declaration with a firm commitment to \r\nstrengthening nuclear security. They also affirmed the \r\nIAEA’s central role in strengthening the global nuclear \r\nsecurity framework. Over the coming years, we will \r\nbuild on the success of that conference with the aim \r\nof ensuring that all member States share a common \r\nunderstanding of the threat of nuclear terrorism and the \r\nmeasures needed to address it.\r\nI continue to encourage countries to address \r\nan important area of unfinished business in nuclear \r\nsecurity, namely, the ratification of the Amendment to \r\nthe Convention on the Physical Protection of Nuclear \r\nMaterial. The Amendment would expand coverage of \r\nthe Convention to include the protection of nuclear \r\nmaterial in domestic use, storage and transport, and the \r\nprotection of nuclear facilities against sabotage. Eight \r\nyears after its adoption, the Amendment has still not \r\nentered into force. I call upon all States to adhere to the \r\nAmendment, and I hope that it will enter into force in \r\nthe near future.\r\nTurning now to nuclear verification, I can \r\ninform the General Assembly that IAEA safeguards \r\nagreements are now in force with 181 States. However, \r\n12 non-nuclear-weapon States have yet to meet their \r\nobligation under the Treaty on the Non-Proliferation of \r\nNuclear Weapons (NPT) to conclude a comprehensive \r\nsafeguards agreement with the Agency. For those States, \r\nwe cannot draw any safeguards conclusions. I urge \r\nall such States to conclude comprehensive safeguards \r\nagreements as soon as possible.\r\nI am pleased to report that the number of States with \r\nadditional protocols to their safeguards agreements in \r\nforce continues to rise. It now stands at 121. That is \r\nvery encouraging because the additional protocol is \r\nan essential tool for the Agency to be able to provide \r\ncredible assurance that there are no undeclared nuclear \r\nmaterials or activities in a country.\r\nThe IAEA has been working for several years to \r\nimprove the operational effectiveness of our safeguards \r\nlaboratories. The new Nuclear Material Laboratory \r\n4/29 13-54795\r\nA/68/PV.43 05/11/2013\r\nIAEA programmes for the analysis and planning of their \r\nnational energy systems. Through those programmes, \r\nthe member States can meet their national development \r\npriorities in areas where nuclear technologies offer \r\nadvantages over other approaches. It is widely accepted \r\nthat the development and implementation of safe nuclear \r\ntechnologies are effective tools for the international \r\ncommunity to achieve the Millennium Development \r\nGoals and to promote sustainable development in the \r\npost-2015 period.\r\n(spoke in English)\r\nNuclear safety and security is yet another important \r\npillar of the IAEA mandate. The IAEA intensified \r\nefforts related to further plans and guidelines in that \r\narea, including the implementation of the Action \r\nPlan on Nuclear Safety and the development of the \r\nNuclear Security Fundamentals that provide member \r\nStates with technical blueprints for their own national \r\nframeworks for nuclear safety and security. The \r\nAgency also followed up with the concretization of \r\nsuch guidelines, including through useful outreach \r\nactivities in regional and national settings. As a unique \r\ninternational organization with niche expertise in all \r\naspects of nuclear technologies, we are confident that \r\nthe IAEA will continue to play a leading role in shaping \r\na safer nuclear future for the world.\r\nIn fulfilling Viet Nam’s responsibility as Chair \r\nof the Board of Governors of the IAEA, I am pleased \r\ntoday to introduce, under item 88 of the agenda of \r\nthe General Assembly, the draft resolution entitled \r\n“Report of the International Atomic Energy Agency” \r\n(A/68/L.10), on behalf of the 72 sponsors listed in \r\nthe document before us, including my own country, \r\nViet Nam. The few updates to last year’s text are of \r\na technical nature relating to the dates and the list of \r\nthe relevant resolutions and decisions adopted by the \r\nGeneral Conference at its fifty-seventh regular session, \r\nfrom 16 to 20 September 2013. The draft resolution \r\nwelcomes the reappointment of Mr. Yukiya Amano \r\nas Director General of the Agency until 30 November \r\n2017, for which I would like to warmly congratulate \r\nhim.\r\nSimilar to last year, the text takes notes with \r\nappreciation the report of the International Atomic \r\nEnergy Agency. It also takes note of the resolutions \r\nadopted by the General Conference of the Agency, \r\nreaffirms the strong support of the General Assembly \r\nfor the Agency’s indispensable role in encouraging and \r\nassisting the development and practical application of \r\nOn 8 December, 60 years will have elapsed since \r\nPresident Eisenhower gave his historic Atoms for Peace \r\nspeech to the General Assembly (see A/PV.470). He \r\ncalled for the establishment of an international atomic \r\nenergy agency to put nuclear material to use to serve \r\nthe peaceful pursuits of humankind. Four years later, \r\nin 1957, the IAEA began work in Vienna. Since then, \r\nthe Agency has worked hard to bring the benefits of \r\npeaceful nuclear technology to all parts of the globe \r\nand to prevent the spread of nuclear weapons. The world \r\nhas changed enormously in that time. But the Atoms \r\nfor Peace mission has lost none of its relevance. The \r\nAgency has successfully adapted to changing times and \r\nthe evolving needs of member States.\r\nWhen I took office in December 2009, I pledged \r\nto pursue the multiple objectives of the Agency in \r\na balanced manner. My goal has been to ensure that \r\nthe IAEA is an effective, well-managed technical \r\norganization with high ethical standards that delivers \r\nconcrete results and makes a real difference to our \r\nmember States. That will remain my objective during \r\nmy second term as Director General. I look forward to \r\ncontinuing to work fruitfully with our member States \r\nand our partner organizations within the United Nations \r\nfamily, in the interest of the people of the whole world.\r\nThe Acting President: I thank the Director General \r\nfor his introduction of the report of the International \r\nAtomic Energy Agency (see A/68/324).\r\nI now give the f loor to the representative of Viet \r\nNam to introduce draft resolution A/68/L.10.\r\nMr. Le Hoai Trung (Viet Nam) (spoke in French): \r\nFirst of all, I would like to thank Mr. Yukiya Amano, \r\nDirector General of the International Atomic Energy \r\nAgency (IAEA), for presenting for the report of the \r\nIAEA for the calendar year 2012 (see A/68/324), \r\nwhich sets forth the achievements of the IAEA and \r\nthe challenges  it will face in the coming years. The \r\nreport also illustrates the vital role of the Agency in \r\nthe development and transfer of nuclear technology for \r\npeaceful purposes and its contributions to strengthening \r\nthe global nuclear safety framework and the guarantees \r\nof the non-proliferation of nuclear weapons.\r\nIn 2012, the IAEA’s activities were strengthened \r\nin the two areas of nuclear technology and nuclear \r\napplications. The IAEA continues to play an important \r\nrole in providing technical assistance to member States \r\nwishing to use nuclear energy for peaceful purposes. So \r\nfar, more than 125 member States have benefited from \r\n13-54795 5/29\r\n05/11/2013 A/68/PV.43\r\nnuclear safety in 2012. An overwhelming majority \r\nof member States with operational nuclear power \r\nplants have undertaken and essentially completed \r\ncomprehensive safety reassessments, and many have \r\nintroduced additional safety measures, including the \r\nmitigation of station blackouts and the construction of \r\nhigher protective walls. It is a matter of satisfaction that \r\nsafety performance indicator data on the 437 operating \r\nnuclear power plants showed that the operational safety \r\nlevel has remained high.\r\nIndia is committed to implementing the highest \r\nstandards for the safety of Indian nuclear power plants \r\nand the associated fuel cycle facilities. India will \r\ncontinue to participate and assist the IAEA secretariat \r\nin its endeavours to enhance nuclear safety through \r\nthe cluster of measures formulated in the IAEA Action \r\nPlan on Nuclear Safety. We feel that the IAEA should \r\ntake all necessary measures to allay misapprehensions \r\namong the public and member States about the safety \r\nof nuclear power plants, taking into account the \r\nadvances in relevant design and technology areas. In \r\nthat connection, we wish to acknowledge the visit of \r\nthe IAEA Director General to India in March 2013, \r\nwhere he appreciated the safety upgrades implemented \r\nin the Tarapur 1 and 2 reactors. We would also like to \r\nencourage the IAEA to make concerted efforts to ensure \r\nthe free f low of the latest information, technology and \r\nequipment pertaining to nuclear safety among the \r\nmember States.\r\nThe nuclear power programme in India is oriented \r\ntowards maximizing the energy potential of available \r\nuranium resources and the utilization of its large \r\nthorium reserve. We believe that available global \r\nuranium resources cannot sustain the projected \r\nexpansion of nuclear power in the coming decades \r\nwithout adopting a closed fuel cycle approach and, \r\nsubsequently, a thorium fuel cycle.\r\nWith its excellent physical and nuclear properties, \r\nthorium is widely and rightly viewed as the fuel of \r\nthe future. India continues to carry forward intense \r\ndevelopment of technologies based on thorium fuel \r\ncycles for demonstration in its advanced heavy water \r\nreactor programme. Thorium-based fuel cycles and \r\ntechnologies present opportunities for enhanced \r\npassive safety features, the utilization of the larger \r\nnatural resources of thorium and inherent proliferation \r\nresistance. International collaboration under the IAEA \r\nwould help provide a much wider resource base for \r\nfuture nuclear technology development in that direction.\r\natomic energy for peaceful uses, technology transfer \r\nto developing countries and nuclear safety, verification \r\nand security. It also contains appeals to Member States \r\nto continue to support the activities of the Agency.\r\nThe language of the draft resolution was arrived at \r\nby consensus after the consultations held in Vienna and \r\nNew York on 9 and 18 October, respectively. I would \r\nlike to express our sincere appreciation to Member \r\nStates for their constructive engagement during the \r\ninformal consultations.\r\nI hereby submit this text to the General Assembly \r\nfor its consideration. I sincerely hope that, as was the \r\ncase last year, the draft resolution will be adopted by \r\nconsensus. It is also still open for further sponsors.\r\nMr. Sinha (India): On behalf of my delegation, I \r\nthank the Director General of the International Atomic \r\nEnergy Agency (IAEA) for presenting the Agency’s \r\nannual report for the year 2012 (see A/68/324).\r\nThe increasing global demand for energy, concerns \r\nabout climate change, volatile fossil fuel prices and \r\nthe security of energy supplies remain essential \r\nfactors for any country in deciding on an energy mix. \r\nNuclear power remains an important option, not only \r\nfor countries with existing nuclear programmes, but \r\nalso for developing countries with growing energy \r\nrequirements.\r\nSince last year, two important meetings relating to \r\nnuclear energy have been held: the Fukushima Ministerial \r\nConference, in Japan from 15 to 17 December 2012, \r\nand the IAEA International Ministerial Conference \r\non Nuclear Power in the 21st Century, in the Russian \r\nFederation from 27 to 29 June 2013. Both of those \r\nmeetings underscored the role that nuclear energy \r\ncontinues to play in the energy mix of various countries \r\nand in their efforts to achieve energy security and \r\nsustainable development goals in the twenty-first \r\ncentury for their respective populations. We note that \r\nAgency projections indicate significant growth in the \r\nuse of nuclear energy worldwide, reaching between \r\n17 and 94 per cent by 2030.\r\nThe Fukushima accident elicited a global response \r\npushing for the strengthening of nuclear safety, with \r\nmember States reassessing the safety of existing \r\nnuclear power plants. While the results of those \r\nreassessments will be further refined as necessary in \r\nthe light of new information that might emerge in the \r\nfuture, we note with satisfaction that the global nuclear \r\ncommunity made noteworthy progress in strengthening \r\n6/29 13-54795\r\nA/68/PV.43 05/11/2013\r\nin health care; and technologies for safe drinking water \r\nand industry, among other things.\r\nIndia attaches great importance to the IAEA’s \r\nwork in the field of nuclear science. We contribute to \r\nthose activities through our participation in technical \r\nmeetings and coordinated research projects, as well as \r\nby supporting the IAEA’s programme on nuclear fusion.\r\nThe Agency’s programme and achievements in the \r\narea of nuclear applications in food and agriculture, \r\nhuman health and nutrition, water resource management, \r\nthe protection of the environment and industry make \r\na valuable contribution to meeting the needs of the \r\ndeveloping countries. India greatly appreciates the \r\nIAEA’s efforts in cancer management, particularly \r\nthe Programme of Action for Cancer Therapy. We \r\nwill continue to support Agency activities in those \r\nareas, including by offering the services of experts \r\nand training research fellows in reputable institutions \r\naround the country.\r\nThere is widespread recognition that the threat \r\nof nuclear terrorism is one of the pressing challenges \r\nfacing the international community. Responsible \r\nnational action and effective international cooperation \r\nare therefore required for strengthening nuclear \r\nsecurity in order to prevent vulnerable nuclear material \r\nfrom falling into the hands of non-State actors. India \r\nhas consistently supported the IAEA’s important role \r\nin facilitating national efforts to strengthen nuclear \r\nsecurity and foster effective international cooperation.\r\nAt the Nuclear Security Summit held in Seoul \r\nin April 2012, India reaffirmed its commitment to \r\nsupporting IAEA activities in the area of nuclear \r\nsecurity and announced a contribution of $1 million to \r\nthe IAEA’s Nuclear Security Fund. We have fulfilled \r\nour commitment. A collaboration arrangement has been \r\nsigned with the secretariat and is being implemented. \r\nIndia is a member of the Director General’s Advisory \r\nGroup on Nuclear Security and of the Nuclear Security \r\nGuidance Committee, and contributes to developing \r\nthe related documents. \r\nIndia commends the Director General for organizing \r\nthe International Conference on Nuclear Security: \r\nEnhancing Global Efforts, our delegation to which was \r\nled by our Minister of State in the Office of the Prime \r\nMinister. Universal adherence to the Convention on the \r\nPhysical Protection of Nuclear Materials and the early \r\nentry into force of its 2005 Amendment would go a \r\nIndia is committed to harnessing the benefits \r\nof nuclear energy for electricity production, while \r\naccording the highest priority to nuclear safety and \r\nsecurity. India will need to rapidly raise energy \r\nproduction to meet its growing energy requirements \r\nin order to achieve its development goals. The energy \r\nresources at our disposal make it imperative for us \r\nto consider all energy options. At present, there are \r\n21 nuclear power plant units in operation in India. The \r\nconstruction of four 700-megawatt pressurized heavy \r\nwater reactor units is in progress at the Kakrapar and \r\nRawatbhata sites.\r\nIndia has set up two Voda Voda Energo reactor-\r\nbased nuclear power plants, each of 1,000 megawatts, \r\nat Kudankutam in Tamil Nadu, with the cooperation \r\nof the Russian Federation. India is also setting up \r\na 500-megawatt prototype fast breeder reactor at \r\nKalpakkam.\r\nThe Agency performed its first Operational Safety \r\nReview Team mission to India for the Rajasthan Atomic \r\nPower Station, units 3 and 4, in November 2012. The \r\nmission was performed using the revised scope and \r\nmodules updated with the lessons learned from the \r\nFukushima nuclear accident. The mission recognized \r\nthe strong safety culture present at the nuclear power \r\nplant and many good practices. A follow-up mission has \r\nbeen invited, which will take place in early 2014. The \r\npreparation and planning for inviting IAEA’s Integrated \r\nRegulatory Review Service to undertake a peer review \r\nof our regulatory system is also in progress, and India \r\nwill approach the Agency with a request to undertake \r\nthat mission.\r\nIndia has been associated with the International \r\nProject on Innovative Nuclear Reactors and Fuel Cycles \r\nsince its inception and has contributed to its progress. \r\nWe also fully support the other activities of the IAEA \r\nundertaken to stimulate innovation in nuclear power \r\nthrough technical working groups for different reactor \r\ntechnologies, small and medium-sized reactors and for \r\nnon-electric applications.\r\nNuclear energy has a crucial role to play in India’s \r\nachievement of its sustainable economic growth \r\nobjectives. At the same time, India is extensively \r\nengaged in the development of nuclear technologies in \r\ndiverse fields extending beyond nuclear power. They \r\ninclude isotope applications for improved crop varieties, \r\ncrop protection and post-harvest technologies; radio-\r\nisotope applications for diagnostic and therapeutic uses \r\n13-54795 7/29\r\n05/11/2013 A/68/PV.43\r\nagriculture, disease prevention and control, water \r\nresources and environmental management, and \r\nradioisotope and radiation technology.\r\nOur country’s increasing demand for energy is \r\ninevitable, due to our growing industrial sector. In that \r\nregard, Indonesia is resolved to harness nuclear power \r\nas part of a policy on a national energy mix, aimed at \r\nsecuring our energy supply, and intends to introduce \r\nnuclear power plants for that purpose. We commend the \r\nprogress made in Agency activities on nuclear energy \r\ndevelopment, and welcome the assistance provided to \r\nMember States interested in launching and expanding \r\nnuclear power programmes. We are especially grateful \r\nto the IAEA for providing Indonesia with technical \r\nassistance in infrastructure development in this area, \r\nan important step in the process of introducing nuclear \r\npower plants.\r\nWe remain of the view that the IAEA’s Department \r\nof Technical Cooperation plays an indispensable role as \r\nthe Agency’s main vehicle for delivering on its mandate \r\nto promote the peaceful uses of nuclear technology, \r\nespecially in the developing world. We believe we \r\nshould all continue our support for the IAEA’s technical \r\ncooperation resources. Ensuring that nuclear science \r\nand technology are used exclusively for peaceful \r\npurposes is a statutory function of the IAEA. We \r\nappreciate its activities in verifying that States are fully \r\ncomplying with their non-proliferation obligations, \r\nand in confirming that nuclear materials are used for \r\npeaceful purposes. We are convinced that the Agency’s \r\nsafeguards have contributed to strengthening collective \r\nsecurity and have helped to create an environment \r\nconducive to nuclear cooperation.\r\nConcerning the Agency’s functions in the area \r\nof nuclear safety, Indonesia welcomes its work on \r\nestablishing safety standards. We recognize its \r\ncentral role in promoting international cooperation, \r\ncoordinating international efforts to strengthen global \r\nnuclear safety, and providing expertise and advice in \r\nthat field. We welcome the progress in implementing the \r\nIAEA’s Action Plan on Nuclear Safety. While primary \r\nresponsibility for nuclear safety is in the hands of each \r\nState, we believe that the IAEA’s role in assuring the \r\nsafety of all nuclear activities worldwide should be \r\nenhanced and strengthened to the extent mandated by \r\nits Statutes.\r\nTurning to the activities of the Agency in the area \r\nof nuclear security, we are of the view that while the \r\nresponsibility for ensuring nuclear security within a \r\nlong way to strengthening global efforts in the area of \r\nnuclear security.\r\nWith these comments, we take note of the IAEA’s \r\nannual report for 2012. India supports the work of the \r\nIAEA and is a sponsor of draft resolution A/68/L.10.\r\nMr. Fananie (Indonesia): My delegation is pleased \r\nto see you presiding over this important meeting, \r\nMadam. We are confident that it will yield a fruitful \r\noutcome under your leadership.\r\nMy delegation would like to express its sincere thanks \r\nto the Director General of the International Atomic \r\nEnergy Agency (IAEA) for preparing the Agency’s \r\ncomprehensive report for 2012 (see A/68/324) and for \r\nhis statement, which included additional information \r\non the principal developments in the Agency’s activities \r\nduring 2013. We would also like to take this opportunity \r\nto extend our warmest congratulations to Ambassador \r\nYukiya Amano on his recent election as Director \r\nGeneral for 2013 to 2017. We are confident that under his \r\nskilled and able leadership, the Agency will contribute \r\nto promoting the peaceful uses of nuclear energy and \r\ntechnology. We look forward to continuing to work \r\nclosely with Ambassador Amano and to strengthening \r\nthe established cooperation between Indonesia and the \r\nAgency, and we offer our best wishes and hopes for his \r\nsuccess.\r\nThe IAEA has an important role to play in assisting \r\nand promoting the peaceful uses of nuclear science \r\nand technology, especially in the developing regions \r\nof the world. Nuclear technology is a valuable tool \r\nfor addressing many aspects of Indonesia’s national \r\ndevelopment programmes, particularly in the areas \r\nof health, food and agriculture, water resource \r\nmanagement, environmental protection and industry. \r\nTo mention a few such uses, Indonesia has been \r\napplying radiation-induced mutation and other nuclear \r\nand isotopic techniques in order to increase crop \r\nquality and productivity, thus helping to ensure food \r\nsecurity and improve people’s livelihoods. We are also \r\nenhancing the application of irradiation technologies in \r\nsanitary and phytosanitary measures for agricultural \r\nproducts. \r\nWe remain confident about the usefulness of \r\nnuclear technologies and the synergies fostered by \r\ninternational cooperation in the nuclear field, for \r\nwhich the IAEA’s work is very important. Indonesia \r\ncommends the Agency’s various activities applying \r\nnuclear technology in the areas of food security and \r\n8/29 13-54795\r\nA/68/PV.43 05/11/2013\r\nthe Barcelona Declaration of 1995, to the establishment \r\nof a Middle East zone free of nuclear weapons and all \r\nother weapons of mass destruction. We therefore regret \r\nthat the conference on the establishment of such a zone, \r\ndue to take place in 2012, was postponed. The European \r\nUnion fully supports the ongoing preparations for a \r\nsuccessful conference, in particular the tireless efforts \r\nof its Facilitator, Ambassador Laajava of Finland. The \r\nEuropean Union calls on all States in the region to \r\nurgently and proactively engage with the Facilitator and \r\nthe convenors with the aim of convening the conference \r\nas soon as possible, on the basis of arrangements freely \r\narrived at by the States of the region.\r\nThe 2010 NPT Review Conference reaffirmed \r\nthe role of the IAEA in verifying and ensuring \r\nStates’ compliance with their safeguards obligations \r\nand stressed the importance of resolving all cases of \r\nnon-compliance, as well as the importance of States \r\nparties responding resolutely and effectively in such \r\ncases. The European Union is deeply concerned \r\nabout the protracted and serious challenges to the \r\nnon-proliferation regime posed by the Islamic Republic \r\nof Iran, the Democratic People’s Republic of Korea and \r\nthe Syrian Arab Republic. The European Union would \r\nlike to stress again that the Security Council, which \r\nhas the primary responsibility for the maintenance of \r\ninternational peace and security, has the mandate to take \r\nappropriate action in the event of non-compliance with \r\nNPT obligations, including safeguards agreements.\r\nThe Agency’s system of safeguards is a fundamental \r\ncomponent of the nuclear non-proliferation regime and \r\nplays an indispensable role in the implementation of the \r\nNPT. The measures contained in the model additional \r\nprotocol form an integral part of the IAEA safeguards \r\nsystem, and the comprehensive safeguards agreements \r\ntogether with additional protocols constitute the current \r\nIAEA verification standard. The EU calls for their \r\nuniversalization without delay. \r\nFrom the beginning, the European Union has firmly \r\nsupported the continued evolution of safeguards to a \r\nState-level concept that is more objectives-based and \r\nthat considers all safeguards to be relevant information \r\nabout a State. That approach enables the Agency \r\nto focus its efforts on areas of greater safeguards \r\nsignificance and those areas where the concerns with \r\nregard to the diversion of nuclear materials are the \r\ngreatest. Furthermore, the European Union is grateful \r\nfor the broad support received from IAEA member \r\nStates for the recently adopted EU-sponsored IAEA \r\nState lies primarily with the Government of that State, \r\ninternational cooperation and coordination to ensure \r\nnuclear security worldwide are crucial, and the IAEA \r\nhas a central role to play in that regard. We are pleased \r\nthat the Agency has helped countries to reduce the risk \r\nof terrorists obtaining nuclear or radioactive materials, \r\nand to prevent sabotage at nuclear facilities\r\nIn conclusion, the activities of the IAEA have \r\ngreatly contributed to a more prosperous, secure and \r\nsafe world. We are therefore of the view that the IAEA \r\nneeds our continued and strong support for fulfilling \r\nits mandate as enshrined in the IAEA Statute. In the \r\nlight of the foregoing, my delegation supports the draft \r\nresolution contained in document A/68/L.10.\r\nThe Acting President: I now give the f loor to the \r\nobserver of the European Union.\r\nMr. Mayr-Harting (European Union): I have the \r\nhonour to speak on behalf of the European Union (EU). \r\nTurkey, the former Yugoslav Republic of Macedonia, \r\nMontenegro, Iceland, Serbia, Albania, Bosnia and \r\nHerzegovina, Ukraine, the Republic of Moldova and \r\nGeorgia align themselves with this statement.\r\nWe are pleased to support draft resolution \r\nA/68/L.10, on the report of the International Atomic \r\nEnergy Agency (IAEA). The report (see A/68/324)\r\nagain reaffirms the indispensable role played by the \r\nAgency with regard to the non-proliferation of nuclear \r\nweapons and to assisting the development and practical \r\napplication of atomic energy for peaceful uses, as well \r\nas in technology transfer and in nuclear verification, \r\nsafety and security.\r\nThe European Union is committed to effective \r\nmultilateral action against the proliferation of \r\nweapons of mass destruction and attaches the utmost \r\nimportance to the universalization of the Treaty on the \r\nNon-Proliferation of Nuclear Weapons (NPT). We call \r\non States that have not yet done so to join the Treaty as \r\nnon-nuclear-weapon States. Furthermore, the European \r\nUnion is actively contributing to global efforts to seek a \r\nsafer world for all and to create the conditions for a world \r\nwithout nuclear weapons, in accordance with the goals \r\nof the NPT and in a way that promotes international \r\nstability and is based on the principle of undiminished \r\nsecurity for all. We underline the vital importance of \r\nnon-proliferation for achieving those goals.\r\nThe European Union is fully supportive of the \r\naction plan adopted at the 2010 NPT Review Conference \r\nand would like to reiterate its commitment, held since \r\n13-54795 9/29\r\n05/11/2013 A/68/PV.43\r\nin the Agency’s International Conference entitled \r\n“Nuclear security: enhancing global efforts”, held in \r\nJuly, as a cooperating organization. The European Union \r\nis among the main contributors to the Nuclear Security \r\nFund, having provided approximately €30 million in EU \r\nfunds to date, in addition to voluntary contributions, in \r\nfunds and in kind, made individually by some of its \r\nmember States, to the benefit of about 100 countries. \r\nWe will continue to provide such support. Last month, \r\nthe European Union took a new decision to support the \r\nFund with an additional amount of more than €8 million.\r\nEffective physical protection is of the utmost \r\nimportance in preventing nuclear material from falling \r\ninto the hands of terrorists and in protecting nuclear \r\nfacilities against unauthorized use and malicious acts. \r\nThe European Union therefore urges all States that have \r\nnot yet done so to become party to the Convention on \r\nthe Physical Protection of Nuclear Material and its 2005 \r\nAmendment.\r\nFinally, the European Union attaches the utmost \r\nimportance to the Agency’s technical cooperation \r\nprogramme and the role of the Agency in the \r\nresponsible development of the peaceful applications \r\nof nuclear energy. The European Union supports both \r\nthe IAEA and third countries in their cooperation \r\nwith the Agency in that area, with a total amount of \r\napproximately €150 million per year. As further support \r\nto the peaceful uses of nuclear energy, the European \r\nUnion has allocated approximately €560 million over \r\nthe period 2007 to 2013 for the promotion of nuclear \r\nsafety, radiation protection and the application of \r\nefficient and effective safeguards for nuclear material \r\nin third countries.\r\nMr. Churkin (Russian Federation) (spoke in \r\nRussian): The Russian delegation is grateful to the \r\nDirector General of the International Atomic Energy \r\nAgency (IAEA), Mr. Yukiya Amano, for having \r\nintroduced the Agency’s report for the period of \r\n1 January to 31 December 2012 (see A/68/324).\r\nRussia fully shares the high assessment of the \r\nAgency’s work. We cherish the hope that the IAEA will \r\ncontinue to step up efforts in the interest of expanding \r\ninternational cooperation in the field of the peaceful \r\nuse of nuclear energy and strengthening the global \r\nnon-proliferation regime.\r\nThe recent IAEA International Ministerial \r\nConference on Nuclear Power in the 21st Century, \r\nheld in June in Saint Petersburg, culminated in the \r\nGeneral Conference resolution on strengthening the \r\neffectiveness and improving the efficiency of Agency \r\nsafeguards.\r\nThe European Union attaches importance to the \r\nhighest standards for nuclear safety being implemented \r\nand continuously improved in the European Union and \r\npromoted internationally. In that context, the European \r\nUnion and its member States call on all IAEA member \r\nStates that have not yet done so to become, without \r\ndelay, contracting parties to the Convention on Nuclear \r\nSafety, the Convention on Early Notification of a \r\nNuclear Accident, the Convention on Assistance in the \r\nCase of a Nuclear Accident or Radiological Emergency, \r\nand the Joint Convention on the Safety of Spent Fuel \r\nManagement and on the Safety of Radioactive Waste \r\nManagement. In addition, we encourage IAEA member \r\nStates to implement the Agency’s Action Plan on \r\nNuclear Safety, in particular to use all the relevant peer-\r\nreview services of the IAEA to improve nuclear safety. \r\nIn that respect, a memorandum of understanding for a \r\npartnership on nuclear safety cooperation was signed \r\nduring the IAEA General Conference on 17 September \r\nby the Director General of the IAEA, Mr. Yukiya \r\nAmano, and the EU Commissioner for Energy, \r\nMr. Günther Oettinger.\r\nIn the framework of its strategy against the \r\nproliferation of weapons of mass destruction, the \r\nEuropean Union actively supports Security Council \r\nresolutions 1540 (2004) and 1887 (2009), as well as a \r\nnumber of other international initiatives, such as the \r\nGroup of Eight Global Partnership against the Spread \r\nof Weapons and Materials of Mass Destruction, the \r\nProliferation Security Initiative, the Global Initiative \r\nto Combat Nuclear Terrorism, and the Global Threat \r\nReduction Initiative. The nuclear security summits \r\nhave laid important groundwork aimed at strengthening \r\nnuclear security, reducing the threat of nuclear \r\nterrorism and securing all vulnerable nuclear material \r\nin the coming years. \r\nStrengthening nuclear security requires continuing \r\neffort, political will and global coordination, and the \r\nEuropean Union remains committed to those goals. Out \r\nof the €260 million dedicated to chemical, biological, \r\nradiological and nuclear (CBRN) risk mitigation \r\nworldwide, more than €100 million has been allocated \r\nto the European Union’s regional CBRN Centres of \r\nExcellence initiative.\r\nThe EU strongly supports IAEA activities in the \r\narea of nuclear security and was pleased to participate \r\n10/29 13-54795\r\nA/68/PV.43 05/11/2013\r\nwith their non-proliferation obligations have been \r\ninvited to participate in it.\r\nAnother important step in the creation of a global \r\nnuclear energy infrastructure was the creation in Russia \r\nof a guaranteed stock of low enriched uranium under \r\nIAEA management. It has already been fully set up and \r\ncan be used by member States of the Agency complying \r\nwith their non-proliferation obligations.\r\nThe main lesson of the accident at the Fukushima \r\nI nuclear power plant is that safety surpasses all other \r\nconsiderations, and that has been fairly well understood \r\nby the international community. To prevent similar \r\ntragedies in the future, there is a need to improve the \r\ninternational legal framework and the technological \r\nand organizational aspects of nuclear safety. To that \r\nend, Russia has prepared some important initiatives \r\naimed at dealing with the existing shortcomings in the \r\nrelevant international legal documents. What we have \r\nin mind is amendments to the Convention on Nuclear \r\nSafety and the Convention on Early Notification of a \r\nNuclear Accident. Furthermore, the Russian Federation \r\nhas proposed improvements of IAEA safety standards, \r\nand we hope for broad support in the implementation of \r\nour initiatives.\r\nWe support the Agency’s leading role in forging \r\ncooperation among States and an exchange of \r\nexperiences in the field of nuclear safety, including \r\non preventing the threats of nuclear and radiological \r\nterrorism. The IAEA International Conference on \r\nNuclear Security, held in Vienna this past summer \r\nprovided and elaborated on good indicators for future \r\nwork and reaffirmed the principle of the Agency’s \r\nleading responsibility in that field. The key documents \r\non which the provision of global nuclear physical safety \r\nis based are the Convention on the Physical Protection \r\nof Nuclear Material and its Amendments and the \r\nInternational Convention for the Suppression of Acts of \r\nNuclear Terrorism. Russia has signed and ratified those \r\ndocuments. We call upon States that have not done so yet \r\nto accelerate the completion of domestic procedures for \r\naccession to those important international instruments.\r\nThe Russian delegation supports draft resolution \r\nA/68/L.10, on the IAEA’s report. We became a sponsor \r\nof the draft resolution due to the importance of the \r\nAgency’s work to achieve reliable energy supplies and \r\nto strengthen the nuclear non-proliferation regime.\r\nMr. De Aguiar Patriota (Brazil): At the outset, \r\nI would like to thank the delegation of Viet Nam for \r\nadoption of a high-quality outcome document that \r\nsets the direction for development on the part of IAEA \r\nmember States and the secretariat. We are pleased that \r\nthe Conference reached the conclusion that for many \r\nStates, nuclear energy is a tried, clean, safe and cost-\r\neffective technology that can be called upon to play \r\na significant role in achieving energy security and \r\nsustainable development.\r\nRussia actively participates in IAEA activities \r\nas a financial donor, including through voluntary \r\ncontributions to the International Project on Innovative \r\nNuclear Reactors and Fuel Cycles, as well as to the \r\nNuclear Security Fund. We fully back the Agency’s \r\nefforts in the field of technical cooperation and the \r\nprovision of relevant assistance to developing States.\r\nThe IAEA plays a fundamental role in the field \r\nof the non-proliferation of nuclear weapon. Its unique \r\nverification mechanism enables it, in a very effective \r\nway, to monitor States’ compliance with their \r\nobligations under the Treaty on the Non-Proliferation \r\nof Nuclear Weapons. Our country has consistently \r\nchampioned the improvement of the Agency’s \r\nmonitoring functions, including advocating for the \r\nadoption of the additional protocol to the IAEA \r\nsafeguards agreement as a universally recognized, \r\nnon-proliferation-commitments verification norm. \r\nAn impartial approach to nuclear verification based \r\non objective indicators is an important element in \r\npreserving the legitimacy of the IAEA safeguards \r\nsystem in the field of technical cooperation and the \r\nprovision of relevant assistance to developing States.\r\nIn the context of the large-scale development of \r\nnuclear energy, the Russian Federation attaches priority \r\nattention to such issues as creating a new architecture \r\nfor the peaceful use of nuclear cooperation, based on \r\nmultilateral approaches to the nuclear fuel cycle, the \r\nguaranteed provision of services in the field of the \r\nnuclear fuel cycle and resolving the problem of spent \r\nnuclear fuel and radioactive waste management. \r\nBased on those priorities, Russia has proposed an \r\ninitiative on the development of a global nuclear energy \r\ninfrastructure and the creation of international centres \r\nfor the provision of nuclear fuel-cycle services.\r\nWe note with satisfaction that our initiative was both \r\ntimely and useful. Within that framework in Russia, \r\nworking with Kazakhstan, Ukraine and Armenia, we \r\nlaunched an international uranium enrichment centre. \r\nAll States developing nuclear energy and complying \r\n13-54795 11/29\r\n05/11/2013 A/68/PV.43\r\nof safeguards implementation. Furthermore, we believe \r\nthat the handling of information deserves a broader \r\ndebate. It is high time for the Agency to review the \r\nexisting rules and procedures to ensure the protection \r\nof information, its use in a secure, credible and \r\nimpartial manner and the secretariat’s accountability \r\nto member States in that regard. The practices of the \r\nmid-1990s are no longer suitable in a world where \r\nadvances in communications and cybertechnologies \r\nallow for frequent manipulation, fabrication and access \r\nto commercial and technological information, as well \r\nas the invasion of citizens’ data and privacy.\r\nWe note with dissatisfaction the persistence of \r\nimbalances and double standards within the nuclear \r\nnon-proliferation regime. As a key implementing tool \r\nof such a regime, the IAEA must be in line with other \r\ninternational initiatives to promote the equitable and \r\nfull implementation of the mutually reinforcing goals \r\nof nuclear non-proliferation and nuclear disarmament.\r\nI would stress in that regard the importance of \r\nthe High-level Meeting of the General Assembly on \r\nNuclear Disarmament (see A/68/PV.11) that took \r\nplace a few weeks ago and the second Conference on \r\nthe Humanitarian Impact of Nuclear Weapons, to be \r\nheld in Mexico next February. We look forward to the \r\nconclusions of those events and to considering their \r\nimplications for the work of the Agency.\r\nWe also welcome the resolution on safeguards \r\nadopted by the fifty-seventh General Conference, \r\nwhich recalls the Statute of the IAEA, in particular \r\narticle III.B.1, stating that the Agency shall conduct its \r\nactivities in conformity with the policies of the United \r\nNations furthering the establishment of safeguarded \r\nworldwide disarmament.\r\nBrazil notes the opportune reference in the IAEA \r\nresolution on safeguards to Action 30 of the Final \r\nDocument of the 2010 NPT Review Conference, which \r\ncalls for the wider application of safeguards to peaceful \r\nnuclear facilities in nuclear-weapon States under the \r\nrelevant voluntary offer safeguards agreements. Action \r\n30 also stresses that comprehensive safeguards and \r\nadditional protocols should be universally applied once \r\nthe complete elimination of nuclear weapons has been \r\nachieved.\r\nMr. Wang Min (China) (spoke in Chinese): \r\nThe Chinese delegation welcomes the briefing by \r\nMr. Amano, Director General of the International \r\nintroducing draft resolution A/68/L.10, on the report \r\nof the International Atomic Energy Agency (IAEA), \r\nwhich Brazil is glad to sponsor. The Brazilian \r\ndelegation also welcomes the Director General of the \r\nIAEA, Mr. Yukiya Amano, and wishes to thank him \r\nfor introducing the IAEA annual report for 2012 (see \r\nA/68/324), as well as for the updated information on the \r\nAgency’s activities.\r\nBrazil attaches the utmost importance to all \r\nactivities developed by the IAEA. Today, however, I \r\nwill focus my remarks on the ongoing discussions about \r\nthe development and conceptualization of safeguards \r\nimplementation at the State level, as well as on the \r\nresults of the fifty-seventh regular session of the IAEA \r\nGeneral Conference in 2013, in particular its resolution \r\non safeguards\r\nBrazil has been supportive of IAEA efforts to \r\npromote more efficient and effective safeguards in \r\nstrict accordance with the relevant agreements entered \r\ninto by member States with the Agency and taking \r\ninto account the necessary distinction between legal \r\nagreements and voluntary commitments, such as the \r\nadditional protocol to the comprehensive safeguards \r\nagreement.\r\nMy country has joined others in the IAEA General \r\nConference in a request in 2012 that the secretariat \r\nreport on the development of new approaches for \r\nsafeguards implementation through the so-called \r\nState-level concept.\r\nLast September, the safeguards implementation \r\nreport submitted to the IAEA Board of Governors \r\nseemed rather meagre and did not fully meet our \r\nexpectations for adequate information and clarification \r\non several issues related to its implementation. It also sent \r\nequivocal signals as to the claimed non-discriminatory \r\napplication of safeguards to all member States. \r\nFollowing an inconclusive preliminary exchange of \r\nviews between the Board and the secretariat, we see the \r\nDirector General’s decision to prepare a supplementary \r\nreport as a step in the right direction. We expect the \r\nDirector General’s supplementary report to be circulated \r\nas soon as possible, in time for member States to review \r\nit properly and in time for consideration and action by \r\nthe Board at the session next June.\r\nUpon the presentation of the first report on the \r\nState-level concept, we expressed our concern with \r\nthe possible use of sensitive information, including \r\nfrom open sources and third parties, for the purpose \r\n12/29 13-54795\r\nA/68/PV.43 05/11/2013\r\ndevelopment. China hopes that the Agency will focus \r\non the following aspects in its future work.\r\nFirst, the Agency should effectively promote the \r\nfull implementation of the IAEA Action Plan on Nuclear \r\nSafety and the Nuclear Security Plan for 2014 to 2017 \r\nwith a view to raising the global nuclear security level \r\nand to restoring international confidence in nuclear \r\nenergy development. We encourage the Agency to \r\nfollow and monitor more closely the subsequent impact \r\nof the Fukushima nuclear accident and to provide the \r\nJapanese Government with the necessary guidance \r\nand assistance to properly address the water leakage \r\nissue. We also hope that the Agency will steadily push \r\nforward the comprehensive review of the Fukushima \r\nnuclear accident and the response measures.\r\nSecondly, the Agency should continue to provide \r\nsupport and assistance to developing countries through \r\nthe IAEA technical cooperation programmes to help \r\nthem to develop and utilize nuclear energy.\r\nThirdly, the Agency should make safeguards more \r\neffective and efficient, while ensuring impartiality and \r\nobjectivity.\r\nLast but not least, it should continue to play a \r\nconstructive role in addressing regional nuclear issues \r\nand should contribute to the settlement of relevant \r\nissues through dialogue.\r\nMr. Kyslytsya (Ukraine): The accidents at \r\nthe Chernobyl nuclear power plant in 1986 and the \r\nFukushima Daiichi nuclear power plant in 2011 gave \r\nrise to the substantial revision and strengthening \r\nof international nuclear safety standards and to the \r\nimprovement of international norms to ensure both \r\nthe highest level of nuclear, waste and radiation safety \r\nworldwide and the relevant system of emergency \r\npreparedness and response. We believe that, given its \r\nunique expertise, the International Atomic Energy \r\nAgency (IAEA) has a leading role to play in nuclear-\r\nrelated accidents or emergencies, and its on-site \r\ninvolvement is vital in addressing the consequences.\r\nWhile the responsibility for nuclear safety rests \r\nwith each member State, we believe that the IAEA \r\nSafety Fundamentals should constitute the minimum \r\nobligatory basis for States with advanced civil nuclear \r\nprogrammes. We strongly support the Agency’s \r\nactivities aimed at improving nuclear, radiation, \r\ntransport and waste safety worldwide.\r\nAtomic Energy Agency (IAEA), on the work of the \r\nAgency.\r\nOver the past year, the IAEA has been earnestly \r\nfulfilling its duties in line with its statutory mandate and \r\nhas made substantial achievements in areas such as the \r\npeaceful use of nuclear energy, nuclear non-proliferation \r\nand nuclear safety and security. The Agency organized \r\ntwo international ministerial conferences — on the \r\ndevelopment of nuclear power in the twenty-first \r\ncentury and on nuclear security — which provided an \r\nimportant impetus for international efforts in those \r\nareas. Meanwhile, the Agency has remained committed \r\nto enhancing the effectiveness and efficiency of \r\nsafeguards and to promoting the proper settlement of \r\nregional hotspot issues. The IAEA’s work has been \r\nfully acknowledged by its member States.\r\nThe Fukushima nuclear accident two years ago \r\nprompted the international community to reflect on the \r\ndevelopment of nuclear energy. The accident sounded \r\nthe alarm regarding nuclear safety. The recent reports \r\non water leakage from the Fukushima nuclear plant \r\nare a source of concern. China is closely following the \r\ncountermeasures to be adopted by Japan. We urge Japan \r\nto spare no effort in minimizing the subsequent impact \r\nof the accident and to provide timely, comprehensive and \r\naccurate information to the international community.\r\nSince China is a major energy consumer, its \r\nGovernment firmly supports the development of nuclear \r\npower. At the same time, China has always upheld the \r\nprinciple of safety first and attaches great importance \r\nto improving nuclear safety and emergency response \r\nperformance. China has made constant improvements to \r\nrelevant laws and regulations, stepped up infrastructure \r\ndevelopment and established a rigorous supervisory \r\nand regulatory system for nuclear safety. \r\nChina also actively participates in international \r\nnuclear safety cooperation. A nuclear safety \r\ndemonstration centre is being built in Beijing with \r\nsteady progress. It will serve as a training and \r\ninformation exchange platform for Asia and the Pacific. \r\nChina has made several financial contributions to the \r\nIAEA Nuclear Security Fund. China stands ready \r\nto provide help through the platform of the IAEA to \r\ncountries that need to convert high enriched uranium to \r\nlow enriched uranium in their research reactors.\r\nChina has always actively supported the IAEA \r\nin its effort to fully and effectively fulfil the duties \r\nmandated by its Statute, to promote world peace and \r\n13-54795 13/29\r\n05/11/2013 A/68/PV.43\r\nconstitute the current best verification standard. \r\nUniversal adherence to both instruments strengthens \r\nthe global nuclear non-proliferation regime. \r\nUkraine strongly supports the efforts of the \r\nAgency to strengthen the effectiveness and to improve \r\nthe efficiency of its safeguards system. Ukraine has \r\nhad the comprehensive safeguards agreement and the \r\naddition protocol in force since January 2006. In 2012, \r\nwe successfully began implementation of the IAEA \r\nintegrated safeguards.\r\nUkraine commends the IAEA for its activities aimed \r\nat assisting States, at their request, to enhance national \r\nnuclear and radioactive security regimes, improve the \r\nphysical protection of nuclear materials and prevent \r\ntheir illicit trafficking. We would like to emphasize the \r\nimportant role of the IAEA in fostering international \r\ncooperation in those fields. Ukraine welcomes the \r\nadoption of the Agency’s Nuclear Security Plan for \r\n2014 to 2017.\r\nWe reaffirm our view that the responsibility for \r\nnuclear security rests with each individual State. All \r\nStates have the responsibility to establish appropriate \r\nsystems of accounting and control and to take the \r\nnecessary measures to prevent, detect and respond to \r\nmalicious acts involving nuclear material.\r\nAdherence to the international instruments relevant \r\nto nuclear security continues to increase, but at a slow \r\npace. Ukraine calls upon all States that have not yet \r\ndone so to adhere to the Convention on the Physical \r\nProtection of Nuclear Material and its 2005 Amendment \r\nas soon as possible. We also call for strengthening the \r\ninternational principles on nuclear export control as \r\nwell as relevant national legislation.\r\nContributing to the success of the Nuclear Security \r\nSummits held in Washington, D.C., and Seoul, Ukraine \r\nhas announced and fully implemented its decision \r\nto eliminate all national stocks of highly enriched \r\nuranium. We look forward to the next Nuclear Security \r\nSummit in The Hague in 2014 in order to continue the \r\ndiscussion on vital issues of nuclear security.\r\nUkraine has always been a strong supporter of \r\nthe IAEA technical cooperation programme, which \r\nconstitutes an important statutory function. Ukraine \r\nviews implementation of the technical cooperation \r\nprogramme as the cornerstone of international \r\ncooperation in the peaceful uses of nuclear energy. \r\nWe believe that it is important to ensure fair access to \r\nIn 2011 the IAEA General Conference approved the \r\nAction Plan on Nuclear Safety following the Fukushima \r\nDaiichi accident. In implementing the Plan, Ukraine has \r\ncarried out an assessment of the safety vulnerabilities \r\nof all our nuclear power installations. We have also \r\nsuccessfully passed stress-test exercises at our nuclear \r\nfacilities and are participating in the follow-up peer \r\nreview process. The Ukrainian national regulator is \r\npursuing a comprehensive programme of revision of \r\nnational nuclear safety regulations. We believe that \r\nactivities under both the Convention on Nuclear Safety \r\nand the Joint Convention on the Safety of Spent Fuel \r\nManagement and on the Safety of Radioactive Waste \r\nManagement enhance the safety of nuclear energy use \r\nworldwide. We call upon all States that have not yet \r\ndone so to join those important instruments.\r\nThe existing international treaty basis concerning \r\nthe response to nuclear disaster requires further \r\nimprovement. The relevant work has already begun \r\nwithin the Agency’s framework, and we believe that \r\npositive results can be achieved in the near future. \r\nThere are many lessons to be further learned from the \r\nFukushima accident. We look forward to the 2014 IAEA \r\ncomprehensive report on the causes and consequences \r\nof the Fukushima Daiichi nuclear power plant accident.\r\nThe elimination of the consequences of the \r\nChernobyl accident continues to be extremely \r\nimportant to us and constitutes a priority for the \r\nGovernment of Ukraine. Let me take this opportunity \r\nto reiterate our gratitude and appreciation to the \r\nStates and international organizations that continue to \r\nprovided support and assistance to us in overcoming \r\nthe consequences of the Chernobyl catastrophe. \r\nCurrently, a New Safe Confinement over the destroyed \r\nUnit 4 of the Chernobyl nuclear power plant is under \r\nconstruction. That work, to be completed in 2015, will \r\nallow further transformation of the shelter object into \r\nan environmentally and ecologically safe system.\r\nUkraine is fully committed to effective multilateral \r\nactions against the proliferation of weapons of mass \r\ndestruction and attaches the utmost importance to the \r\nuniversalization of the Treaty on the Non-Proliferation \r\nof Nuclear Weapons. Ukraine reiterates the paramount \r\nimportance of the IAEA safeguards in providing \r\neffective control over sensitive materials and activities. \r\nThe Agency’s system of safeguards is a fundamental \r\ncomponent of the global nuclear non-proliferation \r\nregime. We believe that both the comprehensive \r\nsafeguards agreement and its additional protocol \r\n14/29 13-54795\r\nA/68/PV.43 05/11/2013\r\nBelarus is currently conducting a large-scale \r\nproject to build our country’s first nuclear power plant. \r\nYesterday, the President of Belarus signed a decree on \r\nthe creation of the first Belarusian nuclear power plant. \r\nI would like above all to stress that our country intends \r\nto carry out its nuclear energy programme in full \r\ncompliance with IAEA standards and recommendations. \r\nWe intend to use the full gamut of Agency-provided \r\nservices for States that are developing their own nuclear \r\nenergy sector, including invitations to IAEA advisory \r\nmissions.\r\nSuch cooperation is already under way. Belarus \r\nwelcomed a number of IAEA specialized delegations and \r\nmissions of experts, including a comprehensive mission \r\non nuclear energy infrastructure. Belarus is working \r\nin close cooperation with the Agency’s secretariat \r\nto implement the recommendations resulting from \r\nthose visits. I would like again to reaffirm Belarus’s \r\ncommitment to the international norms applicable to \r\nnuclear safety, as well as our openness to and readiness \r\nfor dialogue with interested States and international \r\norganization during the implementation of our nuclear \r\npower project.\r\nBelarus is specifically focused on the role of the \r\nIAEA in  technical cooperation. The Agency’s current \r\nbudget cycle for technical cooperation with our country \r\nincludes projects in the areas of providing assistance \r\nfor nuclear energy programmes, improving human \r\nresources, strengthening the regulatory bodies and the \r\nuse of nuclear technologies in health care, as well as \r\nrehabilitating those parts of the country that suffered as \r\na result of the Chernobyl nuclear disaster. \r\nAlthough we commend the implementation of such \r\nprogrammes, we cannot help but notice a substantial \r\nreduction in the budget for technical cooperation for \r\nthe next two years, which affects Belarus. We hope \r\nthat the IAEA will not gradually phase out technical \r\ncooperation programmes, especially for States that \r\nrequire continued assistance. The Agency’s technical \r\ncooperation programme should be determined by the \r\nrange and vested interest of Eastern European countries \r\nwithin the Agency’s existing framework. \r\nFor Belarus, technical cooperation with the Agency \r\nis important in terms of resolving past problems, \r\nnamely, the Chernobyl nuclear disaster, and of providing \r\naccess to the Agency’s expertise and knowledge needed \r\nto ensure the safe and effective implementation of the \r\nnuclear energy programme. From that point of view, the \r\ntechnical cooperation funds and predictable funding \r\nof technical cooperation programmes. The key to \r\neffectiveness is to meet the needs of the member States. \r\nIn order to maximize the socioeconomic impact of \r\nits technical cooperation projects, it is crucial for the \r\nAgency to further develop partnerships with other \r\ninternational organizations, where appropriate.\r\nWe recognize the importance of the Agency’s \r\nresearch activities regarding nuclear energy, particularly \r\nin the fields of safety, waste management, innovative \r\nreactor technologies and fuel cycles. In that regard, \r\nwe will continue to participate actively in the relevant \r\nprojects udner the International Project on Innovative \r\nNuclear Reactors and Fuel Cycles. The preservation of \r\ncompetence and know-how across the nuclear sector is \r\nfundamental to those activities.\r\nDevelopments in 2011 have led to widespread \r\nconcern about the safety of nuclear power plants around \r\nthe world and to deliberations about the viability of \r\nnuclear energy as a source of power. We would like to \r\nreiterate that each country has the right to define its \r\nown energy mix. Nuclear power will continue to be an \r\nimportant element of Ukraine’s energy strategy over \r\na mid- and long-term perspective. It will continue to \r\nserve as a basis for the sustainable development of our \r\nnational economy. Its growing importance is reflected \r\nin the updated energy strategy of Ukraine projected \r\nthrough 2030.\r\nIn conclusion, we would like to join other delegations \r\nin welcoming the IAEA report (see A/68/324) to the \r\nGeneral Assembly and we express our appreciation for \r\nthe Agency’s work.\r\nMr. Lazarev (Belarus) (spoke in Russian): Belarus \r\nsupports the activities of the International Atomic \r\nEnergy Agency (IAEA) and its Director General, \r\nMr. Yukia Amano, in the field of technical cooperation, \r\nnuclear energy, nuclear and radiological safety, \r\nnon-proliferation guarantees, science and technology. \r\nWe attach great importance to the Agency’s work \r\nin implementing its statutory functions to achieve \r\nthe broadest possible use of nuclear energy for the \r\nmaintenance of global peace, health and well-being. \r\nSuch work must be focused on the creation and \r\nstrengthening of member States’ capacity in the field \r\nof energy planning and providing comprehensive \r\nassistance in the implementation of national nuclear \r\nenergy programmes.\r\n13-54795 15/29\r\n05/11/2013 A/68/PV.43\r\ncapacity-building, since such partnerships have a \r\npositive effect on economic and social development, \r\nas well as on improving health-care systems. In that \r\nregard, we would like to express our utmost appreciation \r\nfor the valuable assistance Libya has received over \r\nthe past few years from the Agency, especially in \r\nterms of health care and underground water resource \r\nmanagement, which are among the priorities of our \r\nnational programme to achieve the goals of economic \r\nand social development in our country. \r\nMuch like the Agency itself, one of the priorities of \r\nLibya’s national programme is to focus on the quality, \r\nand not merely the quantity, of projects. Therefore, \r\nfor the 2014-2015 budget cycle, Libya has proposed \r\nfour draft resolutions on technical cooperation, three \r\nof which — pertaining to the introduction of nuclear \r\nenergy, the management of naturally generated nuclear \r\nwaste and the fight against crop pests — have been \r\napproved. Libya also welcomes the effective role of \r\nthe Agency in capacity-building within the health-\r\ncare system through a number of national and regional \r\nprojects that have undoubtedly contributed to the \r\nestablishment of radiation treatment and diagnostic \r\ncentres and the use of nuclear medicine and to the \r\ndevelopment of a national policy aimed at combatting \r\ncancer. Moreover, Libya commends the assistance that \r\nit has received from the Agency for capacity-building \r\nin energy planning and for implementing an action plan \r\nto modernize the national infrastructure so as to ensure \r\nthat nuclear power can be introduced in the country. \r\nLibya welcomes and fully acknowledges the \r\nimportance of measures taken by the IAEA to foster \r\ninternational cooperation in the field of nuclear and \r\nradiation safety. It has even established a national \r\noffice for nuclear supervision, charged with the task \r\nof serving as an independent watchdog, in accordance \r\nwith international standards and the relevant treaties \r\nand conventions to which Libya has acceded, including \r\nthe Convention on Early Notification of a Nuclear \r\nAccident. Moreover, Libya has established a committee \r\non emergencies and preparedness in the event of a \r\nnuclear or radiation accident, for which it has received \r\nvaluable assistance from the IAEA through a pilot \r\nregional project on developing national capacities in \r\nthat regard. \r\nLibya attaches a great deal of importance to nuclear \r\nsafety and security, so much so that the IAEA’s legal \r\nservices have reviewed and presented a law that it \r\ndrafted on nuclear power to a special committee for its \r\nAgency’s existing mechanisms for providing technical \r\nassistance and for playing an advisory role to States \r\nbuilding their first nuclear power plants are of the \r\nutmost importance. \r\nBelarus believes that the IAEA, alongside many \r\nother international organizations of the United Nations, \r\nmust continue to participate in the multilateral efforts \r\naimed at systematically rehabilitating the territories \r\nthat suffered from the Chernobyl nuclear disaster. \r\nThe experience of Chernobyl should serve to help the \r\nAgency react more rapidly and competently so as to \r\nprevent, respond to and mitigate the consequences of \r\nnuclear and radiological accidents. In future, the IAEA \r\nmust not remain aloof on Chernobly-related issues. That \r\nwould include taking stock of the outcome of the United \r\nNations Action Plan for Chernobyl and the elaboration \r\nof a new conceptual framework for new international \r\ncooperation on Chernobyl. \r\nThe many IAEA priorities include, most \r\nimportantly, ensuring nuclear and radiological safety. \r\nAlthough the maintenance of nuclear security and safety \r\nis the prerogative and responsibility of States, that issue \r\nhas received not only national but also international \r\nattention, and rightly so. The Agency can and must \r\npay a central role in the organization of cooperation \r\nmechanisms among States, elaborating on relevant \r\nrecommendations and disseminating best practices in \r\nthe field of nuclear safety and security. In that regard, \r\nBelarus will actively cooperate with the Agency in \r\nensuring the implementation of the Integrated Plan for \r\nGuaranteeing Nuclear Safety in the Republic of Belarus, \r\nfor instance. Our country is prepared to take further \r\nsteps in that connection, including in the context of the \r\nupcoming mission of the International Nuclear Safety \r\nUnit. \r\nIn conclusion, we would like to support the \r\nIAEA’s annual report (see A/68/324)and take note of \r\nthe decisions of the Agency’s General Conference in \r\nSeptember. \r\nMr. Dabbashi (Libya) (spoke in Arabic): Allow \r\nme, at the outset, to extend my thanks to Mr. Yukiya \r\nAmano, Director General of the International Atomic \r\nEnergy Agency (IAEA), for his comprehensive report \r\n(see A/68/324) on the activities of the Agency in \r\nfulfilling its mandate. \r\nLibya reiterates the importance of promoting a \r\npartnership between IAEA and its member States, \r\nespecially in the areas of technical cooperation and \r\n16/29 13-54795\r\nA/68/PV.43 05/11/2013\r\nnuclear establishments to the international control and \r\nverification system of the IAEA.\r\nFourthly, the international community must \r\nexert pressure on Israel to accede to the Treaty on \r\nthe Non-Proliferation of Nuclear Weapons, and thus \r\nto submit all its nuclear facilities to the Agency’s \r\ninternational monitoring and verification system.\r\nThe Libyan delegation reiterates its full support for \r\ninternational efforts aimed at establishing additional \r\nnuclear-weapon-free zones and zones free of other \r\nweapons of mass destruction worldwide. That is a step \r\nin the right direction to rid the world of the dangers \r\nof such weapons. To achieve that goal, we call upon \r\nthe Secretary-General and other parties involved in \r\norganizing the special conference on transforming \r\nthe Middle East into a zone free of nuclear weapons, \r\nwhich was supposed to be held in 2012, to shoulder \r\ntheir responsibilities and redouble their efforts in \r\norder to implement the provisions of resolution 50/9, \r\nas well as the outcome document of the 2010 NPT \r\nReview Conference (NPT/CONF.2010/50/(Vol. I)), to \r\nensure that the conference is held before the end of this \r\nyear. We also call upon them to convince all countries \r\nof the region to participate in the proceedings of the \r\nconference in earnest to safeguard its success and the \r\nachievement of its goals.\r\nIn conclusion, Libya reiterates its desire to develop \r\nand support its partnership and cooperation with the \r\nIAEA in all transparency.\r\nMrs. Ledesma Hernández (Cuba) (spoke in \r\nSpanish): Cuba welcomes and supports the important \r\nrole of the International Atomic Energy Agency (IAEA).\r\nThe application of nuclear technology in \r\npriority areas such as human health, food security, \r\nenvironmental protection and the management of water \r\nresources constitutes an important contribution to \r\nimproving the quality of life on our planet.\r\nAs an example of the excellent state of relations \r\nbetween the IAEA and Cuba, the Director General of \r\nthe International Atomic Energy Agency, Mr. Yukiya \r\nAmano, paid an official visit to Cuba from 29 September \r\nand 1 October, during which he met with Raúl Castro \r\nRuz, President of the Council of State and the Council \r\nof Ministers of the Republic of Cuba, as well as with \r\nother senior officials of the Cuban Government. The \r\nDirector General also visited various Cuban scientific \r\ncentres and institutions, where he was able to confirm \r\napproval. Libya hopes to amend and share that law with \r\nlocal authorities with a view to its adoption. Libya was \r\nso eager to ensure capacity-building in nuclear safety \r\nand to ensure the protection of nuclear materials and \r\nfacilities during implementation, storage or transfer \r\nnationally and across borders that it organized, with the \r\nIAEA, a workshop to identify the design basis threat \r\nfrom 25 to 27 February, which has had a very positive \r\nimpact on promoting national capacities in the field of \r\nthe physical protection of nuclear facilities.\r\nFurthermore, Libya welcomes the efforts of the \r\nIAEA aimed at enhancing its activities in the field \r\nof nuclear technology and science and their various \r\napplications, in particular the use of radio isotopes in \r\nthe management of water resources and the production \r\nof potable water by means of small and medium-sized \r\nnuclear reactors. Considering that Libya is a country \r\nthat suffers from water shortages, planning is geared \r\ntowards the desalination of sea water by means of \r\nnuclear energy. In that regard, Libya has expressed \r\nits keen interest to participate in coordinated research \r\nprojects related to the nuclear desalination of sea water, \r\nespecially those listed under the supervision and control \r\nof the IAEA, as well as to join the International Project \r\non Innovative Nuclear Reactors and Fuel Cycles.\r\nLibya reiterates the inalienable right of the parties to \r\nthe Treaty on the Non-Proliferation of Nuclear Weapons \r\n(NPT) to the development, research, production and \r\nuse of nuclear power for peaceful purposes without \r\ndiscrimination and in accordance with articles I and \r\nII of the Treaty. Nonetheless, preserving the delicate \r\nbalance between rights and obligations, as stipulated in \r\nthe Treaty, is a sine qua non.\r\nLibya acknowledges the central role played by the \r\nIAEA, as well as its security safeguards system, and \r\nsupports enhancing its effectiveness. In that respect, \r\nwe would like to reaffirm several points.\r\nFirst, we stress the pivotal role of the IAEA in \r\nmonitoring and verification and in providing technical \r\nassistance to developing countries with respect to the \r\npeaceful uses of nuclear energy.\r\nSecondly, we underscore the equal right of all \r\nStates to possess and use nuclear power for peaceful \r\npurposes, thereby not permitting specific countries \r\nto monopolize the use of nuclear technology while \r\ndepriving others of that right.\r\nThirdly, we emphasize the importance of committing \r\nall countries, without exception, to submitting their \r\n13-54795 17/29\r\n05/11/2013 A/68/PV.43\r\nacquiring specialized equipment for projects in Cuba, \r\ndue to the fact that American companies and those \r\nwhose capital comes from that country are not allowed \r\nto sell such products for use in Cuba under the threat \r\nof sanctions. Cuban nationals are also prevented from \r\nparticipating in training opportunities in the United \r\nStates, and that affects the implementation of projects \r\nin the fight against cancer, a priority of the IAEA. \r\nWhile denouncing once again the unjust and criminal \r\nblockade against Cuba, we also recognize the constant \r\nefforts of the IAEA secretariat to find alternatives and \r\nsolutions in the midst of such an unfavourable scenario.\r\nCuba values the work of the IAEA in the area of \r\nphysical nuclear safety and we stress the fundamental \r\nresponsibility of States in that realm. We commend \r\nthe excellent level of cooperation achieved with the \r\nIAEA’s Office of Physical Protection and Material \r\nSecurity in implementing projects to improve physical \r\nnuclear security in border control and facilities with \r\ncategory 1 and 2 radioactive sources. My country \r\nwelcomes the outcome of the International Conference \r\non Nuclear Safety, held in Vienna from 1 to 5 July with \r\nthe participation of all IAEA member States, and the \r\nintention to hold such conferences every three years, \r\nbecause we are convinced that the IAEA has a key role \r\nto play in physical nuclear security. In that context, I \r\nwould like to note that Cuba has deposited its instrument \r\nratifying the Amendment to the Convention on the \r\nPhysical Protection of Nuclear Material, confirming \r\nour commitment in this area and our good relations \r\nwith the IAEA. \r\nWe reaffirm the importance of strengthening \r\nthe nuclear security regime at the international level, \r\nwith the primary responsibility for that resting with \r\nthose countries possessing nuclear facilities, and \r\nensuring a central role for the IAEA in promoting and \r\ncoordinating international efforts and cooperation \r\naimed at strengthening nuclear security worldwide.\r\nCuba is proud to have achieved IAEA double \r\ncertification, for the sixth consecutive year, for its \r\nstrict compliance with its safeguards commitments, \r\nconfirming that we are a country that does not divert \r\nmaterials or possess any unreported materials or \r\ninstallations. The most recent safeguards inspection, \r\nin late October, also concluded with excellent results. \r\nWe consider safeguards extremely important, as well \r\nas the IAEA secretariat’s impartial and professional \r\naction concerning activities occurring in that area. We \r\nhave repeatedly spoken out against its politicization \r\nthe country’s progress in the use of nuclear technology \r\nin the service of life. \r\nDuring his visit to the Isotope Centre of the \r\nNational Institute of Oncology and Radiobiology and \r\nthe National Institute of Cardiology and Cardiovascular \r\nSurgery, the Director General was able to observe at first \r\nhand Cuba’s impressive use of nuclear technology as a \r\ntool for medical diagnosis, research and development, \r\nas well as for training highly qualified specialists in \r\nnuclear applications. The Director General pointed out \r\nthat Cuba was an active member of the IAEA in the \r\nregion and stressed the valuable role Cuban experts \r\nhave played in many areas related to nuclear activities \r\nby sharing their knowledge and experience with other \r\ncountries.\r\nCuba accords particular importance to technical \r\ncooperation with the Agency as an essential means for \r\npromoting nuclear technologies in developing countries. \r\nThe IAEA’s technical cooperation projects with Cuba \r\nare harmoniously integrated into the country’s priority \r\ndevelopment programmes, which guarantees their \r\nimipact and continuity. It bears noting that Cuba stands \r\nout for the high completion percentage of its technical \r\ncooperation projects, which regularly surpasss the \r\ngeneral yearly average rate for the IAEA.\r\nOf equal importance is Cuba’s participation in \r\nregional and interregional projects that have achieved \r\nsignificant results, as well as our contribution, along \r\nwith other countries, to expert missions, the courses, \r\nworkshops and technical meetings held in Cuba, and \r\nour hosting of visiting scientists and scientific fellows \r\nat our institutions.\r\nCuba also believes that collaboration among \r\ndeveloping countries is of vital importance. For that \r\nreason, we reiterate our support for the Regional \r\nCooperative Arrangements for the Promotion of \r\nNuclear Science and Technology in Latin America as \r\nan essential mechanism for promoting cooperation on \r\nnuclear issues among the countries of Latin America \r\nand the Caribbean. We welcome the measures that \r\nhave been applied by member States and the IAEA to \r\nstrengthen it, in which Cuba is playing an active role.\r\nThe economic, commercial and financial blockade \r\nthat the Government of the United States of America \r\nhas kept in place against Cuba for more than 50 years \r\naffects the activities of the IAEA in our country \r\nand violates the Statute of that body. Because of the \r\nblockade, the IAEA continues to face difficulties in \r\n18/29 13-54795\r\nA/68/PV.43 05/11/2013\r\nbroad global support for nuclear disarmament. The \r\nNon-Aligned Movement is working on an important \r\nfollow-up meeting aimed at translating its implications \r\ninto concrete actions that can help to ensure the total \r\nelimination and prohibition of nuclear weapons. \r\nAmong the proposed initiatives is the designation \r\nof 26 September as an international day for the total \r\nelimination of nuclear weapons, which we hope the \r\nInternational Atomic Energy Agency will support and \r\npromote.\r\nWhile we endorse the important role played by \r\nthe IAEA and its ties to the United Nations system, \r\nparticularly its disarmament machinery, we take this \r\nopportunity to reiterate that our joint efforts must \r\ncontinue to advocate for nuclear disarmament as a \r\ntop priority in view of the serious threat posed to \r\ninternational peace and security and the survival of the \r\nhuman species by the existence of tens of thousands of \r\nnuclear weapons and military doctrines and strategies \r\nthat perpetuate the possession and use of such weapons. \r\nThat is why nuclear disarmament cannot remain a \r\ncontinually postponed, conditional goal. Cuba will \r\nstand firm in the battle to achieve a world free of \r\nnuclear weapons, a commitment we must all make for \r\nfuture generations.\r\nMr. Mootaz Ahmadein Khalil (Egypt): I \r\nwould first like to thank the Director General of the \r\nInternational Atomic Energy Agency (IAEA), His \r\nExcellency Mr. Yukiya Amano, for his report. In \r\nrecognition of the valued activities of the IAEA, \r\nEgypt once again joins the list of sponsors of today’s \r\ndraft resolution on the Agency’s report (A/68/L.10), \r\nintroduced by the representative of Viet Nam. \r\nI would like to highlight the following points with \r\nregard to the three main pillars of the Agency’s work.\r\nFirst, concerning nuclear technology, we note \r\nthat the report (see A/68/324) presents nuclear energy \r\nas a low-carbon source that reduces the emission of \r\ngreenhouse gases in energy generation and mitigates \r\nglobal warming. That demonstrates the potential of \r\nnuclear energy, particularly taking into consideration \r\nthe fact that developing countries face challenges in the \r\nareas of both energy and climate change. \r\nThe IAEA’s projections, according to the report \r\nfor 2012, indicate significant growth in the use of \r\nnuclear energy worldwide. We see that as proof of a \r\ngrowing determination to exercise the inalienable \r\nright to develop research, production and uses of \r\nand manipulation for political ends, and against the \r\ndouble standards that, regrettably, tend to prevail in its \r\nanalysis.\r\nWe maintain our position that activities in \r\nsafeguards areas are the exclusive jurisdiction of the \r\nIAEA, which is why we have rejected decisions on this \r\nsubject that have involved the Security Council. We \r\naffirm that verification activities must first respect \r\nthe sovereignty and national interests of member \r\nStates. We urge the secretariat of the IAEA to continue \r\nworking to foster a climate of impartiality, trust, \r\nunderstanding and transparency, based on objectivity \r\nand truth and conducive to the settling specific cases \r\nconcerning compliance with safeguards agreements \r\nunder consideration by the Board of Governors or the \r\nGeneral Conference of the IAEA. In that connection, we \r\nreaffirm the importance of respecting the inalienable \r\nright of all States to the use of nuclear energy for \r\npeaceful purposes.\r\nWe reiterate our support for the denuclearization \r\nof the Korean peninsula and a settlement negotiated \r\nby the actors involved. We are of the firm belief that a \r\nlong-term solution to the nuclear issue on the peninsula \r\ncan be reached only through diplomacy and dialogue by \r\npeaceful means.\r\nWe also reiterate our support for the establishment \r\nof a nuclear-weapon-free zone in the Middle East. \r\nThe establishment of such a zone, besides being an \r\nimportant contribution to achieving the goal of nuclear \r\ndisarmament, would be a major step forward in the peace \r\nprocess in the region. In order to achieve that, Israel must \r\nbecome a party to the Treaty on the Non-Proliferation \r\nof Nuclear Weapons (NPT) without delay and without \r\nconditions, and must submit its nuclear facilities to \r\ncomprehensive IAEA safeguards. In that context, Cuba \r\nconsiders the failure to comply with the decision to \r\nhold a conference in 2012 on establishing a zone in the \r\nMiddle East free of nuclear weapons and other weapons \r\nof mass destruction to be disturbing and unjustifiable. \r\nThe holding of such a conference is an important and \r\nintegral part of the Final Document of the 2010 NPT \r\nReview Conference (NPT/CONF.2010/50 (Vol. I)). We \r\nurge that a conference take place without delay and \r\nbefore the end of this year.\r\nThe first high-level meeting of the General \r\nAssembly on nuclear disarmament (see A/68/PV.11), \r\nunquestionably a historic event, was held very \r\nsuccessfully on 26 September, demonstrating \r\n13-54795 19/29\r\n05/11/2013 A/68/PV.43\r\nWe regret that no conference on the establishment \r\nof a zone free of nuclear weapons and all other weapons \r\nof weapons of mass destruction in the Middle East was \r\nheld in 2012, as had been mandated by the 2010 NPT \r\nReview Conference. During the general debate of the \r\npresent session of the General Assembly, the Foreign \r\nMinister of Egypt announced yet another Egyptian \r\ninitiative to facilitate the establishment of a Middle East \r\nzone free of weapons of mass destruction (see A/68/\r\nPV.18). The implementation of that initiative would \r\nsubject all nuclear facilities in the Middle East to full-\r\nscope IAEA safeguards. In so doing, it would enhance \r\nthe Agency’s verification activities in the region and \r\nconsolidate its role in ensuring the non-proliferation of \r\nnuclear weapons throughout the world.\r\nAs coordinator of the New Agenda Coalition \r\n(NAC), Egypt introduced, on behalf of the Coalition, \r\nthe annual draft resolution entitled “Towards a nuclear-\r\nweapon-free world: accelerating the implementation of \r\nnuclear disarmament commitments” (A/C.1/68/L.18). \r\nThe draft resolution, supported in the First Committee \r\nby the overwhelming majority of 165 votes last week, \r\ncalls upon all States to support the development of \r\nnuclear disarmament verification capabilities and \r\nlegally binding verification arrangements within \r\nthe context of the IAEA. This year Egypt also \r\ncontributed by including for the first time a reference to \r\n“safeguarded worldwide disarmament” in the Agency’s \r\nresolution entitled “Strengthening the Effectiveness and \r\nImproving the Efficiency of Agency Safeguards”. We \r\ncall on the Agency to make full use of those mandates \r\nin the field of nuclear disarmament.\r\nWe also look forward to the Agency continuing to \r\ncontribute to the follow-up to this year’s special event \r\non nuclear disarmament and pursuing its leading role \r\nregarding the humanitarian consequences of the use of \r\nnuclear weapons.\r\nEgypt renews its determination to intensify \r\ncooperation with the Agency with a view to \r\nstrengthening our national capacities in the field of the \r\npeaceful uses of nuclear technology. We are strongly \r\ncommitted to supporting the Agency’s three of pillars \r\nof work — nuclear technology, nuclear safety and \r\nsecurity, and verification — as we strive to establish a \r\nmore peaceful, prosperous and stable world.\r\nLet me conclude by wishing the Assembly a happy \r\nnew Islamic year, especially to the members of the \r\nOrganization of Islamic Cooperation.\r\nnuclear energy for peaceful purposes recognized in \r\narticle IV of the Treaty on the Non-Proliferation of \r\nNuclear Weapons (NPT). In order to enable developing \r\ncountries to exercise their right to benefit from the \r\npeaceful uses of nuclear technologies, including in \r\nelectricity generation, health, agriculture, food, water \r\nresources and radioisotopes, priority should be given \r\nto the Agency’s activities in the field of technical \r\ncooperation. \r\nWe reaffirm the necessity of securing both adequate \r\nand predictable funding for international cooperation, \r\nwhich is one of the main pillars of the work of the \r\nAgency, in accordance with its statute.\r\nMr. Arias (Spain), Vice-President, took the Chair.\r\nSecondly, in the area of nuclear safety and security, \r\nthe report mentions that the impact of the Fukushima \r\naccident continued to be felt last year, slowing nuclear \r\npower’s rate of expansion. It also highlights the fact that \r\nmanaging the problem of ageing where nuclear power \r\nplants and research reactors are concerned continues to \r\nbe an important issue. In that regard, Egypt reiterates \r\nthe importance of the Agency’s central role in matters \r\nrelating to nuclear safety, through its assistance to \r\nmember States with capacity-building and relevant \r\ninfrastructure. Those aspects are important priorities \r\nin the implementation of the Agency’s Action Plan on \r\nNuclear Safety.\r\nOn nuclear security, I wish to mention the IAEA’s \r\nInternational Conference on Nuclear Security, held in \r\nVienna in July. The primary responsibility for nuclear \r\nsafety and nuclear security rests with the State in \r\nquestion. Initiatives and measures aimed at enhancing \r\nnuclear security and safety should not be used as a \r\npretext for restricting the right of countries to develop \r\nnuclear energy for peaceful purposes.\r\nThirdly, with regard to verification, the rights \r\nand privileges related to the peaceful uses of nuclear \r\nenergy are anchored in the NPT, the cornerstone of the \r\nnon-proliferation regime. The NPT lacks universality \r\nin the Middle East. All States of the Middle East apply \r\ncomprehensive safeguards except Israel, whose opaque \r\nnuclear activities remain outside international control, \r\nin disregard of the many United Nations and IAEA \r\nresolutions calling for its accession to the NPT as a \r\nnon-nuclear-weapon State. There is no doubt that this \r\nsituation increases the risk of nuclear proliferation in \r\nthe Middle East.\r\n20/29 13-54795\r\nA/68/PV.43 05/11/2013\r\naccede to the Protocol of the Southeast Asia Nuclear-\r\nWeapon-Free Zone Treaty, as soon as possible and \r\nwithout reservations. Singapore also hopes that the \r\nconference on the establishment of a Middle East zone \r\nfree of nuclear weapons and all other weapons of mass \r\ndestruction will be convened without further delay.\r\nWe acknowledge the IAEA’s ongoing efforts to \r\nwork with member States on the implementation of the \r\nIAEA Action Plan on Nuclear Safety post-Fukushima. \r\nAn Emergency Preparedness and Response Expert \r\nGroup was also established early this year. Singapore \r\nis pleased to contribute to the Group. Such efforts will \r\nhelp the international community to be better prepared \r\nshould another emergency occur.\r\nWe encourage the IAEA’s cooperation with \r\nregional organizations to promote IAEA standards \r\non nuclear safety and security. Singapore welcomes \r\nrecent developments regarding the establishment of \r\nthe Association of Southeast Asian Nations Network \r\nof Nuclear Regulatory Bodies or Relevant Authorities. \r\nThat initiative by Thailand aims to enhance regulatory \r\ncooperation to promote greater nuclear safety, security \r\nand safeguards within the Association of Southeast \r\nAsian Nations (ASEAN) community. With Brunei \r\nDarussalam’s recent membership of the IAEA in \r\nSeptember, all 10 ASEAN countries are now members \r\nof the IAEA. We hope that this will open the door \r\nto closer future cooperation between the IAEA and \r\nASEAN.\r\nWe also welcome the IAEA’s contributions in \r\ntackling global problems such as food security, water \r\nand energy shortages, health, and climate change. \r\nThose are the tangible benefits of the IAEA’s work in \r\npromoting the peaceful applications of nuclear science \r\nand technology. One key example is the contribution \r\nof the IAEA’s Ocean Acidification International \r\nCoordination Centre in addressing the growing problem \r\nof ocean acidification.\r\nIn conclusion, I reaffirm Singapore’s continuing \r\nsupport for the Agency’s work. We will continue \r\nworking with the IAEA to promote capacity-building, \r\nin particular among developing countries. We are \r\npleased to sponsor draft resolution A/68/L.10, on the \r\nreport of the IAEA.\r\nMr. Masood Khan (Pakistan): We congratulate \r\nMr. Yukiya Amano on his re-election as Director \r\nGeneral of the International Atomic Energy Agency \r\n(IAEA). He has Pakistan’s full support in his \r\nMs. Lim Pei Shan (Singapore): Singapore thanks \r\nthe Director General of the International Atomic Energy \r\nAgency (IAEA) for the Agency’s comprehensive annual \r\nreport (see A/68/324). Singapore has consistently \r\nsupported the three pillars of the IAEA’s work, namely, \r\nsafety and security, science and technology, and \r\nsafeguards and verification.\r\nSingapore is committed to all global \r\nnon-proliferation efforts. We note the productive and \r\nconstructive meeting between IAEA Director General \r\nYukiya Amano and Iran’s Deputy Foreign Minister, \r\nSeyed Abbas Araghchi, on 28 and 29 October in Vienna. \r\nWe hope that the follow-up meeting between Iran and \r\nthe IAEA on 11 November will yield genuine progress. \r\nWhile Singapore supports the right of all sovereign \r\nStates to use nuclear energy for peaceful purposes, it \r\nmust be in accordance with the provisions of the Treaty \r\non the Non-Proliferation of Nuclear Weapons (NPT). \r\nWe therefore urge Iran to comply with its obligations \r\nunder the NPT and the relevant resolutions of the \r\nSecurity Council and IAEA Board of Governors, and \r\nto assure the international community that its nuclear \r\nprogramme is exclusively for peaceful purposes. \r\nWe also call on the Democratic People’s Republic of \r\nKorea to refrain from further violations of the relevant \r\nSecurity Council resolutions, to return to the NPT \r\nregime and to resume its cooperation with the IAEA.\r\nIt is regrettable that three States remain outside the \r\nNPT. Singapore urges all States that have yet to accede \r\nto the NPT to do so without delay.\r\nWhile there has been much emphasis on \r\nnon-proliferation, we must not forget that disarmament \r\nis one of the three pillars of the NPT. The goal of global \r\nnuclear disarmament will remain elusive if nuclear-\r\nweapon States do not take concrete steps to implement \r\narticle VI of the NPT. Nuclear-weapon States need \r\nto take the lead in reducing their nuclear arsenals in \r\na transparent and verifiable manner, and in ending \r\nthe qualitative improvement of nuclear weapons. It \r\nis crucial for concrete progress to be made in nuclear \r\ndisarmament in the lead-up to the 2015 NPT Review \r\nConference.\r\nAs we work towards complete nuclear disarmament, \r\nSingapore strongly supports the establishment of \r\nnuclear-weapon-free zones as a confidence-building \r\nmeasure. Within our region, we seek to preserve \r\nSouth-East Asia as a zone free of nuclear weapons. \r\nWe therefore call on the nuclear-weapon States to \r\n13-54795 21/29\r\n05/11/2013 A/68/PV.43\r\ntrained manpower and the infrastructure to produce \r\ncivil nuclear energy. Pakistan therefore fully qualifies \r\nto be a member of the Nuclear Suppliers Group.\r\nIn the health sector, 18 nuclear medicine and \r\noncology hospitals are providing diagnostics and \r\ntreatment to several hundred thousand patients each \r\nyear throughout the country. The Pakistan Atomic \r\nEnergy Commission has established educational and \r\ntraining programmes in radiation oncology, nuclear \r\nmedicine and medical physics. Pakistan is willing to \r\noffer expert services and training facilities to other \r\ncountries, in collaboration with the IAEA.\r\nFor a country of more than 180 million people, food \r\nsecurity is of critical importance. In the past 50 years, \r\nfour agricultural centres have been engaged in a variety \r\nof research and development activities, leading to \r\nhigher yield and better quality agricultural products. \r\nResearch and development work in the physical \r\nsciences and engineering has led us to make important \r\ngains, including in water resource management and \r\nthe production of most radioisotopes required by the \r\nnuclear medical centres and the private sector.\r\nIn tandem with the growth in our nuclear power \r\nprogramme, our regulatory infrastructure has seen \r\nrobust growth. Since its establishment, 12 years ago, \r\nthe Pakistan Nuclear Regulatory Authority has evolved \r\ninto a strong regulator and a licensing body. It has \r\nforged multiple links with the IAEA and regulators of \r\nother countries.\r\nPakistan lauds the leading role that the Agency has \r\nplayed in harmonizing and coordinating global efforts \r\nto improve nuclear safety in the wake of the Fukushima \r\nincident. A short time after the accident, we convened \r\na ministerial conference, held meetings at the expert \r\nlevel and made preparations for a comprehensive \r\nnuclear safety action plan.\r\nPakistan has been actively engaged in drawing \r\nlessons from the Fukushima incident. As a result of \r\nthe stress tests that we conducted after the accident, \r\na comprehensive framework called the Fukushima \r\nResponse Action Plan was put in place in June 2011 \r\nfor all nuclear power plants. Accordingly, necessary \r\nrevisions of emergency preparedness measures and \r\ninternal peer reviews for operational safety have been \r\nundertaken. We have also invited and supported World \r\nAssociation of Nuclear Operators peer review missions \r\nand welcomed individual experts under the aegis of the \r\nIAEA. We will further deepen that cooperation.\r\nendeavours. We also congratulate Brunei Darussalam \r\nand the Commonwealth of the Bahamas for having \r\njoined the Agency as new members.\r\nWe commend the Agency for having produced a \r\nvery comprehensive report (see A/68/324) and for the \r\nreiteration of its key mandatory statutory objective, that \r\nis, to accelerate and enlarge the contribution of atomic \r\nenergy to peace, health and prosperity throughout \r\nthe world. Pakistan values the Agency’s role and \r\ncontribution in that area.\r\nPakistan is pleased to sponsor draft resolution \r\nA/68/L.10, on the report of the IAEA. \r\nWe share the Agency’s assessment that nuclear \r\nenergy would continue to be one of the preferred \r\nsources of viable, safe and sustainable alternatives in \r\nthe future despite the justifiable public anxiety that \r\narose in the wake of Fukushima accident.\r\nRecent international conferences, in particular \r\nthe United Nations Conference on Sustainable \r\nDevelopment, have shifted the emphasis to sustainable \r\nenergy for all. The report rightly notes that nuclear \r\nenergy is a low-carbon source that minimizes \r\ngreenhouse-gas emissions and mitigates the impact of \r\nclimatic change.\r\nIn the past five decades, Pakistan has sought \r\nto harness nuclear technology for our development \r\npriorities in a variety of ways, in collaboration with the \r\nAgency. Pakistan has also been one of the beneficiaries \r\nof the Agency’s technical cooperation programme.\r\nPakistan faces a severe energy deficit as the \r\nindustrial, agricultural and consumer demand for \r\nelectricity increases with the growing population. \r\nTo meet that demand we are tapping into all \r\nsources — hydro-, solar, wind and nuclear power.\r\nThree nuclear power plants are already online and \r\nhave been performing very well. The oldest of those \r\nwas commissioned in 1972. Besides those three plants, \r\ntwo more nuclear power plants that will produce 340 \r\nmegawatts each are under construction and are expected \r\nto be commissioned by 2016. Additional reactors are \r\nalso planned. All nuclear power plants in Pakistan are \r\nunder IAEA safeguards.\r\nPakistan is an active mainstream partner in the \r\nglobal non-proliferation efforts. We have experience \r\nthat spans four decades in safely operating nuclear \r\npower plants. We have the requisite expertise, well-\r\n22/29 13-54795\r\nA/68/PV.43 05/11/2013\r\nthe Convention on the Physical Protection of Nuclear \r\nMaterial. We implement the latest IAEA guidelines on \r\nnuclear security, and we subscribe to the IAEA Code \r\nof Conduct on the Safety and Security of Radioactive \r\nSources and the IAEA Incident and Trafficking \r\nDatabase. Our cooperation in those areas has been most \r\nproductive.\r\nPakistan recognizes the important role played by \r\nthe IAEA verification regime. We have fully complied \r\nwith our obligations pursuant to our Safeguards \r\nAgreement with the IAEA. The unanimous approval by \r\nthe IAEA Board of Governors of safeguards agreements \r\nwith regard to our Chasnu-3 and Chasnu-4 power plants \r\nreflects the international community’s recognition of, \r\nand confidence in, Pakistan’s expertise in the safe and \r\nsecure operation of nuclear power plants.\r\nWhile the implementation of the Agency’s \r\nregulatory aspects is important in its own right, its \r\npromotional activities are of the highest priority \r\nfor developing nations. An equitable allocation of \r\nextrabudgetary resources is needed for both the \r\nsafeguards and the technical cooperation programmes \r\nof the Agency.\r\nPakistan believes in an equitable, non-discriminatory \r\nand criteria-based approach to advance the universally \r\nshared goals of non-proliferation and the promotion \r\nof peaceful uses of nuclear energy. We hope that \r\nconsiderations of safety and security will facilitate, \r\nnot hinder, the pursuit of the peaceful uses of nuclear \r\nenergy for promoting the development agenda, \r\nimproving human lives and mitigating the adverse \r\nimpact of climate change.\r\nMr. Sul Kyung-hoon (Republic of Korea): My \r\ndelegation would like to thank Mr. Yukiya Amano, \r\nDirector General of the International Atomic Energy \r\nAgency (IAEA), for introducing the 2012 annual report \r\non the work of the Agency (see A/68/324). While \r\nstrongly supporting the central role of the Agency in \r\npromoting safe, secure and peaceful uses of nuclear \r\nenergy, my delegation would like to comment on the \r\nAgency’s activities and related developments in the \r\nfields of nuclear safety, security and safeguards.\r\nFirst of all, we note with satisfaction that the Agency \r\nhas successfully facilitated the implementation of the \r\nAction Plan on Nuclear Safety in key areas, including \r\nnuclear power plant safety assessments, IAEA peer \r\nreviews, emergency preparedness and response, and \r\ninformation-sharing. We also welcome the fact that \r\nPakistan has been an active participant in the \r\nNuclear Security Summit process. The Summit process \r\nhas been a vital catalyst for nuclear security. At the same \r\ntime, we have called for broadening the base of that \r\nprocess to make it more inclusive and representative in \r\ndue course.\r\nWe compliment the IAEA for organizing a highly \r\nsuccessful ministerial conference in Vienna earlier this \r\nyear. The IAEA has a central and leading role in the \r\ninternational nuclear security architecture, as well as in \r\nthe Summit’s successor arrangements post-2016.\r\nOver the years, Pakistan has worked closely \r\nwith the IAEA to strengthen nuclear security. We \r\nare implementing a nuclear security action plan in \r\ncooperation with the IAEA.\r\nPakistan attaches the highest importance to ensuring \r\nthe safety and security of its nuclear programme. We \r\nhave an unblemished record of having run a safe, \r\nsecure and safeguarded civil nuclear programme for the \r\npast 40 years. Pakistan’s nuclear materials, facilities \r\nand assets are safe and secure. Our nuclear security \r\nregime is anchored in the principle of multilayered \r\ndefence for the entire spectrum of any nuclear security \r\nthreat — insider, outsider and cyber — and is guided \r\nby the concept of the “five Ds”, that is, to deter, detect, \r\ndelay, defend and destroy. We have established extensive \r\nphysical-protection measures, robust command-and-\r\ncontrol structures, comprehensive export controls and \r\nan effective regulatory regime to ensure the safety and \r\nsecurity of nuclear materials and installations.\r\nAs of today, a specially trained and skilled force of \r\n25,000 nuclear safety officials ensures the security of \r\nour nuclear assets. Besides, an integrated intelligence \r\ncomponent exercises vigilance to provide depth in \r\ndefence.\r\nPakistan has gained rich experience in the field \r\nof nuclear security. We have established a centre of \r\nexcellence that conducts specialized courses in nuclear \r\nsecurity, physical protection and personnel reliability. \r\nWe are ready to share our experiences, best practices \r\nand training facilities with other interested States in the \r\nregion and beyond.\r\nWe are currently deploying radiation portal \r\nmonitors at key exit and entry points to prevent the \r\nillicit trafficking of radioactive and nuclear materials.\r\nPakistan actively works with the international \r\ncommunity on nuclear security. Pakistan is party to \r\n13-54795 23/29\r\n05/11/2013 A/68/PV.43\r\nrelevant Security Council resolutions and under the \r\nCharter of the United Nations. The Joint Statement of \r\nthe fourth round of the Six-Party Talks of 19 September \r\n2005 also makes it clear that North Korea has the \r\nobligation to abandon all nuclear weapons and existing \r\nnuclear programmes.\r\nThe IAEA’s monitoring and verification role \r\nhas been, and will be, an essential part of the North \r\nKorean denuclearization process. We welcome the \r\nDirector General’s statement that the Agency will \r\nmaintain its readiness to assume that role. We look \r\nforward to closer cooperation with the Agency and the \r\ninternational community to achieve the common goal \r\nof the denuclearization of North Korea.\r\nIn conclusion, we would like to reiterate our full \r\nsupport for the IAEA’s work. The Republic of Korea is \r\nalso pleased to co-sponsor draft resolution A/68/L.10, \r\non the report of the IAEA.\r\nMr. Elshareef (Sudan) (spoke in Arabic): At the \r\noutset, I would like to extend my thanks to the Director \r\nGeneral of the International Atomic Energy Agency \r\nfor his presentation of the Agency’s annual report \r\n(see A/68/324) to the General Assembly. I commend \r\nthe programmes and plans developed by the Agency, \r\nas reflected in the report, with a view to developing \r\ntechnology transfers for peaceful purposes, maintaining \r\na universal system of nuclear safety and fostering the \r\nsafety of nuclear facilities.\r\nI would like to underscore the Agency’s increasing \r\nrole, in particular in the area of cooperation on the use of \r\nnuclear energy for peaceful purposes and development.\r\nThe Sudan accords great importance to the contents \r\nof the report on the applications of nuclear technology \r\nto food security, as well as to advanced techniques in \r\ncombating insects and the effective management of \r\nwater resources and techniques related to developing \r\nmodern irrigation systems for large agricultural \r\nprojects and expansive spaces. On that basis, the \r\nAgency’s cooperation with UNICEF with respect to the \r\nareas of education and agriculture, as well as with the \r\nWorld Health Organization, certainly takes on greater \r\nimportance.\r\nAssisting developing countries in establishing \r\ntheir relevant national technical systems complements \r\nthe Agency’s efforts to enforce technical cooperation \r\nprogrammes and plans. We hope that such cooperation \r\nwill be part of the Agency’s programmes in the areas \r\nof health and in support of regional and continental \r\nthis year’s progress report on the implementation of \r\nthe Action Plan includes a quantitative assessment as \r\nwell as a prioritization of the areas where further work \r\nneeds to be done.\r\nThe accident at the Fukushima Daiichi nuclear \r\npower plant continues to be a source of serious concern, \r\nespecially to adjacent countries, because of the spillage \r\nof contaminated water into the sea and the effect it \r\ncould have on the marine environment. My delegation \r\nappreciates the Japanese Government’s efforts to share \r\nrelevant information with the international community. \r\nWhile noting that the Agency has taken the right steps \r\nin fostering international cooperation on that matter, we \r\nurge the Agency to further strengthen its cooperation \r\nwith the Japanese Government, with a view to providing \r\nthe necessary assistance to the greatest extent possible.\r\nThe work of the IAEA in the field of nuclear \r\nsecurity has resulted in major achievements over \r\nthe past year. My delegation applauds the Agency’s \r\nsuccessful hosting of the International Conference on \r\nNuclear Security in July, and welcomes the adoption of \r\nthe ministerial declaration and its outcome document \r\nas a good basis for our future work. We also welcome \r\nthe new Nuclear Security Plan for 2014 to 2017, which \r\nbuilds on the developments of the past decade and the \r\nlessons learned.\r\nThe Nuclear Security Summits continue to \r\nconsolidate strong political will at the highest level to \r\nadvance nuclear security across the globe. The IAEA, \r\nas a universal mechanism for addressing nuclear issues, \r\nhas an essential role to play in translating that political \r\nmomentum into concrete actions.\r\nNow let me turn to safeguards-related issues. It is \r\ndeeply regrettable that several cases of non-compliance \r\nare still on the Agency’s agenda after many years \r\nof concerted efforts to resolve them. In particular, \r\nunresolved issues related to the North Korean, Iranian \r\nand Syrian nuclear programmes still pose grave \r\nchallenges to the international non-proliferation regime \r\nand IAEA safeguards.\r\nOf particular concern to my delegation are North \r\nKorea’s ongoing nuclear activities, including its third \r\nnuclear test, on 12 February, and its stated intentions, \r\nin April, to restart its nuclear facilities at Yongbyon. As \r\nthe IAEA Director General states in his latest report, \r\nthose actions constitute a clear violation of the relevant \r\nSecurity Council resolutions. We strongly urge North \r\nKorea to fully comply with its obligations under all the \r\n24/29 13-54795\r\nA/68/PV.43 05/11/2013\r\ncountries to seek faster and more efficient means to \r\nsolve their energy shortages. We are fully persuaded \r\nthat more support and cooperation from developed to \r\ndeveloping countries in the field of alternative energy \r\nwould minimize the risk of resorting to nuclear energy. \r\nIt is logical for the IAEA to encourage developed \r\ncountries to work with developing ones in that regard.\r\nIn conclusion, my delegation appreciates the \r\nefforts deployed by the Agency as well as by numerous \r\ndeveloped countries to promote cooperation with \r\nAfrican States in the fields of the nuclear uses in \r\nenergy, medical and health services and alternative \r\nenergy projects, in a manner conducive to the effective \r\nachievement of the Millennium Development Goals.\r\nMr. De Vega (Philippines): Cognizant of the crucial \r\nrole being played by the International Atomic Energy \r\nAgency (IAEA) as the central multilateral forum for \r\nthe promotion of the peaceful uses of nuclear energy, \r\nthe Philippines welcomes the report of the IAEA (see \r\nA/68/324) and lends our full support to achieving the \r\nAgency’s noble goals and objectives.\r\nThe Philippines warmly welcomes Brunei \r\nDarussalam as a new member of the IAEA, as well as \r\nthe recent accession of Viet Nam to the Joint Convention \r\non the Safety of Spent Fuel Management and on the \r\nSafety of Radioactive Waste Management.\r\nWe appreciate the various technical cooperation \r\nprogrammes that the Agency has established in various \r\nfields related to our economic development. The IAEA’s \r\nimportance in promoting international cooperation in \r\nthe peaceful uses of nuclear energy is amply recognized \r\nthroughout the world.\r\nThe Philippines strongly supports the establishment \r\nof nuclear-weapon-free zones as a way to contribute to \r\ninternational peace and security. In the Association \r\nof Southeast Asian Nations, we have established \r\nthe Southeast Asia Nuclear Weapon-Free Zone. The \r\nPhilippines urges nuclear-weapon States to accede \r\nto the Protocol thereto as early as possible without \r\nreservations.\r\nThe Philippines welcomes the First Committee’s \r\nrecent adoption by consensus of draft resolution \r\nA/C.1/68/L.39, entitled “Treaty on the Southeast Asia \r\nNuclear Weapon-Free-Zone (Bangkok Treaty)”.\r\nOn the Middle East, the Philippines is steadfast in \r\nits call for the Secretary-General and the international \r\ncommunity to exert their utmost efforts to convene, \r\nprogrammes to combat malaria-transmitting \r\nmosquitoes and the diseases that are the most lethal \r\nkillers in Africa. That will enable the continent to \r\nachieve socioeconomic and development programmes, \r\nin particular the Millennium Development Goals and \r\nthe internationally agreed economic agenda.\r\nMy delegation emphasizes the right of all States, \r\nincluding my country, to develop, research and produce \r\nnuclear energy for peaceful uses, with no discrimination \r\nand in accordance with international obligations and \r\nagreed reference points. My delegation also stresses the \r\nneed for States to refrain from pressuring the Agency \r\nor interfering in its activities, with a view to preserving \r\nits credibility and vital role. On that basis, we call for \r\nabiding by the tenets of equity and justice in addressing \r\noutstanding issues with some States on that score \r\nthrough dialogue and negotiation, in order to arrive at \r\nadequate solutions.\r\nOn the other hand, my delegation would like \r\nto emphasize its firm position in backing and \r\nsupporting the aspirations of all geographic regions \r\nthat seek to designate themselves as free from nuclear \r\nweapons, based on the provisions of the Treaty on \r\nthe Non-Proliferation of Nuclear Weapons, which \r\nconstitutes one of the fundamental pillars of the \r\ninternational peace and security system. Taking that as \r\nour point of departure, we are gravely concerned that \r\nthe Middle East region is no nearer to achieving that \r\ngoal. That has been the case for decades because of the \r\nopposition of Israel, which possesses nuclear weapons \r\nin the region, and its refusal to subject its nuclear \r\nfacilities to the comprehensive safeguards system of the \r\nIAEA, as well as its persistent disregard for the appeals \r\nof the international community and its repeated calls \r\non that matter. Israel’s adherence to the Treaty and its \r\nAdditional Protocol is vital for ending the tension that \r\nprevails in the Middle East and could pave the way for \r\nfostering and enhancing regional security as well as for \r\nthe maintenance of international peace.\r\nWith the same degree of enthusiasm, my country \r\nhopes that the Agency will continue to back the right \r\nof developing countries to the peaceful use of nuclear \r\nenergy, while ensuring full opportunities for the Agency \r\nto control such activities. Our conviction stems from the \r\nfact that the production of nuclear energy for peaceful \r\npurposes could achieve considerable development \r\nbreakthroughs, given the low cost of producing \r\nelectricity and other sources of energy. The rising cost \r\nof producing alternative energy propels developing \r\n13-54795 25/29\r\n05/11/2013 A/68/PV.43\r\nthan a constraint in the utilization of nuclear energy for \r\npeaceful purposes. We wish therefore to highlight the \r\nsuccessful completion of the project on conditioning of \r\nspent high activity radioactive sources under trilateral \r\ncooperation among the Philippines, South Africa and \r\nthe IAEA. We thank the IAEA and the donor countries \r\nof the Nuclear Security Fund for funding that project.\r\nThe Philippines believes that the IAEA continues \r\nto play an important role in helping countries achieve \r\ntheir Millennium Development Goals (MDGs) through \r\nits technical cooperation programme and its various \r\nactivities in nuclear applications. As our contribution \r\nto technical cooperation, the Philippines hosted a \r\nnumber of workshops and training courses, including \r\nthe regional training course on the use of nuclear and \r\nisotopic techniques in the assessment of fertilizer and \r\nwater use efficiency, in September, and the regional \r\ntraining course in basic radiation processing of polymer \r\nfocusing on radiation grafting, in April.\r\nThe Philippines is also hosting two activities this \r\nmonth: the mid-term review meeting on supporting \r\nsustainable air pollution monitoring using nuclear \r\nanalytical technology, and the workshop to review the \r\nstatus of implementation of IAEA clinical training \r\nguides.\r\nThe Philippines anchors the attainment of its \r\ndevelopment agenda to the goals of inclusive growth \r\nand to ecological responsibility for present and future \r\ngenerations. In bringing that agenda to fruition, we \r\nrecognize the important role of science and technology \r\nin attaining our MDGs.\r\nIn the area of nuclear medicine, the Agency’s \r\nassistance allowed the Philippines to establish a \r\ntechnetium-99 generator facility that makes nuclear \r\nprocedures using technetium-99 now affordable to the \r\npublic. The Philippines recently inaugurated its first \r\ntechnetium-99 generator production facility, which \r\nis expected to cut at least 50 per cent from hospital \r\nprocedures, making diagnostic tests more affordable, \r\nfaster and more accessible to a broader segment of the \r\npopulation.\r\nThe Philippines congratulates the Agency for its \r\nvaluable work under the Programme for Action for \r\nCancer Therapy. We encourage Member States and \r\nother funding institutions to donate generously to the \r\nProgramme.\r\nwithout further delay, a conference on the establishment \r\nof a zone free of nuclear weapons and all other weapons \r\nof mass destruction in the Middle East.\r\nThe growing global demand for energy has fuelled \r\nthe interest in nuclear power, which means that safety \r\nand security considerations will also increase and \r\nshould be commensurately addressed. The Philippines \r\nsupports the implementation of the IAEA Action Plan \r\non Nuclear Safety. We take note of the progress made \r\nin the implementation of the Action Plan with the full \r\ncooperation of Member States, especially in safety \r\nassessment worldwide based on the lessons learned \r\nfrom the Fukushima accident.\r\nIn the Philippines, the National Radiological \r\nEmergency Preparedness and Response Plan is being \r\ndiscussed by the country’s National Disaster Risk \r\nReduction and Management Council to incorporate \r\nlessons learned from the Fukushima accident and to \r\noperationalize the Plan at the community level. For \r\nus, one of the lessons is the need to establish an online \r\nnetwork of radioactivity-monitoring stations around \r\nthe country. To that end, we look forward to IAEA’s \r\nassistance for the establishment of a network of eight \r\nstations, which can be upgraded to as many as 16 to \r\ncover every region of the country.\r\nRecognizing the importance of regional cooperation \r\nin regulatory control, the Philippines welcomes the \r\nestablishment of the ASEAN Network of Regulatory \r\nBodies on Atomic Energy and offers its full support \r\ntowards realizing its goals and objectives. In July, the \r\nPhilippines hosted the Asian Nuclear Safety Network \r\nregional workshop on the integrated deterministic \r\nsafety analysis and probabilistic safety analysis for risk \r\nmanagement of nuclear power plants. The Philippines \r\nalso recently hosted a second regional workshop on the \r\nimplementation of IAEA general safety requirements, \r\npart 3, in October.\r\nIn the area of nuclear security, we recall the \r\nsuccessful first-ever IAEA International Conference \r\non Nuclear Security held last July, which allowed \r\nmember States to exchange views on emerging trends \r\nand consider objectives for international nuclear \r\nsecurity efforts. We look forward to the development \r\nof those objectives into concrete programmes, with the \r\ndevelopment of the IAEA Nuclear Security Plan for the \r\nperiod from 2014 to 2017.\r\nThe Philippines recognizes the critical importance \r\nof nuclear security and considers it an enabler rather \r\n26/29 13-54795\r\nA/68/PV.43 05/11/2013\r\nFinally, the third element Switzerland would like \r\nto raise is the new atmosphere characterizing the \r\nresumption of negotiations on the Iranian nuclear \r\nissue. The successful resolution of that issue, in which \r\nthe IAEA plays an essential role, can only contribute \r\npositively to strengthening the role of the Agency in \r\nthe global fight against nuclear proliferation and, \r\ntherefore, to international stability. Switzerland, which \r\nhosted the last two meetings between Iran and the \r\nE3+3 Governments, supports all diplomatic efforts on \r\nthis issue.\r\nDato Muda (Malaysia): At the outset, I would like \r\nto take this opportunity to thank Mr. Yukiya Amano, \r\nDirector General of the International Atomic Energy \r\nAgency (IAEA), for his introduction of the annual \r\nreport of the Agency (see A/68/324), for the period of \r\n1 January to 31 December 2012. I also congratulate \r\nMr. Amano on his re-election as Director General, \r\nand I look forward to his continued commitment and \r\nstewardship of the Agency.\r\nMalaysia welcomes the Bahamas, Brunei \r\nDarussalam and Swaziland as new member States \r\nof the IAEA in 2013. My delegation believes in the \r\nstrengthening and universalization of the Agency’s \r\nmembership, in order for it to effectively carry out \r\nits mandate. In that regard, we are pleased to note \r\nthat, despite the limited resources due to economic \r\ndifficulties, the Agency has continued its work as \r\nscheduled.\r\nAs highlighted in the report of the IAEA and \r\nthe statement by the Director General, the work of \r\nthe Agency continued to be of major significance \r\nin 2012. The continued growth in the use of nuclear \r\npower, especially in Asia, will require much of the \r\nIAEA’s attention and resources. Global food, health \r\nand environmental challenges are increasingly being \r\naddressed through civilian applications of nuclear \r\ntechnology, including those facilitated by the Agency. \r\nIn the wake of the Fukushima incident, the IAEA has \r\nalso played a crucial role through various nuclear safety \r\nand security initiatives. At the same time, it continues \r\nto provide technical cooperation in developing member \r\nStates’ capacities to use nuclear technology for \r\ndevelopment purposes.\r\nMalaysia believes that the sovereign right to use \r\nnuclear energy is concomitant with the obligation to \r\nensure its use in a safe, secure and peaceful manner. We \r\nare improving our regulatory framework and currently \r\nIn the area of addressing marine and coastal \r\npollution, the Philippines has been designated as a \r\nrepository to coordinate and manage the regional \r\nAsia and Pacific Marine Radioactivity Database, a \r\nlive database useful in marine monitoring among the \r\ncountries in the region.\r\nIn conclusion, the Agency is confronted with many \r\nchallenges and issues complicated by political realities. \r\nThe Philippines believes, however, that we cannot \r\nallow our gains to be eroded by such challenges. We \r\nlook forward to working with the Agency and Member \r\nStates in the spirit of mutual respect, transparency and \r\nconstructive dialogue.\r\nMr. Guerber (Switzerland) (spoke in French): The \r\npast year was yet another of great importance for the \r\nInternational Atomic Energy Agency (IAEA). At the \r\noutset, Switzerland would like to congratulate Director \r\nGeneral Amano for his re-election to lead the Agency. \r\nThe IAEA is facing major challenges, including three \r\nthat Switzerland would like to underline. \r\nFirst, Switzerland welcomes the holding by the \r\nIAEA of a ministerial conference on nuclear security in \r\nJuly. The Conference was a success and ended with the \r\nadoption of a substantive final declaration. Moreover, \r\nit underlined once again the importance of the Agency \r\nin reinforcing its coordinating role among the various \r\ninternational forums dealing with nuclear security. \r\nEnsuring the sustainability of IAEA efforts in that \r\nregard will be one of the challenges over the years to \r\ncome.\r\nA second important element was the presentation \r\nby the IAEA secretariat of its report on the \r\nconceptualization and development of safeguards \r\nimplementation at the State level, the so-called \r\nState-level concept. That report was the subject of intense \r\ndiscussion at the IAEA Board of Governors and at the \r\nlast IAEA General Conference. Switzerland, which is \r\nin favour of any effort to improve the effectiveness and \r\nefficiency of the safeguards, supported the conceptual \r\nwork of the secretariat by organizing various seminars. \r\nIt will continue to follow closely the developments and \r\ndiscussions in this area, in particular with regard to the \r\nsupplementary document to be submitted to the IAEA \r\nBoard of Governors prior to the fifty-eighth session of \r\nthe IAEA General Conference, in 2014. The result of all \r\nof those discussions could constitute an important step \r\nin the evolution of the IAEA safeguards system.\r\n13-54795 27/29\r\n05/11/2013 A/68/PV.43\r\nsustainable development of nuclear technology by \r\nmember States. We therefore attach great importance to \r\nprojects being conducted under the Agency’s coordinated \r\nresearch activities. In the light of the significance of the \r\nIAEA nuclear sciences and applications laboratories \r\nin supporting nuclear science activities, especially \r\nin developing countries, Malaysia would like to \r\nextend its support to the planned modernization of \r\nthe laboratories. We believe that would be a valuable \r\nopportunity for Malaysian scientists and researchers to \r\ngain training and hands-on experience.\r\nLet me now turn to the issue of nuclear safety and \r\nsecurity, which my delegation has always considered to \r\nbe of the utmost importance. Malaysia acknowledges \r\nthe continuous efforts by the IAEA to strengthen the \r\nnuclear safety regime and implement the Action Plan \r\non Nuclear Safety following the Fukushima nuclear \r\naccident. Together with Japan, we co-chaired the \r\nFukushima Ministerial Conference on Nuclear Safety \r\nin December 2012. We have always called for nuclear \r\nsafety to be addressed in a multilateral environment, \r\naccording to internationally approved standards, with \r\nthe IAEA playing a central role. The Conference was a \r\nsignificant step in that regard.\r\nMalaysia also welcomes the successful convening \r\nof the International Conference on Nuclear Security \r\nin Vienna from 1 to 5 July. That event renewed the \r\ncommitment of the Agency and its member States \r\nto establishing a more effective worldwide nuclear \r\nsecurity regime. However, my delegation would like \r\nto reiterate that nuclear security should not be seen in \r\nisolation, but should be addressed in the larger context \r\nof nuclear disarmament and non-proliferation.\r\nOn Malaysia’s part, we have established our national \r\nnuclear security regime through various measures. We \r\nhave strengthened the nuclear security infrastructure, \r\nin particular the detection capabilities in our major \r\nports of entry and international borders. We have \r\ncomplemented that with established standard operating \r\nprocedures and a system of national coordination among \r\ndifferent ministries and enforcement agencies. The \r\nIAEA took note of our efforts, and it now recognizes \r\nMalaysia as a national security support centre, with a \r\nregional role and capacity. To that end, Malaysia stands \r\nready to share its experiences with other member States \r\nin setting up a national nuclear security regime.\r\nOn the Agency’s technical cooperation programme, \r\nMalaysia reiterates its longstanding position that \r\nrevising the relevant laws with a view to enacting \r\ncomprehensive nuclear legislation. It will incorporate \r\nprovisions for nuclear safety, security and safeguards, \r\nand enable the ratification of the relevant international \r\nnuclear instruments, including on nuclear liability.\r\nWe welcome the successful convening of the \r\nInternational Conference on Nuclear Power in the 21st \r\nCentury, held in Saint Petersburg from 27 to 29 June. It \r\nwas a timely initiative by the Agency and the Russian \r\nFederation, as rapid socioeconomic developments have \r\nincreased the demand for nuclear power as a reliable \r\nand sustainable option for an energy mix. Malaysia’s \r\ndelegation to that Conference, headed by the Minister \r\nof Energy, Green Technology and Water, took careful \r\nnote of the various approaches on nuclear programmes \r\nproposed during the Conference. We believe that any \r\ndecisions supporting a nuclear programme should be \r\nbased on a country’s needs, the consent of its people, \r\nthe environment, the state of readiness in terms of \r\ninfrastructure and human resources, and the political \r\nsituation.\r\nMy delegation also recognizes the importance of \r\nregional cooperation in nuclear regulatory control. In \r\nrecent months, we joined our Association of Southeast \r\nAsian Nations (ASEAN) neighbours in working \r\ntowards the establishment of the ASEAN Network of \r\nNuclear Regulatory Bodies or Relevant Authorities \r\n(ASEANTOM). In that regard, Malaysia welcomes \r\nThailand’s hosting of the first ASEANTOM meeting, \r\nfrom 2 to 5 September. It is our collective hope that \r\nthose efforts will ultimately contribute to the goal of \r\npreserving South-East Asia as a nuclear-weapon-free \r\nzone.\r\nThe Treaty on Non-Proliferation of Nuclear \r\nWeapons entitles States parties to have access to \r\nnuclear technology, provides for the exchange of nuclear \r\nknowledge and scientific information, and fosters \r\ncooperation among States to develop peaceful uses \r\nof nuclear energy. In that connection, my delegation \r\nhighly appreciates the IAEA’s role in assisting States in \r\nplanning for and using nuclear science and technology \r\nfor peaceful purposes.\r\nMalaysia continues to accord high importance to \r\nthe peaceful uses of nuclear science and technology in \r\nagriculture, biotechnology, industry, the environment \r\nand medical applications. In that context, we have \r\nalways believed that research and development and \r\nknowledge-sharing are the keys to the successful and \r\n28/29 13-54795\r\nA/68/PV.43 05/11/2013\r\n1 April and in December. Both satellite launches \r\nwere conducted in the most transparent manner, with \r\ninvitations to all the major leading media reporters and \r\ncameramen — and it was live and followed international \r\nprocedures. \r\nNotwithstanding those transparent and legitimate \r\nactivities of the Democratic People’s Republic of Korea, \r\nthe United States questioned our peaceful satellite \r\nlaunch and brought that question to the Security Council. \r\nIts action was purely and absolutely a manipulation and \r\nmisuse of its power as a so-called permanent member \r\nof the Security Council. History shows that no country, \r\nexcept for the Democratic People’s Republic of Korea, \r\nhas had a satellite launch raised in such a manner.\r\nLast year alone, more than 50 satellites were \r\nlaunched by space-faring countries. But no single other \r\ncountry was questioned, including South Korea or \r\nJapan, who followed our launch last December. Again, \r\nthose two countries did not give rise to any questions, \r\nand the Security Council remained silent. That reflects \r\na typical double standard. Therefore, in response to \r\nthat violent, rampant violation of our sovereignty, our \r\ndignity and the national pride of our people, we had no \r\nother option but to conduct the third nuclear test.\r\nSecondly, the representative of South Korea \r\nreferred to the Security Council resolution. Again, that \r\nresolution, as I mentioned earlier, was just a political \r\nmanipulation by one permanent member of the Council; \r\ntherefore we totally reject it.\r\nThirdly, the South Korean representative referred to \r\nthe abandonment of nuclear weapons by the Democratic \r\nPeople’s Republic of Korea on a unilateral basis under \r\nthe obligation and commitment of the Six-Party \r\nTalks. I want to recommend that he carefully study \r\nthe contents of that Joint Statement of 19 September \r\n2005 . It clearly stipulates the commitment of the \r\nkey players — the Democratic People’s Republic of \r\nKorea and the United States — not to use or threaten \r\nto use of nuclear weapons. But the United States has \r\nnever honoured a single commitment under the Joint \r\nStatement. Therefore, I strongly recommend that South \r\nKorea carefully study the Six-Party Talks, which made \r\nit clear that action-for-action is the only basis on which \r\nto act. \r\nThat reflects the reality of the Korean peninsula. \r\nThis is not a unilateral issue concerning the Democratic \r\nPeople’s Republic of Korea alone. It was created by the \r\nUnited States and is perpetrated by the United States. \r\nit should be based on member States’ needs and \r\nrequests. The Programme should take two factors into \r\naccount, that is, the evolving requirements of national \r\nstakeholders and the need for adequate, sustained and \r\nregular funding.\r\nNevertheless, Malaysia continues its active \r\nimplementation of national technical cooperation \r\nprojects and regional cooperative arrangement projects \r\nunder the current cycle. We have also contributed to \r\nthe programme by providing training, expertise and \r\nin-kind contributions to other member States. Malaysia \r\nhas also been entrusted with hosting the Postgraduate \r\nEducation Course in Radiation Protection. However, as \r\nwe understand, the evaluation of a project’s progress \r\nis based primarily on spending or resource constraints. \r\nMy delegation is of the view that the evaluation should \r\ntake into consideration all measurable parameters of \r\nthe project, particularly its overall impact made against \r\nthe set objectives.\r\nThe Acting President (spoke in Spanish): We have \r\nheard the last speaker in the debate on this item at this \r\nmeeting.\r\nThe representative of the Democratic People’s \r\nRepublic of Korea has asked to speak in exercise of the \r\nright of reply. May I remind members that statements in \r\nexercise of the right of reply are limited to 10 minutes \r\nfor the first intervention and 5 minutes for the second \r\nintervention, and should be made by delegations from \r\ntheir seats.\r\nI now give the f loor to the representative of the \r\nDemocratic People’s Republic of Korea.\r\nMr. Ri Tong Il (Democratic People’s Republic of \r\nKorea): With regard to the remarks by the representative \r\nof South Korea, the delegation of the Democratic \r\nPeople’s Republic of Korea would like to clarify its \r\nposition. In his statement, the representative made \r\nreference to three issues.\r\nFirst, with regard to certain nuclear tests by the \r\nDemocratic People’s Republic of Korea, as is clear to \r\neveryone, the Democratic People’s Republic of Korea \r\nconducted certain nuclear tests successfully. They \r\nwere done in response to the infringement upon the \r\nsovereignty and dignity of the Democratic People’s \r\nRepublic of Korea, as well as to the nation and the \r\npeople of Korea.\r\nOnce again, as is well known to everyone, we \r\nsuccessfully launched a satellite twice last year, on \r\n13-54795 29/29\r\n05/11/2013 A/68/PV.43\r\nThe Acting President (spoke in Spanish): We have \r\nheard the last speaker in the debate on agenda item 88 \r\nfor this meeting. \r\nThe meeting rose at 1.10 p.m.\r\nThe United States should therefore take the leading \r\naction. As far as the hostility and blackmail, the \r\nDemocratic People’s Republic of Korea will not move. \r\nThe United States should make the initial move, and \r\nthe Democratic People’s Republic of Korea will follow.\r\n"