"In the absence of the President, Mr. Tommo Monthe \r\n(Cameroon), Vice-President, took the Chair.\r\nThe meeting was called to order at 9.10 a.m.\r\nAddress by Al Hadji Yahya Jammeh, President of \r\nthe Republic of the Gambia\r\nThe Acting President: The Assembly will now \r\nhear an address by the President of the Republic of the \r\nGambia.\r\nAl Hadji Yahya Jammeh, President of the Republic \r\nof the Gambia, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Excellency Al Hadji Yahya Jammeh, \r\nPresident of the Republic of the Gambia, and to invite \r\nhim to address the Assembly.\r\nPresident Jammeh: We praise the almighty Allah \r\nfor making possible yet again this gathering of world \r\nleaders. I would like to congratulate President Ashe \r\non his election to preside over the General Assembly \r\nat its sixty-eighth session. His impeccable credentials \r\nand extensive experience in multilateralism will \r\nundoubtedly enrich the debates and proceedings of this \r\nsession. He has the full support of my delegation. In the \r\nsame vein, I wish also to pay tribute to his predecessor, \r\nMr. Vuk Jeremić, for his sterling leadership during \r\nthe sixty-seventh session. Our special thanks go to \r\nSecretary-General Ban Ki-moon for his stewardship \r\nand for the commitment he has manifested to the \r\nwelfare of humanity, particularly of the third world.\r\nI take this opportunity also to convey our heartfelt \r\ncondolences to the President, the Government and the \r\npeople of Kenya, who have suffered one of the most \r\nheinous crimes against humanity. Our hearts go out to \r\nthe families of the victims. This is a clear manifestation \r\nof the fact that terrorism in all its forms cannot be \r\naccepted. This also has nothing to do with our noble \r\nreligion, Islam.\r\nAs we gather for the sixty-eighth session of the \r\nAssembly, we must pause and take stock of our collective \r\nrecord in responding to the many different global \r\nchallenges with which mankind has had to grapple. Our \r\nglobal body, the United Nations, has indeed adopted \r\ncountless resolutions, which, if implemented to the \r\nletter, would have made the world a much better place \r\nfor the whole of mankind and, indeed, for all other \r\ncreatures on our planet.\r\nUnfortunately, some Member States continue to \r\ndisregard resolutions necessary for the maintenance \r\nof world peace and even question or disregard with \r\nimpunity resolutions adopted by the Assembly. The \r\nUnited Nations continues to be incapacitated as a \r\nresult. This certainly calls for an assessment of its \r\nstrengths and weaknesses, with a view to rendering \r\nit more effective. Civil strife and terrorism caused \r\nby the negative behaviour of some world Powers are \r\nundermining human security and even the viability \r\nof States. Poverty, hunger and disease still decimate \r\ncountless communities, while our capacity to respond \r\nUnited Nations A/68/PV.15\r\nasdf\r\nGeneral Assembly\r\nSixty-eighth session\r\n15th plenary meeting\r\nFriday, 27 September 2013, 9 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Ashe  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Antigua and Barbuda)\r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n*1348784*\r\n13-48784 (E)\r\n2/51 13-48784\r\nA/68/PV.15 27/09/2013\r\ntarget for net enrolment in primary education and \r\nliteracy rate among the population aged between 15 \r\nand 24 years. My Government has made serious and \r\ninformed policy reviews to prioritize basic primary \r\neducation, while expanding access to secondary, higher \r\nand tertiary education, with an emphasis on improving \r\nquality in all areas. We are working diligently to ensure \r\nthat the gender disparity gap in enrolment is closed by \r\n2014 and to provide free education and an equitable \r\nchance for all to be literate by 2015 and beyond.\r\nWe must ensure that the post-2015 development \r\nagenda builds on the important progress of the \r\nMDGs and is expanded to cover broader sustainable \r\ndevelopment issues, as agreed in Rio. Therefore, the \r\nchoice of the theme for this session, “The post-2015 \r\ndevelopment agenda: setting the stage”, is indeed apt, \r\ntimely and thought-provoking. Clear, time-bound, \r\ntargeted and measurable global benchmarks are crucial \r\nif we are to realize our desired objective.\r\nProtecting African livelihoods requires \r\ninternational, regional and country approaches \r\nthat recognize and act on the overlap of conflicts \r\norchestrated by foreign Powers and severe weather \r\nhazards. The Gambia firmly believes that mitigating \r\nthe adverse effects of climate change and putting an \r\nimmediate end to the massive looting of African natural \r\nresources by Western multinational companies call for \r\na timely and decisive global response. It is a challenge \r\nthat should unite us, not divide us. The Gambia is of \r\nthe firm opinion that Africa should play an active role \r\nin shaping the goals based on its own development \r\npriorities and common interests.\r\nThe greatest threats to human existence are basically \r\nthree and are a consequence of human behaviours which \r\nare ungodly attributes. They are: excessive greed, and \r\ntherefore addiction to accumulating material wealth \r\nby any means, mostly through violent or immoral \r\nschemes; an obsession with world domination by any \r\nmeans, including the resolve to use nuclear, biological \r\nand chemical weapons to achieve that fanciful dream; \r\nand homosexuality in all its forms and manifestations, \r\nwhich, though very evil, anti-human and anti-Allah, is \r\nbeing promoted as a human right by some Powers.\r\nNone of the three threats, which are more deadly \r\nthan all natural disasters put together, has anything \r\nto do with climate change. The first led not only \r\nto colonization and the plundering of African and \r\nAsian human and material resources but also to two \r\ndevastating wars among the Western Powers, which \r\nto these man-made humanitarian crises remains \r\ndiscriminatory and inadequate.\r\nThis is demonstrated yet again in the case of Syria. \r\nWe believe that this Organization was established in \r\nthe first place to find lasting solutions for peace and the \r\nprotection of human life. Informed and honest decisions \r\nshould be made instead of those driven by the interests of \r\na few self-appointed gods, thereby causing irreparable \r\ndamage to the social fabric and economies of countries \r\nin conflict. My Government supports the view that the \r\nregional organizations in the Middle East should take \r\nthe lead in the negotiations towards the resolution of \r\nthe crisis in Syria. The tragedy unfolding in Syria has \r\nbecome a scar on our conscience as civilized people, \r\nand that war must be stopped by any means necessary.\r\nAll that we hear is the talk about chemical weapons \r\nand the need to ensure that they are not used by anyone. \r\nThis does not make any sense as long as this barbaric \r\nwar lasts. Whether or not chemical weapons are used, \r\nthousands of people will continue to die in the most \r\nhorrific manner. It is the same horrific and senseless \r\ndeath in both cases, and our duty is not to choose which \r\nform of death is acceptable and which not. Our duty is \r\nto stop the senseless and barbaric killings in Syria. We, \r\nthe United Nations, must end that war immediately; \r\notherwise the people of Syria will continue to perish at \r\nthe hands of satanic and sadistic forces. The Security \r\nCouncil and all the Powers behind the war in Syria \r\nmust not only prevent the use of chemical weapons but \r\nmust also bring this brutal war to an immediate end \r\nwithout preconditions. The Syrian war must be stopped \r\nand stopped now.\r\nThe 2013 report on Africa’s performance towards \r\nachieving the Millennium Development Goals \r\n(MDGs) reveals mixed results. Africa’s substantial \r\nprogress towards many goals, targets and indicators \r\nis beyond doubt, but serious challenges still remain, \r\nespecially in translating economic growth into decent \r\njob opportunities, improving service delivery and \r\nminimizing income, gender and spatial inequalities. \r\nViolent conflicts and economic shocks in some \r\ncountries, as well as unprecedented natural disasters \r\nover the decade induced by climate change, have \r\ncaused setbacks in the achievement of the MDGs in \r\nmany countries.\r\nDespite such challenges, some African countries, \r\nand the Gambia in particular, are making impressive \r\ngains towards some of the established goals. My \r\nGovernment is on track to achieve the education MDG \r\n13-48784 3/51\r\n27/09/2013 A/68/PV.15\r\nwill never tolerate any agenda that clearly calls for \r\nhuman extinction.\r\nPeace and security are inextricably linked to \r\ndevelopment. The Gambia continues to abide by \r\nand live by that principle, which has warranted \r\nmy Government’s relentless commitment to peace \r\ninitiatives under the auspices of the African Union and \r\nthe Economic Community of West African States, one \r\nof which successfully culminated in a democratically \r\nelected Government in Mali a few weeks ago. I seize \r\nthe opportunity, therefore, to congratulate the brotherly \r\npeople of Mali for giving peace a chance by electing a \r\nGovernment through democratic means.\r\nWith more concerted efforts through consultations \r\nand dialogue, we shall also soon witness a lasting \r\nsolution to the political impasse in Guinea-Bissau. I am \r\nalso happy with the work currently being undertaken by \r\nthe African Union High-Level Panel for Egypt, which \r\nseeks to achieve an inclusive and peaceful transition \r\nthrough dialogue, compromise, reconciliation and \r\ntolerance. My Government will continue to use its \r\nmembership in the Peace and Security Council of the \r\nAfrican Union to propose peaceful measures that will \r\nfacilitate enhanced engagements aimed at achieving the \r\ndesired results in our common quest for lasting stability \r\nin the African continent.\r\nHowever, the present trends across the world cast \r\nserious doubts about the effectiveness of the conflict \r\n-prevention and management mechanisms adopted \r\nby regional organizations and, most importantly, \r\nthe United Nations. Instead of acting as an effective \r\nmechanism for conflict prevention and resolution, as \r\nwell as advancing global security, the Security Council \r\nhas become a barrier to progress, peace and security \r\nin some instances where lopsided decisions can only \r\nbe classified as racist and misguided and therefore \r\nunacceptable.\r\nAfrica’s legitimate quest for full representation on \r\nthe Security Council continues to be a strong warning \r\nthat needs to be urgently heeded. International peace \r\nand security are the business of all, and Africa, a \r\ncontinent whose resources, ranging from material to \r\nhuman, have helped to bail the West out of poverty to \r\nreach aff luence from the thirteenth century up until \r\ntoday, cannot be expected to continue to play second \r\nfiddle in the Security Council or in any international \r\norganization from now on. The Gambia remains resolute \r\nin its stance that the permanent and non-permanent \r\nmembership categories of the Security Council should \r\nwere unfortunately wrongly termed “world” wars. \r\nColonialism was maintained by subjugation and \r\nmassive looting of resources in the colonies, leading \r\nto the impoverishment and destitution of hundreds of \r\nmillions of colonial subjects.\r\nFrom the thirteenth century until the middle part \r\nof the twentieth century, the notions of human rights, \r\ngood governance and democracy were philosophies \r\nforbidden to Africans. Any African under a colonial \r\nGovernment who advocated for them ended up either \r\nat the gallows, in a mass grave or rotting in colonialist-\r\nbuilt dungeons called prisons. This was during the \r\ncolonial era, when the African continent was treated \r\nlike an abandoned game park and Africans were treated \r\nworse than animals.\r\nToday, after fighting for our freedom and \r\nliberating our continent, we are being prescribed a \r\nnew religion — democracy, human rights and good \r\ngovernance — by descendants of the same colonial \r\nPowers. Present-day Africans cannot be hoodwinked \r\nby anyone, any more, and we are determined to defend \r\nour independence and dignity, and to take control of \r\nour own natural resources at any cost and by any means \r\nnecessary.\r\nIn regard to the second threat, the obsession with \r\nworld domination, we are seeing the unprecedented \r\ndevelopment of deadly nuclear, biological and chemical \r\nweapons, as well as other weapons of mass murder, by \r\nthe same Powers. We all agree that all forms of human \r\ntragedy and catastrophe emanate from the West. They \r\nhave spent more money on killer technologies than on \r\nmedical and agricultural technology up to today. If they \r\nunleash a third world war, God forbid, that would put an \r\nend to human existence on planet Earth, including the \r\nUnited Nations itself.\r\nAs for the third threat, we know for a fact that all \r\nliving things need to reproduce for posterity. They \r\nbecome extinct when they can no longer reproduce. \r\nTherefore, the Assembly will all agree with me that \r\nany person promoting the end of human reproduction \r\nmust be promoting human extinction. Could it be called \r\npromoting human rights when one advocates for a \r\ndefinitive end to human reproduction and procreation? \r\nThose who promote homosexuality want to put an \r\nend to human existence. It is becoming an epidemic, \r\nand we Muslims and Africans will fight against such \r\nbehaviour in our countries. We will never accept it. We \r\nwant a brighter future for humankind and the continued \r\nexistence of humankind on the planet; therefore, we \r\n4/51 13-48784\r\nA/68/PV.15 27/09/2013\r\ncountry continue to be ignored. The Republic of China \r\non Taiwan has a democratically elected Government, \r\nwhich is the only legitimate Government that defends \r\nthe interests of the people of Taiwan in the conduct of \r\nworld affairs and in its many serious interactions with \r\neach and every nation of the world. The Taiwanese \r\npeople have the same concerns as all of us with regard \r\nto global problems. Yet they are not a member of the \r\nvital organs of the global body to contribute their share \r\nin the search for solutions to those problems.\r\nThe situation in the occupied Palestinian territory \r\nremains pathetic as a result of decades of collective \r\npunishment, fraught with the glaringly degrading \r\nand inhumane treatment of innocent civilians and \r\nthe gross denial of access to humanitarian assistance \r\nand basic services, and essential medical supplies and \r\nconstruction materials, which has become the daily \r\nrule rather than the exception for the Palestinians. The \r\npattern and frequency of those human rights abuses, as \r\nwell as the disproportionate use of force perpetrated by \r\nthe occupying Power, continues unabated.\r\nThe Gambia is of the conviction that the ongoing \r\nseizure of Palestinian lands and properties to make way \r\nfor illegal settlement activity is morally and politically \r\nunacceptable. Such uncalled-for behaviour on the part \r\nof Israel is in blatant disregard for international law \r\nand casts serious doubt on Israel’s intention to seek \r\ngenuine and lasting peace with its brothers and sisters, \r\nthe Palestinian people. How can the international \r\ncommunity and the United Nations continue to watch \r\nsuch glaring injustice and protracted human rights \r\nabuses in silence, without feeling an iota of guilt for not \r\ntaking bold and appropriate steps to bring them to an \r\nend? How long should we allow such blatant disregard \r\nfor international law to continue unpunished?\r\nWhile we welcome the resumption of peace talks \r\nbetween Israel and Palestine, we hope that this time \r\naround the brokers will be decent and honest enough \r\nto ensure that both sides are genuinely committed to \r\na two-State solution that would eventually usher in \r\npermanent peace and security in the Middle East and \r\nbeyond.\r\nWe live in a world of new and evolving \r\nthreats — threats that could not have been anticipated \r\nwhen the United Nations was founded in 1945. Unilateral \r\nbullying and the criminal invasion of resource-endowed \r\nsovereign States under the pretext of strengthening \r\ndemocratization, combined with terrorism, organized \r\ncrime, poverty and disease, will remain a serious threat \r\nbe equitably distributed regionally and expanded to \r\nconform to current geopolitical realities. The Gambia \r\nstands by Africa’s demand for two permanent seats as \r\nwell as two non-permanent seats, as clearly articulated \r\nin the Ezulwini Consensus and the Sirte Declaration.\r\nHow long will the international community \r\ncontinue to ignore the legitimate right and aspirations \r\nof a continent of 53 States, all members of the General \r\nAssembly? The calls have been very loud and very \r\nclear, but some Western Powers continue to ignore \r\nthem. That must end, or the Assembly will see a very \r\ndignified, determined and independent Africa assert its \r\nlegitimate rights worldwide in its own way.\r\nMy delegation strongly condemns the application of \r\nunilateral and degrading coercive measures as a means \r\nof settling disputes. Such measures have an adverse \r\nimpact on the lives of innocent people, who lack any \r\nmeans of defending their legitimate sovereignty in the \r\nface of massive military might. We find the continued \r\napplication of such measures against the peace-loving \r\npeople of Cuba to be inhumane and unjust and a \r\nblatant violation of the basic human rights tenets of \r\nthe Charter of the United Nations, which, ironically, \r\nwere promulgated to prevent such behaviour in the first \r\nplace.\r\nIt is in that spirit that the Gambia shares the \r\nviews expressed by the international community in its \r\ncontinued unequivocal opposition to the United States \r\nof America’s sanctions against Cuba. The embargo \r\nagainst Cuba contravenes the fundamental principles \r\nof international law, international humanitarian law, \r\nthe Charter of the United Nations and the norms and \r\nprinciples governing peaceful relations among States, \r\nviolating the sovereign equality of States and the \r\nprinciples of non-intervention and non-interference \r\nin the domestic affairs of other Member States. The \r\nembargo has no legitimate or moral justification, given \r\nthe fact that it continues to undermine the fundamental \r\nbasic rights to economic emancipation and the \r\ndevelopment aspirations of the Cuban people. As a \r\nresponsible member of the international community, \r\nthe Gambia therefore joins other Member States in \r\ncalling for the immediate repeal of laws, measures or \r\npolicies that impede the free f low of international trade \r\nand navigation against Cuba.\r\nWe also reiterate our call for a serious and decisive \r\nreassessment of our policy towards the Republic \r\nof China on Taiwan. The concerns of the 23 million \r\nhard-working and peace-loving people of that great \r\n13-48784 5/51\r\n27/09/2013 A/68/PV.15\r\nThe Acting President: On behalf of the General \r\nAssembly, I have the honour to welcome to the United \r\nNations His Majesty King Tupou VI, King of the \r\nKingdom of Tonga, and to invite him to address the \r\nAssembly.\r\nKing Tupou VI: As this is my first time \r\naddressing the General Assembly as Head of State, I \r\nwish to sincerely congratulate Mr. John Ashe on his \r\nelection to the presidency of the General Assembly at \r\nits sixty-eighth session. I assure him that the Tongan \r\ndelegation will be fully supportive and cooperative \r\nunder his very able leadership. I also wish to commend \r\nthe stewardship of his predecessor, Mr. Vuk Jeremić, \r\nduring the sixty-seventh session. I express my gratitude \r\nto Secretary-General Ban Ki-moon for his persevering \r\nguidance and energetic leadership in further enhancing \r\nthe profile and work of the United Nations in the face of \r\nunprecedented global challenges.\r\nTonga welcomes the timely theme for the general \r\ndebate, “The post-2015 development agenda: setting the \r\nstage”, and the inclusion of a set of six thematic issues of \r\nfocus for high-level events and thematic debates during \r\nthe sixty-eighth session. Indeed, Tonga joins other \r\nsmall island developing States (SIDS) in affirming that \r\npriorities in the outline of the post-2015 development \r\nagenda should, with increased cooperation among \r\nMember States, ref lect the outcome of the 2014 Third \r\nInternational Conference on Small Island Developing \r\nStates, to be convened in Samoa.\r\nTonga supports the proposed high-level event that \r\nwould address the needs of women, youth and civil \r\nsociety and contribute to development goals. It applauds \r\nthe high-level event on the contribution of human rights \r\nand the rule of law to the post-2015 framework and hails \r\nthe twentieth anniversary of the Vienna Conference on \r\nHuman Rights. Earlier this year, Tonga submitted its \r\nsecond universal periodic review, which was adopted \r\nby the Human Rights Council. The next review for \r\nTonga is scheduled for 2017-2018.\r\nThe high-level event, centring on South-South \r\nand triangular cooperation, including information \r\nand communication technology, is appreciated as \r\nadding value to the realization of development targets. \r\nTonga hosted the annual Pacific Islands Chapter of \r\nthe Internet Conference earlier this month to celebrate \r\nthe emergence of high-speed Internet connectivity in \r\nTonga. The Conference showcased the achievements \r\nof the Pacific region in accessing opportunities for \r\nInternet users and demonstrated how Tonga can best \r\nto global peace and security unless appropriate steps \r\nare taken to eradicate them. Meeting such challenges \r\ntoday calls for sincerity and honesty to mount well-\r\ncoordinated and concerted global efforts.\r\nThe Gambia firmly believes that socioeconomic \r\ndevelopment and respect for the sovereign rights \r\nof countries to control their own natural resources, \r\nespecially minerals, should be the collective line \r\nof defence for a collective global security system \r\nthat takes the sovereignty of each nation seriously. \r\nCombating poverty will not only save millions of \r\nlives but also strengthen States’ capacities to combat \r\nterrorism, organized crime and intra-State conflict. \r\nWe need renewed and genuine global partnerships and \r\ncommitments that are binding and based on respect for \r\nthe sovereign right of each individual State to choose \r\na way of life that is based on its religious and cultural \r\nvalues, as no administrative system is better than the \r\nway prescribed by the almighty Allah.\r\nIt is also necessary to increase the credibility and \r\neffectiveness of the Security Council by making sure \r\nthat selective justice is abandoned and rejected by \r\nall Members of the United Nations family. From all \r\nindications, there is an imperative need to inject new \r\nideas and impetus into the Security Council and to \r\nexpand its membership to reflect current geopolitical \r\nrealities. Moreover, respect for the principle of equal \r\nsovereign rights of peoples and the need to promote and \r\nrespect peaceful relations among all States, rich or poor, \r\nblack or white, should be the overriding considerations \r\nfor the peaceful coexistence of Member States — that \r\nis, if 2015 and beyond is to bequeath a peaceful and \r\nprosperous world to future generations of the human \r\nrace.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the President of the Republic \r\nof the Gambia for the statement he has just made.\r\nAl Hadji Yahya Jammeh, President of the Republic \r\nof the Gambia, was escorted from the General \r\nAssembly Hall.\r\nAddress by His Majesty King Tupou VI, King  of \r\nthe Kingdom of Tonga\r\nThe Acting President: The Assembly will now hear \r\nan address by His Majesty the King of the Kingdom of \r\nTonga.\r\nKing Tupou VI, King of the Kingdom of Tonga, was \r\nescorted into the General Assembly Hall.\r\n6/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nmay be shared by all regional groups of the United \r\nNations.\r\nI therefore urge all relevant stakeholders to work \r\ntogether to develop and establish a common global goal \r\non sustainable energy for all as part of the post-2015 \r\ndevelopment agenda.\r\nA set of related targets and indicators supporting \r\nthe goal should encompass all three dimensions of \r\nsustainable development. The three objectives of the \r\nSustainable Energy for All Initiative — universal \r\nenergy access, increased efficiency and renewable \r\nenergy — can provide a solid framework to build on \r\nfurther, while keeping them fully adaptable to different \r\ncircumstances and priorities at the regional, national \r\nand local levels.\r\nTonga commends the Secretary-General for his \r\nlaudable initiative to convene a high-level summit \r\nmeeting on climate change in 2014 and joins other SIDS \r\nin urging the leaders of developed countries to enhance \r\ntheir mitigation ambition to bridge the pre-2020 gap \r\nin a timely and effective manner. Furthermore, Tonga \r\njoins other SIDS in calling for the inclusion of climate \r\nchange as a cross-cutting issue in terms of sustainable \r\ndevelopment goals. Oceans are a thematic priority and \r\nshould also be prominently featured in the context \r\nof sustainable development goals and the post-2015 \r\nagenda.\r\nThe Government of Tonga has adopted the \r\nUnited Nations Development Programme Millennium \r\nDevelopment Goals Acceleration Framework and \r\nhas chosen to apply it to MDG 6, on combating \r\nnon-communicable diseases, with applications to MDG \r\n1, on poverty, and MDG 3, on gender equality.\r\nThe following five key interventions have been \r\nprioritized in Tonga to combat non-communicable \r\ndiseases: increase the local food supply and create \r\nincome-generating opportunities for women and \r\nvulnerable groups; provide curative health services in \r\nhospital settings, screening for disease-specific risk \r\nfactors; review legislation, subsidiary legislation and \r\npolicies affecting food, tobacco, kava, alcohol and \r\nphysical activity; advocate healthy lifestyles through \r\nchurches and workplaces; and support resources.\r\nTonga’s Millennium Accelerated Framework report \r\nis completed and ready for launching and, moreover, \r\nis aligned with the call of SIDS for non-communicable \r\ndevelop its own investment strategy for the new cable \r\nsubmarine Internet system.\r\nThe thematic debate on partnership deserves high \r\npraise, in particular with the aforementioned Samoa \r\nConference focusing on the overarching theme of the \r\nsustainable development of small island developing \r\nStates through genuine and durable partnership. The \r\nsecond thematic debate, on the establishment of stable \r\nand peaceful societies, is also welcome, given the \r\ncurrent chaos we are experiencing in the international \r\ncommunity. The third thematic debate, on the roles \r\nof water, sanitation and sustainable energy, is equally \r\ncrucial to the development agenda for the post-2015 \r\nperiod.\r\nEnergy is the golden thread that connects economic \r\ngrowth, increased social equity and an environment \r\nthat allows the world to thrive. Sustainable energy is \r\ncentral in order to reach the Millennium Development \r\nGoals (MDGs), including many development goals that \r\nextend far beyond the energy sector — eradicating \r\npoverty; increasing food production; providing clean \r\nwater; improving public health; enhancing education; \r\ncreating economic opportunity; and empowering \r\nwomen — as well as an integral part of creating \r\nsustainable development, including environmental \r\nsustainability. A shift towards more sustainable energy \r\nsources is also essential in addressing environmental \r\nsustainability while tackling climate-change challenges.\r\nThe concept of establishing a Pacific Regional Data \r\nRepository for Sustainable Energy for All is aimed at \r\nfocusing on all energy-related projects to be sourced, \r\nincluding all projects implemented in the Pacific, \r\nref lecting best practices as well as those that have not \r\nbeen so successful.\r\nThe lack of bankable data in the region causes a \r\ndisconnect from the true value of assistance from our \r\ndevelopment partners, whereby 60 per cent of project \r\nfinancing is absorbed by technical assistance, pilot \r\nprojects, pre-feasibility studies and only 40 per cent, and \r\nin some cases less, on hardware. The Pacific Regional \r\nData Repository for Sustainable Energy for All has an \r\nambitious goal of implementation whereby the Pacific \r\nsmall island developing States, with the assistance \r\nof their developing partners, will gift to the Third \r\nInternational Conference on Small Island Developing \r\nStates, to be held in 2014 in Samoa, a documented \r\nprocess under which this has been achieved and which \r\n13-48784 7/51\r\n27/09/2013 A/68/PV.15\r\nme also to reiterate to the Secretary-General, Mr. Ban \r\nKi-moon, our deepest appreciation for the praiseworthy \r\nefforts he has made to achieve the lofty objectives of \r\nour Organization.\r\nA few weeks after my accession to Mali’s highest \r\noffice as the third elected President of the Republic \r\nsince the advent of democracy, it is for me a badge of \r\nhonour to address the Assembly.\r\nAt the outset, let me assure the Assembly of my \r\nunshakeable determination to defend the ideals of our \r\nOrganization, which are based on the values of peace, \r\nsecurity, justice and development, all values contained \r\nin the oath that I swore to the people of Mali.\r\nI come here before the Assembly to express the \r\ngratitude of my people to the whole of the international \r\ncommunity for the invaluable support it showed to my \r\ncountry, Mali, which today has recovered its sovereignty \r\nover the whole of its territory. From this lofty rostrum, \r\nand on behalf of all the people of Mali, I pay tribute to \r\nthe work of the United Nations, and especially to the \r\nSecurity Council, which through four resolutions and a \r\nnumber of statements condemned the jihadist terrorist \r\naggression suffered by my country and reaffirmed its \r\nattachment to the unity and territorial integrity of my \r\ncountry. The Council authorized the deployment of \r\ninternational forces to assist the armed forces of Mali in \r\nthe difficult task of recovering the areas of its territory \r\nthat were controlled by terrorist groups.\r\nAllow me to convey my gratitude to UNESCO \r\nfor formally condemning the destruction of the \r\nglobal heritage sites and mausoleums in Timbuktu \r\nand Gao. At that time, Morocco was President of the \r\nSecurity Council. I would therefore like to thank His \r\nMajesty King Mohammed VI for the very significant \r\ncontributions made by the Kingdom of Morocco, which \r\nright from the start of the occupation of Mali condemned \r\nthe act of aggression to which we had fallen victim, and \r\noffered our people emergency humanitarian assistance. \r\nThis is also the right time and place to thank France \r\nand its President, François Hollande, for launching \r\nOperation Serval, a life-saving operation, that halted \r\nthe advance of jihadists towards the south of Mali. Had \r\nit not been for that intervention, I would not be standing \r\nhere before the Assembly today.\r\nAllow me to also convey my gratitude to the \r\nEconomic Community of West African States \r\n(ECOWAS), the African Union and to the Organization \r\nof Islamic Cooperation for their concern and continuing \r\ndiseases and other emerging health issues to be \r\nhighlighted in the post-2015 development agenda.\r\nTonga joins other delegations of the international \r\ncommunity in urging a swift and peaceful resolution to \r\nthe situation in Syria.\r\nWith respect to pertinent regional issues, Tonga \r\nendorses the views expressed in the Marshall Islands \r\ncommuniqué, that is, the outcome document of the \r\nannual meeting of Pacific Island Forum leaders, held \r\nearlier this month.\r\nMay God continue to bless and guide the States \r\nMembers of the United Nations as they take their \r\ncrucial work forward.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank His Majesty the King of the \r\nKingdom of Tonga for the statement he has just made.\r\nHis Majesty King Tupou VI, King of the Kingdom \r\nof Tonga, was escorted from the General Assembly \r\nHall.\r\nAddress by Mr. Ibrahim Boubacar Keita, President \r\nof the Republic of Mali\r\nThe Acting President (spoke in French): The \r\nAssembly will now hear an address by the President of \r\nthe Republic of Mali.\r\nMr. Ibrahim Boubacar Keita, President of the \r\nRepublic of Mali, was escorted into the General \r\nAssembly Hall.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I have the honour to welcome \r\nto the United Nations His Excellency Mr. Ibrahim \r\nBoubacar Keita, President of the Republic of Mali, and \r\nto invite him to address the Assembly.\r\nPresident Keita (spoke in French): Allow me at \r\nthe outset to convey to President Ashe the heartfelt \r\ncongratulations of the delegation of Mali on his election \r\nto the presidency of the General Assembly at its sixty-\r\neighth session. His election is quite clearly a recognition \r\nof his qualities as a seasoned diplomat, as well as a \r\ntribute to his country, Antigua and Barbuda. He may be \r\nassured of the full readiness of my delegation to work \r\nto ensure the successful outcome of our efforts.\r\nI should like to take this opportunity also to \r\ncongratulate his predecessor, Mr. Vuk Jeremić of \r\nSerbia, for the outstanding manner in which he led the \r\nwork of the Assembly at its sixty-seventh session. Allow \r\n8/51 13-48784\r\nA/68/PV.15 27/09/2013\r\novercome the crisis, making it possible for me to stand \r\nhere today. I also believe that the restoration of peace \r\nin Mali today allows us to look to the future in a calm, \r\nreasonable and confident way. Furthermore, I would \r\nlike to assure them that the fight against drug traffickers \r\nand jihadists, in all their guises, is an ongoing struggle, \r\none to which we are committed. I thank you very much \r\nfor standing by us in this continuing fight.\r\nI would like to extend my heartfelt thoughts to all \r\nthose friends of Mali who perished on the battlefields \r\nto safeguard the future of our country and the future \r\nof our children. There were many heroes, anonymous \r\ncivilians, men and women alike, who suffered in Mali. \r\nOur thoughts are with all the injured, the women who \r\nwere raped, those who were maimed, those who suffered \r\nunder the yoke of barbarity, enduring endless months of \r\nsuffering yet remaining steadfast, standing up for Mali \r\ndespite all the intimidation rained down upon them.\r\nIt would be heartless of me to move on without \r\na thought of compassion for all the families of the \r\nAlgerian, French and other hostages still held by jihadist \r\ngroups in the Sahel region, including northern Mali. I \r\ncan assure the Assembly that we will spare no effort in \r\nworking to speed up their release, in close cooperation \r\nwith the States concerned, of course.\r\nMali is back. Yes indeed, with the support of \r\nfriendly States, Mali stands tall, ready to turn a page \r\non the darkest periods of its history, one marked by \r\nnine months of grave human rights violations, looting, \r\nthe destruction of unique historical and cultural \r\nmonuments and sites, and its cultural heritage. Mali has \r\nrecovered its sovereignty and national integrity, backed \r\nby its cultural diversity, and now is setting off on the \r\npath towards national reconciliation.\r\nA process of dialogue for peace and national \r\nreconciliation has been launched through the \r\npreliminary Ouagadougou Agreement signed on \r\n18 June. The transition, which was launched in March \r\n2012, following the coup d’état, ended last August, \r\nfollowing presidential elections that were deemed \r\ncredible and transparent by the entire international \r\ncommunity. Through that exemplary election process, \r\nMalians recalled and demonstrated their commitment \r\nto democracy and constitutional order. To finalize that \r\nprocess, my Government has made a commitment to \r\nholding, without any further delays, the first round of \r\nlegislative elections on 24 November and the second \r\nround on 15 December.\r\ncommitment to seeking a lasting solution to the Malian \r\ncrisis. In particular, I would like to commend the \r\nleadership of Mr. Alassane Ouattara, President of the \r\nRepublic of Côte D’Ivoire and current President of \r\nECOWAS, for his ongoing commitment to supporting \r\nthe Malian people. I also thank President Blaise \r\nCompaoré of Burkina Faso, mediator during the Malian \r\ncrisis, as well as Mr. Goodluck Jonathan of Nigeria, \r\nco-mediator during the crisis, for their ongoing efforts \r\naimed at finding a solution to the crisis that struck our \r\ncountry. We also thank President Boni Yayi of Benin, \r\nwho during his mandate as head of the African Union \r\ndevoted all his energy to resolving the Malian crisis.\r\nI would also like to thank the President of Chad, \r\nour brother Idriss Deby Itno. His country deployed \r\n2,000 men in Mali, many of whom died. Our thoughts \r\nand sympathy are with all the sons and daughters of \r\nChad who died in Mali. They sacrificed their lives \r\nfor Mali. I would also like to pay tribute to President \r\nMahamadou Issoufou and the brave people of the Niger \r\nfor extending a fraternal welcome to our people, which \r\neased a great deal of suffering. I would also like to take \r\nthis opportunity to pay my respects to the memory of \r\nall of our Nigerien brothers who died in the battlefields \r\nduring savage attacks on Agadez and Arlit in the Niger.\r\nI also pay tribute to the President of Algeria, \r\nMr. Abdelaziz Bouteflika, and to our brothers the \r\npeople of Algeria, who have always stood by Mali. \r\nThere is a long-standing history of friendship between \r\nour peoples, something that was confirmed again when \r\nAlgeria recently helped Mali during the humanitarian \r\ncrisis. I would like to take this opportunity to state that \r\nAlgeria and Mali are two brotherly States. They are \r\nlinked by a solid friendship and a shared history.\r\nTo the people of Mauritania and President \r\nMohamed Ould Abdel Aziz, I would like to express \r\nmy gratitude for their troops, who stood by us in our \r\npursuit of the jihadists who ran amok in the north of \r\nMali for so long. To Mauritania, which has also been in \r\nmourning because of jihadist attacks, I would also like \r\nto extend our heartfelt condolences and our sympathy \r\nto those who perished fighting for our country. Many \r\nof our Mauritanian friends and brothers died in the \r\nTimbuktu region.\r\nFinally, to the European Union and all bilateral and \r\nmultilateral partners, I would like to say that the people \r\nof Mali are grateful for the wonderful international \r\nmobilization to help our country, which enabled us to \r\n13-48784 9/51\r\n27/09/2013 A/68/PV.15\r\nof exceptional solidarity to backing the implementation \r\nof the plan for the sus,tainable economic recovery of \r\nMali.\r\nWith the support of the international community, \r\nMali is working resolutely to address peacebuilding, \r\nnational reconciliation and the reform of the national \r\ndefence and security forces, to rebuild the northern \r\nregions devastated by the terrorist and jihadist forces, \r\nto improve institutional governance and to launch \r\nthe economic recovery of our country. Within the \r\nframework of good governance, pride of place has been \r\ngiven to our national justice system. After the Prime \r\nMinister, the Minister of Justice is the most senior \r\nMinister in my Government, which clearly shows our \r\ndedication to turning Mali into a State where the rule \r\nof law truly prevails.\r\nMali has come a long way, but it has arrived. It \r\nis here and it wishes to play its full role. However, \r\nthe situation that our country is facing, I must say, is \r\nsymptomatic of the challenges that all the countries \r\nof the Sahel region are facing, including the worst \r\npossible forms of transnational organized crime, \r\nincluding trafficking in drugs, human beings and \r\nweapons of all kinds, of which some very sophisticated \r\ntypes have come from the Libyan arsenals since the \r\nfall of the Al-Qadhafi regime. Despite the hope raised \r\nfollowing the successful military operations through \r\nthe combined efforts of Operation Serval, the troops \r\nof the African-led International Support Mission \r\nin Mali, now the United Nations Multidimensional \r\nIntegrated Stabilization Mission in Mali, and Malian \r\narmed security forces, small armed terrorist groups \r\ncontinue to make themselves felt in our subregion and \r\nto move from one territory to another — we know \r\nthat they are present in the southern territory of one \r\nof our neighbours — which represents for us and \r\nthe international community a serious threat to the \r\nstability and territorial integrity of Mali and to peace \r\nand security in the Sahel region as a whole.\r\nIt is in that context that the United Nations Mission \r\nfor the stabilization of Mali was deployed. That Mission \r\nwas successful, and we wish to congratulate the United \r\nNations, especially the Security Council, for that \r\noutstanding initiative.\r\nOur country stands at a crossroads. Just a few \r\nmonths ago, no one could have thought that I would \r\nstand in this Hall before the General Assembly. I take \r\nthis opportunity to reiterate our commitment to working \r\nunstintingly for the implementation of the United \r\nAs a President who enjoys the trust and confidence \r\nof the Malian people, I understand the huge scope of the \r\nchallenges. Malians have a deep-seated yearning for \r\npeace and national reconciliation, as well as economic \r\nand social development. As soon as I became President, \r\nI took the initiative to meet with the heads of armed \r\ngroups from the north of the country in Bamako to \r\nremind them of the sacrosanct principles of respect for \r\nthe territorial integrity of Mali and the secular nature \r\nof our State. I made them aware of our readiness to \r\norganize candid, inclusive political dialogue where \r\neverything, except for any form of independence or \r\nautonomy, could be discussed openly. Our message \r\nhas been heard, and we will commit to dialogue in the \r\nfuture in order to find a lasting solution to the crisis in \r\nnorthern Mali.\r\nAt this point, we would like to revive the inter- and \r\nintracommunitarian dialogue to recreate conditions \r\nconducive to enabling all Malians to live together. A \r\ngeneral meeting for decentralization will be convened \r\nto create the conditions necessary for an effective \r\ntransfer of governance and resources to local authorities \r\nthroughout the country. Thereafter, the Government \r\nwill hold a national review conference on the north of \r\nMali.\r\nIn preparing for future decisions with the armed \r\ngroups and in order to create the conditions for pacifying \r\nthe situation, confidence-building measures have been \r\ntaken, as called for in the preliminary Ouagadougou \r\nAgreement. In that connection, it is hard to understand \r\nwhy the rebel elements have decided to suspend \r\nnegotiations, which represents a f lagrant violation of \r\nthe Agreement. We will have to discuss that. In that \r\nregard, the Dialogue and Reconciliation Commission \r\nwill be turned into a commission for dialogue on truth \r\nand reconciliation to deal with the remaining wounds of \r\nwar within Malian society.\r\nThe cyclical crisis in the northern regions of Mali \r\nis rooted in the precarious living conditions of the local \r\npopulation and poverty. I established the Ministry \r\nfor National Reconciliation and Development of the \r\nNorthern Regions upon my arrival at the helm in \r\norder to accelerate development in the areas of health, \r\neducation and infrastructure.\r\nI am pleased to note that the international \r\ncommunity has understood what is at stake, and I \r\ntake this opportunity to express my deep-seated \r\nand heartfelt gratitude to all the friends of Mali who \r\ncommitted themselves on 15 May, in a wonderful show \r\n10/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nAssembly in September 2010 in the framework of a \r\nmid-term review and expressed their serious concerns \r\nabout the insufficient results. It is clear at this point that \r\nthe path to be travelled to achieve the MDGs remains \r\na lengthy one. In that regard, it is crucial that we cast \r\na critical glance at the shortcomings noted in order to \r\npave the way for sustainable development.\r\nOne shortcoming of the MDG programme that \r\ncaught our attention was the lack of commitment \r\nregarding MDG 8, on the setting up a global partnership \r\nfor development. Without setting up open and equitable \r\nfinancial and trade systems that would respect the \r\npromises made to least developed countries, small island \r\nStates and landlocked States — our Samoan colleague \r\nhas just referred to that — and faced with a shortfall of \r\nassistance to those countries, we run the risk of failing. \r\nFaced with that situation, Mali encourages the adoption \r\nof a unique consolidated development programme for \r\nthe post-2015 period whose priority objective will, \r\nin the long run, be the eradication of poverty and the \r\npromotion of economic, social and environmental \r\nsustainability. That is a vision that has resulted from \r\nthe pressing nature of the challenges and the shortage \r\nof resources available to deal with them.\r\nIn line with my predecessors, I would like to \r\nreaffirm here and now my firm determination to defend \r\nthe ideals of peace, security and justice that mark the \r\nOrganization. In Africa, Mali is extremely concerned \r\nabout the situation in the Central African Republic, the \r\nDemocratic Republic of the Congo, Egypt and Libya, \r\nand expresses its firm condemnation of violence as \r\na means of political expression. Mali welcomes the \r\nprogress achieved on the path of reconstruction and \r\nnational reconciliation in Liberia, Sierra Leone and \r\nGuinea-Bissau.\r\nWith respect to the Middle East, we remain \r\nconcerned by the ongoing deadly violence in Syria, with \r\nits daily lot of humanitarian disasters. Accordingly, we \r\ncondemn with the utmost firmness the use of chemical \r\nweapons in the country. Mali urges all parties to favour \r\nnegotiated political solutions under the auspices of the \r\nUnited Nations.\r\nWe encourage the Israeli-Palestinian talks currently \r\nunder way and urge all parties to take the steps \r\nnecessary to establish a climate of trust and launch \r\ndirect negotiations to achieve a just, comprehensive \r\nand lasting peace based, in particular, on the relevant \r\nGeneral Assembly and Security Council resolutions. I \r\nNations strategy for the Sahel region. We familiarized \r\nourselves with the strategy yesterday at a high-level \r\nsummit on the situation in the Sahel. As a result of the \r\ncomplexity and seriousness of the situation in the Sahel, \r\nmy delegation welcomes the report presented in June \r\nby Mr. Romano Prodi, Special Envoy of the Secretary- \r\nGeneral (S/2013/354), which we believe accurately \r\nreflects the regional dimension and should enable us \r\nto extricate ourselves from the situation prevailing \r\nthroughout our country.\r\nThis is the right time for me to forcefully underscore \r\nthat finding a lasting solution to the Sahel crisis will \r\nrequire a strengthened and dynamic cooperation \r\nbetween all the States in the Sahel and Saharan regions \r\nto fight against religious extremism and organized \r\ncrime. Under my leadership, Mali is determined to work \r\nto give a new impetus to the subregional cooperation \r\nmechanisms that we have. In that regard, the assistance \r\nof the international community will be indispensable \r\nin the fight against transnational terrorism in the Sahel \r\nregion as a whole.\r\nThe stakes are high and the terrorist threat is of \r\nalarming proportions, to the point that no country is safe \r\nfrom violent and barbarous acts. The attacks that took \r\nplace in Nairobi, Kenya, are the most painful examples \r\nof that. My country, which is slowly recovering from \r\nthe atrocities carried out by jihadist terrorist groups \r\nand the allied drug trafficking groups, reiterates its \r\nfirm condemnation of terrorism of all stripes and in \r\nall its manifestations. On behalf of Mali, I present \r\nmy most deep-seated and heartfelt condolences to the \r\nGovernment and the people of our brother country, \r\nKenya.\r\nThe delegation of Mali is particularly gratified by \r\nthe central theme of the general debate of the sixty-\r\neighth session of the General Assembly, “The post-2015 \r\ndevelopment agenda: setting the stage”. The relevance \r\nof that theme lies in the uncertainties being faced by the \r\nworld today, uncertainties resulting from economic and \r\nfinancial instability at the international level, from an \r\naccentuation of the scourge of poverty, the continued \r\ndeterioration of the environment and the increase in the \r\nnumber of natural disasters. Just a few months ago, we \r\nsuffered f looding that claimed at least 50 lives in my \r\ncountry alone.\r\nIndeed, 10 years after the adoption of the \r\nMillennium Development Goals (MDGs), the Heads \r\nof State and Government gathered here at the General \r\n13-48784 11/51\r\n27/09/2013 A/68/PV.15\r\nAgenda item 8 (continued)\r\nGeneral debate\r\nAddress by Mr. Khudheir Mussa Al-Khuzaie, \r\nVice-President of the Republic of Iraq\r\nThe Acting President: The Assembly will now \r\nhear an address by the Vice-President of the Republic \r\nof Iraq.\r\nMr. Khudheir Mussa Al-Khuzaie, Vice-President of \r\nthe Republic of Iraq, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure \r\nin welcoming His Excellency Mr. Khudheir Mussa \r\nAl-Khuzaie, Vice-President of the Republic of Iraq, and \r\ninviting him to address the General Assembly.\r\nMr. Al-Khuzaie (Iraq) (spoke in Arabic): I have \r\ngreat pleasure in participating in the current session of \r\nthe General Assembly to discuss the vital issue of post-\r\n2015 sustainable development and the achievement of \r\nits goals, which we all hope to be able to accomplish.\r\nHaving overcome the serious consequences of \r\nthe economic, political and social policies pursued by \r\nthe former regime, which were not based on scientific \r\ngrounds but on the regime’s personal reckless whims, \r\nIraq has sought to translate what was agreed upon \r\nby world leaders in 2000, notably the development \r\ngoals, into practical and concrete steps. By adopting \r\nplans, strategies and enacting laws that provide for \r\nthe necessary mechanisms, Iraq has endeavoured to \r\nachieve the essence of sustainable development, namely, \r\nthe integration of its three dimensions: economic, \r\nenvironmental and social.\r\nIraq has been working on financial and monetary \r\npolicies to increase the financial f lows to its public \r\nbudget, which is expected to reach approximately \r\n$150 billion in 2015, 40 per cent of which is envisioned \r\nto be allocated to the requisite investment expenditure in \r\norder to provide basic services, improve infrastructure \r\nand strengthen the Iraqi economy.\r\nIraq is expected to achieve steady growth in the \r\neconomic sectors through its 2013-2017 development \r\nplan. However, oil is still the main engine driving the \r\nother sectors, thanks to Iraq’s abundant oil and gas \r\nreserves, which surpass confirmed reserve estimates \r\nby a very large margin. Estimates put the potential of \r\nextractable oil reserves at 250 billion barrels and that of \r\ngas at more than 250 trillion cubic feet.\r\ntake this opportunity to reiterate the solidarity and full \r\nsupport of the people and the Government of Mali for \r\nthe Palestinian people in their legitimate struggle for \r\nthe exercise of their inalienable right to sovereignty.\r\nI welcome the measures taken in recent years by \r\nthe United Nations to bring about qualitative changes in \r\nthe priority fields of development, peace and collective \r\nsecurity, as well as human rights, and to reform the \r\nOrganization. Despite the progress achieved, much \r\nremains to be done, especially concerning the necessary \r\nreform of the Security Council and the revitalization of \r\nthe General Assembly. We must continue our efforts to \r\nensure that the General Assembly, the main deliberative \r\norgan of the Organization, occupies a central position, \r\nwith the means to implement its resolutions.\r\nTurning now to the reform of the Security Council, \r\nMali reiterates its commitment to the Ezulwini \r\nConsensus and the Sirte Declaration adopted by the \r\nheads of State and Government of the African Union, \r\nand supports the legitimate demands by Africa to have \r\ntwo permanent seats and five non-permanent seats in \r\nthe Security Council.\r\nThe Security Council thus reformed would better \r\nreflect the geopolitical realities of today’s world and \r\nwould repair the “historical injustice” done to Africa, \r\nthe only region of the world that does not have a \r\npermanent seat on the Council.\r\nMali is back. Mali now takes back its place, its \r\nrightful place in keeping with its rich history, in the \r\ncommunity of free and democratic States. The Malian \r\npeople stand ready to take part, to play a full-f ledged \r\nrole in building a world of peace, tolerance, freedom, \r\njustice and democracy. Malians remain convinced that \r\nit is along that path that we, the leaders of the world, \r\nwill lay the milestones of sustainable development \r\nfor our peoples and will spare present and future \r\ngenerations the scourge of war. That is our mission and, \r\nGod willing, we will accomplish it.\r\nThe Acting President (spoke in French): On behalf \r\nof the General Assembly, I wish to thank the President \r\nof the Republic of Mali for the statement he has just \r\nmade.\r\nMr. Ibrahim Boubacar Keita, President of the \r\nRepublic of Mali, was escorted from the General \r\nAssembly Hall.\r\n12/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nTenth, it is hoped that, by beginning the \r\nimplementation of a housing programme for the poor \r\nand limited-income people, 1 million housing units will \r\nbe available by the end of the plan.\r\nEleventh, the plan also includes achieving self-\r\nsufficiency in terms of electricity production, which \r\nis envisioned to reach 22,000 megawatts in 2015. That \r\nmeans a 15 per cent surplus over peak consumption, \r\nwhile the production of electricity in 2003 was around \r\n2,500 megawatts.\r\nIn that connection, we deem it necessary to \r\nemphasize the following significant points during the \r\nsixty-eighth session.\r\nFirst, Iraq calls for strengthened international \r\ncooperation, particularly South-South cooperation, and \r\nwe call upon the international community to fulfil its \r\nfinancial obligations in relation to achieving sustainable \r\ndevelopment.\r\nSecond, we favour facilitating the transfer of \r\ntechnology to developing countries, so as to reduce \r\nthe gap between them and the developed world and \r\ncontribute to solving the problems caused by global \r\nwarming and climate change.\r\nThird, we aim to address the problems caused by \r\nwater scarcity, which has destabilized certain regions \r\nof the world, and we stress the need to determine fair \r\nwater quotas among riparian States on international \r\nrivers.\r\nFourth, we want to extend special support for people \r\nsuffering from the effects of international conflict and \r\ninternational economic sanctions, which constitute \r\nsignificant obstacles to the attainment of sustainable \r\ndevelopment.\r\nFifth, we intend to appropriately address pressures \r\ncaused by unsustainable production and consumption \r\npatterns, particularly in the areas of deforestation, water \r\nscarcity, food waste and elevated carbon emissions.\r\nSixth, we will focus on building effective and \r\naccountable institutions; promoting the rule of \r\nlaw, property rights, the freedom of expression and \r\ninformation, in addition to the administration of justice \r\nand the fight against corruption.\r\nSeventh, we want to ensure that the post-2015 \r\nplan is underpinned by a new spirit of solidarity, \r\nresponsibility, cooperation and integration built on a \r\ncommon understanding of our humanity and on mutual \r\nWe expect to double oil production by the end of the \r\n2013-2017 development plan, with a steady increase in \r\noil exports, which are expected to reach approximately \r\n3,750,000 barrels per day in 2015. Therefore, the 2010-\r\n2014 development plan focuses on environmental \r\nsustainability and the green economy in Iraq. Strategic \r\ngoals have been identified for the aforementioned \r\nplan and for the 2013-2017 National Development \r\nPlan, which was recently approved by the Council of \r\nMinisters, as follows:\r\nFirst, a poverty alleviation strategy will be \r\nadopted as one of the components for the attainment \r\nof sustainable development. The poverty rate fell from \r\n23 per cent in 2007 to 19 per cent in 2012, and it is \r\nhoped that it will fall further, to 16 per cent, in 2017.\r\nSecond, the unemployment rate was reduced from \r\n15 per cent in 2007 to 11 per cent in 2012, with an \r\nexpected decline to 6 per cent in 2017.\r\nThird, the average per capita income increased \r\nfrom $3,000 in 2009 to nearly $6,000 in 2012, with an \r\nannual growth rate of 15.9 per cent, clearly indicating \r\nnoticeable economic progress.\r\nFourth, infant mortality must be reduced to \r\n18 deaths per 1,000 births in 2017. It is noteworthy that \r\nthose figures fell from 32 deaths per 1,000 births in \r\n2011 to 22 deaths per 1,000 births in 2013. The plan also \r\naims at reducing the mortality rate for children under \r\nfive years of age to 24 deaths per 1,000 live births in \r\n2017, following the decline from 37 in 2011 to 28 deaths \r\nin 2013.\r\nFifth, primary school enrolment must increase to \r\n95 per cent in 2017 from its 2012 figure of 92 per cent.\r\nSixth, the plan focuses on increasing secondary school \r\nenrolment to 40 per cent and that of universities to \r\n20 per cent by 2017.\r\nSeventh, the plan works to curb desertification \r\nthrough the expansion of land reclamation, where \r\napproximately 4 million dunums have been reclaimed. \r\nWe hope to reclaim 2.5 million additional dunums by \r\nthe end of the plan.\r\nEighth, it also advocates utilizing modern \r\ntechniques in irrigation and increasing the latent \r\nenergy of water resources by focusing on the economic \r\nexploitation thereof.\r\nNinth, it plans to minimize the quantities of burned \r\ngases associated with oil production by devising plans \r\nfor full investment therein in 2015.\r\n13-48784 13/51\r\n27/09/2013 A/68/PV.15\r\nWe also wish to reiterate that no sustainable \r\ndevelopment can be achieved while the drums of war \r\nare beating in more than one place in the world, because \r\nthe concepts of peace, development and life cannot be \r\nupheld in conjunction with the will to bring about death, \r\nwar and genocide. Nor can development be achieved in \r\nthe absence of peace and security. There will therefore \r\nbe no political stability or social development without \r\npeaceful coexistence, security and stability, where \r\nhuman beings can rest and have shelter.\r\nAgainst that backdrop, Iraq reiterates its calls and \r\ninitiatives for a peaceful solution for each and every \r\nland where gunfire, bloodshed and the smell of death \r\nprevail, and where people witness scenes of destruction. \r\nThat is because the logic of force cannot produce peace, \r\nnor can instruments of death or war mills bring about \r\nsecurity or create development or growth.\r\nHence, we in Iraq, whose people have suffered \r\ntremendously from the horrors of war caused by the \r\nrecklessness and folly of the defunct Saddam regime, \r\nare deeply concerned by the worsening events and \r\ntense situation on our borders with Syria, a country \r\nwith which we have borders over 600 kilometres long. \r\nThat is why we consider the Syrian armed conflict a \r\nserious threat to our security and stability and to the \r\nintegrity of our land and people.\r\nFor that reason, we insist on putting forward our \r\ninitiative to resolve the Syrian crisis politically in order \r\nto avoid a devastating humanitarian disaster unfolding \r\nin our neighbouring country and on our borders, which \r\ncould undermine all aspects of the development, \r\nstability and prosperity that we and other States aspire \r\nto achieve in our vitally important region. Therefore, \r\nI invite the Assembly to support the Iraqi initiative \r\nin its effort to ensure peace, security and stability. \r\nOtherwise, developments in the region could take an \r\nunpredictable turn.\r\nOur region is beleaguered by concerns that regional \r\nand large-scale wars may erupt or be triggered by a small \r\nspark. No one can guess the scale, trends, trajectory or \r\nduration of such conflicts. There can be no hope for \r\nsustainable development, stability or prosperity in a \r\nregion that is already fragile, volatile, explosive and \r\ncomplex. That is the message of the Government and \r\nthe people of Iraq to the Assembly.\r\nIn the aftermath of the fall of the dictatorial regime, \r\nIraq has opted for democratic mechanisms as the sole \r\nmeans of ensuring the peaceful rotation of power, for \r\nrespect through the involvement of more participants \r\nfrom among women, the poor, civil society and local \r\ngovernments, academia and philanthropic institutions \r\nand charities.\r\nEighth, we will advocate for the need for \r\nGovernments to play a leading role in the field of \r\neducation and the need to recognize that education \r\nis a shared responsibility between families, local \r\ncommunities and civil society organizations, which all \r\nmust contribute to the improvement and development of \r\neducation and its ways and means.\r\nNinth, in addition to securing international \r\ncooperation and integration to help address the issues of \r\nsustainable development and the fight against extreme \r\npoverty, we hope to include, as one of the priorities, \r\nthe achievement of the objectives of sustainable \r\ndevelopment beyond 2015 and the elimination of \r\nviolence against women, and to achieve gender equality \r\nwith appropriate work and decision-making positions, \r\nas well as comprehensive economic and social security..\r\nTenth, we stress the importance of existing \r\nstandards in the field of human rights, the right to \r\ncompensation for victims and equity in cases of human \r\nrights violations.\r\nEleventh, we look forward to the completion of \r\ntasks by the Working Group that came out of the United \r\nNations Conference on Sustainable Development, on \r\nfinancing for development, as well as to the creation \r\nof sound foundations in the field of financing the \r\nsustainable development goals and the post-2015 \r\ndevelopment agenda in a sustainable and predictable \r\nfashion.\r\nI must stress, however, that no pre-2015 or post-\r\n2015 development is attainable with the existence \r\nof organized terrorism, which thrives on the blood \r\nof innocents and claims their lives. That scourge \r\nhas adopted extremism as its approach, death as its \r\ncraft, violence as its means, hatred as its culture and \r\nsenseless and indiscriminate murder as its hobby and \r\npastime. Such a phenomenon calls for a strict and \r\npragmatic stance by the entire world, so as to face up \r\nto terrorism’s brutal, ferocious, crazed and destructive \r\nattacks. International cooperation must seek to dry up \r\nthe financial, intellectual and armament resources of \r\nterrorism, so as to save humanity from that scourge and \r\nthe universe from its effects and dangers and the harm \r\nit inflicts.\r\n14/51 13-48784\r\nA/68/PV.15 27/09/2013\r\njustice and independence and the establishment of a \r\nviable Palestinian State, without which the Middle East \r\nregion will remain prone to tension and instability.\r\nFor the sake of a Middle East living in peace and \r\nsecurity, we reiterate the call for the establishment of a \r\nMiddle East free of nuclear weapons, with an emphasis \r\non the need to hold the Helsinki conference on the \r\nestablishment of a nuclear-weapon-free zone as soon \r\nas possible. The failure of international efforts in that \r\narea would adversely affect the credibility of the Treaty \r\non the Non-Proliferation of Nuclear Weapons, which in \r\nturn could lead to an arms race, raising the levels of \r\nviolence, tension and instability.\r\nWhile the United Nations is our agreed forum \r\nfor international cooperation to address the problems \r\nand challenges that we face through multilateral \r\nnegotiations, we believe that the time has come to \r\nreform its bodies, in particular the Security Council, \r\nas the primary body responsible for international peace \r\nand security, in order to make them consistent with the \r\naspirations of the peoples of the world in the twenty-\r\nfirst century and more representative, transparent and \r\nable to meet the challenges they face.\r\nIn conclusion, I take this opportunity to express, \r\non behalf of the Iraqi people, our sincere thanks and \r\nprofound appreciation to all those who have contributed \r\nto helping Iraq lift the burden of Chapter VII from its \r\nshoulders. We wish each and every nation all over the \r\nworld a free, safe and secure life with dignity and a \r\npromising prosperous future. Peace be upon the \r\nAssembly.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Vice-President of the \r\nRepublic of Iraq for the statement he has just made.\r\nMr. Khudheir Mussa Al-Khuzaie, Vice-President \r\nof the Republic of Iraq, was escorted from the \r\nrostrum.\r\nAddress by Mr. Manuel Domingos Vicente, \r\nVice-President of the Republic of Angola\r\nThe Acting President: The Assembly will now \r\nhear an address by the Vice-President of the Republic \r\nof Angola.\r\nMr. Manuel Domingos Vicente, Vice-President \r\nof the Republic of Angola, was escorted to the \r\nrostrum.\r\nwe believe in the freedom, dignity and rights of human \r\nbeings. We have adopted an open-door foreign policy in \r\nour relations with the international community, and are \r\nalways looking for common denominators to overcome \r\ndisagreement through positive dialogue based on \r\njustice and responsible involvement with neighbouring \r\ncountries, our region and the world.\r\nWe are firmly convinced that peaceful solutions \r\nare the most effective means to settle all problems \r\nbetween peoples, nations and Governments. We reject \r\nviolence, terrorism and aggression, irrespective of \r\ntheir sources. Internally, we have called for tolerance, \r\nnational reconciliation and cooperation, with a view to \r\nattaining communal coexistence, social peace, stability \r\nand prosperity. These principles were formally adopted \r\nby the National Conference for Social Peace that was \r\nheld recently in Baghdad and signed with the code of \r\nnational honour by most of Iraq’s leaders and national \r\nrepresentatives.\r\nIraq suffered more than two decades under \r\ninternational sanctions because of the invasion of \r\nbrotherly Kuwait under the previous regime. However, \r\ntoday the new Iraq has managed, through its cooperation \r\nwith the international community and the development \r\nof good-neighbourly relations with Kuwait, to overcome \r\nthe effects of the sanctions. Furthermore, Iraq worked \r\nwith the Security Council towards the adoption of \r\nits resolution 2107 (2013), of 27 June 2013, which put \r\nan end to Iraq’s obligations under Chapter VII of the \r\nCharter of the United Nations. Thus, the crises and \r\nproblems suffered by the two brotherly countries of \r\nIraq and Kuwait are now part of the past. Today, we \r\nlook forward together to developing our new relations \r\nas a springboard and a solid foundation for a prosperous \r\nfuture for generations to come that will have positive \r\neffects on the entire region.\r\nOur faith in humankind does not preclude us \r\nfrom taking up the just cause of the oppressed, the \r\ndisadvantaged and the vulnerable, or from showing \r\nsolidarity with the just causes of our Arab and Islamic \r\nnation, raising our voices in defence of their rights, their \r\nhumanity and their causes. Foremost among those is the \r\ncause of the Palestinian people, who are still suffering \r\nfrom systematic oppression and ongoing settlement \r\nactivities that violate their rights and threaten their \r\nidentity and existence. The situation requires the world \r\nand its international institutions to assume their due \r\nroles and responsibilities and stand by a people who \r\nseek only the realization of their rights, freedom, \r\n13-48784 15/51\r\n27/09/2013 A/68/PV.15\r\nRepublic of the Congo and the best guarantee for \r\nregional stability and for safeguarding the peace, \r\nsecurity, sovereignty and territorial integrity of the \r\nDemocratic Republic of the Congo. We reiterate our \r\ncall to the signatories to respect their commitments, and \r\nwe condemn the threats that negative forces continue to \r\npose to civilian populations, particularly in the city of \r\nGoma and its surrounding area.\r\nIn the context of global efforts to maintain \r\ninternational peace and security, we reiterate the \r\nimportance of revitalizing the United Nations system, \r\nparticularly through reform of the Security Council, \r\nwhich should adapt to the realities of today’s world by \r\nincreasing the number of its permanent members so as \r\nto fairly represent every region.\r\nWe express our deep concern about the escalation \r\nof violence in Egypt and add our voice to the call to the \r\ntransitional authorities to act with moderation. We urge \r\nthe African Union and the international community to \r\ncontinue to work towards a solution to the crisis in that \r\ncountry.\r\nThe conflict in Syria poses a risk to international \r\npeace and security, and the violence is seriously \r\nworsening the humanitarian situation in the region. \r\nWe call on the international community to act urgently \r\nin order to arrive at a peaceful solution to the conflict \r\nthrough the mediation of the United Nations and the \r\nArab League, and we urge respect for the human rights \r\nof civilians.\r\nThe Israeli-Palestine conflict is one of the oldest on \r\nour planet and one that still confounds the international \r\ncommunity. Angola supports the mediation efforts \r\nundertaken by United States Secretary of State John \r\nKerry, and hopes for the resumption of dialogue and \r\nthe conclusion of an agreement between Palestine and \r\nIsrael that can convert the deadlock into lasting peace \r\nand the establishment of an independent Palestinian \r\nState within the 1967 borders, living side by side with \r\nthe State of Israel in security.\r\nWe note with concern the poor progress being \r\nmade in resolving the question of Western Sahara, \r\nand we urge the parties to continue negotiations under \r\nthe auspices of the United Nations, so that the people \r\nof Western Sahara can exercise their right to self-\r\ndetermination.\r\nAngola welcomes the normalization of the legal \r\nand constitutional framework of various African \r\ncountries that, after tumultuous periods of instability, \r\nThe Acting President: I have great pleasure in \r\nwelcoming His Excellency Mr. Manuel Domingos \r\nVicente, Vice-President of the Republic of Angola, and \r\ninviting him to address the General Assembly.\r\nMr. Vicente (Angola) (spoke in Portuguese; \r\nEnglish text provided by the delegation): On behalf of \r\nthe President of the Republic of Angola, His Excellency \r\nMr. José Eduardo dos Santos, whom I have the honour to \r\nrepresent before the Assembly, allow me to congratulate \r\nAmbassador John William Ashe on his election to the \r\npresidency of the General Assembly at its sixty-eighth \r\nsession and to assure him of my country’s support in \r\nthe fulfilment of that important and noble mission. \r\nI would also like to express our gratitude to His \r\nExcellency Mr. Vuk Jeremić for the effective manner \r\nin which he conducted the work of the previous session, \r\nand we salute Secretary-General Ban Ki-moon for his \r\ncontinued dedication to the cause of our Organization.\r\nThis session of the General Assembly is taking \r\nplace in a complex international climate, one where the \r\nintervention of the international community is needed \r\nto provide lasting solutions to conflicts that constitute \r\nserious threats to international peace and security. \r\nThe prevalence of armed conflicts and their impact \r\non populations, terrorism, organized crime and drug \r\ntrafficking, maritime piracy, environmental crimes \r\nand looting of resources, as well as extreme poverty, \r\ndeprivation and hunger are issues that require priority \r\nattention from our Organization. Angola reiterates \r\nthe importance of the role of the United Nations as a \r\ndriving force behind global efforts to maintain peace, \r\nstability and economic and social development, and \r\nit is therefore important to strengthen its capacity for \r\nconflict prevention and crisis management.\r\nMy country will continue to contribute actively \r\nin peacekeeping efforts, assuming responsibilities \r\nat the international level, in particular with regard to \r\nAfrica, as well as in the regional framework and the \r\neconomic and political groups it is a part of, including \r\nthe Southern African Development Community, the \r\nEconomic Community of Central African States, the \r\nCommunity of Portuguese-speaking Countries, the \r\nInternational Conference on the Great Lakes Region \r\nand the Gulf of Guinea Commission.\r\nIn that context, the Peace, Security and Cooperation \r\nFramework for the Democratic Republic of the Congo \r\nand the Region, signed in February in Addis Ababa, is \r\nboth the most appropriate mechanism for the peaceful \r\nresolution of the conflict in the eastern Democratic \r\n16/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nin Agenda 21, the United Nations Conference on \r\nSustainable Development provided a sound basis \r\nfor policy-making at the national and international \r\nlevels and for ensuring the social, economic and \r\nenvironmental welfare of our peoples. To that end, we \r\nreiterate that it is essential to take appropriate measures \r\nto strengthen international support for actions in support \r\nof sustainable development, as well as to increase \r\nthe financial resources of the United Nations budget \r\nthrough contributions so as to enable the Organization \r\nto fulfil its mandate efficiently and make sustainable \r\ndevelopment a reality.\r\nOn another topic, the embargo against Cuba violates \r\nthe rules of international law and has for decades been \r\na major impediment to the development of that country \r\nand to the improvement of the living conditions of the \r\nCuban people. Angola reiterates its position of principle \r\nthat, in accordance with the relevant resolutions of the \r\nUnited Nations, the embargo should be brought to an \r\nend.\r\nAngola reiterates its belief in mutual respect \r\nand mutual benefit, good neighbourliness and the \r\nstrengthening of regional economic integration. Angola \r\nwill continue to respect all international commitments \r\nand treaties to which it is a party. We respect and \r\nimplement the principles of the Charter of the United \r\nNations and the Constitutional Act of the African Union, \r\nand we establish relations based on the principles of \r\nself-determination, the peaceful settlement of disputes \r\nand respect for human rights.\r\nCurrently, Angola is experiencing a period of \r\nconsolidation in its democratic institutions and the \r\nrule of law. There has also been a dynamic process \r\nof reconstruction and development marked by the \r\nconsolidation of macroeconomic stability through the \r\nimplementation of a national policy and strategy for the \r\npromotion of economic diversification contained in our \r\neconomic and social development plan for the period \r\n2013-2017.\r\nBy agreeing to join the programme of countries \r\neligible to graduate from the least developed country \r\ncategory, Angola reaffirms its priority to implement a \r\nprogramme of diversification of its domestic production \r\naimed at achieving balanced growth in various sectors, \r\nexpanding employment opportunities and decreasing \r\nits dependence on imports of consumer products and its \r\nhigh dependence on oil sector exports.\r\nhave successfully held free and fair elections and are \r\nnow making strides towards building democratic \r\nStates, establishing the rule of law and promoting \r\neconomic and social development. In that connection, \r\nwe welcome the democratic election of President \r\nIbrahim Keita in Mali and express our solidarity with \r\nthe process of reconciliation and reconstruction of the \r\ncountry. We also congratulate those countries that have \r\nshown positive developments and that despite unstable \r\nsituations are working to implement agreements aimed \r\nat resolving crises and normalizing their constitutional \r\nframeworks. They include Guinea-Bissau, Madagascar, \r\nSomalia, the Sudan and South Sudan. We call for the \r\nentire international community to support the efforts \r\nthose countries are making to achieve peace and \r\nstability.\r\nSix years after the onset of the international \r\nfinancial crisis, with its grave repercussions for the \r\nworld economy, many countries are experiencing serious \r\ndifficulties in financing programmes for economic \r\ngrowth and mobilizing resources for development \r\naimed at improving living conditions and meeting the \r\nMillennium Development Goals. That situation is even \r\nmore problematic for developing countries, particularly \r\nin Africa, where armed conflict and poverty frequently \r\ncoincide.\r\nIn that context, the Angolan Government believes \r\nthat it is essential that we consider “The post-2015 \r\ndevelopment agenda: setting the stage”, the theme of \r\nthis session of the General Assembly, in the hope that \r\nit will contribute effectively to the economic and social \r\ndevelopment of developing countries. The Angolan \r\nGovernment is of the view that during this session the \r\nAssembly should consider holding regional meetings \r\nbased on the report of the High-level Panel on the Post-\r\n2015 Development Agenda, A New Global Partnership: \r\nEradicate Poverty and Transform Economies through \r\nSustainable Development, in which various leaders \r\ncould define their positions on the post-2015 agenda \r\nfrom a regional perspective, and which could be \r\nfollowed by another meeting at the global level. In that \r\nregard, the Government of Angola reiterates its support \r\nfor initiatives aimed at liberalizing international trade \r\nso as to promote fair and balanced competition, and \r\nwe hope that the ninth World Trade Organization \r\nMinisterial Conference, scheduled to take place in Bali \r\nin December, will lead to the best results.\r\nEnvironmental challenges persist. By renewing the \r\ncommitments to sustainable development contained \r\n13-48784 17/51\r\n27/09/2013 A/68/PV.15\r\nof Honduras, and inviting her to address the General \r\nAssembly.\r\nMrs. De Bográn (Honduras) (spoke in Spanish): \r\nThe Government of Honduras extends its warmest \r\ncongratulations to Mr. Ashe on his election to preside \r\nover the proceedings of the General Assembly, and we \r\nwish him every success.\r\nI am grateful for the honour that the President of \r\nHonduras conferred upon me by asking me to represent \r\nhim in this world forum. As we come to the close of our \r\nterm in office, we in the Administration of President \r\nPorfirio Lobo Sosa note with satisfaction that we have \r\nlaid the foundation for national unity and reconciliation. \r\nWe have successfully overcome the severe political \r\ncrisis that affected Honduras during the previous \r\nGovernment, and Honduras now looks forward to new \r\ngeneral elections in November.\r\nThe Government of President Lobo Sosa has \r\nnormalized relations with the international community. \r\nWe have secured ties of close cooperation with more than \r\na hundred friendly countries, restored foreign credit \r\nand shown the world that we are a country that lives up \r\nto its democratic and peaceful calling. Today, Honduras \r\nis a member of the principal international and regional \r\norganizations. Our membership in major forums has \r\ngiven us access to new markets, opportunities for \r\ninvestment and employment and helped to strengthen \r\nour energy sector.\r\nAs part of the process of unity and reconciliation, \r\nthe President of the Republic created a Government \r\nof National Integration, with the participation of all \r\nthe political parties that took part in the last electoral \r\nprocess. Fortunately, that participation continues \r\ntoday and will continue through the end of the present \r\nconstitutional term. Accordingly, I wish to mention that, \r\nas part of the process of healing the wounds of the 2009 \r\npolitical crisis and building the future together, we have \r\nsuccessfully adopted by consensus a long-term country \r\nvision and a national plan from which our Government \r\nprogramme is derived. That shared vision is being \r\nimplemented through a major national agreement \r\nfor economic growth with social equity between the \r\nGovernment of President Lobo Sosa, trade unions, \r\nbusiness owners, workers, farmers and civil society. I \r\nbelieve that Honduras and the world should welcome \r\nthose efforts, together with the spirit of dialogue and \r\ncommitment of all sectors of Honduran society, which \r\nhave shown that collective interests come well before \r\nindividual interests.\r\nDespite progress made in the past decade and the \r\nfact that the Angolan economy is on the right path, much \r\nremains to be done in order to fulfil the Millennium \r\nDevelopment Goals. Aware of that challenge, the \r\nGovernment continues to develop programmes aimed \r\nat reducing social inequality, while pursuing the fight \r\nagainst hunger and poverty as two crucial elements \r\nfor building a prosperous society and attaining social \r\njustice. Furthermore, rehabilitating and upgrading the \r\nmain productive and social infrastructure, including \r\nthe reconstruction of roads and railways, electricity and \r\nwater supply and distribution systems, and sanitation \r\nand telecommunication networks, continue to be a \r\nchallenge for the Government in its quest to improve \r\nthe well-being of the population and attain sustainable \r\ndevelopment in Angola.\r\nI would like to conclude by referring to an issue \r\nof particular importance for the Government of my \r\ncountry. The Republic of Angola is a candidate for \r\nnon-permanent-member status in the Security Council, \r\nwith elections to be held at the sixty-ninth session of \r\nthe General Assembly. We hope we can count on the \r\nsupport of all the States that make up the Assembly.\r\nI will finish by expressing my country’s \r\nunconditional support for the initiatives of the United \r\nNations aimed at building a better world for all, based \r\non justice and freedom, free from all threats that \r\nendanger international peace and security.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Vice-President of the \r\nRepublic of Angola for the statement he has just made.\r\nMr. Manuel Domingos Vicente, Vice-President \r\nof the Republic of Angola, was escorted from the \r\nrostrum.\r\nAddress by Mrs. María Antonieta Guillén de \r\nBográn, Vice-President of the Republic \r\nof Honduras\r\nThe Acting President: The Assembly will now \r\nhear an address by the Vice-President of the Republic \r\nof Honduras.\r\nMrs. María Antonieta Guillén de Bográn, \r\nVice-President of the Republic of Honduras, was \r\nescorted to the rostrum.\r\nThe Acting President: I have great pleasure in \r\nwelcoming Her Excellency Mrs. María Antonieta \r\nGuillén de Bográn, Vice-President of the Republic \r\n18/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nToday, I reaffirm Honduras’s commitment to the \r\nUniversal Declaration of Human Rights, the right to \r\nlife and the respect for human dignity. We recognize \r\nthat the protection of human rights is the very essence \r\nof democracy. During our administration, we created \r\na Secretary of State for Justice and Human Rights \r\nand strengthened the role of the Special Prosecutor \r\nfor Human Rights. We established institutions for \r\ncombating torture and cruel, inhuman and degrading \r\ntreatment, and we enacted a law combating human \r\ntrafficking and introducing a public human rights \r\npolicy and a national plan of action for human rights. \r\nWe now require presidential candidates to sign the \r\nhuman rights pact.\r\nIt is fundamentally important to Honduras that \r\nwe continue working towards meeting the Millennium \r\nDevelopment Goals, with which we have made \r\nsignificant progress. Food and nutrition security is a \r\nnational priority for President Porfirio Lobo Sosa’s \r\nGovernment, and we have focused efforts to eradicate \r\nhunger through various food and nutrition security \r\nprogrammes targeting the most vulnerable people and \r\nthe neediest areas of the country.\r\nThrough its recognition of the multidimensional \r\nand multisectoral nature of the food and nutrition \r\nsecurity issue, the Government of our Republic reduced \r\nthe population suffering from malnutrition by 21 per \r\ncent between 2010 and 2012, meeting and exceeding its \r\ntarget for the Millennium Development Goals. As an \r\nexample of our multisectoral approach and to ensure \r\nthe sustainability of our programmes, I am pleased to \r\nannounce the launch of a Government initiative, the \r\nPartnership for the Dry Corridor. The Partnership, \r\nwhich has the support of the international community, \r\ntargets those suffering from poverty and hunger in our \r\ncountry’s most vulnerable area.\r\nConcerning education, I should emphasize that \r\nHonduras has seen a significant increase in the number \r\nof 5-year-olds entering the pre-school system. It is \r\nroughly triple what we expected. Our Government \r\nhas been deeply committed to reforming the national \r\neducation system. The new legal framework requires \r\na broad participatory process involving parents, \r\ncommunities and teachers. The proposal that President \r\nLobo made here in the General Assembly last year, \r\nwhen he said that classrooms must never be closed (see \r\nA/67/PV.6, p. 49), has led to a considerable increase in \r\nthe number of school days for children in Honduras. \r\nThat has resulted in an improvement in the quality of \r\nToday, we are reaping the benefits of that major \r\nnational agreement. We have had successes in the small \r\nand medium-sized enterprise sector, social protection \r\nprogrammes, the establishment of a transparent budget \r\nand foreign trade. Democratic participation has also \r\nbeen strengthened because of the interaction of all \r\nsectors in our economic and social council, which is \r\na forum that has made it possible for mechanisms for \r\ndialogue and conflict prevention to work.\r\nWe are pleased to state that our Government will be \r\nhanding over to the incoming Administration a series of \r\nprinciples that should serve as a basis for consolidating \r\nsocial policies. Those principles were discussed \r\nand agreed upon between the Government and civil \r\nsociety in order to ensure a solid foundation and the \r\nsustainability of social institutions in the country.\r\nOur country and our democratic institutions have \r\nsuffered the onslaught of external aggression, which \r\nhas led to violence and insecurity. I am referring to \r\ndrug trafficking and various forms of transnational \r\norganized crime. With all the measures adopted to \r\ncombat crime, last year the Government of President \r\nLobo Sosa was able to halt the rise of the homicide \r\nrate, and this year we have seen a reduction in that \r\nrate. That has been achieved through the adoption by \r\nthe National Congress of an entirely new legal and \r\ninstitutional framework, which was lacking before. We \r\nhave undertaken a reform of the security and justice \r\nsystem. For the first time, we have adopted procedures \r\nto certify judicial officials, using confidence-testing \r\nmeasures. We have also adopted a tax to strengthen \r\ncitizen safety. To the extent possible, we are providing \r\ntraining for the security and defence institutions. We \r\nhave implemented a national policy to prevent violence \r\nagainst children and youth, and we have promoted and \r\nprotected human rights.\r\nAnd yet, while halting the spiral of violence is a \r\npositive sign, it is insufficient, given the high level of \r\ncriminal activity that had been reached. Our commitment \r\nto combat crime will be upheld until the very last day of \r\nour mandate. However, it is very important to sustain \r\nthose efforts. The new Government will have to do so \r\nwith a firm hand. It will have to continue to strengthen \r\nsecurity and justice institutions, which is a medium- to \r\nlong-term task. Combating global crime requires a more \r\ndecisive and more effective international and regional \r\neffort, in which drug-producing and drug-consuming \r\ncountries assume the shared and differentiated \r\nresponsibility that they bear in this wave of violence.\r\n13-48784 19/51\r\n27/09/2013 A/68/PV.15\r\nCourt of Justice. We wish to avoid making any territorial \r\nor maritime claims that would distance us further from \r\nthe big picture, which is to make the Pacific Ocean and \r\nthe Gulf of Fonseca a zone of cooperation and peace. \r\nBut given the understanding and neighbourliness \r\nwe possess, we have concluded, based on equitable \r\nprinciples, the necessary agreements regarding the \r\nmaritime impact on the Pacific Ocean. Honduras has \r\nalready made proposals that we are prepared to discuss \r\nwith our fraternal neighbours.\r\nI wish to underscore the fact that our Government \r\nhas defined a strategy for a governmental transition \r\nfor 2013-2014, whose primary objective is to ensure \r\nan orderly and structured handover, so as to avoid the \r\nvacuums and delays in planning that have traditionally \r\naccompanied a change of Government. It is essential \r\nto ensure the sustainability of public policies beyond \r\nthe life of our Administration, so that we can achieve \r\nlong-term planning that benefits the Honduran people. \r\nIn November we will hold general elections with the \r\nparticipation of nine political parties, including a strong \r\nfemale presence in the election process. Honduras’s \r\nelectoral authorities, which function independently, are \r\nmaking every possible effort to ensure that the general \r\nelections are free and transparent. On behalf of the \r\npeople of Honduras, I would like to ask all friendly \r\nnations to support our electoral process. All States are \r\nwelcome to witness it.\r\nI hope sincerely that, during its sixty-eighth session, \r\nthe General Assembly will meet the expectations of \r\nMember States, and I take this opportunity to express \r\nmy thanks, on behalf of the people and Government \r\nof Honduras, for the solidarity that the international \r\ncommunity has shown to the Administration of \r\nPresident Porfirio Lobo Sosa.\r\nThe Acting President: On behalf of the General \r\nAssembly, I wish to thank the Vice-President of the \r\nRepublic of Honduras for the statement she has just \r\nmade.\r\nMrs. María Antonieta Guillén de Bográn, \r\nVice-President of the Republic of Honduras, was \r\nescorted from the rostrum.\r\nAddress by Mr. Danny Faure, Vice-President of \r\nthe Republic of Seychelles\r\nThe Acting President: The Assembly will now \r\nhear an address by the Vice-President of the Republic \r\nof Seychelles.\r\neducation, and as a nation we are very optimistic about \r\nit.\r\nAs to gender equality and the empowerment of \r\nwomen, we have made progress in implementing \r\na gender equality system, created with a view to \r\npromoting, encouraging and institutionalizing gender-\r\nequity policies and improving equality of opportunity \r\nbetween men and women. With regard to the reduction \r\nof under-five mortality and improving maternal health, \r\nour Government approved a public policy for the holistic \r\ndevelopment of infants and a comprehensive care \r\nstrategy for children in the community. The strategy \r\nhas been internationally recognized, because it has \r\nimproved maternal health conditions before, during and \r\nafter delivery and has thus lowered the mortality risk \r\nand increased the number of births in medical centres.\r\nSimilarly, it is important to emphasize the efforts \r\nwe have made to reduce infant morbidity and mortality \r\nassociated with diseases that are preventable through \r\nvaccination; our broad immunization programme has \r\nachieved more than 90 per cent coverage for vaccines \r\nrequired for children under the age of 2. With regard \r\nrespect to HIV/AIDS, our Government has increased \r\nthe national budget for prevention and care and has \r\nfinanced almost 100 per cent of the antiretroviral \r\ntreatment.\r\nConcerning the delimitation of maritime space \r\nin the Pacific Ocean, and specifically the situation \r\nin the Gulf of Fonseca, a historic bay that Honduras \r\nshares in a co-sovereignty regime with El Salvador \r\nand Nicaragua, my Government wishes to reiterate its \r\nrespect for the decision that the International Court of \r\nJustice handed down on 11 September 1992. We also \r\naffirm our commitment to including a comprehensive \r\ncooperation agreement under the auspices of a \r\ntri-national commission of coastal States, which \r\ndevelops conservation and protection programmes for \r\nthe environment in the Gulf and the improvement of \r\nliving conditions for neighbouring communities. It is \r\nan opportune moment to recall that it was in October \r\n2012 that Honduras first asked the Security Council \r\nto authorize the Secretary-General to provide all \r\nnecessary support for constituting that authority, and I \r\ntake this opportunity to repeat our request. I thank the \r\nEuropean Union for its cooperation in developing this \r\nzone, which has great economic potential.\r\nI would like to emphasize the importance that all \r\ncoastal States attach to the decisions of the International \r\n20/51 13-48784\r\nA/68/PV.15 27/09/2013\r\ncan help us to design a better development model. As \r\nwe aim to set sustainable development goals, we must \r\nkeep in mind that, if we can sustain our island, then we \r\nwill know that we can sustain our planet.\r\nIn 2013 Seychelles was given the honour to host \r\nthe Atlantic, Indian Ocean, Mediterranean and South \r\nChina Seas Sub-Regional Preparatory Meeting for \r\nthe Third International Conference on Small Island \r\nDeveloping States, to be held next year in Samoa. \r\nThe participation in the preparatory event by both \r\nthe Under-Secretary-General of the Department of \r\nEconomic and Social Affairs and the President of the \r\nGeneral Assembly was highly appreciated as a symbol \r\nof support for the concerns of islands. Our discussions \r\nthere, and in the ongoing process, have highlighted the \r\nfact that there is an urgent need for the United Nations \r\nto adopt a “resilience” that takes into account the \r\nevolving developing needs of islands.\r\nIn Rio last year, we identified the green economy \r\nand the blue economy as tools with which States may \r\nimplement a more sustainable approach to development. \r\nWe are convinced that the green economy cannot be \r\nproperly addressed unless we also give more attention \r\nto what is termed the blue economy, which is based on \r\nharnessing the development potential of our oceans \r\nsustainably. Oceans make up 72 per cent of our planet \r\nand connect our nations in terms of geography, trade, \r\ntransport and communications. We consider island \r\nnations such as ourselves as guardians of that space, \r\neven if in many cases we can but be witnesses to \r\nplunder, pillage and pollution.\r\nThe status quo merely perpetuates a model where \r\nwe will consume our planet’s resources with no long-\r\nterm protection, while the menace of climate change \r\ncontinues to grow as a threat to our economies, our way \r\nof life and our existence.\r\nTo further mobilize reflection and action on the \r\nconcept of the blue economy, Seychelles is pleased to \r\nbe able to organize, in partnership with the United Arab \r\nEmirates, a special high-level event to be held as part \r\nof the Abu Dhabi Sustainability Week on 21 January \r\n2014. The blue economy also represents an unparalleled \r\nopportunity for Africa. As an African island nation, we \r\nhave continued to call for more attention to be given to \r\nthe sustainable development of Africa’s coastal areas \r\nand its oceans. We can transform Africa’s oceans from \r\nbeing sources of raw products for distant nations to a \r\nspace where Africa’s trade needs are prioritized and \r\nwhere Africa can better protect its oceanic resources.\r\nMr. Danny Faure, Vice-President of the Republic \r\nof Seychelles, was escorted to the rostrum.\r\nThe Acting President: I have great pleasure \r\nin welcoming His Excellency Mr. Danny Faure, \r\nVice-President of the Republic of Seychelles, and \r\ninviting him to address the General Assembly.\r\nMr. Faure (Republic of Seychelles): It is with \r\ngreat honour that I address the General Assembly at its \r\nsixty-eighth session on behalf of the President of the \r\nRepublic of Seychelles, Mr. James Alix Michel, and on \r\nbehalf of the Seychellois people. I wish to congratulate \r\nAmbassador John Ashe on his election as President and \r\non his guidance of the proceedings so far.\r\nIn 2014, we will mark the United Nations \r\nInternational Year of Small Island Developing States. \r\nMr. Ashe’s appointment during the sixty-eighth session \r\nis highly symbolic of the constructive role that small \r\nisland developing States play within the United Nations, \r\nand we express our full support for his efforts to further \r\npromote inclusiveness and full participation.\r\nI would also like to join all those who preceded me \r\nin complimenting Mr. Vuk Jeremić on his leadership \r\nof the General Assembly at its sixty-seventh session, \r\nduring which he stressed the unifying elements of the \r\nAssembly. Allow me to also express our appreciation to \r\nSecretary-General Ban Ki-moon for the determination \r\nand commitment he has shown since the beginning \r\nof his tenure of office to strengthening the role of the \r\nUnited Nations.\r\nFor the Seychelles delegation, the General \r\nAssembly evokes the spirit of humanity’s common \r\ncause better than any other institution. Indeed, in this \r\nHall, we are reminded that there are no large nations \r\nor small nations, rich nations or poor nations, powerful \r\nnations or weak nations — simply the United Nations.\r\nAs a small island developing State, we are perhaps \r\nalso more conscious than most countries that very \r\nlittle can be achieved through isolation. Our economy \r\nis built around its connectivity to the world economy. \r\nOur security is easily undermined by events beyond our \r\ncontrol. Our environmental safety is also dependent on \r\nmany factors that have an impact beyond our borders. \r\nBoth our opportunities and our risks can be addressed \r\nonly through international partnerships.\r\nAs we have discussions and exchanges of ideas on \r\nthe post-2015 development agenda, we believe that the \r\nexperiences of our group of States provide contexts that \r\n13-48784 21/51\r\n27/09/2013 A/68/PV.15\r\nactively engage in that treaty process so as to reduce the \r\nrisk of arms trades, which remains one of the biggest \r\nchallenges for our region and the world.\r\nFinally, during the sixty-eighth session, Seychelles \r\nwill continue to call for every effort to be made to \r\nreduce the marginalization of island States, and it is in \r\nthat context that we reiterate the call for the removal of \r\nthe embargo against our brotherly nation of Cuba.\r\nThe President took the Chair.\r\nSeychelles is a nation that believes that all voices \r\ncount. In speaking out on behalf of small islands that \r\nare often marginalized in international processes, we \r\nbelieve that we have a duty to ensure that all perspectives \r\nare considered. It is because of our commitment to \r\nthat inclusive approach to the United Nations and \r\nto multilateralism that Seychelles has announced its \r\nintention to stand as a candidate for a non-permanent \r\nseat on the Security Council for the period 2017-2018. \r\nAs a nation that has never served before, we are actively \r\nengaged in discussions in our East African constituency, \r\nand we appreciate the opportunity to engage with all \r\nnations that wish to share their views. We look forward \r\nto many fruitful discussions.\r\nIn conclusion, I would like to emphasize that our \r\napproach towards the sustainable development goals \r\nmust be even broader and more inclusive than for the \r\nMillennium Development Goals. The challenges are \r\nobvious: poverty, climate change and energy, among \r\nothers. The list can go on indefinitely, but we believe \r\nthat there is also a shared opportunity in setting the \r\nsustainable development goals. There is an opportunity \r\nto reflect the true interconnectivity of our planet \r\nthrough the adoption of interconnected objectives. \r\nShared objectives will lead to shared success. That is \r\nthe conviction of Seychelles.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Vice-President of the Republic of \r\nSeychelles for the statement he has just made.\r\nMr. Danny Faure, Vice-President of the Republic \r\nof Seychelles, was escorted from the rostrum.\r\nAddress by Mr. Muhammad Nawaz Sharif, \r\nPrime Minister of the Islamic Republic \r\nof Pakistan\r\nThe President: The Assembly will now hear an \r\naddress by the Prime Minister of the Islamic Republic \r\nof Pakistan.\r\nAs an African island State, Seychelles continues to \r\nprioritize the security of our maritime spaces. In terms \r\nof maritime security, Seychelles reiterates its desire \r\nto build partnerships to create better coordination and \r\nsharing of information in the immediate region and \r\nbeyond.\r\nSeychelles has also set up a Regional Anti-Piracy \r\nProsecution and Intelligence Coordination Centre, and \r\nit also hosts an anti-piracy cell of the Indian Ocean \r\nCommission to build the maritime security capacity \r\nof the island States. The tools we have developed \r\nthrough such initiatives have strengthened our ability \r\nas a region to deter other criminal activities, such as \r\narms trafficking, drug trafficking, people trafficking \r\nand illegal fishing. We look forward to building on \r\nthose successes with our partners in order to create \r\nan effective coordination mechanism for maritime \r\nsecurity in our region.\r\nAs we consider the security situation in East \r\nAfrica, may I also take this opportunity to express our \r\nsolidarity and our sympathy to the Government and \r\nthe people of Kenya, as well as personally to President \r\nUhuru Kenyatta, as Kenya recovers from the barbaric \r\nattacks in Nairobi on Saturday.\r\nSuch acts of terrorism strengthen our resolve to \r\nensure that we build a shared future free of the forces \r\nof division and hostility. We also salute the efforts of \r\nthe Government of Somalia in its dedication to ensure \r\nthat forces of extremism and intolerance have no place \r\nin our shared region.\r\nSimilarly, we are encouraged by the positive \r\ndevelopments in relation to the expected first round \r\nof presidential elections to be held in Madagascar in \r\nOctober. Elections represent the path towards resolving \r\nthe crisis in that neighbouring island, and we are \r\nencouraged that the basis for the resolution of the crisis \r\ndiscussed during the Southern African Development \r\nCommunity mediation, with the support of the Indian \r\nOcean Islands Commission, held in Seychelles in the \r\nyear 2012, have come to fruition.\r\nDuring the sixty-eighth session, Seychelles will \r\ncontinue to be an advocate for peace and stability and \r\nwill urge all nations to work through the mechanisms \r\nof the United Nations towards resolving existing \r\ncrises. Seychelles condemns in the strongest terms \r\nany use of chemical weapons or any other weapon of \r\nmass destruction. As one of the first signatories of the \r\nArms Trade Treaty, Seychelles also urges all nations to \r\n22/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nchange. It is becoming a platform of choice. Yet, it has \r\nto go a long way to acquire its full authority.\r\nTo save the world from the scourge of war, we have \r\nto continue to strive for a fair and just international \r\norder based on the rule of law. Festering disputes must \r\nbe resolved. In that regard, the United Nations has to \r\nplay a critical role.\r\nThe United Nations must, for instance, continue to \r\nremain attentive to the issue of Jammu and Kashmir \r\nand the full realization of the right to self-determination \r\nof its people. The suffering of the people cannot be \r\nbrushed under the carpet because of power politics. \r\nAs in the past, Pakistan calls upon the international \r\ncommunity to give an opportunity to the Kashmiris \r\nto decide their future peacefully, in accordance with \r\nthe relevant Security Council resolutions. The issue \r\nof Jammu and Kashmir was presented to the Security \r\nCouncil in January 1948, and yet the issue remains \r\nunresolved after nearly seven decades.\r\nI have aspirations for regional peace and \r\nstability. I have shared that vision with leaders in \r\nour neighbourhood. Shortly after assuming office, \r\nI received a message of goodwill from the Prime \r\nMinister of India, Mr. Manmohan Singh. I extended an \r\ninvitation to him to engage with us so as to address \r\nall outstanding issues between our two countries, \r\nand Prime Minister Singh’s response was positive. \r\nOur two countries have wasted massive resources \r\nin an arms race. We could have used those resources \r\nfor the economic well-being of our people. We still \r\nhave that opportunity. Pakistan and India can prosper \r\ntogether; and the entire region would benefit from our \r\ncooperation. We stand ready to re-engage with India \r\nin a substantive and purposeful dialogue. I am looking \r\nforward to meeting Prime Minister Singh here in \r\nNew York so as to make a new beginning. We have a \r\nsolid basis for doing that. We can build on the Lahore \r\nAccord signed in 1999, which contained a road map \r\nfor the resolution of our differences through peaceful \r\nnegotiations. I am committed to working for a peaceful \r\nand economically prosperous region. That is what our \r\npeople want and what I have long aspired to.\r\nIt gave me great pleasure to welcome President \r\nKarzai in Islamabad last month. We reaffirmed our \r\nshared goal of a peaceful, stable and united Afghanistan. \r\nThe people of Afghanistan are and should remain \r\nmasters of their own destiny. We support an inclusive, \r\nAfghan-led and Afghan-owned peace process, leading \r\nMr. Muhammad Nawaz Sharif, Prime Minister of \r\nthe Islamic Republic of Pakistan, was escorted to \r\nthe rostrum.\r\nThe President: I have great pleasure in welcoming \r\nHis Excellency Mr. Muhammad Nawaz Sharif, Prime \r\nMinister of the Islamic Republic of Pakistan, and \r\ninviting him to address the General Assembly.\r\nMr. Sharif (Islamic Republic of Pakistan): I stand \r\nhere today before the Assembly, soon after my country \r\nhas seen a new dawn. I come to this Hall in all humility \r\nas the elected Prime Minister of Pakistan for the third \r\ntime. I feel exonerated, as my supporters and I have \r\nstood firm in our commitment to democracy.\r\nI am happy to inform representatives that we now \r\nhave a strong Parliament, an independent judiciary, \r\na free media and a vibrant civil society. But there \r\nis no room for complacency. We cannot lower our \r\nguard. Democracy needs constant vigilance and \r\nstrong institutions. It needs careful nurturing. More \r\nimportantly, it is not promises but good governance that \r\nsustains democracy. My Government has put the people \r\nat the centre. We will work to give them peace and \r\nsecurity, an environment of growth and development. I \r\nam pursuing an inclusive approach for the entire nation.\r\nPakistan is an ardent supporter of the United \r\nNations, which is an anchor of peace and a beacon \r\nof hope for all nations. The United Nations universal \r\ncharacter provides a forum to discuss, develop and \r\nimplement global responses to the pressing problems \r\nof our times. Pakistan upholds international law and \r\npromotes international consensus. The security of our \r\nworld is ensured and reinforced by friendly relations \r\namong nations and respect for the sovereignty and the \r\nterritorial integrity of States.\r\nThe United Nations needs reform, but it should \r\nbe a reform that reflects the interests of all, not \r\njust the ambitions of a few. We believe that the \r\nSecurity Council’s composition should be made more \r\nrepresentative, democratic and equitable, and its work \r\nmore effective, transparent and accountable. The \r\nintended reforms must, however, plan for a dynamic \r\nfuture, not entrench or replicate outdated historical \r\npatterns based on privileges. The role and authority \r\nof the General Assembly must be fully restored and \r\nrevitalized. In the past few years, the General Assembly \r\nhas regained influence in responding to challenges in \r\nregard to peace and security, development and climate \r\n13-48784 23/51\r\n27/09/2013 A/68/PV.15\r\nAcceptance of the Geneva communiqué (S/2012/522, \r\nannex) and a decision on dates for convening a Geneva \r\nII conference will be a big step towards ending the crisis \r\nin Syria. I call on all forces to invest their political will \r\nand capital in diplomacy to bring peace to that country.\r\nAs a responsible nuclear-weapon State, we will \r\ncontinue to pursue the goals of disarmament and \r\nnon-proliferation and adhere to a policy of credible \r\nminimum deterrence without entering into any arms \r\nrace. We cannot, however, remain oblivious to the \r\nevolving security dynamics in South Asia, nor can \r\nwe agree to an arrangement that is detrimental to our \r\nsecurity and strategic interests. Our position on the \r\nproposed fissile material treaty is determined by our \r\nnational security interests and the objective of strategic \r\nstability in South Asia.\r\nThe safe, secure and peaceful use of nuclear energy, \r\nwithout discrimination, is essential for economic \r\ndevelopment. Pakistan qualifies for full access to civil \r\nnuclear technology for peaceful purposes in order to \r\nmeet its growing energy needs for continued economic \r\ngrowth. By the same token, as a mainstream partner \r\nin the global non-proliferation regime, Pakistan has \r\nimpeccable credentials for joining the multilateral \r\nexport control regime, including the Nuclear \r\nSuppliers Group. Pakistan will continue to participate \r\nconstructively in the Nuclear Security Summit, which \r\nis a laudable initiative.\r\nAs a country that has suffered grievously for many \r\nyears from terrorism, we condemn that phenomenon in \r\nall its forms and manifestations. Over the past 12 years, \r\nwe have made huge sacrifices in blood and resources. \r\nWe have lost 40,000 precious lives of men, women \r\nand children, including 8,000 defence and security \r\npersonnel. There has been colossal damage to our social \r\nand physical infrastructure, too. Our economy has \r\nbeen denied the opportunity to grow fully. That must \r\nchange now. I have tried to forge national consensus on \r\na cohesive policy to eliminate terrorism from our soil. \r\nFor that purpose, I convened an all-parties conference \r\nthat spoke out unanimously against terrorism. We are \r\nresolved to oppose the forces of terrorism with every \r\nmeans at our disposal. At the same time, we have offered \r\ndialogue to end violence, wean young extremists off \r\nextremism and integrate all segments of our society \r\ninto the national mainstream. Winning young people’s \r\nhearts and minds is as important as using guns to deter \r\nterrorism. But dialogue should not be seen as a sign of \r\nweakness or a tool of appeasement.\r\nto national reconciliation. I assured President Karzai \r\nthat we do not wish to interfere in Afghanistan’s internal \r\naffairs; nor do we have any favourites in that country. \r\nIn fact, we hope earnestly that the Afghans themselves \r\nwill unite for the peace, prosperity and development of \r\ntheir great country.\r\nPakistan encourages United Nations efforts to \r\nstabilize Afghanistan. We will work together with \r\nAfghanistan for regional and economic cooperation \r\naimed at establishing and reinforcing regional trade, \r\nenergy and communications corridors. Our solidarity \r\nwith the Afghan people has been demonstrated through \r\nour willingness to host millions of Afghan refugees in \r\nPakistan for many decades. International support for \r\ntheir repatriation to and reintegration in Afghanistan is \r\nindispensable. We also look forward to United Nations \r\nsupport for addressing other transregional challenges, \r\nincluding the f low of narcotics.\r\nLast year, the Assembly gave Palestine the status of \r\nnon-Member observer State. We hope that it will soon \r\njoin this body as a full Member State. We are glad that \r\nthe stalled peace process has started again. It should \r\nlead to the consolidation of an independent, viable and \r\ncontiguous State of Palestine, based on the pre-1967 \r\nborders, with Al-Quds Al-Sharif as its capital. Pakistan \r\nwill continue to demonstrate its solidarity with the \r\npeople of Palestine.\r\nEven as we meet here, Syria is in turmoil, with \r\nSyrians killing Syrians. We appeal to the Syrian \r\nGovernment and the opposition groups to move to \r\nthe negotiating table in Geneva to prepare a road map \r\nfor national reconciliation and the necessary political \r\ntransitions. More war will lead to more killings, \r\nwhich must be stopped. As a party to the Convention \r\non the Prohibition of the Development, Production, \r\nStockpiling and Use of Chemical Weapons and on \r\nTheir Destruction, Pakistan remains opposed to the \r\nuse of chemical weapons. We condemn their use in the \r\nstrongest terms.\r\nWe welcome the agreement reached between the \r\nUnited States and Russia, and supported by the other \r\npermanent members of the Security Council, to secure \r\nand destroy chemical weapons in Syria. That crucial \r\nstep has facilitated consensus within the Council to \r\nadopt resolution 2118 (2013), which not only addresses \r\nthe issue of chemical weapons but could start the \r\nstalled political process in Syria, leading to national \r\nreconciliation and solutions that are acceptable to the \r\npeople of Syria. Pakistan will support that resolution. \r\n24/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nnot aid but enhanced trade, market access, investment \r\nand strong economic partnerships.\r\nWe are creating a new framework for change \r\nto provide equal opportunities and social justice \r\nfor everyone, eliminate the exploitation of the poor, \r\nharness our human resources and restore the dignity \r\nof our citizens. We intend to use education as a key \r\ndriver of the socioeconomic development of Pakistan. \r\nWe are introducing a national health service across \r\nPakistan with the participation of the private sector. We \r\nhave also made the eradication of polio in Pakistan a \r\nmatter of great importance for my Government, as we \r\nare determined to make Pakistan a polio-free country.\r\nIt is our strong resolve to promote the full \r\nparticipation of women in national development, while \r\nprotecting their political, social and cultural rights as \r\nagents of change. More than 63 per cent of our population \r\nis under the age of 25. By investing in their education \r\nand skills, we aim to tap into the demographic dividend. \r\nMinorities are equal citizens of Pakistan. They will not \r\nonly have complete freedom to worship, but also full \r\nprotection of their rights to education, employment and \r\npolitical participation.\r\nWe are deeply saddened by the recent terrorist attack \r\non the members of a minority community in Peshawar. \r\nThat heinous attack has united the entire Pakistani \r\nnation in support of our brothers and sisters of all faiths \r\nin Pakistan. We share their grief and have declared \r\nthree days of mourning. The attack was carried out \r\nby the same elements who have attacked our mosques, \r\nshrines, innocent citizens and members of our security \r\nforces. However, the attack has further strengthened \r\nmy Government’s resolve to deal with terrorism and \r\nextremism in a resolute and comprehensive manner, \r\nas I reiterated in my very first speech at the National \r\nAssembly of Pakistan.\r\nIn conclusion, I wish to emphasize to the Assembly \r\nthat Pakistan is a strong supporter of multilateral \r\ndiplomacy, convinced that it is the most legitimate and \r\nultimate guarantor of peace and security, economic and \r\nsocial development, and respect for universal human \r\nrights. As a non-permanent member of the Security \r\nCouncil, Pakistan has been making every effort to \r\nstrengthen the role of diplomacy to resolve conflicts \r\nand to help build States in post-conflict situations. In \r\nall instances, we have upheld the primacy of the Charter \r\nof the United Nations. We need multilateral diplomacy \r\nso that we continue to respect diversity while reaching \r\nThe war against terrorism must be waged within the \r\nframework of international law. The use of armed drones \r\nin the border areas of Pakistan is a continued violation \r\nof our territorial integrity. It results in innocent civilian \r\ncasualties and is detrimental to our resolve and efforts \r\nto eliminate extremism and terrorism in Pakistan. I \r\nhave urged the United States to cease those strikes so \r\nthat we can avoid further casualties and suffering.\r\nTerrorism knows no borders. It has no religion \r\nor creed, which is why maligning a whole people or \r\na religion on that account is unfair and unwise. Islam \r\nis a religion of peace, compassion and brotherhood. \r\nAnd the yet most insidious form of contemporary \r\nracism in the name of religion is on the rise. Peaceful \r\nMuslim communities are profiled and subjected to \r\ndiscriminatory practices. Their faith, culture, holy \r\npersonalities and scriptures are under attack. The \r\nstereotyping of Muslims as extremists and terrorists \r\nmust stop. We must all use the influence and reach \r\nof the United Nations to avert a clash of civilizations \r\nand to promote harmony among followers of diverse \r\nreligions all around the world. Terrorism negates \r\nIslam’s humanistic outlook and noble values. Those \r\nwho perpetrate terrorism are enemies of Muslims and \r\nIslam itself.\r\nPakistan is the largest troop contributor to United \r\nNations peacekeeping. Since 1960, we have contributed \r\n150,000 troops, and 135 of our peacekeepers have lost \r\ntheir lives in the service of peace. That has been our \r\nmost tangible assistance to the United Nations efforts \r\nto maintain international peace and security.\r\nWe fully support the United Nations effort to \r\nfinalize and implement a single, coherent post-2015 \r\ndevelopment agenda that identifies benchmarks for \r\npoverty alleviation, sustainable development and \r\nsocial inclusion. More importantly, we should prepare \r\nourselves to respond effectively to save our planet from \r\nthe ravages of climate change.\r\nOur Government is undertaking an economic \r\nrevolution in Pakistan so that it, too, can become part of \r\nthe emerging markets. We have all the fundamentals and \r\nhuman and natural resources for such a transformation. \r\nIn the immediate future, our challenge is to overcome \r\na volatile security environment, correct structural \r\nimbalances in the economy and bring an end to energy \r\nshortages. We are building a new Pakistan with a robust \r\neconomy. From the international community, we seek \r\n13-48784 25/51\r\n27/09/2013 A/68/PV.15\r\nprogramme of the various committees and agencies of \r\nthis body.\r\nSir, Saint Kitts and Nevis wishes to place on record \r\nits appreciation to your predecessor, the President of the \r\nGeneral Assembly at its sixty-seventh session, Mr. Vuk \r\nJeremić, for the important contributions that he made \r\nto advance the work of the institution during his own \r\ntenure.\r\nWe begin the sixty-eighth session fully cognizant \r\nof the diverse challenges with which we must contend, \r\nand equally seized of our obligation as a Government \r\nand people to contribute to the global priorities that \r\ninform the work of the Assembly. We see the relevance \r\nof maintaining sharp focus on those areas that are quite \r\nintegral to the national and international development \r\nagendas. I refer to matters such as sustainable \r\ndevelopment, the maintenance of international peace and \r\nsecurity, the promotion of human rights, disarmament, \r\nthe promotion of justice and international law, and \r\nthe effective coordination of humanitarian assistance \r\nefforts. Those, we believe, are the core principles for \r\ninforming any plan of action to advance towards the \r\npost-2015 era with the confidence that our shared vision \r\nfor meeting the goals we set, will be realized.\r\nJust a few days ago, Saint Kitts and Nevis \r\nattained another milestone, celebrating three decades \r\nof nationhood with a very strong commitment to \r\nmaintaining the stability and prosperity of our nation, \r\ndrawing on our own creativity as a Government and \r\na people. Therefore, this year’s statement is very \r\nsignificant for our proud nation. As one of the smallest \r\nStates Members of the Organization in the western \r\nhemisphere, we are pleased with the significant strides \r\nthat we have made as my Government pursues a process \r\nof transformation for sustainability in a nation that is \r\nnot immune to global developments that continue to \r\nhave a negative impact on its national agenda.\r\nHowever, my Government is working assiduously \r\nto transform our former sugar-based economy into one \r\nthat is service-oriented, driven mainly by tourism and \r\nhospitality and supported by international financial and \r\noffshore education services and by manufacturing and \r\nagriculture. In all of this, we are aware of the momentum \r\nand impact of information and communication \r\ntechnology as a tool that will assist us in developing \r\nour national economy.\r\nAs far as the manufacturing sector is concerned, \r\nwe have developed a cluster of light manufacturing \r\ndecisions that impact our fate as members of the \r\ninternational community. Towards that end, the United \r\nNations — the virtual world parliament — is our best \r\nhope.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister of the Islamic \r\nRepublic of Pakistan for the statement he has just made.\r\nMr. Muhammad Nawaz Sharif, Prime Minister of \r\nthe Islamic Republic of Pakistan, was escorted \r\nfrom the rostrum.\r\nAddress by Mr. Denzil L. Douglas, Prime \r\nMinister, Minister for Finance, Sustainable \r\nDevelopment, Human Resources Development, \r\nConstituency Empowerment and Social Security \r\nof Saint Kitts and Nevis\r\nThe President: The Assembly will now hear \r\nan address by the Prime Minister, Minister for \r\nFinance, Sustainable Development, Human Resources \r\nDevelopment, Constituency Empowerment and Social \r\nSecurity of Saint Kitts and Nevis.\r\nMr. Denzil L. Douglas, Prime Minister, \r\nMinister for Finance, Sustainable Development, \r\nHuman Resources Development, Constituency \r\nEmpowerment and Social Security of Saint Kitts \r\nand Nevis, was escorted to the rostrum.\r\nThe President: I have great pleasure in \r\nwelcoming His Excellency Mr. Denzil L. Douglas, \r\nthe Prime Minister, Minister for Finance, Sustainable \r\nDevelopment, Human Resources Development, \r\nConstituency Empowerment and Social Security of \r\nSaint Kitts and Nevis, and inviting him to address the \r\nGeneral Assembly.\r\nMr. Douglas (Saint Kitts and Nevis): I am \r\nparticularly pleased to extend congratulations to \r\nyou, Sir, on your election as President of the General \r\nAssembly at its sixty-eighth session. I am indeed proud, \r\ngiven your stellar service to the General Assembly \r\nand of the service you have rendered to your native \r\nland, Antigua and Barbuda, and to the Latin America \r\nand Caribbean region in general. As a member of the \r\nOrganization of the Eastern Caribbean regional group \r\nand the wider Caribbean region, Saint Kitts and Nevis \r\npledges its full support to you throughout your tenure at \r\nthe helm of the General Assembly. I am confident that \r\nyour expertise and skills will position you favourably \r\nto guide the general debate and the extensive work \r\n26/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nCognizant of the fact that poverty eradication \r\nis intrinsically linked to attaining sustainable \r\ndevelopment, we must strive to ensure that a balanced \r\napproach is taken to blending economic growth, equity, \r\nsocial inclusion and environmental sustainability as we \r\ncraft and implement policies to achieve development \r\nthat is both meaningful and truly sustainable. The \r\npost-2015 development agenda must be arrived at \r\nthrough transparent and inclusive intergovernmental \r\nnegotiations under the United Nations. In that regard, \r\nmy delegation appreciates the decision taken at the \r\nspecial event on the follow-up to achieving the MDGs \r\nthat was convened earlier this week.\r\nThe post-2015 development agenda should also \r\naddress other challenges faced by developing countries, \r\nsuch as universal access to modern energy services, \r\nensuring food security and nutrition, providing full and \r\nproductive employment and decent work for all, job \r\nskills and training, agricultural development, building \r\nproductive capacity, and infrastructure development. \r\nMy Government has seen the positive impact of its own \r\nnational initiative, which is geared towards providing \r\nyoung people in particular with the skills they need to \r\nintegrate themselves into the world of work through the \r\nPeople Empowerment Programme. To date, over 2,000 \r\nyoung men and women have reaped the benefits of this \r\nparticular initiative.\r\nIt is very important for all States Members of \r\nthis great Organization to play an active role in \r\nensuring that the targets identified in the post-2015 era \r\nadequately address the remaining gaps by the indicative \r\ndeadline for achieving the MDGs. My delegation \r\nwould therefore wish to reaffirm its commitment to \r\nensuring that small island developing States remain \r\na special case for ensuring sustainable development, \r\nrecognizing our unique characteristics, our challenges \r\nand vulnerabilities, and their ongoing impact on our \r\nability to achieve and build resilience. Small island \r\ndeveloping States remain constrained in meeting the \r\neconomic, environmental and social challenges they \r\nface. While we recognize our own responsibility for \r\novercoming some of these setbacks, we wish to stress \r\nthat in the absence of cooperation and assistance from \r\nthe international community, success will definitely \r\nremain difficult.\r\nAt this juncture, allow me to place on record our \r\nappreciation to some of our development partners \r\nthat have offered us tangible assistance in stabilizing \r\nour national economy and in generally diversifying \r\nenterprises that service the North and South American \r\nand European markets with quality electronic and \r\nelectrical components for construction, cable television, \r\nand the aerospace and aircraft industries. Indeed, our \r\npresent economic trajectory will ensure that we meet \r\nboth the Millennium Development Goals (MDGs) and \r\nour own sustainable development goals in the post-2015 \r\ndevelopment agenda. That is why the theme for this \r\nsession — “The post-2015 development agenda: setting \r\nthe stage” — is perceived to be quite relevant.\r\nMy delegation is pleased that at this session we will \r\nbe reviewing the progress made towards achieving the \r\nMDGs as the target date of 2015 fast approaches. In that \r\nregard, the Secretary-General must be commended for \r\nhis initiative. I am pleased to indicate that Saint Kitts \r\nand Nevis has taken tremendous strides in achieving the \r\nMDG 1, concerning the eradication of extreme poverty. \r\nOur Government has invested heavily in creating a \r\nvery solid and expansive social safety infrastructure \r\nthat has helped the less fortunate to lead dignified \r\nlives. We provide subsidized health care for children \r\nand the elderly. We assist vulnerable families with the \r\nresources to pursue education and provide them with \r\nhot, nourishing meals each day. We also provide living \r\nfacilities for the aged and the indigent.\r\nMy delegation hopes that every effort will be \r\nmade globally to ensure that all targets are met by the \r\nindicative 2015 deadline. The Millennium Development \r\nGoals Report 2013 provides a clear indication of exactly \r\nwhere the international community should be directing \r\nits focus. The world as a whole has to pay a great deal of \r\nattention to the MDGs that are most off track, and those \r\nwhere progress has stalled, including those relating to \r\nhunger, universal access to primary education, child \r\nmortality, maternal health and access to sanitation. All \r\nnations must therefore redouble their efforts to exercise \r\nthe requisite political will to implement programmes \r\ndesigned especially to meet the established targets \r\nand to improve the lives of millions of people in a \r\nmeaningful way.\r\nWe must never lose sight of the intrinsic linkages \r\nthat exist between the Millennium Development Goals \r\nand the sustainable development goals, particularly in \r\nthe post-2015 development agenda. Both processes, \r\nthough running in parallel, are mutually reinforcing in \r\nthe sense that the latter will accelerate programmes to \r\nmeet target indicators in the former, while the former \r\nwill provide valuable lessons for achieving a higher \r\ndegree of overall success.\r\n13-48784 27/51\r\n27/09/2013 A/68/PV.15\r\nnon-communicable diseases and the real threat that \r\nthey pose to societies across the globe. We are therefore \r\ngrateful for the attention that was given at the United \r\nNations High-level Meeting on the Prevention and \r\nControl of Non-communicable Diseases two years ago \r\nto the need for a global response to that problem. We \r\nrecognize that much work has been undertaken by the \r\nWorld Health Organization, the Pan American Health \r\nOrganization and other regional bodies to reverse the \r\nhigh incidence of NCDs in our region. There is now \r\na strong emphasis on testing, since the collection of \r\nempirical data is key for proper tracking and analysis. \r\nThe preparation of strategic plans and budgets and \r\nthe incorporation of families and communities into \r\neducation, prevention and detection programmes are \r\nall pivotal in this regard.\r\nMy delegation is convinced that the combat against \r\nthe high incidence of non-communicable diseases must \r\nreceive greater prominence in the post-2015 sustainable \r\ndevelopment agenda. It is evident that there is a strong \r\nnexus between a nation’s health status and its levels \r\nof productivity. My delegation therefore subscribes to \r\nthe notion that a nation’s wealth lies in the health of its \r\npeople. Our High-level Meeting of two years ago was \r\nan important first step in that regard, and it is one on \r\nwhich we must continue to build on an ongoing basis. \r\nIt is clear that we need to adopt a strategy similar to \r\nthe global response to HIV/AIDS in order to achieve \r\nthe levels of success in fighting the incidence of NCDs.\r\nToday, I respectfully submit that there are practical \r\nlessons to be learned from the experience developed by \r\nagencies such as the Joint United Nations Programme \r\non HIV/AIDS and PAHO that have touched the lives of \r\nmillions in a positive way. It is therefore important for \r\nthe Assembly to keep on the front burner a practical \r\nstrategy to address the high incidence of NCDs within \r\nour region and the nations of the world.\r\nAs we usher in a dispensation of sustainment, \r\nwe remain cognizant of the inextricable link between \r\ndevelopment and an environment of peace and security. \r\nCrime in any society is an unwelcome and destabilizing \r\nthreat that must be dealt with promptly. Indeed, the \r\nways in which societies are affected at both the micro \r\nand the macro levels are known to us all. Entire \r\nsocieties are forced to bear the myriad costs associated \r\nwith personal injury, psychological insecurity and the \r\nrelated health-care repercussions.\r\nThat is why we in Saint Kitts and Nevis have placed \r\ngreat emphasis on effective leadership, clear lines \r\nthe national economy, in particular in the field \r\nof agricultural diversification, information and \r\ncommunications technologies, development and energy \r\ndiversification in an economy that relies on fossil-fuel \r\nconsumption. This phenomenon will have a positive \r\nimpact on our energy cost-reduction efforts as we \r\nadvance towards realizing our goal of a fully green \r\neconomy as we endeavour to bring much-needed relief \r\nto our people by 2015.\r\nThe contributions of the Governments of the \r\nRepublic of China, Japan, the United States of America, \r\nVenezuela, the United Kingdom, Canada and Cuba, and \r\nof the Organization of American States, the European \r\nUnion, the International Monetary Fund and the World \r\nBank in particular, have assisted greatly in that regard.\r\nThe Assembly will agree that no discussion of the \r\nissue of development can progress without reference \r\nto the area of health, and in particular the chronic \r\nillnesses that continue to plague our societies resulting \r\nin the loss of lives, thus retarding our developmental \r\nthrust. It was just a few days ago, in the margins of \r\nthe sixty-eighth session, that I had the privilege of \r\naddressing a forum on non-communicable diseases and \r\ndisability, held in collaboration with several permanent \r\nmissions, the Caribbean Community secretariat, the \r\nPan American Health Organization (PAHO), the World \r\nHealth Organization and the Non-Communicable \r\nDisease Alliance. The forum was designed to bring \r\nfocused attention to creating synergies between \r\nnon-communicable diseases (NCDs) and disabilities \r\nand to examine how health systems can be reoriented \r\nand reinforced to ensure equitable access to high-\r\nquality care and thereby advance development.\r\nIn that forum, we were able to confirm that NCDs \r\nare driven not only by ageing but increasingly and \r\nalarmingly by the growing number of cases of juvenile \r\ndiabetes and the growing number of youth incapacitated \r\nby accident injury. The high incidence of NCDs within \r\nthe Caribbean also places an increased burden on our \r\nopen economies, which are highly vulnerable to external \r\nshocks and natural disasters, diverting resources that \r\ncould be allocated to building quality infrastructure \r\nand our precious human capital. Indeed, we accept \r\nthe recommendation of the report of the Caribbean \r\nCommission on Health and Development that urgent \r\nsteps must be taken to reverse those particular trends.\r\nTherefore, as we focus strategically on the \r\nMillennium Development Goals and the post-\r\n2015 development agenda, we cannot lose sight of \r\n28/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nan enabling environment for sustainable development \r\nthrough the prevalence of peace and security in our \r\ncommunities.\r\nOur focus is not only on the international \r\ndimensions of crime. Indeed, we are mindful of the fact \r\nthat all over the world, women and children are among \r\nthe most vulnerable in our societies, and so we have \r\ninstituted a clear and assertive zero-tolerance policy in \r\nthis regard. Violence against women and children must \r\nbe seen not as a personal or family matter, but instead \r\nas a socially destructive behaviour demanding judicial \r\nintervention. If and where this zero-tolerance policy \r\ndoes not yet exist, we strongly urge its embrace today \r\nand its immediate implementation.\r\nThirty years ago, Saint Kitts and Nevis established \r\ndiplomatic relations with several countries, including \r\nthe Republic of China on Taiwan. In the intervening \r\nyears, this relationship has been mutually beneficial. \r\nAs the debate on sustainable development unfolds, \r\nSaint Kitts and Nevis is eminently qualified to speak \r\non the myriad contributions that the Republic of China \r\nis capable of making to the international community. \r\nWhile the international community is preoccupied with \r\nensuring peace and security globally, we can applaud \r\nthe Government of the Republic of China for promoting \r\npeace across the Taiwan Strait and proposing the East \r\nChina Sea Peace Initiative, thereby demonstrating a \r\ncommitment to peace and stability.\r\nTaiwan is one of the top 18 economies globally. In \r\naddition, Taiwan has worked assiduously to advance \r\nthe economic interests of countries such as ours. In \r\nthis regard, we have collaborated on a large number \r\nof key projects, such as the multisectoral agritourism \r\ndemonstration farm, our high-priority solar energy farm \r\nand an information and communications technology \r\ncentre, which are all designed to advance the social and \r\neconomic interests of my small nation.\r\nI wish to place on record my delegation’s \r\nappreciation to the World Health Organization for \r\nhaving invited Taiwan, for five consecutive years, \r\nto attend the World Health Assembly (WHA) as an \r\nobserver. We are of the view that Taiwan has adopted a \r\nvery pragmatic approach to its meaningful participation \r\nin United Nations specialized agencies and functional \r\norganizations that are critical to the current global \r\nefforts to address many issues of mutual concern. My \r\ndelegation is convinced that the arrangements made \r\nfor Taiwan’s presence in the World Health Assembly, \r\nwhich have been referred to as the WHA model, serve \r\nof authority and responsibility, targeted equipment \r\nupgrades, expanded and ongoing training, community \r\npolicing, strengthened relations between the police and \r\nthe public, and full cooperation at all levels between \r\nour national police force and our national defence force. \r\nAs a result, Saint Kitts and Nevis has made tremendous \r\nstrides in confronting the challenge of crime. Indeed, \r\nin the space of just over one year, we were able to see \r\ncrime plummet by some 53 per cent, convincing us of \r\nthe importance of the United Nations providing a forum \r\nvia which Member States might share best practices \r\nin this era of globalized criminality. If the challenge \r\nis becoming international in scope, so too must our \r\nresponse.\r\nIn that regard, we are equally aware that the \r\nsocioeconomic and political gains that we are trying \r\nto achieve in the global community will be elusive if \r\nthe environment of peace is interrupted by warfare \r\nand threats to the peaceful coexistence of the world’s \r\npeoples. Saint Kitts and Nevis therefore joins in \r\ncondemning the atrocities that have recently been \r\nperpetrated in Syria and Kenya, which have resulted in \r\nwanton loss of human lives. Such use of chemical and \r\nconventional weapons, resort to acts of violence and \r\nterrorism, and their spiralling inhumane effects will \r\nultimately have a far-reaching deleterious impact on \r\nglobal safety and security, which must continue to be a \r\nconcern for all of the world’s leaders and their peoples.\r\nMore than any other time in its history, the United \r\nNations must be more assertive in executing its mandate \r\nas a leading actor in securing world peace. Saint Kitts \r\nand Nevis appreciates the strides that we have made with \r\nthe Arms Trade Treaty, and would urge that we move \r\nwith alacrity to ensure its entry into force. However, \r\nas a small island State with open borders, we see the \r\nrelevance of establishing international standards and \r\ncontrols that will govern the illicit f low of small arms \r\nand light weapons through our Caribbean ports.\r\nWe commend the United States of America for the \r\npartnership that has been forged with Saint Kitts and \r\nNevis and the other States Members of the Caribbean \r\nthat form part of the United States Caribbean Basin \r\nSecurity Initiative, which, among other things, will be \r\npivotal to our efforts to stop the illicit f low of foreign-\r\nmade small arms into our peaceful Caribbean region. \r\nThis initiative has provided avenues of collaboration in \r\ncrime prevention and detection as we work together in \r\nbuilding the capacity of our security forces. This, we \r\nare convinced, will contribute significantly to creating \r\n13-48784 29/51\r\n27/09/2013 A/68/PV.15\r\nThere can be change in 2015 only as long as we \r\ndo not fail to take a bold and definitive stance in \r\naddressing the ills that stymie our efforts to move \r\nforward in achieving our goals. There will be change in \r\n2015 if we do not fail to pursue the priorities that will \r\neradicate poverty, enhance global peace and security, \r\nfind alternative means of reducing the impact of climate \r\nchange and saving our planet from destruction, and \r\nreduce elevated incidences of HIV/AIDS and NCDs. \r\nThere must be change in 2015 if the agencies of the \r\nOrganization adopt a policy of equity and the strong \r\ndetermination to execute their mandate to enable the \r\ninstitutionalization of a culture of peace and security, \r\nrespect for human lives and justice for all.\r\nLet us therefore, today and forever, commit to rising \r\nto the challenge and moving forward, imbued with a \r\nrenewed sense of focus, determination and urgency to \r\nfulfil our goals. May all that we say here bring us closer \r\nto that most vital and crucial of ends.\r\nThe President: On behalf of the General Assembly, \r\nI wish to thank the Prime Minister of Saint Kitts and \r\nNevis for the statement he has just made.\r\nMr. Denzil L. Douglas, Prime Minister, \r\nMinister for Finance, Sustainable Development, \r\nHuman Resources Development, Constituency \r\nEmpowerment and Social Security of Saint Kitts \r\nand Nevis, was escorted from the rostrum.\r\nThe President: I now call on His Excellency \r\nMr. Nicholas Clegg, Deputy Prime Minister of the \r\nUnited Kingdom of Great Britain and Northern Ireland.\r\nMr. Clegg (United Kingdom): In my lifetime, the \r\nworld has been sliced up and labelled in many different \r\nways: East and West; communism and capitalism; \r\nNorth and South; Christian and Muslim; developed \r\nand developing, and so on. But as we meet today, the \r\nmost important fault line is not one of geography, or \r\nideology, or religion, or wealth; it is the divide between \r\nthose societies which are open and those which are \r\nclosed. Open societies choose democracy and freedom \r\nat home, and engagement and responsibility abroad. \r\nClosed societies suppress the liberty of their citizens, \r\ndraw a veil across their actions and withdraw from our \r\nshared international life.\r\nWe must be honest — the forces of insularity and \r\nisolationism have gained momentum in recent years. \r\nDiscrediting democracy feels easier. Authoritarian \r\nStates point enthusiastically at the ongoing fallout of \r\nthe 2008 financial crisis — proof, they say, of a broken \r\nas a useful point of reference for Taiwan’s meaningful \r\nparticipation in other international agencies, such as \r\nthe International Civil Aviation Organization (ICAO) \r\nand the United Nations Framework Convention on \r\nClimate Change. While on that note, permit me to \r\ncommend Mr. Roberto Kobeh González, President of \r\nthe ICAO Council, on the decision to invite Taiwan to \r\nattend this month’s thirty-eighth ICAO Assembly as a \r\nspecial guest.\r\nGermane to the concept of exclusion from the \r\ninternational trading arrangement is the trade embargo \r\nimposed on Cuba at the height of the Cold War, which \r\ntoday remains a matter of concern for Saint Kitts \r\nand Nevis, as it does to the vast majority of nations \r\nrepresented in this important institution. Our own \r\nposition is based on our commitment to international \r\nlaw, the principles of the Charter of the United Nations \r\nand our obligations under the same. We therefore, \r\nlike so many in this Hall, are concerned about the \r\nextraterritorial application and effects of national \r\nlegislation on the sovereignty of States. Therefore, \r\nthe Government of Saint Kitts and Nevis reiterates its \r\nsupport for resolution 67/4 on the necessity of ending \r\nthe economic, commercial and financial embargo \r\nimposed by the United States of America against Cuba, \r\nand once again calls for an immediate end to that \r\nunilateral action.\r\nAs we move to open a chapter that will usher in a \r\nmore enlightened era of human existence, Saint Kitts and \r\nNevis joins with the States members of the Caribbean \r\nCommunity in supporting the very important case for \r\nreparations associated with the atrocities of slavery. \r\nAlthough the repercussions of slavery on the lives of our \r\nancestors cannot be quantified, we are convinced that \r\nthe deleterious effects, which even now are translated \r\ninto much hardship and poverty for the descendants of \r\nour ancestors, must be resolved. Therefore, the time has \r\ncome.\r\nThe world has seen more than its share of conflicts \r\nin recent years. In addition, natural disasters, sometimes \r\ncaused by climate change, continue to wreak havoc \r\nin many corners of the globe. All of this speaks to \r\nthe importance of us marshalling and managing very \r\ncarefully those resources that have been placed under \r\nour respective control for the benefit of the people we \r\nrepresent. It speaks to the importance of us being far \r\nmore responsible stewards of this planet than we have \r\nbeen in the past. It speaks to our working assiduously, \r\nwhenever we can, to abate tensions and promote peace.\r\n30/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nthe first time, a Prime Minister elected by Parliament. \r\nAlthough difficult challenges remain, Yemen has chosen \r\nreconciliation, dialogue and democracy over violence. \r\nTunisia is also focused on building a new democracy \r\nand economic growth, with progress towards a new \r\nConstitution, and further elections expected in 2014.\r\nYes, these nations will undergo more turbulence. \r\nThat is certain. Well-functioning democracy cannot \r\nemerge overnight, be exported from the West or \r\ndropped on a country from 8,000 feet — that much we \r\nhave learnt from the failures of the past. Developing \r\nthe culture and institutions needed — the rule of law, \r\nplural politics, human rights — is a painstaking process \r\nfor every country involved, and it requires strategic \r\npatience from the rest of the world.\r\nBut while the road to democracy is difficult, the \r\ndirection of travel is set. Everywhere we look, people \r\nare standing together against discrimination and for \r\nequality; against oppression and for liberty. A wave \r\nof openness has emerged, transcending borders and \r\ncultures. Men and women of every creed, faith and \r\ncolour are calling for fair opportunities and demanding \r\nto be heard.\r\nThe United Kingdom is clear. We are on the side of \r\nall those who support political freedom and economic \r\nempowerment. There will be no pulling up of the \r\ndrawbridge from us; no heading into retreat. We will \r\nresist any impulse to turn our back on the world.\r\nIn North Africa and the Middle East, we are \r\nhelping States put in place the building blocks for their \r\ndemocracies. Whether by training Libyan officials to \r\nsupervise fair elections, or supporting a free media by \r\ntraining journalists in Morocco, these are the nuts and \r\nbolts of successful democratic transition.\r\nWe are also supporting these countries’ economies \r\nthrough our stewardship of the Group of Eight \r\nDeauville Partnership this year, leading efforts to boost \r\ntrade and investment in the region, helping small- and \r\nmedium-sized enterprises and, crucially, promoting \r\ngreater participation by women. And we have kept the \r\npolitical spotlight on the need to return assets stolen by \r\nthe former regimes in those countries.\r\nIn Syria, our priority is to help bring about a \r\npolitical settlement. The foundations for a settlement \r\nwere agreed in Geneva last year — establishing, on \r\nthe basis of mutual consent, a transitional governing \r\nbody with full executive powers. We are in close touch \r\nwith our partners about convening a second Geneva \r\nWestern model. They feel vindicated; their citizens \r\nmay be less free, but their growth rates outstrip those \r\nin the West. At the same time, in many of the States \r\naffected by the financial crash, austerity has given rise \r\nto a period of introspection. The impulse is to turn \r\ninwards rather than face outwards.\r\nAnd so a crisis of confidence has threatened to take \r\nhold in parts of the developed world. It is not surprising \r\nto hear some argue that liberal democracy has had \r\nits day and that our multilateral system is becoming \r\nobsolete. But those who make these claims are wrong. \r\nThey are drawing the wrong conclusions from recent \r\nevents.\r\nThe real lesson of the past five years has been \r\nthe remarkable resilience of open societies and the \r\nacute need for international cooperation in today’s \r\nworld. Liberal democracies in Europe and across the \r\nAtlantic have weathered profound economic difficulty. \r\nThe eurozone did not fall over, as many said it would. \r\nBy working together, disaster was averted and the \r\nsovereign debt crisis is being managed.\r\nIn Europe we have maintained stability at a time of \r\ngreat upheaval because, for the most part, our citizens \r\nhave expressed their frustration peacefully and through \r\nthe ballot box. And where there has been unrest, mature \r\ndemocracies have managed it with relative success. And \r\nso, just as the events of recent years have revealed the \r\nweaknesses of some Western economies, they have also \r\nunderscored the great strength of open societies — the \r\nability to evolve and adapt. Open societies do not fear \r\nchange, and in the twenty-first century such openness \r\nto reform is critical to lasting stability and success.\r\nDemocracy, free speech, participation, equality \r\nbefore the law, the right to peaceful protest, the right \r\nto be educated, the chance to work — these are not \r\nWestern values; they are the political and economic \r\nfreedoms sought by citizens everywhere, and they \r\nare gaining force in every country around the globe. \r\nGovernments that ignore them are fighting a losing \r\nbattle. Democracy did not fail in Egypt; a single set of \r\nelections failed. Egypt now needs to return to the path \r\nof inclusive democracy. The democratic urge remains \r\nas strong among the people as it was when they first \r\nrejoiced in Tahrir Square.\r\nIn other parts of the region, while the picture is \r\nmixed, important progress has been made. In Libya, the \r\nGeneral National Congress is working towards elections \r\nin early 2014. Morocco has a new Constitution and, for \r\n13-48784 31/51\r\n27/09/2013 A/68/PV.15\r\nready, as the United Kingdom Government, to improve \r\nour relationship on a step-by-step and reciprocal basis.\r\nOne thing that would fundamentally transform the \r\nMiddle East is a conclusive two-State agreement to end \r\nthe Israeli-Palestinian conflict — an agreement based \r\non 1967 borders with agreed land swaps that leads \r\nto a sovereign and viable Palestinian State living in \r\npeace alongside a safe and secure Israel, a universally \r\nrecognized Palestine alongside a universally recognized \r\nIsrael.\r\nI commend the dedicated efforts of Secretary \r\nKerry and the courageous leadership of Prime Minister \r\nNetanyahu and President Abbas, which have enabled \r\ndirect peace talks to resume. I sincerely hope that both \r\nparties will make every effort to keep talks going, \r\nincluding a halt in the building of new settlements. The \r\ninternational community must fully support the parties \r\nas they make the difficult decisions that are necessary \r\nfor achieving a lasting peace. Britain stands ready to \r\nplay its part.\r\nAs we wind up our military operations in \r\nAfghanistan, the United Kingdom continues to work \r\nwith the Afghan Government to ensure a successful \r\ntransition. The Afghan National Security Forces are now \r\nleading on security and continue to grow in confidence \r\nand capability. That is a significant achievement. In the \r\nUnited Kingdom, we recognize the serious challenges \r\nstill ahead for Afghanistan, but we strongly believe that \r\nthere is room for optimism about the country’s long-\r\nterm future. This is a crucial time for Afghan men, \r\nwomen and children, as they prepare for elections in \r\n2014, which must be credible, transparent and inclusive.\r\nPoverty is as great a threat to stability and freedom \r\nas are conflict and oppression. Thus, despite the strain \r\non our finances, the United Kingdom has met its target \r\nto spend 0.7 per cent of its gross national income on \r\ndevelopment assistance. We are the only country in \r\nthe Group of 20 (G-20) to have done so. Following the \r\nglobal economic crisis, we said we would not balance \r\nour books on the backs of the world’s poorest and we \r\nhave held true to our word.\r\nOn Monday, we announced that we would provide \r\n$1.6 billion to the Global Fund to Fight AIDS, \r\nTuberculosis and Malaria. That is 10 per cent of the \r\nFund’s replenishment, so long as others join.\r\nWomen and girls remain at the heart of our \r\ndevelopment agenda. They are the key to economic \r\ngrowth, so investing in girls’ education is the single \r\nconference as soon as possible. No meaningful political \r\nsolution can occur without the moderate Syrian \r\nopposition. We recognize the Syrian National Coalition \r\nas the legitimate representatives of the Syrian people, \r\nand we recognize their commitments to the Geneva \r\nprocess and to building a secular, democratic and \r\npluralist Syria that ensures equal rights for all.\r\nOn the issue of chemical weapons in Syria, on \r\n21 August the Al-Assad regime committed a war \r\ncrime under international humanitarian law, launching \r\na large-scale chemical-weapon attack on its own \r\npeople — the first attack on this scale for 25 years and \r\n88 years after such weapons were universally banned. \r\nAs President Obama said here on Tuesday (see A/68/\r\nPV.5), it is an insult to human reason to suggest that \r\nthe regime was not responsible for that war crime. \r\nThe international community must react, and react \r\nin unison. That is why we hope to adopt later today a \r\nSecurity Council resolution establishing binding legal \r\nobligations on the Syrian regime for the removal and \r\ndestruction of Syria’s vast chemical-weapons arsenal.\r\nOn Wednesday, I announced that the United Kingdom \r\nwould provide a further $160 million of humanitarian \r\nsupport for the Syrian people, bringing total United \r\nKingdom funding to $800 million — £500 million — our \r\nbiggest-ever response to a humanitarian crisis, much of \r\nwhich is aimed at helping the many children caught up \r\nin this tragic conflict.\r\nThe world has raised close to $1 billion of \r\nhumanitarian support this month, and I hope that others \r\nwill step up and contribute. Most importantly, I call on \r\nall parties inside Syria to allow humanitarian agencies \r\nto operate without hindrance or the threat of violence. \r\nUnless that urgent humanitarian access is given, no \r\namount of money can alleviate the scale of the Syrian \r\npeople’s suffering.\r\nI welcome President Rouhani’s comments on \r\nTuesday that he wants a constructive engagement \r\nbetween Iran and the rest of the world and that he \r\nwants to engage immediately in time-bound talks on \r\nthe nuclear issue. Those are encouraging words which I \r\nvery much hope are matched with genuine action. I am \r\npleased that negotiations on Iran’s nuclear programme \r\nwill restart in October. If Iran’s words are followed by \r\nconcrete steps, then there is a real opportunity to make \r\nprogress in resolving the serious international concerns \r\nabout Iran’s nuclear programme. We also look to a more \r\nconstructive approach from Iran in helping resolve the \r\ncrisis in Syria, and we have made clear to Iran that we are \r\n32/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nLondon street or innocent shoppers gunned down in a \r\nbusy Nairobi mall, we are all vulnerable. Following the \r\nrecent horrific events in Nairobi, the United Kingdom \r\nis working closely with the Governments of Kenya, \r\nSomalia and countries across the region to tackle the \r\nissue. Our global response to terrorism must be robust, \r\nintelligent and cover all those areas where our work \r\ntogether can make a genuine difference. Alone we can \r\ntake small steps forward, but together we can take giant \r\nleaps.\r\nThat much was clear earlier this year when we \r\nsigned the world’s first Arms Trade Treaty (resolution \r\n67/234 B) to better regulate the global sale of weapons. \r\nThe United Kingdom is proud of the role we played in \r\ndelivering it, and we urge any countries that have not \r\nsigned it to do so. The Treaty reminds us that, with \r\nenough political will, we can come together and do the \r\npreviously unthinkable, and that should embolden us to \r\ndo still more.\r\nThe United Nations has many virtues, but it also has \r\nserious shortcomings that must be faced. The United \r\nNations has no greater friend than the United Kingdom, \r\nbut it does not adequately reflect the world we live in \r\ntoday. The Security Council must be reformed. Unless \r\nmore room is made at the top table, it will fast become \r\nan anachronism, a relic of a different time. That is why \r\nthe United Kingdom continues to support permanent \r\nseats for Brazil, India, Germany and Japan, and \r\npermanent African representation, too. We call on all \r\nStates to play their part in this forum, and in our other \r\ninternational institutions, just as we will play ours.\r\nWe are at our best when we engage constructively \r\nwith one another and when we are ambitious in \r\npursuing our shared goals. That is as important for \r\nthose countries whose economies and influence have \r\ngrown and transformed over more recent years as it \r\nis for the old, established Powers. Greater influence \r\nmeans greater responsibility. The world is a better place \r\nbecause Brazil is taking a lead in tackling deforestation, \r\nbecause Mexico has enshrined climate-change targets \r\ninto law, because the Republic of Korea is leading the \r\nway on nuclear security.\r\nBut there is much more to do; there are many more \r\nareas where we need to take the lead. A global trade deal \r\nto cut bureaucracy at borders — the subject of a World \r\nTrade Organization meeting that will take place in \r\nBali in early December — would mean a trillion-dollar \r\nboost for the global economy.\r\nmost effective thing we can do to break the cycle of \r\npoverty. We must end gender inequality, which is the \r\nroot of violence against women. That ambition is at \r\nthe heart of the United Kingdom’s initiative to end \r\nsexual violence in conflict, and I would encourage all \r\nStates that have yet to do so to endorse the Declaration \r\nof Commitment to End Sexual Violence in Conflict. \r\nOver 115 States are already committed; we are sending \r\na message to the victims of those devastating crimes \r\nthat they are not alone and that their attackers will be \r\npunished.\r\nWe have also used our presidency of the Group \r\nof Eight (G-8) to focus on three areas where we can \r\nsupport global prosperity — boosting trade, ensuring \r\nbetter transparency to help developing nations benefit \r\nfrom resources that are rightfully theirs, and cracking \r\ndown on tax evasion and closing tax loopholes. That \r\nwas just the start of our work on that agenda, and we \r\nare pleased that the United Kingdom’s trade, tax and \r\ntransparency priorities have been fully reflected in \r\nagreements reached by the G-20, including extending \r\nthe commitment to resist protectionist measures by \r\na further two years to the end of 2016, so that trade \r\nremains as free and open as possible.\r\nWhether it be in the G-8, the G-20, the European \r\nUnion, NATO or the Commonwealth, or as one of the \r\nfive permanent members of the Security Council, the \r\nUnited Kingdom will continue to be an active and \r\nengaged player in the world. The biggest problems we \r\nface are problems we share.\r\nTake climate change, for example — the report issued \r\nthis morning by the United Nations Intergovernmental \r\nPanel on Climate Change confirms that sea levels are \r\nalready rising and that ice is melting faster than we had \r\nexpected. The report is an authoritative rebuke to all \r\nthose who persist in claiming that man-made climate \r\nchange does not exist. The United Kingdom will \r\ncontinue to cut our emissions and give over $6 billion \r\nto assist developing countries to do the same and adapt \r\nto environmental changes.\r\nBut if we are to halt the devastating effects of \r\nclimate change, we must listen to the science, act now \r\nand act together. We thus welcome the Secretary-\r\nGeneral’s announcement of a leaders’ summit next year \r\nas a key step towards all nations agreeing to a deal in \r\n2015 to take action to avert the crisis.\r\nWe are all affected by the scourge of terrorism. \r\nWhether it is a soldier brutally murdered on a quiet \r\n13-48784 33/51\r\n27/09/2013 A/68/PV.15\r\nan understanding of the fact that, objectively, those \r\nprocesses will be lengthy and sometimes painful, and \r\nthat it will be quite important not to undermine them \r\nthrough gross outside interference.\r\nWe have emphasized the need to act in a balanced \r\nway and to take account of the fact that current complex \r\ndevelopments are associated with, among other things, \r\na tireless quest for compromises among the various \r\nethnic and religious groups that make up the mosaic \r\nof Arab societies. We have consistently supported the \r\nchoice of the evolutionary way of development and the \r\npeaceful settlement of crises through national dialogue \r\nand reconciliation.\r\nAnother perspective has been reflected in the \r\nattempts made to determine who is and is not legitimate \r\namong the leaders of the Middle East and North Africa \r\nregion, to impose a view as to which side should be \r\nsupported in domestic national conflicts, and to dictate \r\nexternal, ready-made prescriptions for democratic \r\ntransformation.\r\nAttempts to portray, in a simplified way, the \r\ndevelopments in the Arab world as the struggle of \r\ndemocracy against tyranny or of good against evil \r\nhave long obscured the problems associated with the \r\nrising wave of extremism, which is spilling over into \r\nother regions today. The terrorist attacks in Kenya \r\nhave demonstrated the full gravity of that threat. It is \r\ncommon knowledge that jihadist groups that include \r\nnumerous radical elements from all parts of the world \r\nare the most combat-capable units of the opposition. \r\nThe goals that they are pursuing have nothing to do with \r\ndemocracy but are based on intolerance and aimed at \r\nthe destruction of secular States and the establishment \r\nof caliphates. It is difficult to qualify as far-sighted a \r\npolicy that entails fighting in Mali the same extremist \r\ngroups that are being supported in Syria.\r\nThe use of chemical weapons is inadmissible. That \r\ndoes not mean, however, that one can usurp the right \r\nto accuse and to render verdicts. All of the incidents \r\nassociated with the use of chemical weapons in Syria, \r\nby whomsoever committed, must be investigated in a \r\nprofessional and unbiased manner and then considered \r\nby the Security Council exclusively on the basis of \r\nfacts rather than of allegations or assumptions. In that \r\nrespect, at the Group of 20 (G-20) summit held in June, \r\nan agreement was reached by leaders of the eight key \r\nStates.\r\nIn the next two years, the United Kingdom wants \r\nto do as much as it can to drive progress on the United \r\nNations Millennium Development Goals, and we are \r\nalso working in the United Nations and with civil \r\nsociety to set out a post-2015 agenda that is even \r\nmore ambitious. There can be no greater goal than to \r\neradicate extreme poverty, leaving no one behind.\r\nOn these and all other issues facing our nations, we \r\nare quite simply stronger together than we are apart. \r\nNow more than ever, we must fend off the forces of \r\ninsularity and isolationism, stand up for our values and \r\nlook out to the world. That is what the United Kingdom \r\nwill do. We stand ready to work with all others who will \r\ndo the same.\r\nThe President: I now call on His Excellency \r\nMr. Sergey Lavrov, Minister for Foreign Affairs of the \r\nRussian Federation.\r\nMr. Lavrov (Russian Federation) (spoke in Russian): \r\nInternational relations are becoming increasingly \r\ncomplex and multidimensional, while developments \r\nin the world are even more rapid and less predictable. \r\nUnder these circumstances as never before, there is an \r\nurgent need to agree upon collective responses to the \r\nkey issues of today. It is solely within the power of such \r\na truly universal Organization as the United Nations \r\nto do so. Moreover, such solidarity-based efforts will \r\nbe productive only if they reflect the entire spectrum \r\nof views of the international community on global \r\nchallenges and threats, a broad range of historical \r\nexperiences and the full cultural and civilizational \r\ndiversity of the modern world.\r\nFor most of the Members of the United Nations \r\nfamily, that approach is axiomatic. However, there is \r\nalso another tendency whereby collective actions are \r\nunderstood primarily as agreement with the viewpoint \r\nof one group of countries. Such views manifest \r\nthemselves in various areas: international security, the \r\nsettlement of conflict situations, the functioning of the \r\nworld economy, and the choice of development models \r\nand core values.\r\nMany problems affecting today’s world are reflected \r\nin the tragic situation in Syria and in the uncertainty \r\nsurrounding the development of events in the Middle \r\nEast and North Africa overall. From the very onset of \r\nthe turmoil in that region, Russia has consistently called \r\nfor the development by the international community \r\nof a common approach combining support for the \r\nArab peoples on their path to transformation with \r\n34/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nPeople are continuing to die and innocent civilians \r\nto suffer every day in Syria. Religious minorities, \r\nincluding Christian communities, are becoming \r\nvictims of the conflict, which is increasingly acquiring \r\na sectarian character. Virtually the only possibility \r\nremaining today to put an end to this turmoil is \r\nto break the deadlock regarding the process of a \r\npolitical settlement of the Syrian crisis. We continue \r\nto work tirelessly for the earliest convening of a peace \r\nconference to implement the Geneva communiqué \r\nof 30 July 2012 (S/2012/522, annex). We hope that, \r\nfollowing the example set by the Government of Syria, \r\nthe opposition will also constructively respond to the \r\nRussia-United States initiative.\r\nThe Syrian crisis should not overshadow the need to \r\naddress the Palestinian problem. We expect the Israeli \r\nand Palestinian leaders to shoulder their responsibility \r\nfor the future of their people at this current critical \r\nstage, where the parties have resumed direct talks \r\nafter a lengthy interruption. While duly recognizing \r\nthe efforts made by the United States in the Middle \r\nEast settlement process, we deem it necessary to \r\nintensify the activity of the Quartet, the internationally \r\nrecognized mechanism for providing assistance to the \r\npeace process in the region on the basis of the relevant \r\ndecisions of the United Nations, the Madrid principles \r\nand the Arab Peace Initiative. It is also important to \r\nensure the close involvement of the Arab countries in \r\nthe activities of the Quartet.\r\nApproaches based on negotiation are also required \r\nwith respect to other situations, including the Iranian \r\nnuclear programme and the nuclear problem in the \r\nKorean peninsula. As President Vladimir Putin noted \r\nin his recent article in the 11 September 2013 issue of \r\nThe New York Times,\r\n“We must stop using the language of force and \r\nreturn to the path of civilized diplomatic and \r\npolitical settlement.”\r\nThis would help to improve the international \r\nenvironment and contribute to stepping up collective \r\nefforts to counter global challenges, including terrorism \r\nand drug trafficking. Russia intends to attach priority \r\nattention to these challenges during its presidency of \r\nthe Group of Eight, in 2014.\r\nToday, when the rigid frame of the bipolar system \r\nhas been long relegated to the past, a mark of the time \r\nis the strengthening of the democratic foundations both \r\nwithin States and in international relations. That means \r\nRecently a common argument has been \r\nincreasingly made to the effect that the threat or use \r\nof force, directly prohibited by the Charter of the \r\nUnited Nations, is virtually the most effective method \r\nof addressing international problems, including the \r\nsettlement of domestic conflicts. There have been \r\nattempts to extrapolate such an approach to the \r\nsituation in Syria as well, despite the fact that recent \r\nexperience with such interventions has proved that they \r\nare ineffective, meaningless and destructive. That is an \r\nextremely dangerous path leading to the erosion of the \r\nfoundations of today’s world order and the subversion \r\nof the weapons of mass destruction non-proliferation \r\nregimes.\r\nIt is alarming to hear statements about the right \r\nto use military force to ensure one’s own interests in \r\nthe Middle East region under the pretext of a persistent \r\nleadership gap in the international arena. Recent history \r\nshows that no State, no matter how big or powerful, \r\ncan cope alone with challenges of the scope faced by \r\nhumankind today.\r\nThere is no doubt that leadership is required. \r\nHowever, today it can only be collective leadership \r\nbased on agreed actions of the leading members of \r\nthe international community, with strict respect for \r\nthe principles and norms of international law. It is \r\nthe growing understanding of that reality that has \r\nopened the way towards achieving Russia-United \r\nStates understandings relating to the placing under \r\ninternational control and subsequent elimination of the \r\nSyrian chemical arsenals. That became possible thanks \r\nto the decision by Damascus to join the Chemical \r\nWeapons Convention and fulfil the relevant obligations \r\nfollowing the expedited procedure.\r\nWe expect that the decisions of the Organization \r\nfor the Prohibition of Chemical Weapons Executive \r\nCouncil and the Security Council will contribute to \r\ncreating the framework required for the elimination of \r\nchemical arsenals in Syria.\r\nProgress in the area of chemical disarmament in \r\nSyria should give impetus to the implementation of \r\nexisting arrangements to convene a conference on \r\nestablishing a zone free of weapons of mass destruction \r\nand their means of delivery in the Middle East. We know \r\nthat there are a number of complicated issues related to \r\nensuring full participation of the countries of the region \r\nin such a conference, but they cannot be discussed \r\nendlessly. That is exactly when true leadership and \r\nresolve must be demonstrated for the common benefit.\r\n13-48784 35/51\r\n27/09/2013 A/68/PV.15\r\nThe President: I now call on His Excellency \r\nMr. Yun Byung-se, Minister for Foreign Affairs of the \r\nRepublic of Korea\r\nMr. Yun Byung-se (Republic of Korea): May I first \r\ncongratulate you, Sir, on your election as President of \r\nthe General Assembly at its sixty-eighth session. I am \r\nconfident that the current session will be a fruitful one \r\nunder your able leadership.\r\nThe Republic of Korea is pleased that the United \r\nNations, in partnership with its Member States \r\nand under the stewardship of Secretary-General \r\nBan Ki-moon, is strengthening multilateralism by \r\nsuccessfully responding to the diverse challenges that \r\nthe international community faces. We are confident \r\nthat the Secretary-General’s Five-Year Action Plan \r\nwill help the United Nations to keep making important \r\ncontributions in this period of transformation.\r\nTwenty-two years ago I was present in the Assembly \r\nto watch with great emotion the historic moment when \r\nthe Republic of Korea was admitted as a State Member \r\nof the United Nations. The moment came at the end \r\nof a long wait during the Cold War. At that time the \r\nRepublic of Korea solemnly pledged to actively take \r\npart in the shaping of a new global order that is free, fair \r\nand prosperous and where justice and the rule of law \r\nprevail. To live up to this pledge, the Republic of Korea, \r\nthough a latecomer, has fully embraced the callings of \r\nthe United Nations with passion and devotion. In many \r\ncorners of the world, Korea has actively taken part in \r\npeacekeeping and reconstruction efforts. Currently, \r\nKorea is serving as a member of the Security Council \r\nand the Human Rights Council, among others.\r\nSince its inception, the United Nations has taken \r\non the noble endeavour of helping the peoples of the \r\nUnited Nations to live in larger freedom. However, \r\ninsecurity and inequality, injustice and intolerance still \r\nprevail in many parts of the world, where our common \r\nefforts are desperately needed. Furthermore, the rise \r\nof new global challenges, such as climate change, \r\nterrorism and cybercrime, calls for global cooperation \r\nthat transcends the existing inter-State system. In other \r\nwords, the importance and the relevance of the United \r\nNations is ever increasing, as it is a key vehicle for \r\nglobal cooperation.\r\nThe new Administration of the Republic of Korea \r\nhas put forward its foreign-policy vision, which is \r\nbuilt on two fundamental objectives: “happiness of the \r\npeople” and “happiness of the global community”. Such \r\nin particular that the recognition of the right of peoples \r\nto independently determine their destiny and to choose \r\nthe optimal forms of social and political structure \r\nand social and economic systems should become an \r\nindisputable norm of conduct. In the same way, the \r\ncomplex of exclusiveness and supremacy regarding \r\none’s own customs in the human rights area should be \r\nabandoned and instead the universal criteria enshrined \r\nin the Universal Declaration of Human Rights should \r\nbe used as a guideline. Moreover, it is important to \r\nrespect the traditional values that are common to all \r\nthe religions.\r\nIt is obvious that a genuine partnership is hardly \r\nachievable without reliance on the foundations of \r\neconomic cooperation. The prevailing majority of \r\nStates are interacting within the framework of the \r\nWorld Trade Organization and in that sense they are \r\nalready operating in a common economic space. \r\nThis creates the prerequisites for working towards \r\nharmonization of integration processes in various \r\nregions of the world instead of trying to artificially pit \r\nthem against each other by creating new division lines. \r\nRussia is proceeding from that exact understanding in \r\nits joint work with its partners in the establishment of \r\nthe Eurasian Economic Union.\r\nRussia attaches great importance to achieving the \r\nMillennium Development Goals and the drafting of the \r\nglobal development agenda for the post-2015 period \r\non their basis. The main priorities are the eradication \r\nof poverty and support for economic growth through \r\nthe expansion of investment opportunities and the \r\ncreation of new jobs. Some of the most urgent issues \r\nare the strengthening of the energy and transport \r\ninfrastructures, the fight against infectious diseases \r\nand road safety.\r\nCooperation among States should rely on efficient \r\nmechanisms and an adequate resource base. In that \r\ncontext, we support the further strengthening of the \r\ncoordinating role and potential of the United Nations \r\nEconomic and Social Council. During its chairmanship \r\nof the Group of 20, Russia has consistently pursued \r\na policy of developing its interaction with the United \r\nNations. We believe that the General Assembly, in \r\ncooperation with the G-20, will develop a realistic \r\nprogramme of long-term cooperation.\r\nI firmly believe that, by joining forces on the basis \r\nof genuine respect and considering the interests of each \r\nand everyone, we will be able to achieve the lofty goals \r\nthat are enshrined in the Charter of the United Nations.\r\n36/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nthe advent of another nuclear-armed State. However, \r\nif it decides to give up its so-called parallel pursuit \r\nof economic development and nuclear armament and \r\nin turn embarks on a path of genuine change through \r\nconcrete actions, the Republic of Korea stands ready to \r\nhelp the Democratic People’s Republic.\r\nAlongside the proliferation of WMD, terrorism \r\npresents a grave threat to international peace and \r\nsecurity in the twenty-first century. The Republic of \r\nKorea strongly condemns the terrorist attack that took \r\nplace last weekend in Nairobi, Kenya. Our sincere \r\ncondolences go out to the victims and their families of \r\nthe tragedy. The Government of the Republic of Korea \r\ndenounces all forms of terrorism and will continue to \r\ntake part in the global efforts to combat terrorism.\r\nTogether with its efforts to respond to the imminent \r\nsecurity threats, including the proliferation of WMD, \r\nthe new Administration of the Republic of Korea is \r\npursuing a policy that it calls “trustpolitik”, to establish \r\na regional order of reconciliation and cooperation \r\nin the Korean Peninsula and in Northeast Asia. Our \r\ntrustpolitik, in turn, is implemented through the Korean \r\nPeninsula Trust-Building Process and the Northeast \r\nAsia Peace and Cooperation Initiative.\r\nThe Korean Peninsula Trust-Building Process \r\naspires to safeguard peace based on strong deterrence, \r\nwhile simultaneously building peace through dialogue \r\nand cooperation. Through that process, the new \r\nAdministration of the Republic of Korea was able to \r\nensure the resumption of operations in the Kaesong \r\nindustrial park, the only remaining inter-Korean \r\neconomic cooperation project.\r\nFurthermore, the Republic of Korea proposes to \r\ncreate a world peace park in the world’s most heavily \r\narmed demilitarized zone, in order to transform a \r\nlasting legacy of the Cold War and a divided Korea into \r\na new space of peace and harmony. It is my hope that the \r\nUnited Nations and the two Koreas will work together \r\nto bring this proposal to fruition, thereby contributing \r\ngreatly to the building of trust in the Korean peninsula.\r\nTurning to the broader region of North-East Asia, \r\nKorea is expecting further political and security \r\ncooperation that corresponds to the level of economic \r\ninterdependence in the region. To that end, the \r\nRepublic of Korea proposed the Northeast Asia Peace \r\nand Cooperation Initiative, which will open dialogue \r\non soft issues of common interests to the players in \r\nthe region. The Republic of Korea is also interested in \r\na vision resonates with the core values of the United \r\nNations — peace, human rights and development.\r\nKorea seeks to make meaningful contributions to \r\nmaintain global peace beyond the Korean peninsula. \r\nWe want to share the fruits of our economic success, \r\nwhich was achieved with the help of the international \r\ncommunity, and strive to enhance the dignity and \r\nhappiness of all global citizens. I believe that that is \r\nin line with the purposes and principles of the United \r\nNations as well.\r\nThe first pillar in attaining global happiness is \r\nsecurity. In particular, the Republic of Korea is of \r\nthe view that the proliferation of weapons of mass \r\ndestruction and their means of delivery is one of the \r\nmost serious threats to international peace and security.\r\nIn that connection, the use of chemical weapons \r\nin Syria, as confirmed by the report of the United \r\nNations investigators (A/67/997), has caused the worst \r\nhumanitarian disaster in the twenty-first century. The \r\nGovernment of the Republic of Korea condemns the use \r\nof chemical weapons in the strongest possible terms, as \r\nit constitutes a crime against humanity that cannot be \r\ntolerated under any circumstances.\r\nIn that regard, we welcome the recent agreement \r\nbetween the United States and Russia on the Framework \r\nfor Elimination of Syrian Chemical Weapons, \r\nand expect a decision by the Organization for the \r\nProhibition of Chemical Weapons. and a reinforcing \r\nresolution by the Security Council, sometime today. We \r\nurge the Syrian Government to faithfully implement its \r\ncommitments to the international community. We also \r\nstrongly call upon all countries that have not acceded \r\nto the Chemical Weapons Convention, including the \r\nDemocratic People’s Republic of Korea, to do so as \r\nsoon as possible.\r\nIn that context, I must draw attention to the \r\nseriousness of the Democratic People’s Republic’s \r\nongoing weapons of mass destruction (WMD) \r\nprogrammes. Despite a series of Security Council \r\nresolutions, the Democratic People’s Republic launched \r\nlong-range missiles and conducted nuclear tests as \r\nrecently as in early 2013, in blatant violation of its \r\ninternational obligations. It should strictly implement \r\nits obligations under the relevant Security Council \r\nresolutions, including resolution 2094 (2013). As is the \r\ncase with Syria, the international community should \r\nmake united efforts to roll back the Democratic People’s \r\nRepublic’s nuclear-weapons programmes to prevent \r\n13-48784 37/51\r\n27/09/2013 A/68/PV.15\r\nsexual violence during conflicts is one of the most \r\nserious types of human rights violation. It is a war \r\ncrime that not only destroys the life of the victim, but \r\nalso that of the victim’s family and the community.\r\nIn particular, for the victims of sexual violence \r\nduring conflicts of the past century, the pain and \r\nthe agony continue to this day. What matters most is \r\ngenuine remorse and concrete actions. As repeatedly \r\nemphasized in reports of United Nations special \r\nrapporteurs on sexual violence, responsible measures \r\nare called for that can restore the honour of the victims \r\nand soothe their pain, as such crimes involve a universal \r\nhuman rights issue.\r\nUnderdevelopment and extreme poverty are the \r\ncore challenges facing the United Nations today. Since \r\nthe Millennium Summit was held in 2000, the collective \r\nefforts by the international community to reach the \r\nMillennium Development Goals (MDGs) have yielded \r\nsome very tangible results. However, progress has not \r\nbeen equally enjoyed across all regions, countries and \r\ngroups of people. It is against that backdrop that we \r\nattach great importance to discussions on the future \r\ndirection of and road map for development cooperation, \r\nunder the theme of “The post-2015 development agenda: \r\nsetting the stage”, at the present session of the General \r\nAssembly.\r\nThe next set of common global development goals \r\nshould be genuinely people-centred and take into \r\naccount a standard of well-being that goes beyond the \r\ntraditional income levels. The new goals should place \r\nthe greatest priority on guaranteeing the dignity of all. \r\nFurthermore, they should seek to build partnerships \r\nwith the newly emerging development actors, so as to \r\neffectively utilize available capacities and resources. \r\nThe Republic of Korea hopes that the Busan Global \r\nPartnership for Effective Development Cooperation, \r\nlaunched in 2012, will also play a significant role in \r\nsetting up a new cooperative mechanism to lead the \r\nimplementation of the post-2015 development agenda.\r\nSuch development goals also coincide with Korea’s \r\nforeign policy objective of building an era of global \r\nhappiness. The Republic of Korea hopes to work \r\ntogether to complete the unfinished business of the \r\nMDGs by pursuing a recipient-oriented development \r\ncooperation policy. More specifically, we will continue \r\nto increase our official development assistance and \r\nshare our successful development experiences, such as \r\nthe Saemaul Undong, or New Community Movement, \r\nwith developing countries.\r\nlearning from the valuable experiences in successful \r\nregional institutions, such as the European Union, the \r\nOrganization for Security and Cooperation in Europe \r\nand the Regional Forum of the Association of Southeast \r\nAsian Nations.\r\nThe second pillar of an era of global happiness \r\nis the promotion of human rights and human dignity \r\nas universal values. In the past century, the Republic \r\nof Korea went through a colonial occupation and a \r\ntragic internecine war. From that experience, Koreans \r\nbecame more appreciative than others of the paramount \r\nimportance of human rights and humanitarianism.\r\nWorldwide, there is an alarming increase in the \r\nnumber of refugees and internally displaced persons \r\nowing to wars and intra-State conflicts. Concerning \r\nthe massive refugee problem caused by the Syrian \r\ncivil war, my Government is actively involved in \r\ninternational efforts to assist the refugees. Korea is \r\nalso planning to co-host a working group meeting \r\non Syrian reconstruction in Seoul next month. The \r\nRepublic of Korea also wishes to emphasize the need to \r\nuphold the internationally established legal principle of \r\nnon-refoulement.\r\nToday, there are over 10 million people in Korea \r\nsuffering from the agony of not being able to see their \r\nloved ones across the inter-Korean border, even 60 years \r\nafter the end of the Korean War. Based on the recent \r\nagreement between the two Koreas, a reunion for those \r\nseparated families was to be held this week. However, \r\nto our utmost regret, the Democratic People’s Republic \r\nof Korea unilaterally cancelled that reunion, which \r\nwould have been a humanitarian event, citing political \r\nreasons. Such an inhumane decision cannot be justified \r\nfor any sound reason. Thus far, the new Administration \r\nof the Republic of Korea has maintained the insulation \r\nof humanitarian issues from political considerations. \r\nI therefore urge the Democratic People’s Republic of \r\nKorea to convene the family reunion as soon as possible \r\nso as to ease the pain and suffering of the Korean people \r\nas a whole.\r\nThe Republic of Korea wishes to draw the attention \r\nof the Assembly to the increasing need to protect \r\ncivilians, including women and children, from armed \r\nconflicts around the globe. With that in mind, during \r\nits presidency of the Security Council in February, \r\nthe Republic of Korea chaired an open debate on the \r\nprotection of civilians in armed conflict (see S/PV.6917). \r\nWe are also one of the champions of the newly launched \r\nprotection from sexual violence initiative. In fact, \r\n38/51 13-48784\r\nA/68/PV.15 27/09/2013\r\npursue? And what kind of international role will it play? \r\nI understand that those questions are of great interest to \r\nthe international community. As the Foreign Minister \r\nof the new Chinese Government, I wish to give an \r\nemphatic answer to each of them.\r\nChina will stay firmly on the path of peaceful \r\ndevelopment. China’s rapid development over the years \r\nhas given rise to worries that China might follow the \r\nold pattern of wealth breeding arrogance and strength \r\nleading to hegemony, and various versions of the China \r\nthreat theory have surfaced. However, what happened \r\nin the past should not be applied to today’s China.\r\nThe outdated Cold War mentality has no place \r\nin the new era of globalization. The Chinese nation \r\nloves peace and the Chinese culture values harmony. \r\nThroughout history, the Chinese people have always \r\nembraced international exchanges and trade, not \r\nforeign aggression and expansion, and have adhered to \r\nthe patriotic resolve to defend the homeland rather than \r\nthe colonialist doctrine of seizing new territories.\r\nThe culture of a country determines its values, \r\nand its history points the way to its future. Close to 40 \r\nyears ago, it was from this rsotrum that the Chinese \r\nleader Deng Xiaoping solemnly declared on behalf of \r\nthe Chinese Government that China would never seek \r\nhegemony in the world. Today, his statement remains \r\nour unchanging commitment and conviction. China has \r\nhonoured and will continue to honour its promise and \r\nremain a staunch force for upholding world peace.\r\nChina pursues peaceful development and calls \r\non all other countries to follow the same path. Since \r\nthe beginning of reform and opening up, China has \r\nbecome increasingly interdependent with the global \r\neconomy and integrated into the international system. \r\nWe are committed to working with others to establish \r\na new type of international relations, based on win-win \r\ncooperation, and to seek the peaceful resolution of \r\ninternational and regional disputes. With regard to \r\nChina’s disputes with some countries over territorial \r\nsovereignty and maritime rights and interests, we \r\nsincerely hope to resolve them in accordance with \r\nproper procedures, through negotiation and consultation \r\nwith the countries directly involved. Those disputes \r\nthat cannot be resolved now can be shelved for future \r\nresolution. That is our consistent position and practice. \r\nOn the other hand, we will, whatever the circumstances, \r\nfirmly safeguard China’s sovereignty and territorial \r\nintegrity and resolutely uphold China’s legitimate and \r\nlawful rights and interests.\r\nIn addition, a united response to climate change \r\nis critical to achieving global happiness. Korea will \r\nactively support the Green Climate Fund, headquartered \r\nin Korea, so that it develops into a significant \r\norganization that supports developing countries in \r\nresponding to climate change and the threats it brings.\r\nDeepening global interdependence has led to \r\nthe rise of challenges requiring a common response. \r\nExpectations of the role to be played by the United \r\nNations are now higher than ever before. Indeed, the \r\nUnited Nations has made great contributions as the \r\ncentre of global cooperation and is expected to continue \r\nin those noble endeavours. As former Secretary-General \r\nDag Hammarskjöld once said, we should\r\n“recognize the United Nations for what it is — an \r\nadmittedly imperfect but indispensable instrument \r\nof nations working for a peaceful evolution towards \r\na more just and secure world order”.\r\nI am reminded of the solemn pledge that my \r\nGovernment made 22 years ago — that the Republic \r\nof Korea will actively contribute to the resolution of \r\nglobal challenges through the United Nations. Today, I \r\nstand before the Assembly to reaffirm the commitment \r\nof the new Government of the Republic of Korea — that \r\nKorea will contribute to realizing the era of global \r\nhappiness by achieving the goals set out by the United \r\nNations. It is only when we make common and collective \r\nefforts toward advancing the universal values of peace, \r\ndevelopment and human rights that the United Nations \r\nwill truly become the parliament of humankind.\r\nThe President: I now call on His Excellency \r\nMr. Wang Yi, Minister for Foreign Affairs of the \r\nPeople’s Republic of China.\r\nMr. Wang Yi (China) (spoke in Chinese): This \r\nyear has been an unusual one in China’s development. \r\nChina’s new central collective leadership has put \r\nforward the concept of the “Chinese dream”, a dream of \r\nthe great renewal of the Chinese nation, and it is leading \r\nthe 1.3 billion Chinese people in an endeavour to fulfil \r\nthe two centennial goals, namely, to finish building a \r\nmoderately prosperous society in all respects by 2020 \r\nand to turn China into a modern socialist country by \r\nthe mid-twenty-first century. Having experienced \r\nprofound changes in the past 5,000 years and especially \r\nthe past century, China has reached a new historical \r\nstarting point today.\r\nWhat development path will China take in the \r\nfuture? What domestic and foreign policies will it \r\n13-48784 39/51\r\n27/09/2013 A/68/PV.15\r\nand bring an increasing number of tangible benefits to \r\nother countries.\r\nChina will firmly promote reform of the global \r\ngovernance system with the United Nations at its core. \r\nThe United Nations is a big stage for all countries to \r\nconduct consultation and cooperation with one another. \r\nIt is also a big family where people of all countries are \r\nbrought together. It is our consistent position that the \r\npurposes and principles of the Charter of the United \r\nNations form the cornerstone of current international \r\nrelations and provide safeguards for world peace and \r\nstability. Respecting national sovereignty and opposing \r\ninterference in internal affairs, safeguarding peace \r\nand opposing aggression, and promoting equality and \r\nopposing power politics; those are important principles \r\nthat must be observed. China firmly upholds the role \r\nand authority of the United Nations, supports the United \r\nNations in its renewal and self-improvement efforts, in \r\nkeeping with a changing world, and looks forward to a \r\nUnited Nations that plays a larger role in international \r\naffairs. China is ready to deepen cooperation with \r\nthe United Nations and get more actively involved in \r\nUnited Nations activities in various fields.\r\nChina is committed to promoting democracy \r\nin international relations and the trend toward a \r\nmultipolar world. We call for a greater representation \r\nand voice for developing countries in the global \r\ngovernance system and support the Group of 20, the \r\nBRICS group — Brazil, Russia, India, China and South \r\nAfrica — and other emerging mechanisms that are \r\nplaying a key role in making the international order \r\nfairer and more equitable. We also call for the reform \r\nof the international monetary and financial systems and \r\nwant the role of the World Trade Organization as the \r\nmain forum in the area of trade to be maintained. We \r\nare opposed to trade protectionism and are working to \r\nmake economic globalization more balanced, inclusive \r\nand beneficial to all. We call on countries to enhance \r\nmacroeconomic policy coordination and be mindful \r\nof the spillover effects of their respective adjustment \r\nof economic policies. We call for the strengthening of \r\nNorth-South dialogue and South-South cooperation to \r\nmake development benefits more accessible to people \r\nof all countries.\r\nChina will firmly fulfil its international \r\nresponsibilities and obligations. The Chinese nation \r\nis responsible and ready to play its part. Although it \r\nremains a developing country facing the daunting task \r\nof development, China, as the second-largest economy \r\nChina will remain committed to reform, to opening \r\nup and to sustainable development. It has been five \r\nyears since the outbreak of the international financial \r\ncrisis. The global economy is back on the right track \r\nto recovery, but the foundations of the recovery are not \r\nsolid and the speed is not fast enough. The root causes \r\nof the financial crisis have yet to be removed, and the \r\nstructural problems of developed countries remain \r\nunresolved. The adjustment of unconventional monetary \r\npolicies from the outside, coupled with other factors, \r\nhave posed new challenges and the risk of financial \r\nmarket volatility to emerging market countries.\r\nWhere the Chinese economy is heading engages \r\nboth domestic and international attention. In that \r\nregard, I wish to inform the Assembly that both the \r\nfundamentals and the overall performance of China’s \r\neconomy are sound, and China’s development prospects \r\nare bright. The leading indicators of the Chinese \r\neconomy are generally good, and China leads the major \r\neconomies in growth rate.\r\nIn pursuit of progress while maintaining stability, \r\nthe Chinese Government has followed a macroeconomic \r\npolicy that addresses both immediate and long-term \r\nneeds and has adopted a series of innovative policy \r\nmeasures with a view to promoing steady growth, \r\neconomic structural adjustment and reform. We are \r\nvigorously pursuing reform, opening up, deepening \r\neconomic structural adjustment and accelerating \r\nthe shift in our growth model. We are implementing \r\nthe basic State policy of resource conservation and \r\nenvironmental protection and promoting green, \r\ncircular and low-carbon development to build a sound \r\necological environment and a beautiful China.\r\nWith its increasing economic output and its \r\nchanging growth model, China’s economy has entered \r\na phase of high-to-medium growth rate. That is \r\ndictated by the law of economics, and it will ensure \r\nthe sustained and healthy growth of the Chinese \r\neconomy. The Chinese economy is being upgraded, \r\nand its future growth will deliver major dividends in \r\nfour areas as a result of industrialization, information \r\ntechnology application, a new type of urbanization and \r\nagricultural modernization; reform and innovation; \r\nstructural readjustment; and further opening up. It is \r\nprojected that in the coming five years, China’s imports \r\nof commodities will exceed $10 trillion, its overseas \r\ninvestment will reach $500 billion, and Chinese \r\ntourists will make over 400 million outbound visits. \r\nThat will give stronger impetus to the world economy \r\n40/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nhave provided and will continue to provide assistance \r\nwithin our means to the Syrian people, including Syrian \r\nrefugees outside the country.\r\nRecently, China has been providing emergency \r\nhumanitarian aid to Jordan in the amount of ¥15 million, \r\nand has provided emergency humanitarian aid in cash \r\nworth ¥24 million to the World Food Programme and the \r\nWorld Health Organization for displaced people within \r\nSyria and Syrian refugees in Lebanon, respectively.\r\nChina has been working to promote a peaceful \r\nsettlement to the Iranian nuclear issue through \r\ndialogue. We have played a constructive role in \r\nseeking a comprehensive, lasting and appropriate \r\nsolution to the Iranian nuclear issue so as to uphold the \r\ninternational non-proliferation regime and peace and \r\nstability in the Middle East. The dialogue between Iran \r\nand the permanent members of the Security Council \r\nand Germany has created new opportunities. All the \r\nrelevant parties should scale up diplomatic efforts and \r\nwork for substantive progress in the dialogue at an early \r\ndate.\r\nThe Palestinian issue is at the core of the Middle \r\nEast conflict. Guided by President Xi Jinping’s four-\r\npoint proposal on resolving the Palestinian issue, China \r\nwill continue to work for a comprehensive, just and \r\ndurable solution to the issue.\r\nThanks to the concerted efforts of all the relevant \r\nparties, tensions on the Korean peninsula are easing. \r\nAchieving the denuclearization of the Korean peninsula \r\nand maintaining long-term peace and stability on the \r\npeninsula will respond to the common interests of all \r\nparties concerned. It is China’s consistent position that \r\na negotiated solution through dialogue is the right way \r\nto resolve the nuclear issue on the peninsula, and the \r\nSix-Party Talks are an effective platform to promote \r\ndenuclearization on the Korean peninsula. This year \r\nmarks the tenth anniversary of the launch of the Six-\r\nParty Talks. We hope that all parties will create \r\nconducive conditions, build consensus, work towards \r\nthe same goal and resume the talks at an early date.\r\nInternational development cooperation is at a crucial \r\nstage, where we must build on past achievements to \r\nmake new progress. China supports the continued and \r\nfull implementation of the Millennium Development \r\nGoals and the early launch of intergovernmental \r\nnegotiations on the post-2015 development agenda. The \r\npost-2015 development agenda should continue to focus \r\non development and poverty elimination, give due \r\nand a permanent member of the Security Council, is \r\nfully aware of its responsibilities and the expectations \r\nplaced on it by the international community. We will be \r\nfully and more actively engaged in international affairs \r\nand work closely with other countries to meet complex \r\nglobal challenges and tackle the difficult issues facing \r\nhumankind. We will voice China’s views, offer China’s \r\nwisdom, propose China’s solutions, play China’s due \r\nrole and provide more public goods to the international \r\ncommunity.\r\nWe will vigorously advocate the right vision on \r\njustice versus special interests, and we will endeavour \r\nto build a community of common destiny with other \r\ndeveloping countries. In our exchanges and cooperation \r\nwith other developing countries, we will uphold justice \r\nand place it above special interests. We will provide \r\nassistance to other developing countries to the best \r\nof our ability, so as to enable developing countries to \r\nrealize independent and sustainable development.\r\nWe will play a more proactive and constructive role \r\nin addressing international and regional hotspot issues \r\nto promote peace and dialogue, defuse conflicts and \r\nsafeguard world peace and stability. We will maintain \r\nour escort missions and counter-piracy operations in the \r\nGulf of Aden and increase our participation in United \r\nNations peacekeeping operations so as to contribute \r\nmore to peace and security in Africa and other relevant \r\nregions.\r\nThe turmoil in Syria has lasted for nearly three \r\nyears, causing great suffering and trauma to both the \r\nSyrian people and Syria’s neighbours. The recent use of \r\nchemical weapons has met with universal condemnation. \r\nChina firmly opposes the use of chemical weapons. \r\nWe hope to see the early adoption of a Security \r\nCouncil resolution to support the Organization for the \r\nProhibition of Chemical Weapons (OPCW) in launching \r\nthe verification and destruction of chemical weapons, \r\nand we stand ready to make financial contributions to \r\nthe OPCW for the destruction of chemical weapons in \r\nSyria and to send experts to work there on the ground.\r\nChina calls for an immediate end to hostilities and \r\nviolence in Syria so that the necessary conditions for \r\nthe verification and destruction of chemical weapons \r\ncan be created. We call for the early convening of \r\nthe “Geneva II” conference and faster progress on a \r\npolitical resolution of the Syrian issue. China seeks \r\nno gains for itself in Syria. We respect the aspirations \r\nand choice of the Syrian people. China is following the \r\nhumanitarian situation in Syria with great concern. We \r\n13-48784 41/51\r\n27/09/2013 A/68/PV.15\r\nthreats to regional and global security. The situation \r\nunfolding in Afghanistan, according to experts, is \r\ngenerally uncertain and unpredictable overall. In \r\nthese conditions, the drawdown of the International \r\nSecurity Assistance Force troops in 2014 may lead \r\nto an escalation of confrontation in the country, stir \r\nup terrorism, extremism and drug trafficking, and \r\naggravate the interregional standoff. Undoubtedly, it \r\nwill have a negative impact on the situation in the wider \r\nregion of Central Asia and contiguous regions.\r\nIt should be recognized that the world has adopted \r\nthe unambiguous view that there can be no military \r\nsolution to the Afghan problem. The only way out of the \r\nAfghan crisis is a political process through negotiations \r\namong the main parties involved, the achievement \r\nof consensus regardless of how difficult it might be, \r\nand active assistance provided by the international \r\ncommunity and the United Nations.\r\nUzbekistan adheres to an open and clear policy with \r\nrespect to Afghanistan on the basis of the principles \r\nof good-neighbourliness and non-interference in the \r\ncountry’s internal affairs. Uzbekistan shall further \r\ndevelop mutually beneficial and friendly ties with \r\nAfghanistan on a bilateral basis, and support the \r\nGovernment elected by the Afghan people themselves. \r\nWe shall also continue to render practical assistance \r\nin restoring the economy of Afghanistan, taking \r\ninto account the fact that economic well-being is \r\nan indispensable condition for ensuring peace and \r\nprosperity in that country. These principles and \r\napproaches towards Afghanistan are enshrined in \r\nUzbekistan’s foreign policy concept, which has the \r\nstatus of law.\r\nSecondly, today a new global development \r\nagenda is under consideration at the United Nations. \r\nIt must reflect the interconnection of human beings \r\nwith the environment and contribute to supporting \r\neconomic and social development while maintaining \r\necological sustainability. Uzbekistan attaches priority \r\nto sustainable development and ecological safety. \r\nWe have recently adopted an action programme on \r\nenvironmental protection for 2013-2017, which serves \r\nas confirmation of that priority. The Government of \r\nUzbekistan will allocate approximately $2 billion for \r\nimplementation of the programme aimed at further \r\nmaintaining decent conditions in the environment, the \r\nreasonable use of natural resources, and the introduction \r\nof the ecological basics of sustainable development in \r\nthe economic sectors.\r\nconsideration to national conditions and the various \r\nstages of development in the different countries, and \r\nrespect their independent choice of development path. \r\nThe agenda should give priority to strengthening global \r\ndevelopment partnerships; adhere to the principles of \r\ncommon but differentiated responsibilities, equity and \r\nrespective capabilities; improve follow-up mechanisms; \r\nstep up development financing; promote trade and \r\ninvestment liberalization and facilitation; and increase \r\nofficial development aid and technical support to \r\ndeveloping countries.\r\nChina welcomes the positive outcomes of the \r\nUnited Nations Climate Change Conference held in \r\nDoha in late 2012. China hopes that the developed \r\ncountries will demonstrate political will and honour \r\ntheir commitments by scaling up emissions-reduction \r\nefforts and providing capital, technology and capacity-\r\nbuilding support to developing countries. The Chinese \r\nGovernment takes climate change seriously, and the \r\nmany forceful policy measures it has taken have resulted \r\nin notable progress. China will continue to play its due \r\nrole in addressing global climate change.\r\nTime flies. We will soon be celebrating the \r\nseventieth anniversary of the founding of the United \r\nNations. Born out of the ashes of the Second World War, \r\nthe United Nations embodies the yearning of the peoples \r\nof all countries for world peace and global development. \r\nThe Chinese dream is a dream of prosperity for the \r\ncountry and happiness for the people; it has much in \r\ncommon with the dream of people across the world. As \r\na responsible Member of the United Nations, China is \r\nready to work with all other Member States to faithfully \r\nadhere to the purposes of the Charter of the United \r\nNations, faithfully carry out its historic mission and \r\ncontinue to make relentless efforts to advance the noble \r\ncause of peace and development for humankind.\r\nThe President: I now give the f loor to His \r\nExcellency Mr. Abdulaziz Kamilov, Minister for \r\nForeign Affairs of the Republic of Uzbekistan.\r\nMr. Kamilov (Uzbekistan): The rapidly changing \r\nsituation, growing tensions, radicalization, security \r\nchallenges and threats in various regions of the world \r\ntoday cannot but raise serious alarm and concerns \r\naround the world. In this regard, needless to say, those \r\nproblems enjoy special priority on the agenda of the \r\nGeneral Assembly at this session.\r\nThe war in Afghanistan, which has been ongoing \r\nfor more than 30 years, remains a serious source of \r\n42/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nThe implementation of such plans, according to many \r\ncompetent specialists, would lead to the disruption of \r\nthe natural f low of the rivers, which is fraught with most \r\ndangerous ecological and socioeconomic consequences. \r\nThe already fragile water and ecological balance in \r\nCentral Asia will be radically disrupted. Moreover, the \r\nconstruction of these facilities is planned in areas where \r\nthere is a tectonic fracture with a potential seismicity \r\nof not less than 9-10 points on the Richter scale, which \r\ncarries a high risk of man-made catastrophes.\r\nTaking that into consideration, we firmly adhere \r\nto our principled position of the unacceptability of \r\nconstructing hydropower facilities on international \r\nwatercourses without the preliminary endorsement of \r\nall interested countries. It is necessary, in line with \r\ninternational legal practice, to conduct a mandatory, \r\nfair international expert examination of the Rogun \r\nand Kambarata-1 projects, under the auspices of the \r\nUnited Nations, to assess the possible impact of new \r\nhydropower facilities on the natural water regime, the \r\nenvironment, f lora and fauna.\r\nUzbekistan’s position is based on the norms of \r\ninternational law, in particular the provisions of the \r\nUnited Nations Convention on the Protection and Use \r\nof Transboundary Watercourses and International \r\nLakes of 1992 and the Convention on the Law of \r\nNon-navigational Uses of International Watercourses \r\nof 1997.\r\nThe year 2015 — the deadline for implementing \r\nthe Millennium Development Goals set in 2000 — is \r\napproaching. In that regard, it should be underscored \r\nthat the achievements of the Republic of Uzbekistan \r\nduring its years of independence in the economic \r\nsphere, social policy, addressing specific issues \r\nrelated to improving the well-being of the population, \r\nthe quality of education, health-care services and \r\necological sustainability have allowed our country \r\nto ensure priority implementation of the Millennium \r\nDevelopment Goals. I can offer figures and facts that \r\nreflect the current potential and development rates of \r\nour country.\r\nIn comparison with the year 2000, the gross \r\ndomestic product (GDP) of Uzbekistan grew by a \r\nfactor of 3.1 and the GDP per capita by a factor of \r\n2.6. The nominal salary grew by a factor of 22, the \r\naverage amount of pensions by a factor of 12.7, and \r\nreal income per capita by a factor of 8.4. During the \r\npast six years, the economic growth of Uzbekistan has \r\nsteadily exceeded 8 per cent. The State expenditures \r\nThe loss of the Aral Sea is one of the largest global \r\necological catastrophes in contemporary history. Each \r\nyear, it becomes more evident that the problem of the \r\ndrying up of the Aral Sea and, above all, its impact on the \r\nenvironmental, social and humanitarian situation, gene \r\npool and human health are assuming an increasingly \r\nbaneful and irreversible nature. We are grateful to \r\nthe United Nations, and to Secretary-General Ban \r\nKi-moon in particular, for the keen attention paid to the \r\nproblem of the Aral Sea. That enormous support gives \r\nus the confidence that the countries of the region will \r\nnot be left alone in the struggle against that planetary \r\ncatastrophe.\r\nI would like to draw public attention today, first, \r\nto the issue of preventing the complete destruction and \r\nprotecting the remaining environmental system of the \r\nAral Sea region, ensuring minimum living conditions \r\nfor the people, and preserving the existing f lora and \r\nfauna. Those key issues are the focus of the message \r\nof the President of the Republic of Uzbekistan, Chair \r\nof the International Fund for Saving the Aral Sea, \r\nand created as an official document of the General \r\nAssembly (A/67/884, annex).\r\nSecondly, we take this opportunity to call \r\nupon international donors to extend assistance \r\nin implementing the programme of measures on \r\neliminating the consequences of the drying up of the Aral \r\nSea and averting a catastrophe in the ecological systems \r\nin the Aral Sea region (A/68/383, annex), which is fully \r\nconsonant with the Millennium Development Goals, \r\nparticularly, in achieving ecological sustainability, \r\ncombating diseases and improving motherhood and \r\nchildhood protections.\r\nThirdly, ensuring the reasonable use of water \r\nresources is an acute problem leading to a worsening \r\necological situation and shortage of potable water in \r\nour region and on a global scale. It is an open secret that \r\nthe Amu Darya and Syr Darya rivers, the two major \r\ntransboundary rivers of Central Asia, have historically \r\nbeen a common good and a source of life for the nations \r\nof the region. The Aral Sea basin is supplied with water \r\nfrom the f low of those rivers.\r\nIn that regard, we cannot but be concerned about \r\nthe plans of Tajikistan and Kyrgyzstan to construct \r\nnew large hydropower stations with gigantic, \r\nglobal-scale dams: the Rogun hydropower station with \r\na 350-metre-high dam upstream in the Amu Darya \r\nRiver, and the Kambarata-1 hydropower station, with a \r\n275-metre-high dam upstream in the Syr Darya River. \r\n13-48784 43/51\r\n27/09/2013 A/68/PV.15\r\nwant to lead. Strong, open economies foster sustainable \r\ngrowth. We understand that from our experience in \r\nAustralia and in our region.\r\nAustralia’s economic success and high standards \r\nof living are anchored in reform efforts over many \r\nyears. We liberalized our economy and unilaterally \r\ndismantled trade barriers and protectionist policies. In \r\nour own region, as economies have opened, standards of \r\nliving have improved. We have witnessed the enormous \r\ngrowth of the middle class in South-East Asia. Estimates \r\nsuggest that approximately 145 million people will be \r\nconsidered middle-class in 2015, up from 95 million in \r\n2010. In Asia more broadly, we expect a middle class \r\nof over 3 billion people by 2030. Indonesia, currently \r\nthe world’s sixteenth-largest economy, is on track to be \r\nthe world’s seventh-largest economy by 2030. China \r\nand India are projected to become the largest and third \r\n-largest economies by 2030. Over 290 million people in \r\nChina were lifted out of poverty in the decade between \r\n1999 and 2009.\r\nThe Secretary-General has rightly focused our \r\nattention this week on the needs of the poor, the \r\ncommitment we made to them over a decade ago, and \r\nour vision for the future. We need to finish the job on \r\nthe Millennium Development Goals. Beyond 2015, we \r\nmust prioritize sustainable economic growth in the \r\nglobal development framework. We must provide the \r\nopportunity for all people, including people with a \r\ndisability, to lead healthy and productive lives, leaving \r\nno one behind. We must support women’s economic \r\nparticipation and empowerment.\r\nThe future of peace will be built on economic \r\nprosperity. Aid is an important part of delivering \r\nsustainable economic growth around the world. It \r\nplays a significant role in supporting economic reforms \r\nand good governance, promoting the rule of law and \r\nbuilding the productive capacity of trade-related \r\nsectors. But it is the effectiveness of aid delivery that \r\nmatters. For example, infrastructure deficiencies that \r\nprevent developing economies from fully engaging in \r\nthe global markets need to be overcome. Estimates of \r\ninfrastructure financing needs, including for the roads \r\nand ports required to facilitate trade, dwarf global \r\naid. According to the Asian Development Bank, Asia \r\nalone will require $750 billion annually over the next \r\ndecade to meet its infrastructure needs. This compares \r\nto annual global aid f lows of $130 billion. Only the \r\nprivate sector has the capacity to mobilize the financing \r\nnecessary for such massive infrastructure investments.\r\nfor the social sphere and civil protection in Uzbekistan \r\ngrew more than fivefold. About 60 per cent of all State \r\nexpenditures go towards funding social development, \r\nincluding more than 34 per cent for education, and over \r\n15 per cent is spent on public health care.\r\nI am confident that Uzbekistan’s continued \r\nparticipation in United Nations efforts in the sphere \r\nof sustainable development shall contribute to further \r\nraising the living standards of the people, achieving \r\nthe high goals of ensuring security and stability in the \r\nentire region.\r\nThe President: I now give the f loor to Her \r\nExcellency Ms. Julie Bishop, Minister for Foreign \r\nAffairs of the Commonwealth of Australia.\r\nMs. Bishop (Australia): As a freshly minted Foreign \r\nMinister, I am delighted to take part in this general \r\ndebate. Only a few weeks ago, Australia held national \r\nelections and chose a new Government. Only nine \r\ndays ago, I was sworn in as Australia’s thirty-eighth \r\nMinister for Foreign Affairs. A change of Government \r\nis a significant national decision. It has happened only \r\nseven times in our country since the Second World War.\r\nAustralia is an open, liberal democracy. We \r\nrecognize our good fortune in having an unbroken \r\nrecord of peaceful democratic transition stretching \r\nback to 1901. The United Nations offers that same ideal \r\nof peace and order in relations among States. It gives us \r\na place to resolve our differences and to be heard on the \r\nconcerns that matter most.\r\nThere is an intrinsic connection between the \r\nsecurity and stability of Governments and economic \r\ndevelopment. Good Governments understand that \r\nproviding a secure and stable environment for their \r\ncitizens is their most fundamental task, but that task \r\nis tied inextricably to the strength of their economy. \r\nEconomic growth, development and trade are the key \r\ndrivers of national and international prosperity, and a \r\nvital support for global security. That is why the new \r\nAustralian Government will put economic diplomacy \r\nat the centre of our foreign policy.\r\nWe will promote responsible economic governance \r\nand open trading systems that support export-oriented \r\neconomies. We recognize that a strong business sector, \r\nopen trading rules and liberal foreign investment policies \r\ncan foster economic growth and, with it, opportunities \r\nto achieve prosperity and security. Strong economies \r\ngive nations and their people an environment in which \r\nto build their lives — to make choices for the lives they \r\n44/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nThe situation in Syria is an urgent security and \r\nhumanitarian crisis we must address. Left unchecked, \r\nit will continue to cause great human suffering and \r\nfurther destabilize the region. Along with the rest of the \r\nworld, Australia has condemned the horrific chemical \r\nweapons attack on 21 August, as we have condemned \r\nthe Al-Assad regime’s use of conventional weapons \r\nagainst its own people.\r\nThe first obligation of any Government is to protect \r\nits own citizens. In 2005, leaders of all States Members \r\nof the United Nations signed on to this principle in the \r\nWorld Summit Outcome on the responsibility to protect \r\n(resolution 60/1). Australia, as current President of the \r\nSecurity Council, will therefore co-sponsor a draft \r\nresolution before the Council that condemns in the \r\nstrongest terms any use of chemical weapons. The draft \r\nresolution will make clear, for the first time, that the use \r\nof chemical weapons is a threat to international peace \r\nand security, and in doing so set a new international \r\nnorm that will help to deter future use. It will say that \r\nthose responsible for using such weapons must be \r\nbrought to justice — a call we strongly endorse.\r\nWe welcome the fact that draft resolution sets \r\nout in no uncertain terms that the Al-Assad regime \r\nmust comply fully with the requirement to destroy its \r\nchemical weapons. The Organization for the Prohibition \r\nof Chemical Weapons now needs strong international \r\nsupport for its role in the destruction of Syria’s chemical \r\nweapons.\r\nAustralia will also continue to press for the Council \r\nto take action to assist the humanitarian effort in Syria \r\nand, of course, provide our full backing to efforts to \r\nfind a political solution in accordance with the Geneva \r\ncommuniqué (S/2012/523, annex) that leads to a \r\ncessation of violence and a political transition which \r\nmeets the aspirations of all Syrians.\r\nBut we cannot just focus on a single instance of \r\nglobal security, for we are engaged on security challenges \r\naround the world, including in the Indo-Pacific region. \r\nThrough our Security Council membership, we draw on \r\nlessons learned from our experience in peacekeeping \r\nand peacebuilding and take forward initiatives that \r\nare meaningful to our region. We welcome the strong \r\nsupport which the Security Council gave yesterday to \r\nAustralia’s resolution 2117 (2013) on small arms and \r\nlight weapons. These weapons are a major driver of \r\nmany conflicts that are brought to the attention of the \r\nCouncil.\r\nThere is a role for aid in helping to overcome the \r\nobstacles to investment. It must attract, but should \r\nnever replace, private-sector capital. The returns are \r\nhigh. A joint report of the World Trade Organization \r\nand the Organization for Economic Cooperation and \r\nDevelopment estimates that every dollar invested in \r\naid-for-trade can lift exports from developing countries \r\nby $8.\r\nWe firmly believe that the economic growth of \r\ndeveloping countries can be unlocked through trade. \r\nAustralia will continue to promote trade liberalization \r\nthrough the World Trade Organization, through \r\nregional and sector-specific deals, and through bilateral \r\nfree trade negotiations. The Australian Government \r\naims to build a network of bilateral and regional \r\nfree-trade agreements. We will work in the World \r\nTrade Organization to rebuild the multilateral trading \r\nagenda. Australia puts the highest priority on global \r\neconomic reform and trade liberalization as the best \r\nway to secure jobs and economic growth. These will be \r\nkey themes for us as we chair the Group of 20 in 2014.\r\nNo one should pretend that the economic sphere \r\nexists in isolation from other parts of our human \r\nexperience. Economic progress alone is not sufficient. \r\nWe need to ensure that all people around the world are \r\nfree to fully exercise their economic, civil and political \r\nrights. Australia was one of eight nations involved in \r\ndrafting the Universal Declaration of Human Rights, \r\nand in 1948 the Australian President of the General \r\nAssembly, our Foreign Minister Mr. H. V. Evatt, \r\noversaw the adoption of the Declaration (see A/PV.183).\r\nSince then, Australia has been at the forefront of \r\ndefending human rights globally and regionally in support \r\nof equality and fundamental freedoms — freedom \r\nfrom discrimination; freedom from slavery, torture, \r\narbitrary arrest, detention or exile; freedom of speech, \r\nconscience and religion; freedom to work, to enjoy \r\nhealth and education and to participate in the life of \r\nthe community. Importantly, these freedoms must \r\nextend to all women and girls, including through equal \r\naccess to employment, resources, education and health \r\nservices, and they must be underpinned by robust and \r\nindependent legal systems to enforce economic, social \r\nand political rights.\r\nAustralia will continue to promote and protect \r\nhuman rights standards around the world. That is \r\nwhy we are seeking membership of the Human Rights \r\nCouncil for the 2018-2020 term.\r\n13-48784 45/51\r\n27/09/2013 A/68/PV.15\r\nthat underpins and supports international peace and \r\nsecurity.\r\nThe President: I now call on His Excellency \r\nMr. Franciscus Cornelis Gerardus Maria Timmermans, \r\nMinister for Foreign Affairs of the Kingdom of the \r\nNetherlands.\r\nMr. Timmermans (Netherlands): This year, we \r\ncelebrate the centennial of the Peace Palace in The \r\nHague, seat of the International Court of Justice (ICC) \r\nand the Permanent Court of Arbitration, and symbol of \r\nthe pursuit of peace by means of law. Next year, we will \r\ncommemorate the centennial of the first of two suicidal \r\nworld wars that caused unspeakable human suffering, \r\nhorrible crimes against humanity and the oppression of \r\nhalf of Europe’s population until the Berlin wall came \r\ndown in 1989.\r\nOut of the ashes of those global conflagrations \r\ngrew the desire of the peoples of the world to put an end \r\nto violent conflict and to guarantee human rights for \r\nevery human being in every country. “Never again” is \r\nwhat humankind wanted. Unfortunately, so far it is not \r\nwhat we have been able to deliver to everyone.\r\nDuring the festive celebrations this year in The \r\nHague, which gave fresh impetus to the peaceful \r\nsettlement of disputes, there were scenes of unspeakable \r\nviolence in Syria, including the use of chemical \r\nweapons. More recently, in Nairobi, dozens of people \r\nwere killed by terrorists. One of the victims was Dr. \r\nElif Yavuz, a young Dutch woman who was eight \r\nmonths pregnant with her first baby. My heart goes out \r\nto Dr. Yavuz’s family, to all the victims of the Nairobi \r\nattack and to their loved ones.\r\nThe powerlessness of the international community \r\nto put an end to abuses like those has led in the past \r\nto the establishment of new bodies and instruments. \r\nAfter the Second World War, the United Nations was \r\nfounded and the Universal Declaration of Human \r\nRights was adopted. Following more recent genocides, \r\nthe International Criminal Court was established. The \r\nuse of chemical weapons by Saddam Hussein led to the \r\nChemical Weapons Convention and the Organization \r\nfor the Prohibition of Chemical Weapons (OPCW). \r\nSo the institutions and instruments are in place. The \r\nquestion is, what is preventing them from delivering \r\nresults? Perhaps the answer to the question was given \r\nalready four centuries ago by Dutch philosopher Baruch \r\nSpinoza when he wrote: “Peace is not an absence of \r\nWhen Australia led the Regional Assistance \r\nMission to the Solomon Islands (RAMSI) 13 years \r\nago with our friends from New Zealand, Papua New \r\nGuinea and other countries of the Pacific, one of the \r\nfirst tasks the Mission faced was to restore peace and \r\nsecurity. RAMSI moved quickly to secure the surrender \r\nof firearms — an early and decisive action that \r\nunderpinned the peace that was built and maintained \r\nover the next 10 years. And women played a crucial \r\npart.\r\nThat is why, throughout the Pacific, we are \r\nsupporting efforts to strengthen women’s participation \r\nin policing, through recruitment, retention, training \r\nand mentoring support. In the Philippines, Australia \r\nis funding women’s participation in peace processes \r\nthat bring together Muslim, Christian and indigenous \r\nwomen. And we continue to build on our record on \r\nsecurity, disarmament and peacekeeping. As co-author \r\nof the draft resolution, we worked to secure the adoption \r\nof the world’s first Arms Trade Treaty (resolution \r\n67/234 B), which has now been signed by the majority \r\nof the United Nations membership, with a further 18 \r\nsignatories being obtained during the course of this \r\nweek.\r\nOutside of the Council, we work directly with \r\ncountries in our region to build their security. Australia \r\ncommends the efforts of Timor-Leste and the Group of \r\nSeven Plus countries emerging from conflict, including \r\nSolomon Islands and Afghanistan, in their efforts to \r\npromote the rule of law, civil and political institutions \r\nand a strong private sector.\r\nThe United Nations is a vital forum for the security \r\nand prosperity of our world. That is what Harry \r\nTruman, President of the United States at the time the \r\nUnited Nations was founded, imagined when he spoke \r\nof a “world fabric of international security and growing \r\nprosperity”. No community can build lives, families \r\nand nations in the absence of stability, predictability \r\nand security. No country can ensure the security of its \r\npeople without an economy that offers them the dignity \r\nto pursue lives they value.\r\nAs you have made clear, Mr. President, the task the \r\nUnited Nations takes on this year and next, setting the \r\nstage for the post-2015 development agenda, is one that \r\ncould set the course of humankind for decades to come. \r\nOn behalf of the people of Australia, I wish all nations \r\nwell in taking on that task, and commit Australia to play \r\nits part. Together, we will strive to build the prosperity \r\n46/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nAs the Secretary-General said, those responsible \r\nfor the atrocities in Syria should be held accountable in \r\naccordance with international law. The use of chemical \r\nweapons is a war crime under the Rome Statute. If the \r\nSyrian Government itself sees no possibility of tracking \r\ndown and prosecuting the guilty parties, it can ask the \r\nICC to do so. If Syria makes no request, the Security \r\nCouncil must take action. Finally, as the Secretary-\r\nGeneral also said, we can hardly be satisfied with the \r\ndestruction of chemical weapons while the wider war \r\ncontinues to destroy Syria and kill innocent people. A \r\npeaceful solution is needed. And the women of Syria \r\nshould be involved in making that happen, as there can \r\nbe no solution without them.\r\nSecurity Council resolution 1325 (2000) on women, \r\npeace and security provides an outstanding tool for \r\npromoting inclusive conflict resolution. This week we \r\nhosted a side event marking the importance of women’s \r\npolitical participation for successful transitions in the \r\nMiddle East and North Africa. The Executive Director \r\nof UN-Women told me earlier this week that courage \r\nis every woman’s middle name. It certainly is in Syria.\r\nThe Netherlands supports John Kerry’s efforts to \r\nencourage Israel and the Palestinian Authority to arrive \r\nat a two-State solution through direct negotiations. The \r\ninternational community should support the Israeli-\r\nPalestinian talks. Only a political solution can lead to \r\nlasting peace.\r\nFifty years ago, United States President John F. \r\nKennedy expressed the fear that in the 1970s there \r\nwould be 15, 20 or even 25 nuclear-weapon States. \r\nThanks in part to the Treaty on the Non-Proliferation \r\nof Nuclear Weapons, that danger was averted, but the \r\nrisk of further proliferation of nuclear weapons has not \r\nreceded. While much has been achieved in the field \r\nof disarmament, there is still a long way to go. In his \r\nspeech in Berlin in June, President Obama warned of \r\nthe danger of nuclear weapons. “As long as nuclear \r\nweapons exist, we are not truly safe”, he said — and he \r\nis right. He plans to take new steps to reduce strategic \r\nnuclear arsenals. He also wants to make substantial \r\nreductions in the number of United States and Russian \r\nnon-strategic weapons in Europe. The Netherlands is in \r\nfavour of those steps, strongly supports the efforts and \r\nwants to contribute to them.\r\nIn March of next year, the Nuclear Security Summit \r\nwill convene in The Hague. My country’s hosting of the \r\nSummit is in keeping with our tradition as a country of \r\nwar; it is a virtue, a state of mind, a disposition for \r\nbenevolence, confidence, justice”.\r\nIt is my conviction that the international community \r\nmust keep working on the project we launched a hundred \r\nyears ago. We should follow the example of Dr. Yavuz, \r\nwho was committed to helping people suffering from \r\nHIV/AIDS and malaria. We should work to achieve \r\nher aims and uphold her ideals. We should make clear \r\nthat terrorism will never triumph. We should invest in \r\nthe United Nations and support it as effectively as we \r\ncan. We strongly support the Secretary-General and \r\nthe message he delivered here on Tuesday (A/68/PV.5). \r\nWe will join him on the road to peace, justice and \r\ndevelopment.\r\nThe Netherlands advocates a coherent agenda for \r\nstrengthening the international legal order. A peaceful \r\nworld demands a sustainable legal order and a powerful \r\nagenda for development. It demands a strategy for \r\ndisarmament and a focus on human rights. Those are \r\nthe principles of the foreign policy of the Netherlands. \r\nA partnership for peace, justice and development is the \r\ncornerstone of the Dutch candidacy for a non-permanent \r\nseat in the Security Council in 2017-2018.\r\nThe world was shocked to discover that an attack \r\nwith chemical weapons had taken place in Syria \r\non 21 August. The attack violated one of the most \r\nimportant peremptory norms of international law. The \r\n1925 Geneva Protocol, to which Syria is a party, bans \r\nthe use of chemical weapons. The situation in Syria \r\nposes a clear threat to international peace and security. \r\nThe Netherlands calls on the Security Council to take \r\nconcerted action to address that threat. We have just \r\nheard from the representative of Australia what is going \r\nto happen today.\r\nMrs. Bruell-Melchior (Monaco), Vice-President, \r\ntook the Chair.\r\nSyria does not comply with the international \r\nnorm that requires it to protect its citizens. But the \r\ninternational community also has a responsibility. \r\nThe Netherlands supports the proposal that permanent \r\nSecurity Council members should henceforth refrain \r\nfrom using their veto power in votes on intervention \r\nto stop the mass atrocity crimes identified by the \r\n2005 World Summit. They should show that they are \r\nserious about their responsibility to protect vulnerable \r\npopulations, underlining our consensus that genocide, \r\nwar crimes, crimes against humanity and ethnic \r\ncleansing must never be tolerated.\r\n13-48784 47/51\r\n27/09/2013 A/68/PV.15\r\naccede to the Rome Statute and that popular support \r\nfor it be maintained. We need to ensure that countries \r\nthat have acceded to the Statute continue to work with \r\nthe ICC.\r\nThis year marks the sixty-fifth anniversary of \r\nthe Universal Declaration of Human Rights and the \r\ntwentieth anniversary of the Vienna Declaration. \r\nThe Universal Declaration is an enduring source of \r\ninspiration. It was adopted without a single dissenting \r\nvote under the inspired leadership of Eleanor Roosevelt, \r\nwho acted as a change agent before the expression \r\nwas coined. Just before the vote she said, “We stand \r\ntoday at the threshold of a great event both in the life \r\nof the United Nations and in the life of mankind” (see \r\nA/PV.180).\r\nThe World Conference on Human Rights in \r\nVienna underlined that human rights are universal, \r\nindivisible, interdependent and interrelated. Twenty \r\nyears after Vienna, the blueprints of our human rights \r\ninfrastructure are complete. Now it is time to ensure \r\nthe necessary implementation, political will, capacity, \r\nfinancial resources and treaty body reforms. To that \r\nend, Dutch human rights policy stresses the importance \r\nof forging trilateral partnerships in different regions \r\nof the world. We focus on protecting human rights \r\ndefenders and promoting LGBT and women’s rights.\r\nWithout development, there can be no global \r\npeace and security. We are fast approaching 2015, \r\nand have made great progress. In the next two years \r\nwe can still make a difference and advance towards \r\nthe Millennium Development Goals. The post-2015 \r\ndevelopment agenda will also benefit from a single, \r\nunified framework. We cannot talk about the plight \r\nof the world’s poorest people in isolation from the \r\nenvironmental problems endangering life on our planet. \r\nIt is crucial to ensure that development is sustainable so \r\nthat we can balance and integrate its economic, social \r\nand ecological dimensions. Peace, security and the rule \r\nof law constitute a fourth vital element of sustainable \r\ndevelopment.\r\nThe key words for the post-2015 development \r\nagenda are better aid, more trade and stronger policy \r\ncoherence for sustainable development. Also, we \r\nneed to promote women’s rights. That includes sexual \r\nand reproductive health and rights, as well as equal \r\nopportunity. I have four children — two of them are \r\ngirls. It would be unbearable for me, as a parent, if they \r\ndid not have equal opportunity as their brothers.\r\npeace, justice and security. Nuclear materials can play \r\nan important role in curing our illnesses and heating \r\nour homes. And fortunately, the likelihood of terrorists \r\nusing nuclear materials in an attack is small. But if it \r\ndid happen, the consequences for the world would be \r\nvery serious indeed.\r\nThe Nuclear Security Summit is meant to give \r\nfresh impetus to global efforts to ensure nuclear \r\nsecurity and prevent nuclear terrorism by making and \r\nimplementing agreements at the highest multilateral \r\nlevel. Governments, businesses, researchers and \r\norganizations from many countries are working \r\ntogether to reduce the quantities of nuclear materials, \r\nto enhance the security of the materials that remain, \r\nand to combat nuclear smuggling.\r\nThe centennial of the Peace Palace is a good \r\noccasion to highlight the peaceful settlement of \r\ndisputes. The Netherlands has used the celebrations \r\nto strengthen instruments for peaceful settlement. We \r\nadvocate taking three interrelated steps.\r\nFirst, we need to encourage countries to recognize \r\nthe compulsory jurisdiction of the International Court \r\nof Justice. As States Members of the United Nations, \r\nwe recognize the Court as a principal organ of the \r\nUnited Nations. In my view, recognizing its compulsory \r\njurisdiction is a logical and necessary next step. \r\nSecondly, we must help countries realize how useful \r\nand f lexible arbitration is as a way of settling disputes. \r\nThe Security Council and the General Assembly could \r\ndraw parties’ attention to that instrument more often \r\nand we should advocate it more often in the public \r\ndebate. Thirdly, we must reduce the obstacles to the \r\npeaceful settlement of disputes by making alternatives \r\navailable. This is why the Netherlands enthusiastically \r\nsupports the Department of Political Affairs and \r\nnon-governmental organization that promote mediation.\r\nIn his 2011 report on the responsibility to protect \r\n(A/65/877), the Secretary-General rightly pointed \r\nout the importance of mediation as a means of \r\npreventing atrocity crimes. National legal systems \r\nare the foundation of the international legal order. \r\nStrengthening national legal systems should make it \r\npossible to keep the courtrooms of the International \r\nCriminal Court closed.\r\nThe ICC is inextricably linked to the global chain \r\nof legal institutions. It delivers justice in the wake of \r\ninternational crimes, thus helping to prevent future \r\noffences. So it is crucial that countries continue to \r\n48/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nThe Acting President (spoke in French): I now \r\ncall on His Excellency Mr. Basile Ikouebe, Minister for \r\nForeign Affairs and La Francophonie of the Republic \r\nof the Congo.\r\nMr. Ikouebe (Congo) (spoke in French): At \r\nthe beginning of this week, at the opening of the \r\ngeneral debate, the international community strongly \r\ncondemned the heinous attacks that have once again \r\nstruck Kenya. That situation should lead us to reflect \r\non our ability to prevent, manage and settle conflicts. \r\nKenya’s tragedy is to be situated near the territory of \r\nSomalia, which for too long has been left to terrorist \r\ngroups. The lesson is to avoid the creation of any \r\nvacuum that could serve as fertile ground for subversive \r\nmovements. That is why in Central Africa the member \r\nStates of the subregional community have reacted \r\nquickly to the risk of the “Somalization” of the Central \r\nAfrican Republic ever since the beginning of the crisis \r\nthere, despite our limited resources.\r\nThe dialogue on the humanitarian crisis in the \r\nCentral African Republic that we, the partners of \r\nthat ravaged country, held recently in New York, on \r\n25 September, clearly indicated that the international \r\ncommunity has taken stock of the challenge and \r\nhas decided to resolutely provide assistance to the \r\nCentral African Republic on the political, security, \r\nhumanitarian, economic and financial levels, and to \r\nensure that it has a successful transition, like that of \r\nMali, a country which we commend and which deserves \r\nall our attention and solidarity today as it did yesterday.\r\nTherefore, beyond the humanitarian emergency, \r\nthe Central African Republic must be given all the \r\nresources necessary to restore the authority of the \r\nState, enable its Administration to operate, revive the \r\neconomy and prepare for elections. An international \r\nsupport mission in the Central African Republic \r\nis being established under African leadership. We \r\nencourage the Security Council to swiftly adopt a \r\nresolution supporting that initiative, which is aimed at \r\ncreating the necessary conditions to restore peace and \r\nsecurity, which would ensure the much-needed stability \r\nand the effective implementation of the transition \r\nroad map. As a mediator and as chair of the follow-\r\nup committee of the Economic Community of Central \r\nAfrican States on the situation in the Central African \r\nRepublic monitoring that crisis, the Congo can only \r\nwelcome that very encouraging development.\r\nIt goes without saying that a nation that was built \r\nby claiming its lands from the sea is concerned when \r\nrising sea levels might endanger that claim. Therefore, \r\nwe feel a strong solidarity with other countries that are \r\nthreatened in the same way. The Netherlands wants to \r\nstrengthen the synergy between climate and poverty-\r\nreduction policies, particularly in the field of water and \r\nfood security.\r\nExactly 75 years ago today, British Prime Minister \r\nChamberlain said, in a radio address on the Sudetenland \r\ncrisis,\r\n“How horrible, fantastic, incredible it is that we \r\nshould be digging trenches and trying on gas-masks \r\nhere because of a quarrel in a far away country \r\nbetween people of whom we know nothing.”\r\nCzechoslovakia was dismembered shortly afterwards. \r\nThat was not just the fault of the signatories of \r\nthe Munich Agreement. The entire international \r\ncommunity — especially Czechoslovakia’s fellow \r\ndemocracies in Europe, including my own country, the \r\nNetherlands — looked the other way.\r\nToday we can no longer pretend to know nothing of \r\nquarrels in faraway countries or of the people who live \r\nthere. If we fail, it is not because of the deficiency of the \r\nlegal instruments that we have developed. It is because \r\nof the international community’s deficient sense of \r\nresponsibility. It is our duty to take responsibility in \r\naddressing the crisis in Syria.\r\nThe Secretary-General talked earlier this week \r\nabout leadership and identified Nelson Mandela as a \r\nshining example. I wish we would all listen to “Madiba” \r\nmore often. On Syria, we should follow the Secretary-\r\nGeneral’s lead and make peace and justice a reality.\r\nInvesting in the United Nations is an investment \r\nin our common future. We are shareholders with a \r\nlong-term interest. We need to have the instruments for \r\npeace, justice and development ready for the moment \r\nthat they can help avert catastrophe. That is why we \r\ninvested in the Organization for the Prohibition of \r\nChemical Weapons, which has now proved crucial in \r\nthe Syrian crisis. That is why we should invest in the \r\nlegitimacy and effectiveness of the Security Council. \r\nThat is why we should work as hard as we can to come \r\nup with a clear and ambitious post-2015 sustainable \r\ndevelopment agenda. We are all in this together; we \r\nshould invest together in our United Nations.\r\n13-48784 49/51\r\n27/09/2013 A/68/PV.15\r\nWith regard to the situation in Syria, my delegation \r\nstrongly condemns the use of chemical weapons and \r\nwelcomes the Syrian Government’s adherence to \r\nthe Chemical Weapons Convention and its decision \r\nto place its stockpile of chemical weapons under \r\ninternational control for destruction. Nevertheless, we \r\nbelieve that only a political solution can put an end to \r\nthe martyrdom of the Syrian people and the fratricidal \r\nwar that has already killed more than 100,000 people. \r\nThat is why the Congo welcomes the United States-\r\nRussian agreement and the discussions under way in \r\nthe Security Council on the adoption of a resolution \r\nthat would mark the first steps in a process that will, \r\nwe hope, in the near future, bring together the Syrian \r\nactors and all parties involved around a table in the \r\nframework of a conference for peace in Syria. In that \r\nregard, once again, we believe that the focus must be \r\nplaced on finding a peaceful solution.\r\nAt the same time as Syria is agreeing to \r\neliminate its stockpile of chemical weapons, it is \r\nappropriate to recall one of the most serious threats to \r\nhumankind — the nuclear danger. It is indeed urgent \r\nfor the nuclear-weapon States, as well as for those that \r\nhave other weapons of mass destruction, including \r\nbiological weapons, to implement concrete measures \r\nenabling the elimination of those arsenals and making \r\nprogress towards real disarmament, while ensuring \r\nrespect for the prohibition of nuclear proliferation for \r\nmilitary purposes. This is also the moment to commend \r\nthe overtures made here by Iran concerning its nuclear \r\nprogramme.\r\nLast year, the Congo supported the General \r\nAssembly’s historic decision to confer United Nations \r\nnon-Member observer State status on Palestine. It was \r\na symbolic act that the Assembly welcomed almost \r\nunanimously. The new American initiative designed \r\nto relaunch the Israeli-Palestinian talks also deserves \r\nthe support of the entire international community. Here \r\ntoo, the Congo encourages dialogue and rejects any \r\nrecourse to force or violence.\r\nGiven the current series of political crises and in \r\nthe spirit of peace and justice, how can we fail to ask \r\nthat the embargo unjustly imposed on the Cuban people \r\nfor five decades be lifted? That unilateral decision is \r\ncontrary to the principles and values of the Charter of \r\nthe United Nations and to international order, based \r\non non-interference in a State’s internal affairs and \r\npeaceful cooperation.\r\nAlso in the context of my country’s neighbourhood, \r\nby participating in the signing of the Peace, Security \r\nand Cooperation Framework for the Democratic \r\nRepublic of the Congo and the Region, which took \r\nplace on 24 February, President Denis Sassou Nguesso \r\nreaffirmed his commitment to a foreign policy aimed at \r\npeace and security in the world in general and in Africa, \r\nparticularly in Central Africa and the Great Lakes \r\nRegion. In doing so, he favoured the quest for peaceful \r\nsolutions and showed his willingness to continue along \r\nthat path. The various consultations he has initiated in \r\nthe context of the implementation of the Framework \r\nagreement and the appeals directed to him demonstrate \r\nhis approach.\r\nIn that spirit, the Congo is pleased with the \r\nconclusions of the Second Meeting of States Parties \r\nto the Framework Agreement, which was held in New \r\nYork on 23 September. We commend the leadership of \r\nthe Secretary-General, Mr. Ban Ki-moon, while we call \r\nfor those efforts to culminate in talks in Kampala.\r\nJust two years ago, we welcomed the wave of \r\npopular uprisings — the so-called Arab Spring, which \r\nled to the fall of some political regimes in the Arab \r\nworld, sometimes by force of arms. We welcomed \r\nthose movements, just as we welcomed the enormous \r\nchanges that transformed the European landscape after \r\nthe fall of the Berlin wall, in 1989. Today, in view of \r\nthe developments in some of those countries, whose \r\npopulations aspired and still legitimately aspire to \r\nfreedom, democracy and social justice, I cannot fail \r\nto recall the remarks that I made from this rostrum \r\nduring the sixty-sixth session of the General Assembly \r\n(see A/66/PV.27). I called then for greater caution and \r\nprudence, convinced that the overthrow of a political \r\nregime does not necessarily bring freedom and \r\ndemocracy, since they must be won and nurtured by \r\nother victories that cannot be imposed from the outside.\r\nThe situations we have just mentioned are replete \r\nwith lessons, not just because of the internal instability \r\nthat may result from them, but also and above all because \r\nof their unpredictable negative impact on regional and \r\ninternational peace and security.\r\nIt that regard, I shall mention other challenges to \r\ninternational peace and security, particularly those \r\nof the Syrian tragedy, which is unfolding relentlessly \r\nbefore our eyes, and the untenable Israeli-Palestinian \r\nconflict, which has consumed so many human lives and \r\nso much energy and time.\r\n50/51 13-48784\r\nA/68/PV.15 27/09/2013\r\nCongo has also benefited from substantial debt relief \r\nafter reaching the completion point for the Heavily \r\nIndebted Poor Countries Initiative in January 2010 and \r\nwill from now on have more resources available for \r\nnational development programmes, particularly in the \r\nsocial sectors.\r\nStructural reforms undertaken through the Extended \r\nCredit Facility of the International Monetary Fund have \r\nenabled us to make essential progress in managing the \r\npublic finances and macroeconomic stabilization. The \r\nbusiness climate continues to improve. Other measures \r\nhave been taken to enable the Congo to speed up its \r\nachievement of the MDGs between now and 2015.\r\nThe 2012 United Nations Conference on \r\nSustainable Development (Rio+20) outlined for us \r\n“The future we want”. Ambassador Ashe, who was one \r\nof the co-facilitators of the Rio+20 process and is now \r\nthe President of the General Assembly, is therefore well \r\nplaced to help us to set the stage that will enable us \r\nto reach the horizon that is the future we want. “The \r\npost-2015 development agenda: setting the stage” is the \r\ntheme of the current session. It invites us to establish the \r\nfoundations for another vision of development, focused \r\non poverty eradication and human development. \r\nMy delegation agrees with the President that what is \r\nneeded is an ambitious, bold programme that takes new \r\nand emerging development challenges into account \r\nand that better integrates the economic, social and \r\nenvironmental aspects of sustainable development.\r\nThe Congo, a country in the forested Congo \r\nbasin, can only concur with that view. The Congo’s \r\ncommitment to sustainable development at the national \r\nlevel, as well as at the regional and international \r\nlevels, has been unflagging. It is in that context that, \r\nafter having spoken for Africa throughout the Rio+20 \r\nprocess, the Congo has continued its active commitment \r\nwithin the framework of the Open Working Group on \r\nSustainable Development Goals. Once those sustainable \r\ndevelopment goals have been defined, there remains the \r\nvital issue of how to finance sustainable development, \r\nwhich will be tackled by establishing a committee of \r\nexperts on the issue.\r\nIt is regrettable that the issue of climate change, \r\nwhich affects all humankind, is still suffering from a \r\nlack of consensus. Permit me to revisit a subject of deep \r\nconcern for developing countries such as ours, namely, \r\nthe issue of financing the fight against climate change, \r\nwhich should be a central element in our negotiations. \r\nFor our part, we affirm the importance of supporting \r\nThe damage done by the economic and financial \r\ncrisis that recently shook the world is far from being \r\nrepaired; even if here and there we can see some signs \r\nof recovery, they are unfortunately not capable of \r\nrelaunching sustained growth. The progress that about \r\n40 developing countries have made has definitely led to \r\nsome rebalancing of power, as the Human Development \r\nReport 2013 of the United Nations Development \r\nProgramme indicates. However, the fruits of that growth \r\nare unequally distributed. Similarly, the disparities both \r\nwithin countries and between rich and poor countries \r\nonce again raises the problem of inequality and social \r\njustice, which often causes social unrest. Between now \r\nand 2015 there will be numerous African countries \r\nthat will not meet the Millennium Development Goals \r\n(MDGs).\r\nFor my own country, there has been significant \r\nprogress in achieving the MDGs, especially those \r\nrelating to education and maternal and child health, \r\nthanks to my Government’s efforts and initiatives in \r\nareas such as abolishing school fees, providing free \r\ntextbooks, recruiting teachers and providing free \r\nCaesarean sections, vaccinations and antiretroviral \r\ntreatments. However, progress has been somewhat \r\nslow in fighting poverty and promoting decent jobs. \r\nNonetheless, combating poverty remains a major \r\nconcern to which my Government accords high priority \r\nthrough investment programmes in health, education, \r\nprofessional training, infrastructure, agricultural \r\nproduction, forestry and mining.\r\nWe have reasons to hope for progress between \r\nnow and 2015. The national context is being prepared. \r\nThe Republic of the Congo enjoys reassuring stability \r\nand a favourable economic environment. Lasting \r\npeace has been established. We are consolidating the \r\ndemocratic process, which is strengthened by a regular \r\ndialogue between the Government and the opposition \r\non organizing peaceful elections. My country has also \r\nbuilt a harmonious overall framework for implementing \r\nits development policy, focused on modernizing and \r\nindustrializing the country on the basis of our national \r\ndevelopment plan for 2012-2016.\r\nThe favourable rise in the price of petroleum \r\nproducts and other natural resources such as wood has \r\nenabled my country to register significant increases \r\nin its economic growth rate, now over 5 per cent per \r\nyear since 2010, allowing for inflation. That economic \r\nimprovement has notably benefited State revenues, \r\nwhich have been going up steadily. The Republic of the \r\n13-48784 51/51\r\n27/09/2013 A/68/PV.15\r\nAs President John F. Kennedy noted as early as in \r\n1963, at the eighteenth session of the General Assembly,\r\n“The United Nations cannot survive as a static \r\nOrganization. Its obligations are increasing as well \r\nas its size. Its Charter must be changed as well as its \r\ncustoms. The authors of that Charter did not intend \r\nthat it be frozen in perpetuity.” (A/PV.1209, p. 7)\r\nWe are therefore at the heart of an important and timely \r\ndebate.\r\nUnited Nations reform is therefore urgent \r\nand possible. It must be based on the principles of \r\ndemocracy, justice and equality. In that regard, the cycle \r\nof the intergovernmental negotiations on the question \r\nof equitable representation on and increase in the \r\nmembership of the Security Council and other matters \r\nrelated to the Council should lead, through a consensual \r\nframework, to concrete results. That reform is part of \r\nthe will of the Member States to make the Organization \r\nan institution that expresses the values  of modernity \r\nand is open to the future, a sanctuary for builders of the \r\nfuture of the world, a world where planetary challenges \r\nrequire concerted global solutions, a world that is being \r\nbuilt on the bedrock of solidarity, unity, mutual respect \r\nand tolerance.\r\nThe meeting rose at 2.55 p.m.\r\ndeveloping countries in establishing low-carbon \r\nregimes that can adapt to climate change in order to \r\ntackle the worldwide problem that humankind is facing.\r\nIn regard to the programme entitled “Reducing \r\nDeforestation and Forest Degradation and Enhancing \r\nEnvironmental Services in Tropical Forests”, \r\nestablished by the International Tropical Timber \r\nCouncil, the Congo welcomes the consensus on the \r\nimportance of participation by all countries, according \r\nto their capacity and national context, in the fight \r\nagainst deforestation, forest degradation and of \r\nincreasing stocks of forest carbon, which is responsible \r\nfor almost 20 per cent of total greenhouse-gas \r\nemissions. Our interest in conserving nature and \r\nprotecting wildlife has impelled us to launch a fierce \r\nfight against poaching. In that context, next year the \r\nCongo is organizing a major international meeting \r\non combating that scourge. Participants will include \r\npolitical and technical stakeholders involved in wildlife \r\nmanagement, countries that buy wildlife products, and \r\ninternational organizations.\r\nThe world has changed, and we must deal with the \r\nnew geopolitical challenges that have helped new forces \r\nto emerge onto the international scene. Every living \r\norganism must evolve. The United Nations, which we \r\nwould like to see become more transparent, dynamic \r\nand democratic, cannot avoid that law of nature.\r\n"