"In the absence of the President, Mrs. Miculescu \r\n(Romania), Vice-President, took the Chair.\r\nThe meeting was called to order at 10.05 a.m.\r\nAgenda item 29 (continued)\r\nReport of the Security Council\r\nReport of the Security Council (A/68/2)\r\nThe Acting President: The General Assembly will \r\nresume its consideration of agenda item 29, “Report of \r\nthe Security Council”, in order to further deliberate \r\non the report of the Council, circulated in document \r\nA/68/2, in accordance with the decision taken at its \r\n49th plenary meeting, on 8 November 2013.\r\nMembers will recall that the Assembly considered \r\nagenda item 29 jointly with agenda item 123, “Question \r\nof equitable representation on and increase in the \r\nmembership of the Security Council and related \r\nmatters”, at its 46th to 49th plenary meetings, on 7 and \r\n8 November.\r\nMr. Seger (Switzerland): I am speaking in my \r\ncapacity as the coordinator of the Accountability, \r\nCoherence and Transparency (ACT) group, a cross-\r\nregional group of 22 States. ACT is composed of Austria, \r\nChile, Costa Rica, Estonia, Finland, Gabon, Hungary, \r\nIreland, Jordan, Liechtenstein, Maldives, New Zealand, \r\nNorway, Papua New Guinea, Peru, Portugal, Saudi \r\nArabia, Slovenia, Sweden, Switzerland, Tanzania and \r\nUruguay.\r\nACT was launched in May 2013 as a new initiative to \r\nimprove the working methods of the Security Council. \r\nThe name is an acronym that stands for Accountability, \r\nCoherence and Transparency, which represent our \r\ncommon conviction that those qualities are needed in all \r\nof the Security Council’s activities. Another important \r\nelement to mention is that ACT takes no position on the \r\nreform, composition or enlargement of the Council and \r\nwill remain outside that process. We seek improvement \r\nof the Council’s work in its current status.\r\nThe annual report of the Security Council to the \r\nGeneral Assembly is the highest expression of the \r\nrelationship between those two principal organs of the \r\nUnited Nations. In that regard, we value very much \r\nthis opportunity to interact with the President of the \r\nSecurity Council, whom we thank for the introduction \r\nof the report (see A/68/PV.46).\r\nThis is a key moment with respect to the interaction \r\nbetween the General Assembly and the Security \r\nCouncil — an important point of reflection on what \r\nlies behind us, but also maybe on what lies ahead. We \r\ntherefore welcome this opportunity to further consider \r\nthe report under agenda item 29, in accordance with the \r\ndecision taken in early November.\r\nAs during most of the debates in previous years, the \r\nintroduction of the annual report of the Security Council \r\nhas been scheduled jointly with another important \r\ndebate, that concerning the question of equitable \r\nrepresentation on and increase in the membership of \r\nthe Security Council and related matters. Both items \r\nare, no doubt, very important, as the debate on 7 and \r\n8 November has shown (see A/68/PV.46-A/68/PV.49). \r\nHowever, we believe that both items deserve the \r\nAssembly’s full attention.\r\nUnited Nations A/68/PV.56\r\nasdf\r\nGeneral Assembly\r\nSixty-eighth session\r\n56th plenary meeting\r\nThursday, 21 November 2013, 10 a.m. \r\nNew York\r\nOfficial Records\r\nPresident: Mr. Ashe  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .  (Antigua and Barbuda)\r\nThis record contains the text of speeches delivered in English and of the interpretation of \r\nspeeches delivered in the other languages. Corrections should be submitted to the original \r\nlanguages only. They should be incorporated in a copy of the record and sent under the signature \r\nof a member of the delegation concerned to the Chief of the Verbatim Reporting Service, room \r\nU-506. Corrections will be issued after the end of the session in a consolidated corrigendum.\r\n*1357671*\r\n13-57671 (E)\r\n2/12 13-57671\r\nA/68/PV.56 21/10/2013\r\nThirdly, on that point, monthly assessments should \r\nalso be compiled to form an integral part of the annual \r\nreport — not only by way of a document reference \r\nnumber — thus providing a useful narrative of the \r\nmonth-by-month evolution of the Council’s work.\r\nACT welcomes the information on the work of the \r\nCouncil’s subsidiary bodies, including, for example, the \r\nInformal Working Group on Documentation and Other \r\nProcedural Questions, and on progress made with \r\nregard to the Council’s working methods. However, \r\nfurther efforts should be made towards more analytical \r\nand substantive information regarding the work of all of \r\nthose bodies. Chairpersons of subsidiary bodies could \r\nplay an important role in that regard by preparing annual \r\nassessments on the work of those bodies, drawing on \r\nthe example of monthly assessments already produced \r\nby the presidencies. Those assessments could also be \r\nadded to the annual report.\r\nMoreover, efforts should be made to enable an \r\nexchange of views and engagement with the general \r\nmembership during the preparation phase. Some \r\npresidencies have done that in the past. In line with note \r\nS/2012/922, we encourage other presidencies in charge \r\nof preparing the draft introduction to the report to \r\norganize interactive exchanges of view with the wider \r\nmembership through, for instance, Arria Formula or \r\nother formats. Such a practice — which unfortunately \r\nhas not been regularly followed — would contribute \r\nto greater involvement of the broader membership in \r\nSecurity Council matters and to the overall transparency \r\nof the Council’s work.\r\nConcerning the adoption of the report, ACT \r\nencourages Council members to use the public-meeting \r\nformat when the annual report is adopted to comment \r\non the work of the Council for the period covered by the \r\nreport. That is nothing new; it has already been foreseen \r\nin note S/2010/507 but, to our disappointment, the \r\nproposal has never been implemented. Implementing \r\nthat measure would not only contribute to enhancing \r\nthe Council’s transparency, but would also provide \r\nuseful inputs to the subsequent debate in the General \r\nAssembly when the annual report is discussed.\r\nFinally, regarding today’s debate and in line with \r\nmy earlier comments, ACT suggests that in future, the \r\nagenda items “Report of the Security Council” and \r\n“Question of equitable representation on and increase \r\nin the membership of the Security Council and related \r\nmatters” be debated separately, as they represent, in \r\nour view, two separate matters. Moreover, we hope that \r\nMoreover, it is crucial that Member States be able \r\nto examine the content of the annual report in depth \r\nbefore commenting on it. This year, the Security \r\nCouncil adopted the document on 30 October, only a \r\nweek before the scheduled debate. I think we should \r\ngive more time to the Member States between the \r\nadoption of the report and the general debate in the \r\nGeneral Assembly to analyse the contents of the report \r\nand digest them.\r\nIn recent years, the preparation of the annual report \r\nby the Security Council has been the object of some \r\nimprovements, which are reflected in, for instance, \r\nnote S/2010/507, which we appreciate. We welcome \r\nalso note S/2012/922, adopted last December, which \r\nincluded important measures regarding the procedures \r\nfor the preparation and adoption of the report. Although \r\nthere is always room for improvement, we call first and \r\nforemost for the full implementation of the measures \r\nalready agreed by the Council in these presidential \r\nnotes.\r\nACT is convinced that the whole reporting process, \r\nfrom its inception to its introduction in the General \r\nAssembly, could benefit from increased interactivity \r\nwith the wider membership through a more transparent \r\nand participatory exercise, more responsive to relevant \r\nconcerns and overall interest of the general membership \r\nin having access to substantive and analytical \r\ninformation concerning the Council’s work. ACT has \r\nseveral concrete suggestions in that regard. I shall start \r\nwith the preparation phase of the annual report.\r\nThere are the monthly assessments, which are \r\nfundamental tools that contribute to the quality of the \r\nreport, in particular when drafting its introduction; \r\nhence the importance for each Council presidency to \r\nensure a more substantive and analytical assessment. In \r\nthat context, I would like to make three points.\r\nFirst, monthly assessments can indeed serve to \r\nexpress informed and critical views on the Council’s \r\nwork and provide more analytical material, to reflect \r\non the results achieved, as well as on its shortcomings. \r\nAccording to note S/2012/922, those assessments should \r\nbe issued soon after the end of presidencies in order to \r\nenhance their utility to the broader membership.\r\nSecondly, monthly assessments are also, together \r\nwith wrap-up sessions and end-of-presidency informal \r\nbriefings, very useful tools to enhance transparency. \r\nWrap-ups and informal briefings can also help \r\npresidencies in preparing their monthly assessments. \r\n13-57671 3/12\r\n21/10/2013 A/68/PV.56\r\nand non-permanent categories and improvement in its \r\nworking methods.\r\nMuch of the Council’s efforts and activities during \r\nthe year centred around Africa, including the Central \r\nAfrican Republic, the Democratic Republic of the \r\nCongo, Mali and Somalia. The period covered by the \r\nreport saw the Council endorsing the Peace, Security \r\nand Cooperation Framework for the Democratic \r\nRepublic of the Congo and the region, signed in Addis \r\nAbaba on 24 February. The Council also authorized \r\nthe deployment of an intervention brigade for the \r\nUnited Nations Organization Stabilization Mission in \r\nthe Democratic Republic of the Congo (MONUSCO) \r\nto carry out robust activities to take on armed groups, \r\nas described on page 17 of the report. As a major \r\ntroop-contributing country and one with a substantial \r\npresence in MONUSCO, I would like to underscore the \r\nneed for an objective assessment of the implications of \r\nsuch robust mandates for the impartial nature of United \r\nNations peacekeeping.\r\nIt is important to remember that impartiality \r\nand neutrality are key principles for ensuring the \r\nacceptability of United Nations peacekeepers and their \r\nsafety and security. In the long term, robust mandates \r\ncould lead to further threats to the maintenance of \r\ninternational peace and security. The implication of \r\nhaving intervention and traditional peacekeeping units \r\nunder one command, with no differentiation in physical \r\nappearance, is that that could invite attacks on United \r\nNations peacekeepers.\r\nA related issue is how to deter threats to United \r\nNations peacekeepers from non-Government forces \r\nor militias. We note that the Council has asked for the \r\napprehension of those responsible for killing United \r\nNations peacekeepers, but not much has happened to \r\nensure that so far, either in the Democratic Republic \r\nof the Congo or in South Sudan. We would ask the \r\nCouncil to refer to pages 17 and 34 of its report in that \r\ncontext. We call on the Council to take visible steps to \r\nprosecute and bring to justice those who attack United \r\nNations peacekeepers, within a determined time frame. \r\nThe Council has to use its authority to effectively deter \r\nnon-Government forces or militias, which threaten both \r\nUnited Nations peacekeepers and, more importantly, \r\nthe civilians whom the peacekeepers are protecting.\r\nRobust mandates may also pose issues related to \r\nthe legal immunity from prosecution of United Nations \r\npeacekeepers. It is imperative to ensure their immunity \r\nsufficient time will be afforded between the adoption of \r\nthe report and the debate in the General Assembly, as I \r\nnoted in my introduction.\r\nThis debate provides an opportunity for the wider \r\nmembership to comment to the President of the Security \r\nCouncil on the annual report and to suggest concrete \r\nmeasures for improvement. We hope that the Council \r\nand its members will not only hear what we are saying \r\nhere, but will also listen to what we are saying and start \r\nimproving the methodology in future.\r\nACT, for its part, will constructively contribute \r\nto enhancing the transparency, accountability and \r\ncoherence of the Security Council — the very essence \r\nof what we are discussuing here today.\r\nMr. Mukerji (India): I thank the President for \r\norganizing this meeting on the report of the Security \r\nCouncil for the period 1 August 2012 to 31 July 2013 \r\n(A/68/2).\r\nAt the outset, I would like to thank Ambassador \r\nSamantha Power and the United States delegation for \r\ntheir efforts in preparing the introduction to the report. \r\nWe also thank Ambassador Liu Jieyi and the Chinese \r\ndelegation for introducing the report (see A/68/PV.46). \r\nIn November 2012, as President of the Security Council, \r\nIndia had the honour of introducing the report (see \r\nA/67/PV.38).\r\nWe note that the annual report of the Security \r\nCouncil is an important means for facilitating \r\ninteraction between the most representative organ of \r\nthe United Nations — the Assembly — and its most \r\nempowered one, namely, the Council. The Charter \r\nof the United Nations itself bestows on the report a \r\nprofound gravitas, as is evident from the fact that there \r\nexists a separate provision mandating such a report, \r\nrather than clubbing it with the provision for reports \r\nfrom other United Nations bodies.\r\nThe membership of the General Assembly has \r\nrepeatedly requested that this report be more analytical \r\nand incisive, rather than being a mere narration of \r\nevents. The report before us, however, continues to \r\nbe a statistical compilation of events and a listing of \r\nmeetings and outcome documents. That leaves us \r\nwith no other option but to recognize that the real \r\nsolution — not only for a more credible, legitimate and \r\nrepresentative Security Council, but even for a far more \r\nthorough report — lies in the comprehensive reform of \r\nthe Council, including expansion in both the permanent \r\n4/12 13-57671\r\nA/68/PV.56 21/10/2013\r\nexpansion of both membership categories. Secondly, \r\n26 individual Member States explicitly asked for concrete \r\noutcomes by 2015. Thirdly, 23 individual delegations \r\nsupported commencing the intergovernmental \r\nnegotiations on the basis of text-based negotiations, \r\nas a result of the President’s initiative. If we were to \r\nconsider the numbers as represented by their groups, \r\nthere would be twice as many countries.\r\nI therefore urge the President to act on that collective \r\ncall made by such a large number of States from this \r\nrostrum. He has the full support of the overwhelming \r\nmajority of the Assembly to steer his own initiative \r\ntowards its logical conclusion and to commence the \r\nintergovernmental negotiations immediately on the \r\nbasis of a text.\r\nSecondly, even as we embark on marking the \r\nseventieth anniversary of the United Nations and on \r\ncrafting a post-2015 development agenda, it is important \r\nthat we deliver on the most important unfinished \r\nmandate arising from 2005 World Summit, that is, the \r\nearly reforms of the Security Council. Indeed, while all \r\nother mandates agreed at the World Summit have been \r\nfulfilled or continue as works in progress, that mandate \r\nalone remains a work without any progress as it is still \r\nstuck where it was in 2005. That is an unacceptable \r\ninterpretation of the “early reforms” unanimously \r\nagreed to by all Members of the United Nations eight \r\nyears ago.\r\nMr. Logar (Slovenia): Slovenia, as a member of the \r\nAccountability, Coherence and Transparency group, \r\naligns itself with the statement delivered earlier by the \r\nPermanent Representative of Switzerland on behalf of \r\nthe group.\r\nI would like to reiterate my appreciation to the \r\nPermanent Representative of China for introducing the \r\nreport of the Security Council (A/68/2) to the General \r\nAssembly on 7 November (see A/68/PV.46), and to the \r\nUnited States Mission for preparing this year’s report.\r\nWe are fully aware of the highly complex topics and \r\nrelations that the Security Council has tried to address \r\nand mitigate in the period concerned, and are grateful \r\nfor the dedicated efforts of Member States. However, \r\nwe regret that, on some occasions, the Council has not \r\nbeen able to deliver on time or even at all.\r\nWhile respecting the responsibilities of the \r\nprincipal organs of the United Nations, we believe that \r\nthere is a need for the Council also to regularly address \r\nfrom prosecution in order to ensure that they discharge \r\ntheir duty smoothly, especially at a time when \r\npeacekeepers are oriented, before deployment, on the \r\nvarious dimensions of international humanitarian law \r\napplicable to United Nations peacekeeping operations. \r\nIn operations where peacekeepers are deployed \r\nwithout a robust mandate, such as the United Nations \r\nDisengagement Observer Force, the threats to United \r\nNations personnel mentioned on page 49 of the report \r\nmust be taken seriously. All Member States must be \r\ncognizant of their responsibility under the Charter of \r\nthe United Nations to protect and uphold the integrity \r\nof United Nations peacekeeping operations. They must \r\ninvestigate and prosecute those who blatantly threaten \r\nUnited Nations personnel, especially if the sanctity of \r\nthe Security Council is to be maintained.\r\nI am happy that yesterday, Member States adopted \r\na resolution on Afghanistan in the General Assembly, \r\nwhich we sponsored (resolution 68/11). India expressed \r\nits full support for an Afghan-led, Afghan-owned and \r\nAfghan-managed process of peace and reconciliation.\r\nOn the issue of counter-terrorism, we recall that the \r\nSecurity Council has endorsed a zero-tolerance policy \r\nfor terrorism. That implies that no cause or grievance \r\nwhatsoever, including so-called root causes, can be used \r\nto justify terrorism. India strongly supports all efforts \r\nthat strengthen international and regional cooperation \r\nin the fight against terrorism, especially within the \r\npurview of the United Nations. In that context, the \r\nchallenges facing the international community continue \r\nto grow, as set out on pages 65 and 66 of the report of \r\nthe Security Council before us.\r\nI cannot conclude without bringing up an issue \r\nthat has an umbilical relationship to the agenda item \r\nof today’s debate, that is, the reform of the Security \r\nCouncil. I would like to highlight in particular two \r\nkey issues in that regard for members’ consideration. \r\nFirst, the process of bringing about Security Council \r\nreform cannot be seen as an exercise that continues \r\nad infinitum. A results-based timeline is imperative. \r\nThose representatives who request that an artificial \r\ntimeline not be imposed may be advised to desist from \r\ninflicting artificial delays on the process.\r\nThe debate convened by the President on 7 and \r\n8 November included three important statistics, which \r\nshould be borne in mind as the way forward is planned. \r\nFirst, of the nearly 90 countries whose representatives \r\ntook the f loor, 58 individual countries asked for an \r\n13-57671 5/12\r\n21/10/2013 A/68/PV.56\r\nviews and ideas put forward by States not members of \r\nthe Council in open debates and other public meetings. \r\nSuch debates, which allow interaction with the entire \r\nUnited Nations membership, have already become an \r\nimportant instrument for the increased transparency \r\nand coherence of the Council, and their minutes should \r\ntherefore form part of the report.\r\nLet me conclude by saying that Slovenia welcomes \r\nthe debates on the Council’s working methods and its \r\nreform that have taken place in the past few weeks. We \r\nwill continue to contribute to the work of the Council \r\nand its main goal of maintaining international peace \r\nand security and to participate in the valuable dialogue \r\namong Member States.\r\nMr. Körösi (Hungary): I thank the President \r\nfor convening this debate on the annual report of the \r\nSecurity Council (A/68/2).\r\nHungary, as a member of the Accountability, \r\nCoherence and Transparency group, aligns itself with \r\nthe statement made earlier on the group’s behalf by the \r\nrepresentative of Switzerland.\r\nIn our national statement, I will focus on the issue \r\nof working methods and examine how interactions with \r\nthe general United Nations membership and its views \r\non related issues are reflected in the report.\r\nTurning to the specific contents of the report, it \r\nis unfortunate that neither the issue of the working \r\nmethods nor the views of the general membership seem \r\nto be adequately reflected. The narrative offers little \r\ninformation on the plenary debate; in fact, it mentions \r\nonly one of the five debates held. Part VI, on the \r\nsubsidiary bodies, provides scant information on the \r\notherwise productive work of the Informal Working \r\nGroup on Documentation and Other Procedural \r\nQuestions. We receive no insight into the proposals \r\ndiscussed, their follow-up or the future direction of \r\nwork. That may contribute to the feeling of lack of \r\ntransparency — and I fully agree with what was said by \r\nmy Slovenian colleague a short while ago.\r\nAnother major concern lies in the fact that the views \r\nand proposals of the general membership on working \r\nmethods receive no acknowledgment in the report or in \r\nthe documents linked in the repeort. They are reflected \r\nneither in the account of the plenary debate nor in the \r\ndiscussion of the Informal Working Group. The notes \r\non the five debates do not give justice to the richness of \r\nthose interactions, as they only indicate that “members \r\nissues that have potential security implications, such as \r\nthose connected with climate change or human security.\r\nThe work of the Security Council, as the body \r\nentrusted with the maintenance of international \r\npeace and security, should be based on transparent, \r\naccountable and coherent procedures, address the \r\nconcerns of the entire international community and \r\ninvolve all States Members of the United Nations.\r\nThe number of decisions taken by the Council is \r\nincreasing. We would very much like to encourage the \r\nCouncil to incorporate in each meeting and decision a \r\nconcrete plan of implementation that could be reviewed \r\non occasions such as today’s meeting.\r\nWe should bear in mind that the decisions taken by \r\nthe Council have an effect on all of us. The privilege \r\nof being a member of the Council also comes with the \r\nresponsibility to do one’s utmost for the preservation of \r\ninternational peace and security. However, all Member \r\nStates nevertheless have a responsibility to support the \r\nCouncil and to hold it accountable for the consistent \r\nand effective implementation of its decisions.\r\nWe would like to see the more transparent \r\npreparation of a comprehensive report of the work of \r\nthe Security Council. That report serves as a source of \r\ninformation with regard to the work of the Council and \r\nthe major threats to international peace and security. \r\nAs some countries pointed out in the debate on Security \r\nCouncil reform two weeks ago (see A/68/PV.47), the \r\nreport does not always fully reflect the process that has \r\nled to the adoption of a certain resolution or decision. \r\nThe Security Council should therefore enable the entire \r\nmembership to acquire relevant information about its \r\nactivities and to participate meaningfully in its work.\r\nThe improvement of some of the Council’s working \r\nmethods, the need for which has already been pointed \r\nout in previous debates, would also serve as a tool to \r\nassess the work of the Council. Informal briefings and \r\nwrap-up meetings at the end of each month should be \r\naccompanied by written monthly assessments, which \r\nshould form an integral part of the final report. We \r\nwould like to encourage presidencies to promptly \r\nprepare their monthly assessments since, to date, only \r\nsix such assessments have been published this year.\r\nWe also believe that Member States should be \r\ninvolved in consultations and the drafting of decisions \r\nand the report itself in a more transparent manner. We \r\nbelieve it important that future reports also reflect the \r\n6/12 13-57671\r\nA/68/PV.56 21/10/2013\r\nwork of the Security Council during the period covered \r\nby the annual report (A/68/2). It is valuable to have a \r\ncontext such as this in which, leaving aside the separate \r\nissues relating to the reform and composition of the \r\nSecurity Council, we can take stock of the work done \r\nby the Council over a given period and offer some \r\ngeneral comments and reflections. My remarks will \r\ntouch also on the interaction between the Council and \r\nthe wider membership and ways in which that can be \r\nfurther developed and strengthened.\r\nMy delegation aligns itself, at the outset, with \r\nthe statement delivered by the representative of \r\nSwitzerland on behalf of the Accountability, Coherence \r\nand Transparency group, which is, as members know, \r\na cross-regional grouping of 22 Member States that \r\nwas established earlier this year to press for greater \r\nAccountability, Coherence and Transparency in the \r\nwork of the Security Council.\r\nIn the annual report we are considering today, there \r\nare encouraging indications of growing transparency. \r\nFor example, in the period under review, a very high \r\npercentage of the Council’s formal meetings — 174 out \r\nof 195 — were held in public. That is a welcome trend.\r\nI am encouraged also by the Council’s readiness to \r\nschedule, at regular intervals, thematic debates that are \r\nopen to the membership as a whole. That recognizes \r\nthe cross-cutting and interlinked nature of many of \r\nthe challenges arising on the Council’s agenda. It \r\nrecognizes that the maintenance of peace and security \r\nin today’s world is a complex and multidimensional \r\nresponsibility and that the Council would benefit from \r\ndialogue and interaction across the Organization in \r\nshaping its response to those challenges.\r\nOne would wish, however, for greater interactivity \r\nin the exchanges. I would value revised arrangements \r\nfor the thematic debates, which would be conducive to \r\nhigher-level participation on the part of Council members \r\nand a better and more direct dialogue between members \r\nand non-members on the issues being discussed. It \r\nshould be possible to look at the current arrangements \r\nand to see how they might be improved — for example, \r\nthrough an agreement by all participants that time limits \r\nfor interventions would be strictly observed. With a \r\nview to developing interactivity, I trust also that the \r\nCouncil President will report to Council members on \r\nthe points and observations made in today’s debate and \r\nthat this will serve as a basis for further improvement \r\nin our cooperation.\r\nof the Security Council had an exchange of views”. The \r\nCouncil’s follow-up on those proposals made by the \r\ngeneral membership seems painfully lacking.\r\nWhen taking a closer look at the issue of \r\naccountability in the Council’s work for major \r\ninternational crimes, we find a similar inadequacy in \r\nthe report. The open debates on questions such as the \r\nprotection of civilians and on the relationship between \r\nthe Council and the International Criminal Court \r\noffered the Council an abundance of proposals from the \r\nbroader membership on how to better address the issue \r\nof accountability. The report reflects none of them.\r\nOn the Council’s activities related to the Syrian \r\nconflict, the narrative fails to make any reference to \r\nthe letter that was sent by 57 Member States in January, \r\nrequesting the Council to refer the Syrian situation to \r\nthe International Criminal Court. The letter is only \r\nlisted under the documentation section as one of the \r\nmany documents related to the Syrian conflict.\r\nSome proposals of the five permanent members \r\ndo not fare better either. There is no reference to the \r\nproposal of major relevance, made by France already \r\nin 2012, that the permanent members of the Council \r\nshould voluntarily refrain from using their veto power \r\nin situations of mass atrocities. The proposal also \r\nreceived major support from the broader membership.\r\nHungary believes that any and every proposal that \r\nbrings the Council closer to its ultimate raison d’être, \r\nnamely, the fulfilment of its responsibilities, merits \r\nserious consideration, and therefore should be included \r\nin the Council’s report. Those examples point to certain \r\nshortcomings that can be tackled only through changes \r\nin the working methods of the Council as well as in the \r\nstructure and content of the report.\r\nWe call call on the Security Council to provide \r\na better reflection of the contributions to its work by \r\nthe broader membership, especially in cases where the \r\nCouncil itself requested such contributions. Inviting \r\nMember States to participate in open debates cannot \r\ngenerate any progress or make any real difference if \r\nthe Council gives no substantial consideration to their \r\nviews by following up on them transparently and \r\nreflecting them in its annual report. We sincerely hope \r\nthat the next year’s report will include more of those \r\nessential elements.\r\nMr. Donoghue (Ireland): I welcome the opportunity \r\nprovided today to Member States to comment on the \r\n13-57671 7/12\r\n21/10/2013 A/68/PV.56\r\nThe Informal Working Group on Documentation \r\nand Other Procedural Questions, chaired by Portugal \r\nin 2012 and by Argentina this year, deserves particular \r\ncommendation for the role it is playing. Further to \r\nthe note by the President contained in document \r\nS/2013/515, of 28 August 2013, we hope that all of the \r\nCouncil’s subsidiary bodies will seek to enhance the \r\ntransparency of their activities and the interactivity of \r\ntheir engagement with non-members of the Council.\r\nIreland also wishes to acknowledge the steady \r\nprogress being made by the Working Group on \r\nPeacekeeping Operations, which was chaired by \r\nMorocco last year and by Pakistan this year. The \r\nWorking Group, which deals with a critically important \r\npart of the Security Council’s responsibilities, \r\nhas addressed key questions such as inter-mission \r\ncooperation, the African Union Mission to Somalia, \r\nthe safety and security of United Nations peacekeepers \r\nand the use of modern technology in peacekeeping. \r\nWe welcome the note by the President of the Council \r\ncontained in document S/2013/630, of 28 October 2013. \r\nWhen implemented in full, it will go a significant \r\nway towards enhancing the quality of the Council’s \r\ninteraction and consultation with troop and police \r\ncontributors.\r\nIn conclusion, I would like to reiterate my \r\ndelegation’s thanks for the opportunity afforded to \r\ncomment on this annual report from the Security \r\nCouncil. We want to assist in the collective task of \r\nensuring that the Council lives up fully to the vital \r\nleadership role conferred upon it. We welcome this \r\nopportunity to explore how the dialogue between the \r\nCouncil and the wider membership can be deepened \r\nand improved to the benefit of the Organization as a \r\nwhole and the peoples it represents.\r\nMr. Patriota (Brazil): Let me start by thanking \r\nonce more the Permanent Representative of China, \r\nAmbassador Liu Jieyi, for introducing the annual report \r\nof the Security Council (A/68/2) (see A/68/PV.46), and \r\nthe United States delegation for drafting its introduction.\r\nThe annual report being discussed today is an \r\nattempt to provide a fairly comprehensive account \r\nof the Council’s activities. As Brazil has underlined \r\non previous occasions, we understand that a large \r\nnumber of countries are very interested in being better \r\ninformed about the Council’s deliberations. It is worth \r\nrecalling that the Council acts on behalf of the entire \r\nmembership, and its decisions, albeit taken in a room \r\nThe annual report before us provides abundant \r\nmaterial on the detailed handling of individual items \r\non the Council’s agenda. That is valuable and makes \r\nan important contribution to transparency. In our view, \r\nhowever, the value of the material would be enhanced \r\nby occasional reflections on the effectiveness or impact \r\nof specific actions taken by the Council. I mean that in \r\nthe most positive sense.\r\nIn the report before the Assembly, there are several \r\ngood examples of issues where decisive action by the \r\nCouncil produced important breakthroughs. In Mali, in \r\nthe Democratic Republic of the Congo and in Somalia, \r\nthe Council acted swiftly and to good effect. Yet, \r\nalthough widely acknowledged, those achievements are \r\nnot captured clearly in the report.\r\nIt should also be possible to give a fuller account \r\nof individual Council discussions, highlighting the \r\noperational conclusions reached while at the same time \r\nbeing a little more open than hitherto about the ebb and \r\nf low of the debate.\r\nIn general, my delegation sees value in introducing \r\nan element of evaluation in relation to key areas of \r\nthe Council’s work, both in the annual reports and in \r\nthe monthly assessments. It would seem that, under \r\nthe existing rules, some discretion is available to the \r\nSecretariat in that respect.\r\nSome reflection on overall priority-setting during \r\na given period, or on issues such as the balance in \r\nthe Council’s work between individual conflicts and \r\ncross-cutting thematic work or new trends in terms \r\nof challenges to peace and security, would also be of \r\ninterest.\r\nThe work of the Council relating to the anticipation \r\nand prevention of conflict during the period under \r\nreview could also be brought out with greater clarity.\r\nWe very much welcome the successive notes by the \r\nPresident of the Security Council that have been issued \r\nregarding measures to improve the working methods \r\nof the Council. For example, in the note contained in \r\ndocument S/2012/922, of 12 December 2012, the Council \r\nproposed interactive informal exchanges of views with \r\nthe wider membership on the draft annual report, and \r\nthe inclusion of more substantive information on the \r\nCouncil’s work and on measures to improve its working \r\nmethods. We very much welcome those proposals and \r\nhope that they will be acted upon speedily.\r\n8/12 13-57671\r\nA/68/PV.56 21/10/2013\r\nWe have seen important steps and initiatives from \r\nthe Haitian Government to revitalize the country’s \r\neconomy and provide support for the poor. Such \r\nwillingness to mobilize investment and promote \r\nreconstruction, with a focus on those in need, has yet to \r\nfind its counterpart on the political track. We commend \r\nMINUSTAH for its intensive work on facilitating the \r\npolitical process through the good offices of the Special \r\nRepresentative of the Secretary-General, as well as for \r\nits sustained support on the humanitarian and security \r\nfront. Brazil will remain engaged in supporting Haiti’s \r\ndevelopment and democratic consolidation.\r\nLet me refer briefly to the situation in Guinea-Bissau, \r\nwhere the active engagement of the Security Council \r\nalso remains crucial. The Council’s press statement of \r\n11 September (SC/11118) recognized some important \r\ndevelopments, such as the formation of a more inclusive \r\ntransitional Government, while reiterating its call for \r\nthe holding of free and credible elections as soon as \r\npossible, and for inclusive dialogue towards consensus \r\non key reforms to be undertaken in the coming years. \r\nA new date for elections has been set; donors, specially \r\nthose from the region, have been forthcoming; and key \r\npreparations for elections, such as voter registration, \r\nare to begin soon. Yet important challenges remain, \r\nand strong international commitment will be needed \r\nthroughout the process. The Council will again have an \r\nopportunity to review some of the developments next \r\nweek, when it will hear from the Special Representative \r\nof the Secretary-General Ramos-Horta. As President \r\nof the Guinea Bissau country-specific configuration \r\nof the Peacebuilding Commission, I look forward to a \r\nproductive discussion and stand ready to engage with \r\nthe Council and with configuration members on a \r\ncomprehensive assessment of the role of the PBC and \r\nits future activities.\r\nThe tragic situation in Syria and the Council’s \r\ninability to devise a timely strategy on the basis of \r\nthe Geneva communiqué of 12 June 2012 (S/2012/522, \r\nannex) should give us pause for reflection. That state of \r\naffairs is seen by many as an illustration of the Council’s \r\ncurrent dysfunctionality. The Council’s delay of \r\n15 months to endorse the communiqué, finally reached \r\nwith the adoption of Security Council resolution 2118 \r\n(2013) in October, was particularly detrimental. Had \r\nthat endorsement been achieved earlier and the political \r\nprocess envisaged therein been carried out, many lives \r\ncould have been saved and the death toll in the conflict \r\ncould have been significantly less appalling.\r\nwith only 15 seats, are binding on all 193 Member \r\nStates. In that sense, we believe that it is crucial to \r\nmake that body more transparent and more accountable \r\nto the General Assembly, and thereby to the broader \r\nmembership.\r\nAs mentioned at last month’s open debate on the \r\nSecurity Council’s working methods (see S/PV.7052), \r\nBrazil understands that the holding of public debates, \r\nwrap-up meetings, consultations with troop- and \r\npolice-contributing countries, field missions and \r\nthe outreach to country-specific configurations of \r\nthe Peacebuilding Commission (PBC) are important \r\nattempts to promote inclusiveness and enhance the \r\neffectiveness of the Council’s decisions. We welcome \r\nthe intervention by the Permanent Representative of \r\nSwitzerland on behalf of the Accountability, Coherence \r\nand Transparency group, which included positive \r\nsuggestions on how to enhance transparency and \r\nworking methods.\r\nAllow me to make a few remarks on the work \r\nundertaken by the Council during the period covered \r\nby the report.\r\nBrazil takes note with satisfaction of the recent \r\ndevelopments in the Democratic Republic of the Congo. \r\nWe are also pleased to see that progress has been made to \r\nimplement a regional strategy in the Great Lakes region. \r\nWe commend the efforts undertaken by United Nations \r\nOrganization Stabilization Mission in the Democratic \r\nRepublic of the Congo and its Intervention Brigade. \r\nAt the same time, we would like to emphasize that the \r\nrecent successes in the fight against armed groups is \r\na consequence not only of a more robust approach to \r\npeacekeeping, but mainly of a strong commitment of the \r\nGreat Lakes countries and the international community \r\nto address the roots of instability in the eastern part of \r\nthe Democratic Republic of the Congo and in the region \r\nthrough a political process.\r\nIn Haiti, the United Nations Stabilization Mission \r\nin Haiti (MINUSTAH) continues to pursue its \r\ncalibrated, gradual and sustainable consolidation plan, \r\nfurther reducing its military footprint as the capacity \r\nof the Haitian National Police increases. On the other \r\nhand, the lack of progress on the political front, with \r\nunjustifiable delays in the holding of pending senatorial \r\nand local elections, remains a matter of concern. It is \r\ncrucial that programmes of institutional consolidation \r\nand development be allowed to take off for the stability \r\nthat MINUSTAH helped create to be sustainable.\r\n13-57671 9/12\r\n21/10/2013 A/68/PV.56\r\nweapons to international peace and security, thus \r\nrecognizing that non-proliferation and disarmament are \r\nmutually reinforcing.\r\nThe compliance deficit is particularly serious in \r\nthe field of nuclear disarmament. As long as a limited \r\ngroup of countries possess nuclear weapons and resist \r\nimplementing their commitments in that regard, there \r\nis a greater risk that other States and non-State actors \r\nmay try to acquire or develop such weapons. Nuclear \r\ndisarmament is an effective measure against nuclear \r\nproliferation.\r\nIt is our understanding that the Council could play \r\nan important role in the promotion of our shared goal of \r\na world free of nuclear weapons and other weapons of \r\nmass destruction.\r\nAs a final note, Brazil would like to highlight the \r\nfact that a considerable number, some 90 delegations, \r\nrepresenting the views of more than two thirds of the \r\nmembership, took the f loor during the debate held on \r\n7 and 8 November on Security Council reform, the \r\nvast majority of which clearly called for and expansion \r\nof the Council in both categories. That should be \r\nunderstood as a clear and compelling message from \r\nthe wider membership on the need for an urgent and \r\ncomprehensive reform of that body — a reform that \r\nwould bring the Council in line with today’s geopolitical \r\nrealities and make it truly capable of addressing the \r\nchallenges of the twenty-first century.\r\nMr. Wittig (Germany): The annual report of the \r\nSecurity Council (A/68/2) under discussion today \r\ncovers a period during which my country was a member \r\nof the Council. Looking back, I will briefly touch upon \r\nthree issues.\r\nThe first is the long deadlock in the Council \r\nover Syria. Not only did the three double vetoes have \r\na terrible consequence for the Syrian people; more \r\nbroadly, the failure by the Council to adequately \r\nrespond to the bloodshed also raises the question of \r\nwhether the Security Council as we see it today still able \r\nto effectively address current and future challenges.\r\nThe Syria deadlock has also served to shine a \r\nspotlight on the role of the veto. In that context, we very \r\nmuch appreciate the proposal made by France by which \r\npermanent members would refrain from using the veto \r\nin situations of atrocity crimes. That proposal deserves \r\nfurther discussion.\r\nNow that progress has been achieved on the \r\nchemical-weapons front, we should remain more \r\ndirectly aware that the vast majority of the 120,000 \r\ncasualties were caused by conventional weapons. In \r\nthat regard, the proliferation of conventional weapons \r\nin Syria remains a source of insecurity and instability \r\nthat will continue to threaten the region even in post-\r\nconflict scenarios. How many more months will the \r\nCouncil need to adopt a common position against the \r\nincreasing militarization of the crisis? The Independent \r\nInternational Commission of Inquiry on the Syrian \r\nArab Republic, established by the Human Rights \r\nCouncil, has eloquently pointed out that the f low of \r\narms increases the chances that they will be used to \r\ncommit serious violations of human rights.\r\nDespite the fact that in the period covered by \r\nthe report the Council held a significant number of \r\nmeetings on the Middle East, including the question of \r\nPalestine, its deliberations have had little influence on \r\nthe ground. The Council, as the body entrusted with the \r\nmaintenance of international peace and security, should \r\ndo more to resolve the issue. Its silence as unilateral \r\nactions threaten to jeopardize the peace negotiations \r\nand make the two-State solution more elusive is deeply \r\ntroubling. Brazil expects that the Council will play \r\na leading role on the issue, including by avoiding \r\noutsourcing the responsibility for the resolution of the \r\nquestion without even insisting on regular briefings \r\non the matter. Regular briefings by the Quartet to the \r\nCouncil would be a good start.\r\nOver the past years, the Security Council has \r\nadopted several resolutions to curb the proliferation of \r\nweapons of mass destruction, their means of delivery, \r\nas well as parts, components and related material and \r\ntechnology. Sanctions regimes were established to deal \r\nwith breaches, by specific countries, of obligations \r\non those matters. The Council also took a decisive \r\nstep through Security Council resolution 2118 (2013), \r\nwhich we praise, to ensure the elimination of the \r\nSyrian programme of chemical arms. However, an \r\nimbalance persists between the attention the Council \r\ndedicates to non-proliferation vis-à-vis its dedication \r\nto disarmament, especially with regard to nuclear \r\nweapons.\r\nWe acknowledge the importance of the measures \r\ntaken by the Council to avoid the proliferation of \r\nweapons of mass destruction. We would expect the \r\nSecurity Council, in parallel, to deal more decisively \r\nwith the threat posed by the very existence of such \r\n10/12 13-57671\r\nA/68/PV.56 21/10/2013\r\ncreating a compact between members and non-members \r\nof the Council. It is our hope that a longstanding \r\ntradition of isolation will give way to accountability, \r\nthat future work will be coherent and integrated and \r\nthat a culture of secrecy will give way to transparency.\r\nIt is in that spirit that the Maldives associates \r\nitself with the statement delivered by the Permanent \r\nRepresentative of Switzerland in his capacity as \r\ncoordinator of the Accountability, Coherence and \r\nTransparency group.\r\nA business-as-usual approach is no longer viable \r\nin today’s world, and while comprehensive and \r\nsubstantial change will take time, today’s Council has \r\na responsibility to be more responsive to the United \r\nNations general membership.\r\nThe immediate responsibility to act lies with \r\ncurrent and future members of the Council. Those \r\nnations must take measures to ensure transparency in \r\ntheir work and facilitate greater understanding. The \r\nMaldives commends the practice of monthly wrap-\r\nup meetings conducted by the Council President. We \r\nencourage analytical and substantive monthly briefings \r\nthat ensure the evolution of the Council’s work and \r\npromotes progress across the tenures of its presidency.\r\nAs with the rotation of the presidency, the work of \r\nthe Council is not restricted to permanent members, but \r\nrather to all members of the Council. The allocation of \r\nwork must be inclusive and conducted in such a way as \r\nto draw upon the expertise of all Council members, lest \r\nthe Council’s legitimacy be undermined further.\r\nThe principal purpose of the United Nations is the \r\nmaintenance of peace and security across the globe. \r\nThe centrality of that principle lies with the Security \r\nCouncil. Its legitimacy, and by extension that of the \r\nOrganization, can be maintained only through the \r\nelimination of mass atrocity crimes. The Maldives \r\ncalls again today for the elective renunciation of a \r\nmember’s right of veto in the case of mass atrocities. \r\nIt is the solemn duty of every Member State to protect \r\nthose within its sovereign territory. Should any of us \r\nfail in that duty, it is the burden of the United Nations \r\nto safeguard its Charter and fulfil the purpose of the \r\nOrganization.\r\nIt is the responsibility of the general membership \r\nto hold Council members to account, and that can be \r\ndone only by casting aside the veil of ignorance that \r\nsurrounds the work of the Council. Its methodologies \r\nSecondly, the annual report also shows that the \r\nissues on the agenda of the Security Council have \r\nbecome increasingly complex, ranging from traditional \r\nissues such as peacekeeping, to cases of conflict \r\nprevention and peacebuilding. The Council also \r\ndeserves credit for its actions in that regard, including \r\nits close engagement in the transition process in Yemen.\r\nThe Council has also come to address cross-cutting \r\nissues such as children in armed conflict, and new \r\nthreats such as that of climate change. We hope that the \r\nCouncil will continue on that track in order to remain \r\nrelevant and put to rest the criticism of encroachment, \r\nwhich we believe is unwarranted.\r\nLastly, I shall say a few words on the Council \r\nmembers’ day-to-day work and the decision-making \r\nprocesses. It is fair to say that the Council has come a \r\nlong way in improving its working methods. We tried \r\nto contribute our share. But more needs to be done. \r\nTwo issues stand out in my view. The first is that of \r\npenholdership for Security Council resolutions, which \r\nis de facto monopolized by the permanent members. \r\nBut all members of the Council are fully eligible to \r\nfulfil that function, and we believe that non-permanent \r\nmembers should also be given a fair chance to \r\ndemonstrate their valuable contributions to the work of \r\nthe Council. Similarly, greater transparency is needed \r\nwhen it comes to the distribution of the chairmanships \r\nof Council subsidiary organs — a process again \r\ndominated by the permanent five. Both issues were \r\namong those addressed to some extent in the various \r\npresidential notes adopted in recent years. We urge the \r\npermanent members to ensure that their commitments \r\nmade in those notes are also translated into practice.\r\nMr. Sareer (Maldives): My delegation welcomes \r\nthe report of the Security Council (A/68/2) and \r\nthe ever-increasing attempts at transparency in its \r\npreparation and drafting. The Maldives furthermore \r\nwelcomes this debate on agenda item 29, in a manner \r\nthat is independent of the larger question of the Security \r\nCouncil’s reform, composition and expansion.\r\nWhile the Maldives hopes that tomorrow’s Security \r\nCouncil will have an expanded membership and be \r\nmore relevant and responsive to global needs, our \r\nfocus today is on the present-day Security Council. \r\nThe authority of the members of today’s Council is \r\nderived from the Charter of the United Nations and the \r\ngeneral membership. Its resolutions are binding upon \r\nall Member States and the Council is accountable to us, \r\n13-57671 11/12\r\n21/10/2013 A/68/PV.56\r\nthe Force Intervention Brigade of the United Nations \r\nOrganization Stabilization Mission in the Democratic \r\nRepublic of the Congo. These practical examples are, \r\nof course, highly commendable efforts.\r\nWhile my delegation appreciates those efforts, the \r\ncurrent report is more chronological and descriptive \r\nand less analytical. An analytical report would be more \r\nbeneficial, as it would provide better insight into the \r\nchallenges that the Council is faced with in deliberating \r\non various situations on its agenda, as reflected in its \r\nability to resolve certain conflicts.\r\nThe elected members of the Council are confronted \r\nby numerous constraints resulting from the dominance \r\nof a particular select group. We remain concerned \r\nthat the resolutions or decisions of the Council are \r\noften consulted upon by a particular select group and \r\npresented as final to elected members. While we support \r\nbroad consultations by the Council, its decisions should \r\nbe open to debate among all its members.\r\nThe situation of Palestine and the Western Sahara \r\nare but two clear examples of how narrow national \r\ninterests can constrain the Council in the maintenance \r\nof international peace and security. In the case of the \r\nWestern Sahara, we have witnessed how, through \r\nselective small groups, some that are not even members \r\nof the Council have greater influence over the text of \r\nresolutions than Council members themselves. The \r\nsubsequent weakening of the text of the relevant annual \r\nresolution has resulted in the Security Council not \r\nbeing able to implement its own decisions.\r\nIn conclusion, discussing the current report of \r\nthe Security Council must not divert attention away \r\nfrom the genuine reform of the Security Council. The \r\nnegotiations on reform of the Security Council have \r\ngone on too long, and their importance cannot be \r\noveremphasized.\r\nMr. Djokpe (Benin) (spoke in French): \r\nAmbassador Jean-Francis Régis Zinsou has asked me \r\nto make this statement on his behalf.\r\nI would like to join those who have spoken before \r\nme in sincerely thanking the President of the General \r\nAssembly for having worked to convene this plenary \r\nmeeting on the Security Council report to the General \r\nAssembly (A/68/2) and on the intergovernmental \r\nnegotiations on the question of Security Council reform, \r\nin particular the question of equitable representation \r\nwithin that body and the increase in the number of its \r\nshould facilitate greater understanding, and therefore \r\ngreater accountability. The collective will of the \r\nmembership should stimulate clarity.\r\nIt is the Maldives’ hope that, even without \r\ncomprehensive reform for tomorrow, today’s Council \r\ncan rise to the challenges of our time, within the \r\nexisting frameworks.\r\nMr. Mamabolo (South Africa): My delegation \r\nwishes to thank you, Madam President, for convening \r\nthis important meeting to reflect on the Security \r\nCouncil. We would also like to thank the Permanent \r\nRepresentative of China for introducing the annual \r\nreport (A/68/2) covering the period from 1 August \r\n2012 to 31 July 2013. In the same vein, we also thank \r\nthe delegation of the United States, under the leadership \r\nof Ambassador Samantha Power, for preparing this \r\nreport on behalf of the Security Council. The report \r\nbefore us presents a factual account of the work of \r\nthe Council, and my delegation would like to express \r\nour appreciation for the efforts made by the Council \r\nin undertaking its primary responsibility for the \r\nmaintenance of international peace and security, as \r\nenshrined in the Charter of the United Nations.\r\nMy delegation has seen some progress in the Security \r\nCouncil in terms of increasing its focus on improving \r\nits working methods. It is worth noting that briefings \r\nto the general membership of the United Nations by \r\nincoming and outgoing Presidents of the Council are \r\nbecoming standard practice. Those briefings have \r\nkept non-Council members abreast of developments \r\nin the Security Council and provided insight into how \r\nthe Council is approaching various agenda items. We \r\ntherefore encourage other Council members who have \r\nbeen reluctant to provide such briefings at the end of \r\nthe month to make an effort.\r\nWe are particularly pleased that the Security \r\nCouncil has lately been placing strategic focus on \r\nthe relationship between itself and regional and \r\nsubregional organizations. We are encouraged that the \r\nannual consultative meetings between the Security \r\nCouncil and the African Union (AU) Peace and \r\nSecurity Council have become more structured and \r\neffective. My delegation is further encouraged by the \r\nongoing partnership and cooperation between the AU \r\nand the United Nations, as witnessed in the African \r\nUnion-United Nations Hybrid Operation in Darfur, \r\nthe former African-led International Support Mission \r\nin Mali, the African Union Mission in Somalia and \r\n12/12 13-57671\r\nA/68/PV.56 21/10/2013\r\nexpansion will allow the effectiveness of the Council’s \r\nwork in Africa to be enhanced. As highlighted by the \r\nPresident of the Council during his introduction of the \r\nSecurity Council report for the period from August \r\n2012 and July 2013 (see A/68/PV.46), over 60 per cent \r\nof the Council’s agenda concerns Africa. Half of the \r\npeacekeeping operations of the United Nations are \r\ncurrently deployed on the continent.\r\nBenin wishes to reaffirm its adherence to the \r\nEzulwini Consensus and the Sirte Declaration, which \r\nseek at least two permanent seats on the Council — with \r\nall the attendant prerogatives and privileges, including \r\nthe right of veto, if that right continues to exist — and \r\ntwo non-permanent seats.\r\nMy delegation believes that after more than 20 years, \r\nthe time has come to move forward with a concrete \r\ntext in order to put an end to the continuing dead-end \r\ndialogue. It is time to begin creating a genuine text for \r\nnegotiations that would enable us to better evaluate the \r\nvarious options in order to agree on how to move ahead. \r\nIn that regard, my delegation welcomes the President’s \r\ninitiative in setting up an advisory group to help him to \r\ndetermine options for advancing the issue. We would \r\nlike to see the group up and running as soon as possible \r\nin order to improve the compilation of the various \r\nproposals and produce a database conducive to leaving \r\nbehind vague propositions and making progress. In \r\nmy delegation’s view, that structure would allow the \r\nintergovernmental negotiation process, in a framework \r\nof multilateral negotiations, to achieve the progress we \r\nall expect.\r\nBenin remains solidly behind all initiatives aimed \r\nat accelerating action to reach a comprehensive, \r\ncoherent reform of the Council, which can only help to \r\nimprove global governance, as the 2005 World Summit \r\ndemanded.\r\nThe Acting President: The General Assembly has \r\nthus concluded this stage of its consideration of agenda \r\nitem 29.\r\nThe meeting rose at 11 a.m.\r\nmembers in both categories. I would like to congratulate \r\nthe facilitator, Ambassador Zahir Tanin, Permanent \r\nRepresentative of Afghanistan, for the impressive work \r\nhe has carried out despite the many obstacles he has \r\nfaced. I welcome the well-deserved renewal of his \r\nmandate and take this opportunity to assure him of my \r\ndelegation’s full cooperation.\r\nBenin aligns itself with the statements made by the \r\nrepresentatives of Saint Kitts and Nevis on behalf of the \r\nL.69 group and of Sierra Leone on behalf of the African \r\nGroup. I am pleased to make the following comments in \r\nmy national capacity.\r\nMy delegation has examined with great interest \r\nthe report of the Security Council on the question \r\nof equitable representation on and increase in the \r\nmembership of the Security Council and related \r\nmatters, and we welcome its contents. I would like to \r\ncongratulate in particular the President of the Security \r\nCouncil for November, Ambassador Liu Jieyi of China, \r\nfor his outstanding introduction of the report.\r\nWe can never emphasize enough the fact that the \r\nreform of the United Nations, in particular that of \r\nthe Security Council, is an absolute necessity in the \r\nlight of the new realities of our planet’s geopolitical \r\nconfigurations. As far as Africa in particular is \r\nconcerned, this reform is necessary on several counts, \r\ngiven the many injustices that the continent has \r\nexperienced and clearly continues to experience. Such \r\nreform will be justice served for the entire continent, \r\nwhich has for so long been plundered and that wishes to \r\ntake an active part in deliberations on the major issues \r\nand problems of the day, which, to a large extent, of \r\ncourse, concern it. What is at stake here is no more \r\nand no less than a correction of the historical injustice \r\ndone to Africa, which is the only continent that is \r\nnot represented in the Council’s permanent member \r\ncategory.\r\nThe expansion of the Council to enable, inter alia, \r\nthe allocation of two permanent seats and at least two \r\nnon-permanent seats to Africa would be far from a \r\nmistake; indeed, it is the minimum required. Such an \r\n"